{"title": "Displaced immigration clerk hits ground running", "body": "\nA week after Hurricane Katrina, when Joannettia Lewis called Veterans Affairs about refilling a prescription in \nBirmingham, a message was waiting for her: \"Your job is trying to find you!\"\n\nLewis, a 13-year immigration clerk working at the Atlanta office of the counsel for the U.S. Bureau of Immigration \nand Customs Enforcement, lived in New Orleans until Katrina put her lower Ninth Ward home underwater. \nSupervisors knew she lived alone, so they did everything they could, even contact the VA to put her on a locater \nlist, to find out what became of her.\n\nFederal officials in New Orleans had decided to temporarily move operations to Oakdale, La., and they wanted to \nknow if Lewis, 49, could go back to work with them. But after a traffic-choked, 20-hour drive with her parents, sister \nand a nephew to evacuate to Birmingham, where an aunt lives, Lewis told her bosses she wanted to stay close to \nher family.\n\nSo officials, who worked to find positions for all the displaced immigration workers coming from the Gulf Coast, \nfound her a job in Atlanta, where ICE Chief Counsel Terry Bird struggled to keep case files in order with only two \nstudent workers because a hiring freeze barred him from bringing in new help. Lewis, quickly filled the void.\n\n\"She's really helped us out,\" Bird said. \"She's been great.\"\n\nIt's Lewis' job to keep court case files up to date with all the forms, notices and briefs in chronological order. She \nalso tracks those files when they end up in judges' chambers or are borrowed by attorneys.\n\nMany of the files were in disarray when Lewis arrived, with some documents missing and others misfiled. The \nstudents were doing the best they could, but there were certain documents they weren't allowed to handle.\n\nStacks and boxes of files formed towers on the office floor and spilled out into the reception area until Lewis \nmanaged to impose some order. She began working on upcoming and recent cases first. Now she's down to the \nolder files.\n\n\"We're getting closer,\" she said. \"We're just about caught up.\"\n\nSome of Lewis' co-workers from New Orleans also ended up in Atlanta, working in other offices. She met one by \nchance in a courthouse hallway, as she headed to pick up her new employee ID and heard someone call her by her \nnickname, Nettie.\n\n\n\"God, was I glad to see somebody from New Orleans,\" Lewis said.\n\nCheryl Lewis, another friend who works in the deportation office of ICE, said she was also happy to find other New \nOrleanians when she first arrived in Atlanta.\n\nThose were the friends who helped her cope with the big and little problems of life in a new place, such as learning \nhow to find the office and figuring out the traffic.\n\nNow, she has made a few new friends as well, and is making a point of getting to know the city that took her in.\n\n\"I want to go to the Martin Luther King museum,\" Cheryl Lewis said. \"I'm looking forward to getting in as much of the \nsights as I can before I leave.\"\n\nAfter two months, Lewis is still going home to a Best Western hotel room at the end of the day. She hasn't ventured \nback to New Orleans yet to see the damage from Katrina and Hurricane Rita, which hit her neighborhood just \nweeks later. Law enforcement officers are not allowing residents in.\n\nNot that Lewis wants to hazard it. She suffers from several chronic health conditions, including hepatitis contracted \nwhile she was in the military. She fears returning to a less-than-healthful environment, where medical services \nmight be compromised. \n\n\"All the mud and all the pesticides, I don't need to be breathing that kind of stuff at this point,\" she said.\n\nLewis thinks it may be as much as a year before she visits her own two-bedroom home again.\n\nIn the meantime, she figures she has plenty to do in Atlanta.\n\n\"I'm going to have to stay for a little while,\" she said smiling. \"Terry needs me.\"\n\nGraphic\n\n \n\nPhoto: BECKY STEIN / SpecialJoannettia Lewis, who left New Orleans when Hurricane Katrina put her home \nunderwater, has fit right in at the Atlanta office of the counsel for the U.S. Bureau of Immigration and Customs \nEnforcement. She also has made some new friends in her new city.\n"}