{"title": "Attorney general: Electronic ID OK to apply for benefits", "body": "\nProsecuting government officials for allowing public benefits applicants to submit copies of their identification \nelectronically, under Georgia's new immigration law, wouldn't be proper, Attorney General Sam Olens said \nTuesday in a letter.\n\nAt the same time, the Republican said the law is ambiguous. Olens indicated he would hold this position unless the \nLegislature changes the law or a court construes it differently. The overall intent is to block illegal immigrants from \nobtaining taxpayer-funded benefits for which they are not entitled.\n\nIn his letter, Olens said he did not \"believe it would be appropriate to prosecute an enforcement action against any \nperson for accepting, relying upon, or using electronically transmitted copies of secure and verifiable documents \nwhen such person acts in good faith and complies\" with the law.\n\nOlens' letter, however, did not address the potential for fraud in this process. Critics say people can easily submit \nphony documents over websites and by email.\n\nThe attorney general issued his letter in response to questions the author of the law, Republican state Rep. Matt \nRamsey of Peachtree City, raised last week. At issue is a part of House Bill 87 that requires people applying for \nbenefits --- such as grants, loans and business licenses --- to show \"secure and verifiable\" identification, such as a \ndriver's license.\n\nThat requirement doesn't take effect until Jan. 1, but city and county government officials raised numerous \nquestions in recent weeks. The Association County Commissioners of Georgia and Georgia Municipal Association \nmet with Olens and his staff last week and asked for guidance.\n\nAmong the concerns is this: Must people show their identification in person each time they apply for benefits? Or \ncan they submit copies of their identification online or send copies by email to government officials?\n\n\nIf not, officials worried the new law could overwhelm their offices and create additional expense and hassle for the \npublic. They issue tens of thousands of business licenses electronically and by mail, and said they could envision \nlong lines of people, identification in hand, routinely streaming into city and county offices statewide.\n\nRamsey pointed to a provision included in the law to make it possible for governments to accept identification \nelectronically.\n\n\"I am pleased that our intention is going to get carried out, and that documents can be filed electronically and that \ngovernments do have that latitude to make it as taxpayer- and citizen-friendly as possible,\" Ramsey said.\n\nClint Mueller, the ACCG's legislative director, said his organization will push during the next legislative session to \nmake the law more clear.\n\n\"It is something that needs to be fixed in the law before somebody challenges it and it goes to court,\" Mueller said, \n\"because once we get a court ruling, then we will be forced to abide by whatever ruling comes out.\"\n"}