{"title": "IOWA CRASH KILLS 9 PEOPLE IN PICKUP; TRUCK HIT TRACTOR-TRAILER; AUTHORITIES SUSPECT IMMIGRANT SMUGGLING", "body": "\nA pickup crammed with nine people slammed into a tractor-trailer on Interstate 80 early Thursday, killing \neveryone in the smaller truck.\n\nThe pickup crossed the median and hit the tractor-trailer around 2:30 a.m., about 30 miles west of Des Moines, \nthe Iowa State Patrol said.\n\n\"It was a mess,\" said Fire Chief Ben Gilman, who was first on the scene. \"Everyone in the truck was dead. They \nprobably died on impact.\"\n\nLt. Rob Hansen, spokesman for the state patrol, said, \"We do have some idea to believe that these folks are not \nhere legally, so it may take some time to identify them because of that.\" The truck had Colorado license plates, and \nall nine victims were Hispanic.\n\nEstela Biesemeyer, an agent with the Immigration and Naturalization Service in Des Moines, said the number of \npeople in the pickup, their ethnicity and the fact that they were headed east led investigators to suspect a \nsmuggling operation.\n\n\"Smuggling through Iowa has always been here,\" she said. \"Interstate 80 is a major route these people take from \nthe border.\"\n\nBiesemeyer said pickups and vans are commonly used by smugglers, and the agency has intercepted U-Haul \ntrucks carrying as many as 50 people. She said the INS would probably contact the foreign consulates of Mexico \nor El Salvador to try to identify the victims.\n\nThe cause of the crash was under investigation. Sgt. Mike Van Berkum of the state patrol said the roads were not \nslippery and that there was no indication alcohol was involved.\n\nThe driver of the tractor-trailer, William Dean Hansen, 55, was taken to a hospital. His condition was not disclosed.\n\nThe pickup was so badly damaged, troopers could not tell where the victims had been seated, Rob Hansen said.\n\nIt was not immediately clear whether the bed of the truck was enclosed.\n\n\"Not many vehicles have nine seat belts in them,\" he said.\n\n\nNotes\n\nNATION\n\nGraphic\n\n \n\nPHOTO; Photo by ROBERT NANDELL / DES MOINES REGISTER - Iowa State Patrol officers inspect the scene of \na crash Thursday on Interstate 80 near Menlo, Iowa. The cause of the crash was under investigation.\n"}