{"title": "LEADER TURNS TO FAMILIAR PATTERN", "body": "\nI thought U.S. Rep. Ginny Brown-Waite had already locked up the xenophobe vote.\n\nRemember, she slammed the French for failing to support our disastrous invasion of Iraq in 2003. Three years later \nshe backed Republican ally Mary Ann Hogan, who had called Islam \"a hateful, frightening religion.''\n\nBrown-Waite has been a leading backer of the misguided idea that we can control immigration by walling off all of \nMexico.\n\nSo did she really need to burnish her credentials by calling for a federal investigation into the case of Rigoberto \nMartinez?\n\nSure, she makes some valid points.\n\nThe Hillsborough County Sheriff's Office briefly arrested Martinez, 20, the leader of a trio of undocumented \nimmigrants accused in a string of robberies and sexual assaults in Hillsborough and Pinellas counties.\n\nWe need to hear more from the Sheriff's Office and other agencies about why Martinez was released 10 days \nbefore the final attack. We shouldn't forget, as Brown-Waite wrote in a news release, that \"the lives of several \nFlorida women have been permanently scarred by these brutal rapes.''\n\nBut U.S. Rep. Kathy Castor, a Democrat whose district includes Tampa, and who shares these concerns, \nresponded by quietly drafting a letter to federal Immigration and Customs Enforcement.\n\nBrown-Waite, R-Brooksville, meanwhile, issued a news release under this blaring headline:\n\n\"REP. BROWN-WAITE CALLS FOR FEDERAL INVESTIGATION OF EVENTS SURROUNDING HORRIFIC \nILLEGAL IMMIGRANT CRIME SPREE.''\n\nIt brings to mind a horde of banditos, doesn't it?\n\nYes, because it's part of a timeless political strategy: Inflate a foreign threat and you look that much better for taking \nit on.\n\nI'm no advocate of open borders, and I agree with some of Brown-Waite's more thoughtful positions on immigration, \nincluding that employers should be more accountable for knowingly hiring undocumented workers.\n\nBut I've never seen a reason to be terrified of desperately poor Mexicans seeking work that most of us don't want to \ndo, such as laying sod and cleaning hotel rooms.\n\n\nWhen these jobs are plentiful, the percentage of immigrants in our work force climbs, reaching a recent peak in \n2000, according to the private, nonprofit Immigration Policy Center.\n\nWhen the jobs dry up, the center found, that percentage declines.\n\nAlso, though our jails are crowded with undocumented immigrants facing deportation, they are held on criminal \ncharges only one-fifth as often as native-born Americans, according to a University of California-Irvine study cited \nby the policy center.\n\nBy and large, I think, undocumented immigrants move here for reasons we can all identify with, such as trying to \nfeed their families. And they and their offspring tend to be at least as grateful as the rest of us for the opportunities \noffered in the United States.\n\nTake Henry Cejudo, who won wrestling gold at the recent Beijing Olympics.\n\nPut his story in all caps and it would go something like this:\n\n\"SON OF ILLEGAL IMMIGRANTS BRINGS CREDIT TO U.S.; LAVISHLY PRAISES HIS FAMILY'S ADOPTED \nHOMELAND''\n"}