{"title": "Judge throws out deportation case against 4 students", "body": "\nA judge on Thursday threw out the deportation case against four young people who were taking part in a high \nschool science competition near the Canadian border when the government found out that the students were \nbrought to the U.S. illegally as toddlers.\n\nU.S. Immigration Judge John Richardson granted a request from the four to exclude key evidence in the case, \nruling that agents questioned the students based on their Hispanic appearance.\n\nTim Counts, a spokesman for Immigration and Customs Enforcement, said no decision has been made yet on \nwhether to appeal.\n\nJaime Damian, 20; Yuliana Huicochea, 20; Oscar Corona, 20; and Luis Nava, 21, were on a school trip in June \n2002 to compete in a solar-powered boat competition near Buffalo, N.Y., when they drew the attention of \nimmigration officials.\n\nThe students wanted to make a side trip to Niagara Falls in Canada. Federal agents looked into their immigration \nstatus after a teacher asked whether the students would be allowed to return to the United States with only their \nstudent IDs.\n\nAll have finished high school, and three of them are either enrolled or have completed college.\n\nDuring their attempt to cross the border, the students said they faced aggressive questioning about their \nidentification, country of birth and when they were brought into the country. Three of the students testified that \nborder officials made racially offensive comments in their presence.\n\nAn estimated 65,000 illegal immigrants who have lived in the United States for at least five years graduate from \nhigh school each year, according to the Urban Institute, an economic and social policy research group.\n\nAdvocates for immigrants say it is rare for students who aren't legal citizens to undergo deportation proceedings \nafter spending most of their lives here. They say Congress should approve a proposal to give children of illegal \nimmigrants the chance to become U.S. citizens.\n\nGraphic\n\n \n\n\nPHOTO\n\n PHOTO BY THE ASSOCIATED PRESS - Luis Nava, 21, (right), and Oscar Corona, 20, leave U.S. Immigration \nCourt in Phoenix after a judge threw out a deportation case against the two and two others. They were taking \npart in a high school science competition near the Canadian border when the government found out the students \nwere brought to the U.S. illegally as toddlers. \n"}