{"title": "Clinic 'Shell Game' Is a Winner", "body": "\nMayor Rudolph Giuliani's plan to turn over 45 New York City health clinics to the Health and Hospitals Corporation \nhas been labeled a budgetary shell game by some critics and an assault on children's health by others. The first \ncriticism appears true; the city wants to transfer health workers off the city budget in order to create the appearance \nof deep personnel cuts. But the plan also makes good health-care sense.\n\nMerging city clinics with those the H.H.C. already runs is a smart way to bring quality health care within easy reach \nof the city's poor. City clinics focus on immunization and other children's preventive services. H.H.C. clinics \nprovide comprehensive primary care for the entire family. In some neighborhoods, city and H.H.C. clinics are near \neach other and underutilized. A merger would cut the waste. The merger allows the H.H.C. to do what the city \ncannot: create a network of primary-care clinics throughout the city that are backed up by hospital facilities for \npatients who need specialists.\n\nCritics charge that the H.H.C. will not serve children well. But H.H.C. facilities already handle over one million child \nvisits a year. Another fear is that the merger will harm illegal immigrants. But the H.H.C. routinely treats illegal \nimmigrants, and every other patient, regardless of money. City clinics do not yet ask patients about Medicaid \nstatus before treatment, as the H.H.C. does. But city health officials say it was only a matter of time before the city, \nfor fiscal and legal reasons, would have adopted the H.H.C. procedures.\n\nFear that the merger will trigger budget or service cuts seems exaggerated. The H.H.C. would enter into contracts \nwith the city and state requiring the clinics to provide all current services for at least a year and a half. Besides, city \nclinics would almost certainly have been subjected to budget cuts had they remained under the strapped city \nbudget.  The H.H.C. has done a better job than the city of raising revenue for clinics by squeezing reimbursement \nout of Medicaid and private insurers.\n\nThe H.H.C. plans to position clinics, linked to its hospitals, within easy reach of most New Yorkers.  The proposed \nmerger would, then, add to health-care options in the city and subtract nothing.\n"}