{"title": "For Stranded Jews, 'When' Is Now 'If'", "body": "\nAll across the main square of this seaside town 22 miles west of Rome, the language is Russian.\n\nToday, as on every day, Piazza Vittoria was filled with Jewish emigrants from the Soviet Union, men and women \nwho clustered around the central fountain in the hunched-shoulder cold, exchanging gossip or just killing time \nbecause they had little else to do.\n\nMostly, these recent Soviet arrivals talked of when they might be able to leave this way station on the Tyrrhenian \nSea for the United States. For some, like Yevgeny Shpaer, the question was no longer one of when but if.\n\n''We planned to celebrate our children's birthdays this month and next month in America,'' Mr. Shpaer said. ''Now, I \nthink that must wait.'' Trapped by U.S. Shift Mr. Shpaer, a 30-year-old biologist from the Latvian capital, Riga, is one \nof 177 Soviet Jews who have been stuck in Ladispoli since early autumn, when Rome-based representatives of the \nImmigration and Naturalization Service turned down their requests to come to the United States with refugee status. \nThese emigrants, American officials decided, could not demonstrate ''a well-founded fear of persecution'' were they \nto remain in the Soviet Union.\n\nIt was a major change in procedure, marking one of the few times that Washington had not automatically approved \nrefugee applications from Soviet Jews. In the meantime this year, more than 13,600 other Soviet Jews with \napparently similar backgrounds have moved on to the United States from this primary transit point.\n\nThose left behind say they do not understand why, and wonder what their next move should be. ''There is no \ndifference between us and those who were accepted,'' said Alexander Rabichev, a 34-year-old dentist from \nMoscow whose application was rejected last month.\n\n''To be a Jew in Russia is to be discriminated against,'' Mr. Rabichev said in lightly accented English. ''Finding a job \nwas very difficult. To enter the institute there meant many, many problems because we are Jewish.''\n\n''The Americans,'' he said, ''now tell us, O.K., we are restricted, but maybe not at a level that qualifies us as \nrefugees. Where is that level? What is the criterion? Maybe it would be better if I come without an eye or an arm?''\n\n \n\nVictims of a Decision\n\nUnited States officials in Rome declined to discuss their reasons for rejecting Mr. Rabichev and the others. But they \napparently have fallen victim to a decision in Washington to scrutinize refugee applications more closely at a time \nwhen a rising number of Soviet Jews and Armenians are clamoring to leave their country.\n\n\nAmid a growing dispute over the new emigration situation, Attorney General Dick Thornburgh announced measures \non Thursday to ease the bottleneck, including extraordinary use of his parole authority to admit those in Ladispoli \nwho had been turned down. Parole status may be better than but it is more cumbersome than being declared \nrefugees. They must find sponsors willing to promise financial support, and can expect a more difficult time in \nbecoming American citizens.\n\nWord of Mr. Thornburgh's announcement spread quickly through Piazza Vittoria this morning, and it was the day's \nbig news. But most of the people could not determine whether it would help them. More than a few said they \nexpected to be here for a while.\n\nLadispoli, a town of 17,000, is accustomed to strangers. In the summer, tens of thousands of Romans flock here to \ncool off by the water; for the remainder of the year, apartments are empty and available for emigrants. There are an \nestimated 6,000 transients - Russians, Poles, Iranians, Arabs and Africans - waiting for visas that will take them to \ntheir chosen destinations.\n\nSoviet Jews dominate, more than 4,000 altogether, nearly all of whom could expect until now that they would be \nadmitted to the United States. The windswept town square almost belongs to them. There, some try to sell items \npassed on from previous generations of emigrants, perching their meager wares for public inspection on the \nconcrete rim of the fountain - a Soviet-made iron, a worn suitcase, a half-squeezed tube of toothpaste.\n\nFor the religious, there is a synagogue a few paces away, in a large hall that used to be a movie house.\n\nThey live in small apartments, usually one family to a room, and the monthly rent that each family must pay typically \nruns to $400 or more, quite high by local standards. Most of those who were rejected by the United States subsist \non allowances from the American Joint Distribution Committee, a Jewish relief and social welfare organization \nbased in New York.\n\nFor the most part they are well educated, and their numbers include scientists, physicians, engineers and computer \nprogrammers.\n\nSeveral suspect that their education has worked against them. To American officials, they said, it may have been \ntaken as evidence that they had not suffered discrimination, rather than that they had to overcome higher barriers \nthan normal.\n\nAnd it is deeply upsetting, they said, not to know what awaits them. ''We can't go back - we don't want to go back,'' \nMr. Shpaer said. ''Now we are trapped here, and our future is not clear.''\n\nGraphic\n\n \n\nPhoto of Soviet Jews gathered in Ladispoli, Italy, a way station for emigrants headed for the United States. \n(NYT/Stefano Micozzi)\n"}