{"title": "'Memories that I thought were gone came flooding back'; She never intended to write a book, but Andrea Corr's memoir has delved deeply into her own life, unearthing, in the process, a singular voice that tells a tale both frighteningly honest and funny. She tells Liam Collinsabout being a people-pleaser and forcing herself to tell the truth", "body": "\nIt is the writing and the searing honesty of Andrea Corr's Barefoot Pilgrimage that sets it apart from anything you \nare likely to encounter from someone who, to an outsider, has lived the dream of stardom and celebrity.\n\nBeginning with the self-deprecating line: \"I am a singer with a debilitating desire to be liked\", she explains how she \nnever set out to write a book, let alone allow readers to peer into the deep pools of her heart and soul and the \nvarious shades of darkness and light that have characterised her life so far.\n\nAs she peels back the layers of childhood and family life, from growing up in Dundalk, Co Louth, with its joys and \ndisappointments, to the arenas of international fame and adulation, mixing with royalty - of the rock and roll variety \nand otherwise - you realise that this is so different and unexpected from someone who is famous.\n\nIt does not an attempt to tell in any narrative way the story of a troubled, spiritually aware, young Catholic girl from \nDundalk who went on to front a family band that sold out stadiums and shifted tens of millions of records. That \nwould have been a good story in itself, but Andrea Corr has dug so deeply into her own life that what she has \nunearthed is frighteningly honest, funny and unique.\n\nIt isn't even a memoir in the conventional sense, because she acknowledges that, in writing it, she fought and won \na battle to stop herself \"censoring\" the thoughts and memories that lie so deep inside all of us; the things that family \nand friends often think, for the very best reasons, should remain hidden.\n\nWhen she does delve into the darkness, there is an intensity that is shocking, but not in any way self-absorbed - \njust someone telling the world how she felt, rather than how it was.\n\nIn her book, she says: \"For I meditate these days in a graveyard, when he is at work and the kids are at school. \nHush. I think I may be a witch.\n\n\"Breathe into the yew tree and ask to hear the voices and absorb the stories that are told in tears now. Tears newly \nshed for all their silenced early pain. The dew on my evergreen branches.\n\n\n\"Voices, my neighbour, the crow, describes as 'stilled'\" The reason for the use of that word 'stilled' comes at the \nopening of the next chapter.\n\n\"I have miscarried five times. The first and second the most devastating, as I could not see yet what...who, I would \nlater be blessed with. I walked and I prayed. And my mother-in-law, Pat (a blessing in herself) prayed and lit a \ncandle for us every day. Torches and tallow lamps, often to 'the Little Flower' St Therese, for whom there is a shrine \nin the church of St Jean,\" Andrea writes.\n\nAs someone who has also felt the pain of a stillborn child and since found an affinity with old graveyards, I find \nmyself appropriating her experience because her words articulate the sense of loss we all feel for what could have \nbeen; a feeling that you never completely get over.\n\nAnother voice Barefoot Pilgrimage is not all darkness, it is the story of someone who has found another voice, \nsomeone who happened to be a singer and songwriter and part of a family band that achieved international fame, \nand may not yet be finished with the long and winding road of rock and roll.\n\nWhile changing direction to write what can only be described as an unconsciously literary work, Andrea has poured \non to the pages her unique take on growing up in small-town, religious-obsessed Ireland and emerging from her \nchrysalis into a world where Mick Jagger and Ronnie Wood are looking on from the wings as she and The Corrs \nopen for the Rolling Stones at some of the biggest rock venues in the world.\n\nAnd that was only the beginning. When we meet in the kitchen of John Hughes's house in south Co Dublin, Andrea \nis as luminously beautiful in real life as she appears in the photographs I have seen of her over the years, on and \noffthe stage. She is not wearing make-up, and is dressed in a plaid skirt and blouse. She drinks a cup of tea and \ngossips with the family, dangling her children, Jean and Brett, on her knee.\n\nOur meeting is not a chance encounter, unlike my random association with Hughes - her manager and mentor. He \nfirst encountered the 15-year-old Andrea and her older siblings, Jim, Sharon and Caroline, when he was putting \ntogether the band for Alan Parker's film of Roddy Doyle's book The Commitments, back in Dublin in the early \n1990s.\n\nJohn - a musician himself - and I just kept bumping into one another, until one day on the Main Street of Dun \nLaoghaire, he handed me a copy of The Corrs' 2017 double album Jupiter Calling, with the command: \"This is \nspecial. Have a listen and tell me what you think?\" When we met again, we talked of other things, of people and \nbooks we liked and disliked. Later, he rang, and asked: \"Will you come out to the house and read something for \nme?\" Of course I would, I said, little thinking that I would be presented with a manuscript by Andrea Corr, the front \ncover of which was a self-portrait of a raggedy child with large, inquiring eyes.\n\nSurrounded by platinum records celebrating the success of the band and sitting in front of an open fire, I read in \nenthralled silence the extraordinary story of a relatively ordinary Irish family living in a town where the familiar \ngreeting is not 'Hello' or 'Hi', but 'Well'.\n\nAndrea Corr describes how her parents, Gerry and Jean, met at a dance in the seaside village of Blackrock, Co \nLouth. They had two sons, Jim and Gerard, and the day they brought Sharon home, four-year-old Gerard ran on to \nthe road outside their house and was killed by a car.\n\nThis is how the story opens - in tragedy. But then there is the sound of music and laughter with the arrival of the two \nyounger Corrs, Caroline and Andrea, all four of them learning to play the piano from the age of six, listening to \nsongs on the radio, singing together and on their own, and unconsciously laying the path for a future that had yet to \nunfold.\n\nMost people now know where the story went - the triumphant family band playing their own blend of pop, rock and \nCeltic soul, which emulated The Beatles with chart success. But it is in the telling of that very personal family story \nthat Barefoot Pilgrimage captures not only a unique family, but the story of a woman looking back to when she was \n\n\n\na little girl. It explores the joys and sorrows, the tragedy and the awakening of a wide-eyed teenage girl called \n'Pandy' by her father and 'Bosom' by her best friend, as she turned into a woman and an international star all at the \nsame time.\n\nYes, I said, when I went back into Hughes's kitchen after that first read, this is enthralling, different perhaps from \nanything I have read, imbued with a singular style, an honesty that captures the joy and sorrow of growing up in a \nfamily at once ordinary and unique. It describes, in episodes of prose and poetry, the world Andrea saw through the \nprism of memory.\n\nChance meeting And through it all you can hear the music, echoing from her father and mother's band, The Sound \nAffair, through their early efforts - the chance meeting when Jim Corr brought his three gorgeous sisters to the \nauditions for The Commitments, and eventually the sound that took The Corrs from a modest home in Dundalk to \nsome of the greatest concert venues in the world.\n\nThat is how Andrea and I ended up meeting back in the same sitting room in Hughes's house many months later to \ndiscuss a book that she has written and rewritten, and that will be published this week by HarperCollins. After a cup \nof tea, the children are parked in the adjoining sitting-room and Andrea explains how the ghosts of the family past \nbecame her book.\n\n\"It is quite strange. I didn't intend to write a book, it more or less happened two years after Dad died and 18 years \nafter Mam,\" she explains. \"You face your own mortality - I might die, too, and will the story die with us? The further \naway from the start and that house in Dundalk, the more remarkable it seems to me: the destiny of it all and the \nhuman love story. So I needed to write it down. Maybe it would never... I didn't think of it as a book, I just thought I \nneeded to get it down.\"\n\nSurprisingly, she tells me both her father and grandfather wrote memoirs that she came across in the aftermath of \nher father's death.\n\n\"My grandfather's was called The Life & Times of James Corr. He lived through the Boer War, the War of \nIndependence and the Civil War, and it was just his memories; he did it for his grandchildren. He wasn't a warm \nperson as I remember, so mine are very different. I always felt somebody needed to do it and that was what \nprompted me to start writing. I read so much; I love books. I read all the time, and on holidays I was sitting there \nthinking, 'Maybe I could do it - maybe I could write a book'.\"\n\nAndrea was born on the day of the Dublin-Monaghan bombings, May, 17, 1974, the worst of the many atrocities \nthat characterised the Troubles of that recent era.\n\nThirty-three people were killed by Loyalist bombs that day, in an act of terrorism that still remains largely \nunexplained. She describes how her father-in-law, the businessman Dermot Desmond, was walking along North \nEarl Street intending to stop and buy something for his wife, but for some reason he kept going and was turning on \nto Amiens Street when the bomb went off.\n\nAndrea and her family grew up with the Troubles, and indeed it was more familiar to them than most, living as they \ndid in the town of Dundalk, just across the Border; a haven for gunmen and conspirators who had fled or been \ndriven from the North, and were waiting and plotting a vengeful return.\n\nDangerous people roamed the streets of what became known, among journalists at least, as El Paso, a reference \nto the lawless frontier town from cowboy movies. This was where Dominic 'Mad Dog' McGlinchey lived and died, \nand it was also familiar territory to Dessie 'The Border Fox' O'Hare, and others.\n\nThat made Dundalk very different from most Irish towns, although growing up there might not have seemed all that \ndifferent to teenagers, with their selfabsorbed concerns and self-contained lives. In Barefoot Pilgrimage Andrea \nwrites, \"I am back in Dundalk, that choppy haired, blood-lipped, slip, red bra and Doc Marten boots time.\"\n\nShe and her best friend called each other Bosom: \"Let's just say that she alone grew into our name.\"\n\n\n\nHer father Gerry played the organ every Sunday in the Redeemer church in Dundalk. It doesn't seem so long ago, \nbut 1970s and 1980s Ireland was a place where almost every family went to Mass together every Sunday, apart \nfrom their two-week annual holiday in Skerries.\n\nBut just in case you think the Corr children were precocious and ambitious like the Jacksons or the Osmonds, \nAndrea recalls singing Oh Holy Night at home and agreeing to sing it in church on Christmas morning as her father \nplayed the organ. But last-minute nerves intervened. \"I couldn't do it,\" she writes. \"I was so gently let offthe hook. \nBut I knew he was disappointed. It would have been a beautiful moment for him, I think now, when I imagine myself \nsome day with my own child.\"\n\nThere wasn't anything literary about their home, yet Andrea grew up loving language and surprising herself by \ngetting an honour in English in her Leaving Cert. She had a hankering to study English and drama, but events, like \nbecoming the lead singer in one of the biggest bands in the world, intervened.\n\nNow, without trying to sound literary or erudite, she references Virginia Woolf 's A Room of One's Own when I ask \nabout the actual physical writing of the book.\n\n\"Since I've had the children, I've found a 'room of one's own' is when I get out for a walk. I walked fast and \nsummoned up pictures, and once I started, thoughts just came, impulses and memories that I thought were gone \ncame flooding back.\n\nMemories \"I could see the bedspread. I felt let into this room of the past. I do feel, to my mind... I have faith that I \nwas assisted by Mum and Dad - they helped me. I felt, really, some of the memories are unsettling, but it is great \nwhen they were funny. It is the funny stuffthat gets you thinking about the sad stuff; it really always comes.\"\n\nYet when you are reading these memories, apart from the heartbreak of little Gerard and of Andrea's miscarriages, \nthere is laughter and fun, and huge success with the band that seemed to come out of nowhere, but was carefully \nplotted with some lucky breaks along the way - like being taken on by the legendary Canadian music producer \nDavid Foster.\n\n\"My husband [Brett Desmond] said: 'How can you write a book?' but it all came quite naturally, none of it was \nlaboured. I found my way through it and when something got difficult, I moved from prose to poetry. What I love \nabout a book is going into somebody else's head. I love it when you don't get things at first and then you work it out \nand it's like, 'I have you now'.\n\n\"I am very aware that lots of singers are trying to please people - it's known as 'singeritis' - and I have found it's part \nof my personality, and one of the things that makes me smile when I am happy.\n\n\"For that reason, I had to make sure I would not censor it, I would tell the truth. People react to that - when we hear \na real story, we know its true.\"\n\nTo get to that point, Andrea had to get rid of what she calls the \"armour\" that we all build around ourselves, to \nprotect ourselves, but often to conceal who we really are.\n\n\"As time went on and as I wrote, I got more and more comfortable telling the truth. It gets easier, and the initial fear \nof censorship, self-censorship, 'how will it appear' is the enemy. As time went on, I realised, 'I am writing this to \nstrangers that I am so grateful for'. When I started, I didn't realise that what I am writing about happened, and I \nrealised, 'Oh, I discovered it through the writing and then I discovered that it is a love letter to strangers of sorts'. \nOur audience, that loved us, got to the soul of the stranger. That is the poetry of human experience, reaching out to \nsomebody you don't know, the love of a stranger.\"\n\nThe deep pools of Andrea's eyes lead into the deep pools of her mind, and you wonder about the girl who started \nplaying music with the family band, and played the part of Sharon Rabbitte in the film The Commitments at the age \nof 17. At 21, she was singing The Corrs' hit Runaway as lead vocalist in a band that had the biggestselling album of \n\n\n\n1998, and became the first band since The Beatles to have the number-one (Talk on Corners) and the number-two \nposition (Forgiven not Forgotten) at the top of the British album charts at the same time.\n\nNow here she is reflecting on a voyage of discovery that has led to Barefoot Pilgrimage. She recalls reaching \"the \npoint of self doubt\" which is basically the moment when writers think what they have done is not worth it; at least, \nnot worth publishing for others to read.\n\n\"I came to doubt myself, I thought to myself, 'This isn't a book. What is this? This is crap',\" she explains about her \nearly struggles with earlier drafts. \"I sat down and continued the book I was reading, 4321 by Paul Auster, and this \nis bonkers, he was talking about how the character needed to be a writer, and it gave me the confidence to \ncontinue. He talked about Crime & Punishment and Dickens and how he discovered that this is what he had to be \nto be a writer. It felt like a prompt.\"\n\nThis got me thinking: here is this amazingly successful woman and, just for a moment, I forgot how deep down she \nhas burrowed into the realities of her life as 'Pandy', the daughter of Gerry and Jean Corr. She is someone from a \nsmall town on the Irish Border who has had an incredibly successful career in a very tough business, and still \nremains beautiful and normal.\n\nAnd I ask, yes, but how much did you really reveal about yourself ? \"I wrote about my miscarriages,\" she says, \nlooking at me flinty-eyed, daring me to reply to that. But there is no reply. That is going deep into your own pain, \nand most of us want to avoid that.\n\n\"I want dignity in my writing. It isn't salacious; there is personal stuff, but the most intimate is telling the absolute \ntruth about childhood memories.\n\n\"I feel very contented, that is the truth. I feel it is how I wanted it to be,\" she says about the book. \"I feel strangers \nwill love it. It is very much about gratitude, the life I have had and the strangers I have met along the way. It is really \nabout gratitude, it is really about grief, but it is in grief that you find love.\"\n\nThe writing also came from travelling the world with The Corrs. \"Every day there is something worth writing about in \nyour diary, every day is really eventful, and as we got older, it gets less eventful. I am a person who does a lot and \ndoes not sit still.\"\n\nHead held high She also recognises that as she gets older, she gets a little bit more like her own parents. As she \nwrites in Barefoot Pilgrimage: \"I bring Jeanie and Brett to Sunday Mass too, like Daddy did us. I am not quite as \ngothic nor as troubled. And my head is held high became I can't blame God for human fallibility, and if I lost Him, \nwould that not be the greatest casualty? I am afraid it would be for me. Because the truth is, I feel something in \nchurches.\"\n\nLooking at the manuscript, I'm intrigued by the drawing of the young Andrea. Who did it, I ask? She did it herself.\n\n\"I was watching Making A Murderer and it was something to get over it. I drew myself as a child. One eye looks \nolder, but that little girl is who I am, that is the truth of me, that is who is telling the story, that is who I find again, \nmeet again.\"\n\nAnd we stop talking about the book. It will now have to speak for itself.\n\nShe tells me she and the family are moving back to Ireland after living in Washington DC and, more recently, \nLondon.\n\n\"Yes, we're moving back here, and the kids will go to school in Dublin. I had always wanted to do that. I know the \nwelcome we have as Irish all over the world. I want our children to have that, too; there is something special about \nbeing Irish.\"\n\n\n\nAnd what about writing, is that the future for Andrea Corr? Has she said everything that needs to be said in Barefoot \nPilgrimage or is it the start of another journey for the slip of a girl from Dundalk who is now a loving mother of two? \n\"I don't know,\" she answers, \"I don't have any idea.\"\n\nReading the book, you get the feeling that, like a lot of pilgrims, Andrea Corr will continue the quest, through words \nor music, and perhaps through both.\n\n'Barefoot Pilgrimage: A Memoir by Andrea Corr' is published by HarperCollins FASHION Cover and this page: Top, \nThe Kooples, Brown Thomas Page 13: Cape; dress, both Andrea's own Page 14: Top; skirt, both Helen Cody Page \n15: Jumper, Lucy Nagle, Brown Thomas. Skirt, Helen Cody Opposite page: Dress, Maje, Brown Thomas THE \nTEAM Photography by Kip Carroll Styling by Chloe Brennan Make-up by Alyson Smyth, see www.alysonmakeup.ie \nor email info@alysonmakeup.com STOCKISTS Helen Cody, email helencody@gmail.com to book an appointment \nLOCATION Shot at Pete's of Sandymount, 7 Sandymount Green, D4, tel: (01) 260-2956 Pete's is an Italian \nrestaurant and pizzeria that offers American-style dining in the heart of Sandymount\n\n\"I'm very aware that lots of singers are trying to please people - it's known as 'singeritis' - and I've found it's part of \nmy personality\"\n\n\"You face your own mortality - I might die too, and will the story die with us?\"\n"}