{"title": "'I can't do what I really want to do'; Denied in-state tuition rates, illegal immigrants are dropping out of college or scaling back.", "body": "\nBlanca's shift at the carpet mill was always made easier by her other job: college student. Even as she cut carpet, \nthe Dalton High grad could envision handling a microscope in a forensic crime lab.\n\nBut that day looks more distant now for Blanca, 19, who has dropped out of Dalton State College one year into \nher criminal justice studies. Blanca, whose parents brought her into the country illegally from Mexico City when she \nwas 8 years old, is among the dozens of illegal immigrants who have quit college or gone part-time this semester \nbecause they no longer qualify for in-state tuition in Georgia.\n\n\"I can't do what I really want to do,\" said Blanca, who asked that her last name be withheld because of the stigma \nthat comes with being an illegal immigrant. \"There's a wall there I can't tear down.\"\n\nUp until July, university presidents in Georgia could grant out-of-state tuition \"waivers\" to students in the country \nillegally, allowing them to pay in-state rates. But Georgia's new immigration statute directed the Board of Regents \nto make sure they were in compliance with all federal laws. The regents' attorney concluded that lower tuition \nconstitutes a benefit barred for illegal immigrants, even if they went to high school in Georgia.\n\nExactly how many students have been affected by Georgia's new policy remains unclear. The university system \ndoesn't track students based on immigration status.\n\nAt Dalton State, at least 19 illegal immigrants have dropped out, and 21 have scaled back to part-time, said \nPresident James Burran, who has traditionally given waivers to 40 students who entered the country illegally. He \nreasoned that they had become part of the fabric of the northwest Georgia community whose carpet mills have \nrelied on cheap labor coming from Latin America. \"We're obligated to follow the law and the policies of the Board of \nRegents,\" Burran said, \"so that's what we're doing.\"\n\nThe issue has deeply divided states, with 10 allowing in-state tuition for illegal immigrants and others rejecting \nthe idea. One side says Georgia should continue to educate some of its best and brightest while federal lawmakers \ntry to overhaul an immigration system that everyone agrees is broken. Others counter that it makes no sense to \nsubsidize the education of students who can't work legally in the state anyway.\n\n\nDalton State sophomore Jan Gonzales said it's also not fair to make U.S. citizens like her pay more than anyone \nhere illegally. Gonzales, who moved into Georgia last year, was charged the out-of-state rate normally assessed to \nnewcomers during their first year. When she found out some illegal immigrants were paying roughly a quarter \nwhat she was, Gonzales threatened to sue.\n\nAfter an attorney contacted the state on her behalf, Gonzales was reimbursed the $2,500 difference between the \nout-of-state ($3,500) and in-state ($1,000) rates. \"I personally don't mind if they're going here,\" Gonzales said. \"As \nlong as I'm treated equally, I'm happy.\"\n\nWhile Georgia's policy shift has been felt most at smaller schools, students at the state's higher-profile universities \nalso are feeling the pinch, said Imelda Hernandez Cruz, executive director of the Celia & Marcos Scholarship Fund.\n\nThe fund gives $6,000 scholarships to students without legal residency, but that money is no longer enough to keep \nmany in school full-time. A few have transferred from four-year institutions such as Georgia State to less \nexpensive, two-year ones, such as Georgia Perimeter College, Hernandez Cruz said. At least six students have \nhad to scale back to one class, Cruz said.\n\n\"They all want to finish school one way or another,\" she said, \"even if it means taking one class at a time.\"\n\nMarco, a former Cross Keys High valedictorian whose GPA is nearly 4.0 at Georgia Tech, thought his engineering \ndreams would be derailed, too, with tuition quadrupling to more than $20,000. But an anonymous benefactor has \nstepped forward to help Marco, whose story was featured in The Atlanta Journal-Constitution in May.\n\nBack in Dalton, no deep-pocketed donors have surfaced, said Javier Lara, executive director of the Latin American \nCommunity Alliance. So last Sunday, volunteers with the nonprofit joined students and their families in asking the \ncommunity for help. They ran masking tape along downtown Dalton streets, asked passersby to donate their \nquarters and stuck them to the tape. The fund-raiser, which brought in more than $1,000, was called \"Cora-ton,\" a \nplay off \"cora,\" Spanish slang for \"quarter.\"\n\nThe idea was to let the community know that the students want to continue their educations, even if it means taking \nclasses in smaller chunks, one quarter at time.\n\nBlanca needed special permission to leave the carpet mill so she could attend. She's taken a second job and is now \nworking 80 hours a week to save for college.\n\nGraphic\n\n \n\nPhoto: RICH ADDICKS / Staff An anonymous benefactor made it possible for Marco, who didn't want his last name \nused, to continue his engineering studies at Georgia Tech. Most students don't have that option./ImageData*\n"}