{"title": "AU PAIRS' EMPLOYERS RUN AFOUL OF ALIENS LAW - Correction Appended", "body": "\nAfter Jayne Kraman's third child, Max, came along two years ago she was desperate for a mother's helper, so she \nhired a live-in au pair from West Germany. The young woman came on a tourist visa, meaning it was illegal for her \nto work here, but not for Mrs. Kraman, a freelance writer who lives in Brooklyn, to employ her.\n\nBut starting June 1, under the new immigration law, Mrs. Kraman and her husband, Richard, along with millions of \nother people who rely on foreigners to mind their children, clean their houses or cook their meals, will risk fines \nranging up to $10,000 if they hire aliens who lack work authorizations.\n\nFor now, Mrs. Kraman has an American live-in helper from Oregon, but she is angry because she is no longer able \nto get foreign help. ''I cannot afford to pay someone $250 a week to live in,'' she said. ''Au pairs are affordable, and \nthere is cultural exchange.''\n\nIn a provision that was little noticed when the immigration law was approved last year, the legislation promises to \ncreate a painful clash between demands for tighter immigration control and the new realities of American middle-\nclass life, in which working wives and single parents have become the norm.\n\nWealthy people have always been able to afford legal foreign help, such as professionally trained nannies from \nBritain. But increasingly in recent years, families of more modest means have depended on these British, Irish, \nGerman, French and Scandanavian au pairs, as well as Spanish-speaking maids from Mexico and Central and \nSouth America to care for their children and households. Many of these workers entered the country illegally, but \nthe European au pairs are typically young women who are here legally on tourist visas but not authorized to work \nduring their stay. The French term au pair means as an equal.\n\nFederal officials say there is no way of knowing how many au pairs there are in this country. But agents who place \nthese people in jobs say there are certainly tens of thousands of them, if not hundreds of thousands. They are \nusually middle-class Europeans who want to spend a year in the United States in exchange for providing child care. \nThey work in return for room, board and, in most cases, spending money.\n\n \n\nPrice of Legal Help Rises\n\n''You can't get Americans for $150 a week,'' said Betty Richardson, proprietor of Betty's Nannies, a Houston-based \nrecruitment agency that places au pairs nationwide. ''If they took all the unauthorized nannies away we'd all come \nto a screeching halt.''\n\n\nAlthough it is not certain how strictly the penalties for hiring unauthorized household workers will be enforced, the \nnew law is already affecting the market for domestic help. The price of legal help has increased to about $300 a \nweek in New York and other cities.\n\nThus the law is likely to exacerbate an already desperate child-care problem for many working couples. An early \nversion of the bill permitted an exception for employers of three or fewer illegal aliens, but the final law permits \nnone.\n\n \n\nPenalties Up to $10,000\n\nBeginning June 1, both employers and employment agencies will receive warnings the first time they are found to \nhave hired an illegal alien knowingly. After that, they face civil fines of from $250 to $2,000 for each alien on the \nfirst violation, $2,000 to $5,000 for the second and $3,000 to $10,000 for further violations. In addition, those \nconvicted of a larger ''pattern and practice'' of violating the law face criminal fines of up to $3,000 per alien and \nimprisonment for up to six months.\n\nThe penalties apply only for newly hired illegal aliens, not for those hired before President Reagan signed the \nimmigration law last Nov. 6. People who already employed an illegal au pair may continue to employ that person \nbut may not hire another one.\n\nWhile it is unclear how strictly the Immigration and Naturalization Service will be able to enforce the law on \nindividual families, employment agents say they are certain to be targeted. ''A lot of the smaller agencies will go out \nof business,'' said David Wexler, former president of the Household Agencies and Nurses Registry Association in \nNew York. ''With the fines and the jail sentences, it just doesn't pay.''\n\nThe matter is further complicated by sensitive considerations of social class and race, since most of the Americans \navailable for this work come from minority groups. According to Ms. Richardson of Houston, her clients prefer young \nEuropean women of similar middle-class background to look after their children.\n\n \n\nLooking for 'Qualified Clones'\n\n''They want qualified clones of themselves,'' she said. She and other agents want Congress to restore the \nexemption for small employers.\n\nBut the new law has given a boost to a fledgling domestic nanny industry that is trying to produce a corps of home-\ngrown Mary Poppinses to supply a distictively American market.\n\n''Most Americans cannot afford to pay $250 to $350 per week for live-in child care help,'' observes the current issue \nof The National Nanny Newsletter. ''Despite good pay, many young American women do not want to take nanny \njobs because they view in-home child care as domestic employment and lower status than that of a 'teacher' in a \nprivate preschool working for minimum wage.''\n\nDeborah Davis, the publisher of the newsletter, who operates a referral service in Chicago, says there are 20 to 40 \nclients for every available nanny.\n\nIn the past the only risk in employing an au pair was that the helper could be picked up by the Immigration and \nNaturalization Service and deported, but the employer was not liable legally.\n\nEllen Campbell, a Chicago investment banker, and her husband Ray, a lawyer, spent five months looking for a live-\nin helper to take care of their 20-month-old daughter. They say they found the foreign applicants better qualified and \nwould have hired one of the experienced European candidates had not Ms. Richardson found a young American to \ndo the job. The couple said they much preferred legal help.\n\n''It got kind of depressing after a while,'' Mr. Campbell said. ''You don't want to gamble with your kid. There's really \nno alternative to a live-in. There are times when both of us have to work real late.''\n\n\n\nIt can be costly. Pat Villareal and her husband, Tom Leatherbury, both lawyers in Dallas, say they pay double the \ngoing rate for au pairs for a trained legal nanny, Lynn Moeller, who not only cares for their children, Collin, 8 \nmonths old, and Sean, 3, but also helps manage the household.\n\n \n\n'You Take the Risk'\n\nThe Kramans in Brooklyn say they were pleased with their German au pair. ''I hesitated because it was basicallly \nillegal,'' Mrs. Kraman said. ''I had mixed emotions, both for me and for her. I didn't want her to be liable. But you \ntake the risk.'' It is not clear how great the risk is now under the new law. James Farris, an enforcement officer with \nthe district office of the immigration service in New York, said the agency would probably not put top priority on au \npairs.\n\n''The person who wants an illegal maid will probably have a better chance of keeping her than a restaurant hiring \nillegal dishwashers,'' he said.\n\nMany of the au pair agencies and parents are resentful over a special new program under which 3,100 foreign au \npairs are legally brought to this country each year by a private company, the American Institute for Foreign Study, \nunder a cultural exchange program sponsored by the United States Information Agency and the Experiment in \nInternational Living.\n\nSome say the solution is an American nanny industry, and it is growing. But in the meantime many parents see au \npairs as the only solution, legal or not.\n\n''We ought to relax the law,'' said Ms. Davis of Chicago. ''I don't see why an au pair visa is such an unreasonable \nthing,'' said Mrs. Kraman.''This way they have to sneak in. They are going to come in anyway. I don't see that it is \nsuch a liability for the country.''\n\nCorrection\n\nAn article yesterday about the new immigration law discussed implications for the employment of child-care helpers \nin American households.\n\nIt noted that some foreign women on tourist visas were working, illegally, as au pairs.\n\n \n\nBetty Richardson, proprietor of\n\nBetty's Nannies, a Houston-based do-mestic recruitment agency, was quoted as saying, ''If they took all the \nunauthorized nannies away we'd all come to a screeching halt.''\n\nMs. Richardson says the article should have specified that her agency places only American nannies, all of whom \nare legal workers, and no foreign au pairs.\nCorrection-Date: May 21, 1987, Thursday, Late City Final Edition and May 20, 1987, Wednesday, Late City Final \nEdition\n\nGraphic\n\n \n\nphoto of the Leatherbury family with Lynn Moeller (NYT/Mark Perlstein) (page B8); photo of Deborah Davis and her \nson Toby (NYT/Michael Tweed) (page B8)\n"}