{"title": "Suspected Illegal Workers Found at Halliburton Job Site", "body": "\nFederal agents have identified 10 suspected illegal immigrants working at a naval base near New Orleans where \nthe Halliburton Co. subsidiary Kellogg Brown & Root is leading hurricane reconstruction, according to a \nspokeswoman for U.S. Immigration and Customs Enforcement. \n\n A spokesman for the base said last night that 13 workers were barred from the base this week for lack of proper \nwork papers, and that they were employees of Texas-based BMS Catastrophe. Officials of the company could not \nbe reached yesterday for comment. \n\n A KBR spokeswoman said the firm will look into any allegations that its subcontractors have violated the law or the \ncompany's code of conduct. She could not immediately say whether BMS was working for KBR. \n\n Immigration and Customs spokeswoman Jamie E. Zuieback said yesterday that agents were called in Thursday by \nbase security personnel and found that 10 workers lacked proper documentation. The workers have not been \ntaken into custody, Zuieback said. She said the investigation is ongoing, but would not comment on its scope.  \n\n Work at the base has been a source of dispute  in recent weeks because dozens of unionized electricians, many of \nthem local residents who had their homes destroyed during Hurricane Katrina, claim they were let go by another \nHalliburton subcontractor, Alabama-based BE&K, in favor of lower wage workers. That came after the Bush \nadministration suspended the Davis-Bacon Act, a law that guarantees the prevailing local wage for workers \noperating under federal contracts.  \n\n Sen. Byron L. Dorgan (D-N.D.), who has been following the case closely, said the discovery of illegal immigrants \nat the naval base  confirms that Gulf Coast workers looking for livable wages are getting left out of the federally \nfunded reconstruction. \n\n \"I don't think there's any question that there's a pretty significant sucking sound there,\" he said. \"If you were paying \nprevailing wages, you would be hiring skilled electricians.\"  \n\n KBR has been working under a federal contract to help rebuild the Belle Chasse Naval Air Station in New Orleans \nafter Katrina hit. BE&K won a subcontract from KBR to help build a temporary tent city to house 7,000 military \npersonnel and others assisting in the disaster response.  \n\n\n Susan Wasley, a spokeswoman for BE&K, acknowledged that federal agents had begun reviewing documentation \nfor the firm's employees, but said that papers for other firms' employees were also being examined. She said that \neveryone who works for the company has provided documentation, and denied that the firm had laid off union \nworkers in favor of low-wage labor. \"No BE&K worker and no BE&K subcontractor's worker has been detained,\" \nthe company said in a statement.  \n\n The story of the union electricians  became the centerpiece of an event held Monday by the Democratic Policy \nCommittee, when Al Knight, head of the company that hired the union workers, recounted his story for lawmakers. \nSenators listening to his testimony blamed the Bush administration's suspension of the Davis-Bacon Act. \n\n Sen. Mary Landrieu (D-La.) expressed contempt yesterday for a system that she said allows companies working \nfor the government to make a larger profit at workers' expense. \"Skilled Louisiana workers rebuilding a U.S. \nmilitary base were pushed aside by sub-contractors looking to make a quick buck off American taxpayers by hiring \nlow-skilled, low-wage undocumented workers,\" Landrieu said in a statement. \n\n Among the electricians who lost their jobs was Sam Smith, whose  house in the Ninth Ward was destroyed after \nKatrina slammed into the Louisiana coast. Smith, 55, returned to the city because of the promise of $22-an-hour \nwages, and guaranteed work for at least a year at the naval base. He was quickly disappointed, however, and lost \nhis job within three weeks. \"You would think that the federal government should be making sure that people who \nare trying to restart their lives and are trying to put their city back together again are out there working,\" Smith said. \n\"But that's not the case.\"  \n\n The Bush administration has steadfastly defended its suspension of the prevailing wage law, saying it was needed \nto speed reconstruction and save the government money.  \n\n \"The Davis-Bacon waiver removed red tape to get the recovery effort going quickly with more companies \nparticipating,\" Alex Conant, a spokesman for the Office of Management and Budget, said in a statement. \"We have \nnot seen any evidence of abuse  --  in fact, we have seen just the opposite. The waivers are proving to be effective \nand efficient, jump-starting the recovery effort at reduced costs to taxpayers.\" \n"}