{"title": "Canadian's arrest shows law's fallout", "body": "\nThe Georgia General Assembly last year enacted Senate Bill 529, which includes a requirement that state and local \nlaw enforcement authorities investigate the citizenship status of anyone jailed for a felony or drunken driving and \ncontact U.S. Homeland Security if the suspect is here illegally.\n\nThe Georgia Association of Latino Elected Officials consistently raised concerns about SB 529, arguing that among \nother problems with the bill, states do not have the authority to enforce federal immigration laws.\n\nWe are deeply disturbed about the unintended consequences of the bill, specifically regarding the case of the \nCanadian tourist in Brunswick.\n\nAccording to Canadian news reports, Cheryl Kuehn, a 23-year-old Canadian on her way to Florida, spent nine \nhours in a Georgia detention center after being stopped for a pair of minor traffic violations.\n\nThe Ottowa Citizen newspaper reported the woman, who was carrying her Canadian passport, stated that she was \n\"fingerprinted and had her mug shot taken before being forced to strip naked and shower, don a navy blue jail outfit \nand sleep in a cell with two other women while other inmates jeered and leered at her from adjoining cells.\"\n\nAccording to the Canadian news reports, Georgia State Trooper Larry Schnall indicated it is routine for police to \ntake foreign nationals into custody for traffic violations so that they can post a cash bond. Furthermore, Col. Louise \nNewsome, a jail administrator at the Glynn County Detention Center, indicated that all non-U.S. citizens must go \nthrough the immigration verification process to determine if they are wanted on other warrants. Newsome indicated \nthe policy was implemented in anticipation of complying with SB 529, which becomes effective July 1.\n\nIn fact, SB 529 applies the process of identifying the immigration status of all foreign nationals if arrested for a \nfelony or a DUI. Kuehn was charged with neither.\n\nPlease consider a potential scenario. As the Kia auto plant is being constructed in West Georgia, a Kia executive, a \nforeign national, flies into Atlanta and needs to visit the site.\n\nIn the process of driving to the Kia site, the executive is pulled over for speeding. According to what might be \nperceived by a state trooper and jail administrator as \"standard procedure,\" he would be hauled off to jail, mug shot \n\n\ntaken, stripped naked and then made to wait in jail while his immigration status clears with U.S. Immigration and \nCustoms Enforcement.\n\nNow, let's multiply that by 1,000 potential arrests in the state and ask ourselves how long ICE would take to \nrespond?\n\nFurther complicating this scenario, how does one prove he is not a foreign national?\n\nWhat if a U.S. citizen speaks very little English or speaks with a very heavy accent? Will the officer immediately \nconclude he is a foreign national and send him to jail because he carries only a Georgia driver's license and not \nimmigration or naturalization paperwork?\n\nIn fact, most immigration attorneys tell their clients not to carry their immigration paperwork with them because if the \npaperwork is lost, immigration officials may take several years to re-issue them.\n\nDue to the very serious economic consequences and equal protection concerns, we strongly urge Gov. Sonny \nPerdue to fully investigate the arrest of the Canadian tourist.\n\nIn addition, we would urge him to issue specific public guidelines for all local and state law enforcement officials on \nhow they need to comply with SB529 in order to be in full compliance of all federal laws.\n\nAs Georgia voters and concerned citizens, we expect this matter to be resolved quickly and efficiently because our \nstate's international image and economic interests are at stake.\n\n* Jerry Gonzalez is executive director of the Georgia Association of Latino Elected Officials.\n\nGraphic\n\n \n\nPhoto: Jerry Gonzalez /ImageData*\n"}