{"title": "HEARING OF THE PERMANENT INVESTIGATIONS SUBCOMMITTEE OF THE SENATE GOVERNMENT AFFAIRS COMMITTEE SUBJECT: REVIEW OF INS POLICY ON RELEASING ILLEGAL ALIENS PENDING DEPORTATION CHAIRED BY: SENATOR CARL LEVIN (D-MI) LOCATION: 342 DIRKSEN SENATE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\nSEN. CARL LEVIN (D-MI): Good morning, everybody.\n\nToday the Permanent Subcommittee on Investigations will hear from current and past employees of the U.S. \nBorder Patrol who have come forward to express their concern and dismay at the Immigration and Naturalization \nService's practices, the INS practices involving the release of persons arrested for trying to gain illegal entry into \nthe United States.\n\nWhile the problems raised by the Border Patrol agents would be serious in normal circumstances, they carry \nparticular weight since the attacks of September 11. The U.S. Border Patrol is, according to its own description, the \nmobile uniformed law enforcement arm of the INS. It was officially established in 1924 and was given the \nresponsibility of combating alien smuggling and illegal entries, other than at ports of entry. While the Border Patrol \nitself has changed significantly over the years, its principal mission has remained the same.\n\nThe area we will be focusing on in this hearing involves the illegal entry of persons into the United States outside of \nnormal ports of entry. Ports of entry are the only places where people may legally enter the United States. They are \nlocations such as airports, bridges and highways where INS officers and Customs agents review persons, papers \nand luggage to decide whether to allow someone into the United States.\n\nToday's hearing looks at illegal entries made at places other than these official ports. While the statistics that were \nused to illustrate the problem may include people who have been in the country illegally for some time, what we are \n\n\nfocusing on today are people who are arrested while trying to slip across our borders without subjecting \nthemselves to inspection at a port of entry, as required by law.\n\nOur witnesses today are from two sectors of the Border Patrol and as you can see from this map, the Border \nPatrol is divided into 21 sectors. And the representatives that we'll have testifying today are from the Detroit sector, \nwhich covers four states: Michigan, Ohio, Indiana and Illinois, and the Blaine sector which covers Alaska, Oregon \nand the western half of the state of Washington.\n\nWhen persons are arrested by the Border Patrol, the large majority voluntarily returns to their country of origin; \nusually Mexico or Canada. The others, perhaps as many as one-third of those arrested on the northern border, but \njust a small fraction arrested on the southern border, are scheduled to appear at a removal hearing. The Border \nPatrol decides whether those persons should be detained, released on bond or, as is most often the case, released \non his or her own recognizance while awaiting the hearing. The removal hearing can take several months to occur.\n\nDetention decisions are not made by the Border Patrol alone. If the Border Patrol decides to detain a person or set \na bond to help assure that a person shows up at the hearing, the INS Deportation Office can revise that decision \nand order the person released on a lower bond, or on his or her own recognizance. To be released on your own \nrecognizance means that you're released on your promise that you will appear at the scheduled hearing. There is \nno bond.\n\nFor a number of reasons that we'll be discussing at this hearing, the Border Patrol and the INS release on their \nown recognizance a significant number of people who are arrested for illegal entry, even though it is clear that most \nwon't show up at their removal hearing. That means that most people who get caught and arrested for illegal entry, \nwho don't voluntarily return to their country, are allowed to move at will in this country with no constraints other than \na written instruction to appear at a hearing that is likely to result in their removal from this country. And that is \nabsurd.\n\nLook at the statistics that we were able to obtain from the Detroit sector. In Fiscal Year 2001 the Detroit sector of \nthe Border Patrol arrested 2,106 people. A significant percentage of those were arrested while actually attempting \nto enter the country illegally. Now, we don't have that exact figure, but it's a significant percentage of the 2,106 who \nwere actually arrested in the process of entering the country, or attempting to enter the country illegally.\n\nOf those 2,106, slightly less than two-thirds were voluntarily returned to their country of origin. That's the 1,333. 773 \nwere issued notices to appear at a removal hearing. Pending their removal hearing and based on statistics provided \nby Border Patrol agents, we estimate that 85 percent of the 773 were released on their own recognizance, or \nabout 650 people. The rest, our estimate is about 116 people, were detained or released on bond. So that means, \nagain, that about 650 -- or 657 on that chart -- were released on their own recognizance.\n\nNow, how many of those people who were released on their own statement that they would appear at a hearing, \nhow many of them actually showed up for the hearing? The INS doesn't know. One former INS district director and \nBorder Patrol chief told us that he thought that the percentage of persons arrested, again outside of port of entry, \nand released without bond who don't show up for their hearing was 90 percent. Our conclusion is that the vast \nmajority of people arrested by the Border Patrol while attempting to enter the country illegally in the Detroit sector, \nwho don't voluntarily return to their country, are released on their own recognizance and don't show up for their \nremoval hearings.\n\nAnd to add insult to that injury, the INS has told us that if a person doesn't appear at their hearing, little or no effort \nis made to find them. I view this as a dysfunctional, absurd system.\n\nThe INS must know, even without keeping statistics, that once a person is released after being arrested for illegal \nentry, they stand a very good chance of avoiding removal at all. So why then does the INS continue to release so \nmany on their own recognizance? And that's what we're going to explore this morning.\n\n\n\nWe will hear this morning not only from Border Patrol officers on the frontlines. We will also hear from the first \npanel of witnesses, who represent INS and Border Patrol management.\n\nSenator Collins?\n\nSEN. SUSAN COLLINS (R-ME): Thank you very much, Mr. Chairman, and thank you for calling this important \nhearing to review the Immigration and Naturalization Service's policy of releasing illegal aliens while they await their \ndeportation hearings.\n\nWe will hear that many of the individuals released never appear for their hearings, choosing instead to vanish into \nAmerican society and adding to the estimated eight million illegal aliens currently in the United States. Many of the \neight million illegal aliens in America entered our country legally, but overstayed their visas. Others slipped \nundetected across our borders. A significant number of others were apprehended by the Border Patrol, but \nreleased pending the scheduling of a hearing before an immigration judge.\n\nAs Senator Levin indicated, according to one recently retired INS official, as many as 90 percent, or 22,000 of this \ngroup don't show up for their hearings each year. The obvious question arises: is the INS policy of releasing \nindividuals before their deportation hearings take place in the best interest of our country's national security?\n\nLast year the Border Patrol arrested 1.2 million people who entered the United States without presenting \nthemselves for inspection at a port of entry, as required by law. The vast majority of these individuals returned \nvoluntarily to their country of origin after the Border Patrol collected information about them, including a fingerprint \nthat is put in the Immigration Service's automated fingerprint system called IDENT. Thousands of others, perhaps \n20,000 to 30,000 of those apprehended, are scheduled for a hearing before an immigration judge. The vast majority \nof those released, as we have indicated, fail to show up. Although the INS may send out a notice to these no-\nshows, INS agents are not routinely sent out to locate the illegal aliens who fail to appear.\n\nThis morning we will hear disturbing testimony describing how INS agents would have difficulty locating these no-\nshows, even if they were going out to look for them; in part because the contact information the illegal aliens \nprovide is not verified consistently. We will also hear how criminal and background checks are not routinely \nconducted prior to releasing the illegal alien; a policy that could result in felons or other dangerous individuals being \nreleased into American society.\n\nThe lack of detention space is another factor that may influence how many illegal aliens are detained. The policy of \nreleasing illegal aliens pending deportation hearings is not limited to aliens who are apprehended by the Border \nPatrol when they try to enter the United States outside a port of entry. In September 2000, the General Accounting \nOffice reported that it is the policy of the INS to release aliens seeking asylum whom the agency has determined do \nnot pose a flight risk. In 1999, some INS district offices released nearly 80 percent of the asylum seekers pending \ntheir asylum hearing. Yet, as many as one-third of these individuals failed to appear for their asylum hearings. In \nfact, many of them, never even bothered to file an application for asylum.\n\nA more recent report issued by the Department of Justice Office of Inspector General, notes that more than 75 \nmillion individuals are inspected each year at U.S. airports for potential admission to the United States, some of \nwhom are referred for secondary inspections. The report estimates that approximately 10,000 of the individuals \nsubjected to a secondary inspection are ordered to gather additional documentation and report to an INS district \noffice to complete the inspection. Included among those whose inspections were deferred were individuals about \nwhom lookouts had been placed on databases as well as people with criminal records. The report indicates that at \nleast 11 percent of those paroled failed to complete the inspection, and that 50 percent of these no-shows had \ncriminal records or were on the look-out list.\n\nThe inspector-general's report notes that the INS did not consistently track these inspections to completion, and \nconducted little or no follow-up on the no-shows. Now more than ever, we must ensure that we know who is being \npermitted to enter the United States. I hope that this hearing will draw attention to the larger problem of securing our \n\n\n\nnation's borders, particularly our porous northern border, as it appears to be the entryway of choice for a number \nof terrorists. And this is an issue that I look forward to working with the Chairman on and have asked him to pursue.\n\nFor example, in December of 1999, Ahmed Rassam drove a car loaded with 130 pounds of explosives and timing \ndevices from Canada to the state of Washington with the intention of bombing the Los Angeles International Airport. \nThankfully he was apprehended by an alert U.S. customs agent as he attempted to enter through a port of entry. \nConvicted in April on terrorism charges, Rassam awaits sentencing next year. There are other examples as well. \nMore recently, a reputed bin Laden operative wanted in connection with the attacks on the World Trade Center and \nthe Pentagon also chose to enter the United States from Canada.\n\nThe southern border has long been a focus of INS resources, while the northern border consistently has been \nunderstaffed and under- funded. Only about 340 Border Patrol agents, and about 500 INS inspectors watch a \nborder nearly 4000 miles long in the continental United States alone, and staff 130 ports of entry. Prior to \nSeptember 11, a number of these ports were not staffed and guarded 24 hours a day. And agents in Maine have \ntold me that they feel extremely overworked and stressed in trying to fully staff these ports 24 hours a day.\n\nThe comprehensive new anti-terrorism laws signed recently by the president contain provisions to strengthen \nimmigration enforcement and otherwise aid in the fight to detect and thwart terrorist activities. One important \nprovision would authorize a tripling of the number of Border Patrol personnel, customs service personnel and INS \ninspectors along the northern border. It also authorizes $100 million to improve INS and customs service \ntechnology and additional equipment for monitoring the northern border.\n\nSwift implementation of these measures is critical to strengthening our homeland security. I look forward to hearing \nthe testimony from all our witnesses today. And again, I commend the Chairman for chairing and holding this \nimportant hearing. As the president has said, we live in a very different world, from the one we lived in on \nSeptember 10th. We need to adapt to that new reality, by improving the methods by which we protect our borders, \nour liberty and our lives. Thank you, Mr. Chairman.\n\nSEN. LEVIN: Thank you, Senator Collins, and thank you for your good work in this area.\n\nBefore I introduce our first panel, I want to just make a statement about our second panel. The second panel \nconsists of two current employees of the U.S. Border Patrol, both of whom are senior agents and presidents of \ntheir local unions, and one former employee who served at the time of retirement as a deputy chief patrol agent. \nThe current employees are here today under subpoena, though both agents were willing to come on their own as \nwell. I issued these subpoenas as Chairman of this subcommittee in response to concerns against these agents of \npossible retaliation by the INS.\n\nMark Hall, has, within the past two months been issued two proposals of punishment for speaking to the media \nwithout permission. The first proposal is for a 90-day suspension without pay, the second is for a one-year demotion \nfollowing the 90-day suspension. I have fought, Senator Collins has fought, this subcommittee and this full \ncommittee has fought for decades to protect the rights of whistleblowers in our federal government. I am very \ndisturbed about what I have heard about this matter to date. I have asked the INS to provide this subcommittee with \nall documents relating to Mark Hall's personnel actions over the last two months, and the subcommittee staff has \nbeen directed to review them. We received some of the requested documents this morning and have been told that \nthe rest will be forthcoming and we expect nothing less.\n\nOf course if there is any delay or resistance to turning over the documents, we will issue a subpoena for them. It is \nnot easy for career employees, dedicated to their jobs and their agencies, to come forward and to tell the American \npeople about serious problems in their programs.\n\nIt's hard enough to swim against the tide without being punished for it financially and professionally. We will be \nreviewing these recent actions very closely. We will not tolerate any form or degree of retaliation for appropriately \nblowing the whistle on mismanagement.\n\n\n\nNow, I'm not going to take more of today's hearing to get the details of this personnel action, because the issue that \nwe have before us is so important. But I will keep the subcommittee involved and informed in overseeing \ndevelopments in these personnel matters, until I am satisfied that these employees are treated fairly and that these \nagents have not been subject to any inappropriate or retaliatory action by their employers. Now I'd like to welcome \nour first panel of witnesses this morning. We're pleased to have Mr. Michael Pearson, Executive Associate \nCommissioner of Field Operations, of the U.S. Immigration and Naturalization Service. And he is accompanied by \nthe Chief of the U.S. Border Patrol, Gustavo De LaVina --I pronouncing your name correctly?\n\nMR. GUSTAVO DE LAVINA: That's correct, sir.\n\nSEN. LEVIN: Gentlemen, we thank you for being here. We look forward to your testimony.\n\n(The witnesses are sworn in.)\n\nSEN. LEVIN: Now, we will be using a timing system today. Approximately one minute before the red light comes on, \nyou will see the light change from green to yellow, which will then give you an opportunity to conclude your remarks. \nYour written testimony will be printed in the record in its entirety, but we would ask that you attempt to limit your oral \ntestimony to 10 minutes. Again, we thank you both.\n\nAnd Mr. Pearson, you may proceed.\n\nMR. MICHAEL A. PEARSON: Mr. Chairman, Senator Collins, I am pleased to have the opportunity to talk to you \ntoday about the Immigration and Naturalization Service's role in processing aliens arrested for illegal entry into the \nUnited States between ports of entry.\n\nI am also pleased to be accompanied today by Gus De LaVina, Chief of the United States Border Patrol. The INS \nis charged with both facilitating legal immigration and enforcing the nation's laws to prevent illegal immigration. The \nhorrific events of September 11th have underscored the far-reaching implications of this mission and the challenges \nthe agency faces in carrying it out. Nowhere are the challenges greater than along our land borders.\n\nOur border management strategy aims to facilitate the flow of legal immigration while preventing the illegal entry of \npeople and contraband. Responsibility for carrying out this strategy is shared by the Border Patrol and the \ninspections program. Immigration inspectors are assigned to the ports of entry and are charged with facilitating \nlawful entry and preventing unlawful entry. Border Patrol agents are charged, primarily, with the detecting and \npreventing the unlawful entry across our land borders between ports of entry.\n\nThe Border Patrol is responsible for patrolling 8,000 miles of border, which includes 2,000 miles of southwest \nborder, 4,000 miles of northern border, and 2,000 miles of coastal area. In 1994 as threat and activity levels grew \nalong the southwest border, the Border Patrol implemented a four-phase strategy to deter, detect and apprehend \nillegal entrants, smugglers and contraband. This strategy involves forward deployment of personnel, equipment and \ntechnology all along the southwest border in phases one through three, and then along the northern border, \nPacific and Gulf coast in phase four. This strategy is currently in phase two concentrating resources, primarily, in \nthe area of highest illegal activity, the southwest border.\n\nWe are experiencing a decline in apprehensions along the southwest border. Apprehensions for fiscal year 2001 \nshow a 25 percent decline when compared to the same period the previous year. This decline is due, in part, to the \nsuccess of our border enforcement strategy. Measures of success along the southwest border over the last year \ninclude the arrest of 1.2 million aliens almost 11,000 of whom were identified as criminal aliens, the seizure of 1.1 \nmillion pounds of marijuana and the seizure of over 16,000 pounds of cocaine.\n\nAlong the northern border in fiscal year 2000, the Border Patrol arrested 12,108 undocumented aliens and seized \nover 4,900 pounds of marijuana. Fifty-seven percent of those arrested along the northern border initially entered \nthrough the southwest border. In fiscal year 2001, 12,338 undocumented aliens were arrested along the northern \nborder, 60 percent of those were Mexican nationals and 20 percent were Canadian nationals. Most of those were \n\n\n\nvoluntarily returned to their country of origin. Sixty-one percent of the northern border apprehensions entered \ninitially through the southwest border. Also in fiscal year 2001, 13,000 aliens were arrested along the coastal \nareas.\n\nThe majority of illegal alien crossings and narcotic trafficking continues to occur along the southwest border. \nHowever, we know that there is a threat along the northern border and coastal areas as well, and continue to re-\nevaluate our enforcement strategies. In the last three years we have increased the number of Border Patrol agents \non our northern and coastal sectors by 25 percent. Border Patrol agents assigned to the northern border are \nexperienced. We have not assigned newly hired trainees to the northern border. Additionally we plan on increasing \nthe number of Border Patrol agents in our northern border this fiscal year consistent with funding, for our fiscal \nyear 2002 and the supplemental.\n\nNow we'd like to discuss the process by which Border Patrol agents arrest aliens who enter the United States \nillegally. Upon arresting an alien the alien is charged under either section 2.12 or section 2.37 of the Immigration \nNationality Act. Aliens who have entered the United States without inspection and arriving aliens are charged under \nsection 2.12 which describes the ground for inadmissibility. While others may be subjected to section 2.37 which \ndescribes the grounds for deportability. The alien is either placed in removal proceedings or allowed to voluntarily to \nreturn to his or her own country.\n\nBorder Patrol agents use the ENFORCE and IDENT computer systems for processing aliens. ENFORCE is a case \nmanagement system and IDENT is a biometric recidivist and lookout database. ENFORCE and IDENT are INS-\nwide programs that standardize the collection of data and generate INS forms used in the administrative or criminal \nprocessing of aliens for immigration related violations.\n\nWithin the Border Patrol, IDENT is deployed to all sectors. With the exception of two sectors it is integrated with the \nENFORCE system. ENFORCE will be deployed the Holton Maine, and Swanson Vermont sectors this fiscal year.\n\nPrior to determining the disposition of the alien, the alien's name and other identifying information are checked \nthrough ENFORCE and IDENT in addition to various systems which may include but are not limited to the Central \nIndex System, the National Crime Information Center, and the Deportable Alien Control System. Based on the \nresults of the criminal and administrative record check I just described, the Border Patrol agent will determine the \nmost effective and appropriate course of action. A supervisory Border Patrol agent then approves this \ndetermination. Generally there are three possible courses of action: voluntary departure, voluntary return, and \nissuing a warrant of arrest and notice to appear.\n\nOnce the Border Patrol decides to proceed with the administrative or criminal processing of an alien, the detention \nprocess begins. There are three reasons INS detains an alien: risk of flight, risk of danger to the community, and \nrequirements of law such as mandatory detention of certain aliens. Once charged, those aliens detained by the INS \nare either in proceedings before an immigration judge to determine whether or not they are eligible to remain in the \nUnited States or have final orders and are awaiting removal from the United States. If there is no significant risk of \nflight or danger to the community, an alien can also be paroled into the community, released on bond, released on \nhis or her own recognizance. Availability of detention space plays an important role in deciding whether or not to \ndetain the alien.\n\nThe most common outcome of the removal proceeding is the final order of removal. In such instances the \nimmigration judge determines that an individual is ineligible for a legal admission into the United States and must \nface removal.\n\nDuring the removal hearing process an alien may be granted relief and/or asylum, may be permitted to withdraw his \nor her application for admission or the case may be terminated outright if it is determined that the removal charge is \nnot sustainable or evidence comes to light that the person is lawfully present.\n\nAn alien who has been ordered removed may pursue an appeal of the immigration judge's decision. The time it \ntakes to proceed through the appellate process can be significant and often places a burden on INS to provide long-\n\n\n\nterm detention. Another avenue to effect removal is to reinstate a prior final order of removal. When an alien \npreviously removed from the United States reenters illegally, section 2.41(a)(v) provides for the reinstatement of the \nremoval order.\n\nAs you can see, the INS has established standardized procedures for processing persons arrested for illegal entry \ninto the United States. We believe that these procedures allow us to remove these individuals as rapidly as possible \nwithin available resources while meeting our statutory requirements and protecting the legal rights of those \narrested. We are willing to work with members of Congress on any proposal you may have for improving these \nprocedures.\n\nThis concludes my formal statement. I'd like to thank the subcommittee for the opportunity to appear. I look forward \nto your questions.\n\nSEN. LEVIN: Thank you.\n\nMr. De LaVina?\n\nMR. DE LAVINA: I have no oral statement, sir.\n\nSEN. LEVIN: Thank you.\n\nThe reading of the testimony of the senior agents and the former Deputy Border Patrol Chief will be testifying after \nyou, Mr. Pearson. There is a very high degree of concern about INS practices with regard to illegal aliens who are \narrested coming across the border outside of ports of entry. They will testify that other than Canadians and \nMexicans who are almost always returned to their own country, other than them, most of the persons that are \narrested are released into this country on their own recognizance. Thousands never return for their hearing, and no \none attempts to seek out and arrest people who fail to show up for their hearing.\n\nAnd that's why one of the agents will testify that, as an example, when he recently caught a number of illegal aliens \ntrying to walk through a railroad tunnel between Windsor and Detroit, and when he shone his flashlight on them, \nthey simply continued to the exit, and surrendered to the waiting agents, because they knew that a person stands \nan excellent chance of staying in the U.S. when he or she crosses the border illegally outside of a port of entry.\n\nAnd I'd like to go through some of the data with you now. You said in your testimony that about 12,300 persons \nwere arrested, this is one page 3, and you also gave it in your oral statement, that about 12,300 persons were \narrested for illegal entry on the northern border in 2001. Now most of these, according to INS data, about 8,000 or \ntwo thirds of those arrested, returned voluntarily. What I'm interested in, is talking about the 4,400, who didn't return \nvoluntarily. These are the people arrested for illegal entry, just in the Detroit sector alone, about -- excuse me, just \nin the northern border sector alone -- about 4,400 in 2001. So I want to ask you questions about that group of \npeople, that 4,400 people.\n\nThey were given a notice to appear at a removal hearing. That hearing takes months frequently before it takes \nplace, and the INS has to make a decision about these people pending that removal hearing, whether to detain \nthem, whether to release them on bond, or whether to release them on their own recognizance. Do you keep \nstatistics about those 4,400 people that you told us about, as to how many were detained pending their hearing, \nhow many were released on bond, and how many were released on their own recognizance?\n\nMR. PEARSON: Senator, I don't have statistics on those 4,400. I do however have the statistics on the Detroit \nsector.\n\nSEN. LEVIN: All right. Well then I'll get to the Detroit sector in just one moment. So, but we've asked for those \nstatistics now, and are you going to supply those? Do you keep them?\n\nMR. PEARSON: We have our -- the people that do our stats for us, that look at the data in the computers and \nanalyze them and provide us reports, are working on your request right now. I do not have that with me.\n\n\n\nSEN. LEVIN: But that's not something that you publish in your annual reports?\n\nMR. PEARSON: I don't believe so.\n\nSEN. LEVIN: Now, just of those released on their own recognizance, just based on a promise to show up, about \nhow many actually showed up for a hearing?\n\nMR. PEARSON: According to the graphs provided by the Executive Office for Immigration Review, that's the court \nsystem that handle these, about 80 percent show up. They show in 2001, 20 to 21 percent did not show up.\n\nSEN. LEVIN: Now are you including those folks who were given notices to appear, for instance, who don't live up to \nthe conditions of their visa?\n\nMR. PEARSON: I'm talking of what comes directly off their charts and all that appear in the EOIR system?\n\nSEN. LEVIN: Which includes all the notices to appear?\n\nMR. PEARSON: Yes, Senator.\n\nSEN. LEVIN: I'm just talking about the people who were arrested the Border Patrol?\n\nMR. PEARSON: I don't have that data.\n\nSEN. LEVIN: Do you keep that data?\n\nMR. PEARSON: I don't know. We've asked our statistics people to see what they could call out and provide that.\n\nSEN. LEVIN: And you don't provide that though in your annual report, do you?\n\nMR. PEARSON: Not that I recall.\n\nSEN. LEVIN: So that we do not know, you don't know and you don't keep track of yet, the people that are arrested \nby the Border Patrol, who are released on their own recognizance, who don't show up for their hearings. You don't \nhave that today, and as far as you know, you don't have that in your files, is that correct?\n\nMR. PEARSON: Senator, I don't have the answer to that question. I do not have the data today.\n\nSEN. LEVIN: I find that disturbing to put it mildly, that we release thousands of people on their own recognizance, \nwho have been arrested by the Border Patrol, many of whom are actually arrested in the process, perhaps half of \nwhom are arrested in the process of actually seeking to enter this country illegally. We don't know how many of \nthose don't show up for a hearing. Now we're going to use testimony of agents that will indicated that a large \npercentage of the people who are arrested, released by the Border Patrol, released on their own recognizance, \ndon't show up. We'll come up with that statistic on our own.\n\nBut we believe from the agents in the field, we've been told that 85 percent, and that's the figure we're going to use \non this chart in a minute -- you don't have a better number, we're going to use that number, that 85 percent of the \npeople again, arrested by the Border Patrol, which means not at a normal point of entry, who are released on their \nown recognizance, their testimony is 85 percent do now show up for their hearing. So we're going to leave that \nfigure out there because you don't have a better one.\n\nNow, let's go through the Detroit figure together. Do you have the actual figures, by the way, for the Detroit sector, \nbecause I'd rather have your actual figures than our estimates.\n\nThe two numbers there, 2,106 are your figures arrested the Border Patrol, the 773 issued notice to appear is your \nfigure, and so we just took the difference is 1,333, which we then estimated were voluntary returns. We got that \nnumber from taking your two numbers, 2,106 arrested by the Border Patrol, 773 issued notices to appear, and \n\n\n\ntook the differences voluntary return. And then we looked at the 773 of those people, which were issued notices to \nappear, and the estimated that we have based on the testimony of the agents, is that about 116 of those, that's the \n85 percent figure, were released, that's 657 and 116 is the difference which would be detained or released on bond. \nThose figures, we're happy to have corrected by your actual figures if you have them.\n\nThe figure that we don't have yet, but we think it's in the area of 85 or 90 percent again, are the percentage of those \nthat are released on their own recognizance that failed to show for a hearing. You don't have that figure, you've \nalready told us, but maybe you can give us then the actual figures above that. Do you want to start with that?\n\nMR. PEARSON: Thank you, Senator, I would. And I spoke with the chief patrol agent of the Detroit sector and got \nthese numbers. Your top number is correct, 2,106. 65 percent were voluntarily returned, that's about 1,365, pretty \nclose to what you have there. 20 percent of the number were either detained or on a very high bond. That's \napproximately 420.\n\nSEN. LEVIN: All right.\n\nMR. PEARSON: 15 percent were either released on their own recognizance or a low enough bond that they could \nmake the bond easily. That's approximately 315 people.\n\nSEN. LEVIN: And the rest?\n\nMR. PEARSON: That accounts for 100 percent of the people.\n\nSEN. LEVIN: It does. Okay, give me the two numbers that account then for the 773?\n\nMR. PEARSON: In notices to appear, 35 percent, and that would be the difference\n\nSEN. LEVIN: 773 were given notices to appear, okay.\n\nMR. PEARSON: Pretty close. My number above that is 1,365, so whatever the mathematical difference is.\n\nSEN. LEVIN: So then you have about 740, roughly, were given notices to appear. Now give us the two numbers \nthat make that up.\n\nMR. PEARSON: 20 percent of them were either detained or were on a high bond. That's approximately 420 people.\n\nSEN. LEVIN: Okay.\n\nMR. PEARSON: The remaining 15 percent were on either their own recognizance or a low bond, one they could \nmake, that's 315 people.\n\nSEN. LEVIN: 300?\n\nMR. PEARSON: 15 -- 315.\n\nSEN. LEVIN: Okay, so you got a little under half then, under your figures that were released on their own \nrecognizance?\n\nMR. PEARSON: That's right.\n\nSEN. LEVIN: Okay. A little under half of the people who were issued notices to appear, which is 740. So let's talk \nnow about those 315 people.\n\nHow many of those did not show up for a hearing?\n\nMR. PEARSON: I don't have the answer to that.\n\n\n\nSEN. LEVIN: And you don't keep that record?\n\nMR. PEARSON: I don't have the answer to that. I have the --\n\nSEN. LEVIN: Do they keep the record in Detroit?\n\nMR. PEARSON: The Detroit chief was not able to provide that to me.\n\nSEN. LEVIN: Don't you find that disturbing that we release a significant number of people on their own \nrecognizance, and on your numbers, still a very significant number of people on their own recognizance and that we \ndon't even keep records of those that don't show up. We don't know. Doesn't that trouble you?\n\nMR. PEARSON: Senator, I don't know that we don't have the information. I wasn't able to get that. I had to explain \nthat. I don't have the answer here today and I do find that troubling.\n\nSEN. LEVIN: All right. We have asked for it. We can't get it. We hope you can produce it. But in any event, the fact \nthat there are no records available, that even tell us how many people who are released on their own recognizance \nfail to show up for a hearing it seems to me is a symptom of a very big problem. It's a large number. We should \nknow it and we should do something about it. We don't know it, and we're not doing much about it. I'll come back to \nthat on my second round.\n\nSenator Collins?\n\nSEN. COLLINS: Thank you, Mr. Chairman.\n\nMr. Pearson, you stated that the INS recognizes that there is a threat along the northern border and coastal areas \nand that you are re-evaluating your current enforcement strategies to identify any gaps, and you also note that \nyou're committed to deploying additional staff to the northern border now. The security of our northern border has \nlong been a concern of mine, and I pushed for some time for increased funding so that we can expand the agents \nand inspectors who are responsible for the security of our northern border. Can you tell us how many agents you \nfeel the northern border needs in order to provide appropriate security and checks?\n\nMR. PEARSON: Senator, let me, if I may, first state that, when I said we were evaluating, that was in response to \nthe border strategy, with the four phases, as I explained we were in phase two. But we continually re-evaluate \nwhere we are, which is why over the last three years we've increased the northern border and coastal by 25 \npercent of Border Patrol agents. It's not just sticking with that strategy. We have approximately 334 Border Patrol \nagents up on the northern border right now. Our goal, our expectation right now, is to increase that to roughly \n1000.\n\nSEN. COLLINS: And how would that compare with the number of inspectors and agents that we have along the \nsouthern border?\n\nMR. PEARSON: Well, comparing it to the Border Patrol agents, we have about 8,000 along the south-west border \nright now. I just ask you to remember that 98 percent of our apprehensions are on the south- west border. There is \nmore along the coastal area than there are along the northern border. But we recognize that any border of the \nUnited States is a possible avenue for somebody to try to get in.\n\nSEN. COLLINS: Well, if you have 8000 agents, you're obviously going to have more apprehensions than if you \nhave only 340, or even 1000.\n\nMR. PEARSON: That's true, but the volume of crossers is significantly higher on the south-west border. That's why \nwe had 1.6 million arrests there last year.\n\nSEN. COLLINS: Some of the ports of entry prior to September 11th were actually not staffed during certain night-\ntime hours along the northern border. Has that problem been remedied?\n\n\n\nMR. PEARSON: We have a number of ports of entry that were not 24 hour ports. They were convenience ports, \nports that were not used at night or only used at certain times a day because of local crossers, and we staffed it \nduring the time the port was open. At night, while the port was closed, we would have other -- we would have the \nability to monitor in some cases, through camera systems or through sensors, and it would be able to respond to \nthat port if somebody crossed.\n\nAfter the events of September 11th, we've taken all our ports of entry, with the exception to seasonal ones, and \nwe've manned them 24 hours a day, seven days a week, with two people at a time as a minimum. Those that are \nseasonal ports of entry, because there are some ports that close, just physically cannot be used. We have two of \nthose right now that are closed. They are sealed. But again we have sensors and the ability to respond, if we have \nthe indication that somebody has tried to cross there.\n\nSEN. COLLINS: A concern that the INS inspectors have expressed to me in some of the smaller ports of entry in \nnorthern and western Maine is that at times there is only one person on duty. It may not actually even be an INS \ninspector. It may be a customs inspector who has been deputized to act as an INS inspector. Did I understand you \nto say that that situation has been remedied now, so that there would be two people on duty at all times?\n\nMR. PEARSON: Yes, senator, that's two people, 24 hours a day, seven days a week, but it might be two customs, \ntwo INS, or one INS and customs. It's a minimum of two.\n\nSEN. COLLINS: Thank you. I'd now like to ask you to respond to a series of statements of concerns raised in the \ntestimony of our next panel of witnesses. Does the INS have a policy mandating that any record checks must be \ncompleted on aliens who are apprehended?\n\nMR. PEARSON: Senator, I have a chart I'd like to show you, if I may put this up. This chart, I think, will help \ngraphically show the process and answer your question. It certainly looks cumbersome, but it is really not. Once, \nthe -- if we look at the diamond in the second row -- in arrest -- that the determination of alien's nationality is made. \nCertainly if it's United States citizen, we have no authority over immigration offence for the person.\n\nBut the process is to enroll the subject into ENFORCE and IDENT, as explained in my oral testimony, those are the \nsystems we use that tell if there's an immigration issue. ENFORCE is our case management system that tells us \nwho we've already had, who we're looking for, that type of stuff. The IDENT system is biometric. The advantage of \nbiometrics, it doesn't matter what name the person tells us. Once we put him in the system, we can bring them back \nup to determine that we've had them in our custody before. And we have a look-out system in there. The look-out \nsystem is designed to advise the agent, or the apprehending officer that there may be a problem here either \nbecause the person is dangerous, he's been -- he's caused problems when arrested before, as well as federal \nfugitives.\n\nWe've taken U.S. Marshals Service list of foreign-born fugitives and put them in our system to include their \nfingerprints, so that if, in the course of crossing the border between the ports of entry, if the Border Patrol runs into \nthis person, we can effect an apprehension. And we've also worked with the FBI on entering foreign- born federal \nfugitives. That is the requirement. Then the Border Patrol has options, and there's a number of reasons for this, \nhas the options of what they're going to do next. If they have the information they want to run the person through \nNCIC they may be able to do so.\n\nOft times, with the Border Patrol, because they're working away from offices, buildings, they don't have a means to \ndo an NCIC check onsite, but they have the opportunity to take an individual back to a station, back to a place \nwhere they could run NCIC or other indices checks.\n\nSEN. COLLINS: But it's the practical matter. Isn't that a very cumbersome process, that if in fact you've got all these \ndifferent databases and the Border Patrol agent has to check each one of them, does that happen?\n\nMR. PEARSON: It certainly does happen in many cases. But recall I have talked about ENFORCE. ENFORCE isn't \ncompleted when it is done. It is designed to include all the INS indices that there would be a single check. And the \n\n\n\nIDENT system -- we're currently working with the FBI, through the Department of Justice, to tie the IDENT system \nwith the FBI's IAFIS system, that's an integrated automated fingerprint identification system. So that when it's \ncompleted, our IDENT system will be able to access FBI files to determine biometrically if a person is wanted.\n\nSEN. COLLINS: But right now, does the INS have a policy mandating these records checks, particularly criminal \nbackground checks, or is it at the discretion of the Border Patrol agent?\n\nMR. PEARSON: The mandate is for IDENT and Oasis, not for anything else.\n\nSEN. COLLINS: Now, as I understand it, from looking at form I- 213, there are a number and that you've just \nexplained, there are a number of databases. There is a central index system, a deportable alien control system, and \nnon-immigrant information system, an operational activity special information systems, a student in schools system, \nand the national crime information center.\n\nDo these databases interact with one another? Now, I realize the NCIC is not maintained by the INS, but as I \nunderstand it, the rest are. Do they cross reference each one or does the Border Patrol and INS personnel have to \nindividually check each database?\n\nMR. PEARSON: They do not interact automatically right now. The ENFORCE system is designed to that. It's not \ncompleted yet.\n\nSEN. COLLINS: And when do you anticipated that the ENFORCE system will be completed so that the Border \nPatrol agents and INS agents who are already overworked and strapped for time, don't have to check multiple \ndatabases.\n\nMR. PEARSON: Senator, I don't recall the timeline on that little -- I'll be glad to get that information to you. I know \nthe DACS system should be up by the end of 2002 or in 2003. We're working on all of this systematically.\n\nSEN. COLLINS: Thank you, Mr. Chairman. I see my time has expired.\n\nSEN. LEVIN: Going back to IDENT and IAFIS, IDENT is not a criminal background checking system, is that \ncorrect?\n\nMR. PEARSON: That is correct.\n\nSEN. LEVIN: But the NCIC is?\n\nMR. PEARSON: The NCIC system, run by the FBI, has a number of components to it. It can have lots of warrants, \nwhich is a criminal system that let's you know who a warrant is listed for. The NCIC III has criminal history, but it \nalso has a number of other things in there: list of stolen vehicles, list of missing people, list of stolen weapons, that \ntype of stuff. NCIC is not one master database that also combines different databases.\n\nSEN. LEVIN: And are Border Patrol agents required to run a NCIC check on every person that they arrest?\n\nMR. PEARSON: No, sir, they are not required to do so.\n\nSEN. LEVIN: And why?\n\nMR. PEARSON: Well, there are a couple of reasons for it. Primarily, as I talked about, a lot of times these arrests \nare made out where there's no system available. They're out on the borders. And particularly if you're going to do a \nvoluntary removal, in the numbers we talked about, it stops from bringing people back and running these checks \nthat take a lot of time. I'd as you to remember that with 1.6 million arrests, or even 1.2 for last year, these systems \nto take time to run. So, there is no requirement, but the Border Patrol agent has the option, the opportunity to do so \nbased on their experience.\n\nSEN. LEVIN: And does everybody who's released on their own recognizance required first to have an NCIC check?\n\n\n\nMR. PEARSON: No, sir.\n\nSEN. LEVIN: Why?\n\nMR. PEARSON: For the same reason that I just talked about, and that is, we leave it up to the agent's experience \nto make that determination. The requirement is to run IDENT and ENFORCE.\n\nSEN. LEVIN: But that is not a criminal background check?\n\nMR. PEARSON: That is correct.\n\nSEN. LEVIN: So you're releasing people on their own recognizance without a requirement for a criminal \nbackground check?\n\nMR. PEARSON: There is not a requirement right now.\n\nSEN. LEVIN: Does that trouble you?\n\nMR. PEARSON: The concept troubles me, Senator, when you get out in the field as a practical matter when you're \ntalking with over a million people we arrest, we have rely a lot on the individual's judgment, and the time it takes to \ndo these things.\n\nSEN. LEVIN: And the huge percentage of those people are voluntarily returned, is that not correct?\n\nMR. PEARSON: Of the 1.2 million, yes, sir.\n\nSEN. LEVIN: We're just talking now about the thousands that are arrested, not voluntarily returned, then released \non their own recognizance, their statement they'll show up at a hearing. For those people, there's no requirement \nthat there be a criminal background check. Is that not correct?\n\nMR. PEARSON: Senator, that is correct. There is no requirement and there's certainly no prohibition and the agent \ncan run it, but we do not have a policy that requires that.\n\nSEN. LEVIN: Do you know in how many cases where people are released on their requirement, approximately, \nthere is no criminal background check?\n\nMR. PEARSON: I do not know, Senator.\n\nSEN. LEVIN: Shouldn't we? And shouldn't we be troubled by it? I mean these are people illegally entering the \ncountry. This isn't the complicated questions of how many people should we allow into the country, these aren't the \ncomplicated questions whether people ought to be allowed to extend visas or not, or change visas or not, or under \nwhat circumstances should people be granted visas.\n\nThis isn't a matter of family reunification. These are people arrested by the Border Patrol for illegally entering the \ncountry, who are released on their recognizance in the country after they're arrested, but we don't even run a \ncriminal background check on them? I find it incredible that we're talking about that limited group. I'm not talking \nabout the million, most of whom are returned voluntarily.\n\nI'm talking about the thousands that after they're arrested, again a significant number of whom are arrested \nactually trying to enter the country physically while they're entering, by the Border Patrol, are just released on their \nown recognizance without background -- a criminal background check, without accessing data which could tell us \nwhether or not they're on a watch list for instance, whether they have a criminal record, and I find it absurd. It's not \nfunctional for that group of people. I know there's a lot of complicated immigration questions out there, but I got to \nsay, this one does not strike me as being complicated. You arrest someone for illegally attempting to enter the \ncountry. Now is that going to stay that way or are we going to change this?.\n\n\n\nMR. PEARSON: Senator, we will certainly re-look this. Now when I said there's no requirement, it's because we \ndon't have a policy that says they must do that. However, before a release is made, the agents are required to go \nthrough the process that I had talked about in my oral testimony, to determine whether or not they are a flight risk, \ndetermine whether or not they are a danger to community, determine whether or not it's a mandatory detention. You \nare not going to do those three unless you do some type of indices check. So they should be done, but your direct \nquestion was, is there a policy requiring this? And there is not.\n\nSEN. LEVIN: And we don't know in what percentage of cases they are done? I don't know what percentage -- let's \nput the form up there if we can, up on the -- this is a form which shows -- is this is I- 213?\n\nMR. PEARSON: The I-213, yes sir.\n\nSEN. LEVIN: I-213, and it shows the -- about the fifth line or so from the bottom -- it says, it shows all of the \ninformation which could be accessed. We got record checks completed, CIS, DACS, NCIC, NIIS, Oasis, if those are \nuseful, why shouldn't they all be accessed before somebody is released on their own recognizance?\n\nMR. PEARSON: The appropriate ones need to be checked to determine whether they are mandatory detention, \nwhether they're flight risk, or whether they're a danger to the community.\n\nSEN. LEVIN: And yet there's no requirement that they be checked?\n\nMR. PEARSON: There's not a requirement to do each and every one, or any one.\n\nSEN. LEVIN: And you don't know in what percentage of cases where people just simply are released on their own \nrecognizance, since you don't know what percentage of those cases that information is accessed.\n\nMR. PEARSON: I do not know.\n\nSEN. LEVIN: I think we ought to find out, we ought to change it, and there ought to be some real energy behind that \neffort, because this, it seems to me, is the no-brainer. Now why are people released on their own recognizance? \nLet's get to this point, where they are arrested for illegally entering the country and don't voluntarily return. Why are \nthey released under -- is it that we have a shortage of detention space while they're awaiting their hearing, whether \nit's a hearing for a removal or a hearing for asylum, why aren't people detained pending that hearing, if they're \narrested for illegally entering the country, not at a port of entry?\n\nThese aren't folks who come into an airport or go through a bridge or tunnel, these are people who are trying -- who \nhave either been caught in the act of entering the country at some point other than a port of entry, or are caught \ninside of the country being here illegally. Why aren't they detained pending the hearing?\n\nMR. PEARSON: Well, there's two primary reasons.\n\nThe first is, as you talked about, or one of the two reasons is the detention space. As I stated earlier, last year we \narrested 1.2 million people in this country. We are funded for 19,700 bed spaces on a daily basis.\n\nSEN. LEVIN: Can we get back to that million figure though. The vast majority of those voluntarily returned. So that \nnumber is not the number we're talking we're talking about. We're talking about the people who don't voluntarily \nreturn, who then say, even though they're caught entering illegally here, they want a hearing, which they're entitled \nto. The question is, why aren't they detained? Why do we not have enough spaces. Have we asked for more \nspaces and been denied those spaces by OMB? What's the scoop and how do we correct it?\n\nMR. PEARSON: Within the 19,700 bed spaces we have spaces for those that are mandatory detention under \nIRAIRA, under the INA. We also have space for criminal aliens that are not mandatory detentions. That leaves little \nspace for the rest so whenever the arrest is made, a determination is made on whether or not detention is \nappropriate.\n\n\n\nThe second part of what I was talking about is the determination on whether or the person is a flight risk or a danger \nto community. If they're not, discretion can be used to release the person, and that's how the decision is made.\n\nSEN. LEVIN: Isn't everybody who's seeking to enter the country illegally, not a flight risk?\n\nMR. PEARSON: Not necessarily.\n\nWe've arrested --\n\nSEN. LEVIN: What percentage of people who seed to enter the country illegally, not at a port of entry, they're \narrested, are not a flight risk?\n\nMR. PEARSON: I can't give you a percentage but we arrest people often that have ties to the community, have \nequities, have families, have a house, and they're not considered a flight risk.\n\nSEN. LEVIN: They are inside the country?\n\nMR. PEARSON: Yes, sir.\n\nSEN. LEVIN: Let's take the narrowest group, which may be half of the people who are arrested by the Border \nPatrol at the border.\n\nMR. PEARSON: Senator, Detroit sector arrested 2,100 people last year, only 103 of those were arrested at the \nborder.\n\nSEN. LEVIN: That's not what we were told by the Detroit sector. But we'll get that by the other testimony. Okay. \nWe'll get that. We have very different figures on the Detroit sector than you do, but whatever that figure is, why are \nthose people not automatically a flight risk? Whatever that number is, whatever these sectors, who are actually \narrested at the border, just for starters, just take that narrow case. Aren't they automatically a flight risk?\n\nMR. PEARSON: I wouldn't say that they're automatically a flight risk, no, sir.\n\nSEN. LEVIN: Okay.\n\nSenator Collins?\n\nSEN. COLLINS: Thank you, Mr. Chairman.\n\nMr. Pearson, one of our next witnesses will testify that, due to a lack of funding, many aliens who are apprehended \nalong the northern border are instructed to leave the United States within 30 days. These individuals are then \nreleased and, according to this witness, there is no process for verifying whether or not they actually left in the 30 \ndays. Is that accurate?\n\nMR. PEARSON: That is an accurate statement. When we do the voluntaries there can either be voluntary or the \nperson is given a time period either by INS or the judge to remove themselves or we can do a voluntary return \nunder safeguards where we keep them in the custody and physically make sure they either cross the border or get \non a plane to return to their home country.\n\nSEN. COLLINS: If there is no system for checking to ensure the individual actually has left within 30 days as \npromised, isn't it likely that a lot of people are not leaving?\n\nMR. PEARSON: That certainly could be the case.\n\nSEN. COLLINS: Are some aliens released on bond or their own recognizance despite the fact that the INS has not \nbeen able to establish positive identity nor verified the legitimacy of the U.S. address or phone number contact \ninformation that they provided?\n\n\n\nMR. PEARSON: That certainly could be the case, senator. We've -- in order to determine flight risk or determine \ndanger to community those checks should be done. As I've said we do it under ENFORCE and IDENT and do the \nbiometric checks so we can try to make sure we know who they are.\n\nSEN. COLLINS: How often does someone have to be apprehended entering the United States illegally before that \nperson is actually prosecuted?\n\nMR. PEARSON: There is not a set magic number. Each U.S. attorney determines their own threshold for \nprosecution.\n\nSEN. COLLINS: Would you be surprised to learn that we have been told by some border agents and INS \ninspectors that an individual could cross illegally and be apprehended a dozen times before there was any \nprosecution?\n\nMR. PEARSON: That would not surprise me. I've spoken with U.S. attorneys who have told me, and their the ones \nthat make the decision that their threshold is higher than that before they will take it to prosecution.\n\nSEN. COLLINS: What concerns me is that it seems like this whole system lacks safeguards, lacks checks to ensure \nthat people really are leaving. That despite the fact that we have an enormous number of people who have been \narrested, that we really don't have a very good system for checking records, for verifying that they are who they say \nthey are, for ensuring that they do leave, for ensuring that they do show up for hearings. It just strikes me that the \nwhole system is so porous and lacks so many safeguards that it's a serious threat to our national security. I think it \ngoes beyond the most egregious case that this hearing is focusing on because it seems to me that the whole \nsystem is just too loose.\n\nMR. PEARSON: Senator, the only way we have right now -- the only ways we have right now to make sure a \nperson leaves is if we check with the country that they went to, to make sure they're back and we do that on \noccasions. If we get the automated INI before that shows they got on a plane and left the country, or we detain \nthem until we remove them across a border and this does apply to those voluntary removals who are back up to \nthe 1.2 million. We simply do not have the detention space to detain everybody to make sure that they are \nphysically removed from the country.\n\nSEN. COLLINS: But if you're not doing the kinds of checks that would help you identify those who are most at risk \nfor staying illegally in the United States, how are you going to get a handle on this problem? I mean, if you're not \nnecessarily following up on contact information or necessarily doing a positive identity on the person, then how are \nyou going to get a handle on the group that is most likely trying to enter illegally perhaps to cause harm to our \ncitizens?\n\nMR. PEARSON: Our focus is on the higher risks that we do the check -- remember I said, I didn't say the checks \nweren't done, I said there was not a requirement to do them. But we do check and we do follow-up on the higher \nlevel categories, those that are aggravated felons, those that there's a want and warrant, those that are criminal \naliens. But when you get below that level it's a resource issue, it is truly a resource issue.\n\nSEN. COLLINS: Well, let me talk to you about one category that had come to our attention lately as a result of the \nattacks on our nation. The previous administration's INS commissioner said that catching individuals who overstay \nthe terms of their visas was a very low priority of the INS and that she thought is should remain a low priority. Well, \nwe know now that a number of the 19 terrorists responsible for the attacks on September 11th reportedly overstays \ntheir visas and, by law, they could have been deported. What is the current administration's view on visa violations, \noverstays, and what priority is now being given to pursuing individuals who overstay their visas?\n\nMR. PEARSON: Well, let me start by saying things have changed since September 11th. Your quote of President \nBush was exactly accurate. By our estimates there are approximately between five and six million people in this \ncountry illegally, you had said eight million in your opening statement, 40 percent of whom are overstays. On that \ngroup, the five to six million, our first priority right now is working with the Federal Bureau of Investigation and we're \n\n\n\nworking with the CIA to see who are we looking for that might be involved in terrorist incidents. So that is our \nhighest priority.\n\nNow, the Border Patrol is on the border trying to secure the border. On the interior we have investigators looking \nfor these people, but we have fewer than 2,000 criminal investigators in INS and over half of those right now are \nworking full time dedicated on the terrorist mission. You then look at who else we have in this country, our priorities \nare aggravated felons, the criminal aliens, that type of stuff. So it's not that an overstay is not important, they are, \nbut when you put it on a priority basis, if we don't have information on terrorist connection, terrorist ties to suspect, \nor their not a criminal alien, or their not an aggravated felon, or their not a mandatory detention, they just -- they \ndon't raise to the level of where we can put many resources right now. It's certainly not that they're not important.\n\nSEN. COLLINS: Well, I think a lot of that also goes to the granting of visas in the first place, and making sure that \nwe have better sharing of information among law enforcement and intelligence agencies so that we could stop \nsome of these individuals from coming here in the first place. Just one final comment, the eight million figure that I \nused, is the U.S. census figure. I would suggest to you, that we don't know how many illegal aliens we have in the \nUnited States, given how porous the system seems to be. Thank you, Mr. Chairman.\n\nMR. PEARSON: Senator, if I may, we would agree with you. We don't know, but we have worked with the census \nbureau on where they got their number and we're confident that ours is a much better number.\n\nSEN. LEVIN: Thank you.\n\nSenator Carper?\n\nSEN. THOMAS CARPER (D-DL): Thank you, Mr. Chairman and to our witnesses this morning, welcome.\n\nI missed the -- your presentations. I've listened to some of the questions and some of your responses both here and \nin the anteroom outside. If you were talking there, at the end, with Senator Collins about number, I think she \nmentioned the Census Bureau number of eight million. And that difference from your number, can you just share \nwith me your number?\n\nMR. PEARSON: Our number is somewhere between five and six million and we don't have an exact number.\n\nSEN. CARPER: What I'm just going to ask, come right to the nub of the issue here, what do we need to do? Not so \nmuch what you need to do -- what do we need to do here in the Congress to help you do your job better?\n\nMR. PEARSON: There are a number of things. The attorney general has been working with the administration on \nchanges to law. We have been working with the Department of Justice and we'll be coming to Congress and \nworking with O&B for additional resources. We all recognize in the purpose of this hearing that northern border \ndoes not have enough assets. We need to increase that. And it's not just personnel, it's some of the systems we're \ntalking system. We do need some assistance.\n\nSEN. CARPER: What kind of systems?\n\nMR. PEARSON: Oasis, for one. These are systems where we can have our cameras tied directly to sensors, so \nthat if a sensor goes off showing movement, we can have a camera check it immediately, to determine if it's people \nor it's an elk, or a moose or a deer that triggered it. So we don't have to take the limited resources we have and \nsend them where they're not necessary. But they will also be able to tell us when people are crossing either at a \nport of entry after it's closed or between ports of entry, and we can track and film in tape where these people are \ngoing, so we can better utilize the resources we have, to go effect their apprehension.\n\nSEN. CARPER: How many people are taken into custody each year by the Border Patrol?\n\nMR. PEARSON: Last year was 1.2 million, the year before was 1.6 million.\n\n\n\nSEN. CARPER: Do I understand that over half of them are returned voluntarily or involuntarily to the countries of \ntheir origin?\n\nMR. PEARSON: The majority of them are Mexicans. In fact, 98 percent are Mexicans. About 60 percent or so are \nreturned voluntarily, just taken right back to the border and turned over to authorities.\n\nSEN. CARPER: Why wouldn't that number be higher, the 60 percent?\n\nMR. PEARSON: Because in the number of cases we're running our indices checks, and we will take them into \ndetention, either because they're wanted, they've been in our system before, we intend to prosecute for crossing \nillegally. It's those that don't raise the threshold that I was talking about earlier, and we don't determine that either \nthey're a flight risk, or a danger to community, and they're not a mandatory detention case, that we would effect a \nvoluntary removal.\n\nSEN. CARPER: When someone is taken into custody, and deemed to be in our country illegally, and the intent is to \nreturn him to their own country, do we -- how do we return -- how are they actually returned physically to their \ncountry of origin?\n\nMR. PEARSON: Well, we must first go to the country that we wish to return them to, hopefully it's their country of \ncitizenship, but that's not always the case. We will work with that country to get travel orders. Now, this is assuming \nthat any appeal, a ruling is made by an immigration judge, will have a final order, that either there is no appeal or if \nthere is an appeal that is finished, then we'll work with the country to get travel documents for the individual. And \nwe'll physically -- if it's overseas, we'll put them on a plane, sometimes under escort, sometimes not, to remove \nthem from this country.\n\nSEN. CARPER: And that's how 60 percent of the folks that are here illegally are returned?\n\nMR. PEARSON: Now, the majority of those are Canadians and Mexicans that were already at the border and with \na voluntary departure we will just take them to the border and let them cross.\n\nSEN. CARPER: All right. Do they come back in?\n\nMR. PEARSON: Many of them do. That's why the IDENT system was developed. It was initially a recidivist \ndatabase, so that those people that do repeat entries we know that, so that we can prosecute.\n\nSEN. CARPER: When people come in repeatedly, do we treat them differently than we do the first time that we \ndetain them?\n\nMR. PEARSON: Well, I'm not sure what you mean, \"treat them differently.\" If they've crossed often enough that \nthey meet the threshold for prosecution by the United States Attorney we will detain them for prosecution. If they do \nnot meet that threshold, we may still detain them, based on whether or not they're a danger to the community or a \nmandatory detention. Other than that, we'll generally return them voluntarily.\n\nSEN. CARPER: Let me just go back and see if I have these numbers right. Did you say 1.2 million are --\n\nMR. PEARSON: Were arrested by the Border Patrol last fiscal year.\n\nSEN. CARPER: --coming in illegally. Roughly 60 percent are returned.\n\nMR. PEARSON: My recollection is 60 percent. The chief here says he believes it's higher but he doesn't have an \nexact number.\n\nSEN. CARPER: That leaves maybe 30 or 40 percent that stay in this country, for a longer period of time. On \naverage, the folks that are returned, how long do they stay in this country?\n\n\n\nMR. PEARSON: I can't answer that question. Those that we have in detention -- each country is different \ndepending on whether or not the individual appeals or how long it takes to go before -- through the appellate \nprocess, how long we'll keep them in detention --\n\nSEN. CARPER: Can I just hand you a note?\n\nMR. PEARSON: That was to a different question, though. (Laughs.)\n\nIt did not answer your question directly. Well, the 60 percent figure that I gave you is for the northern border, \naccording to this note.\n\nSEN. CARPER: All right. Good. The folks that are detained here and eventually returned, when they're detained \nhere, where do we keep them?\n\nMR. PEARSON: There are a number of places. We have our own detention facilities. We have six of them \nnationwide. That doesn't cover anywhere near all our detention space. We have a few contract facilities, and we \nspend a lot of money contracting with locals, the Country Sheriff for example, and putting -- using their detention, \ntheir bed space.\n\nThat's where the majority are kept.\n\nSEN. CARPER: At any one time, any idea how much bed space you're using?\n\nMR. PEARSON: 19,700 a day is what we're funded for. So somebody that stays with us six months or a year \ncounts every day. Those that are here three, four days will get to use that over again.\n\nSEN. CARPER: The folks that are not staying in one of those 19,700 beds, where are they?\n\nMR. PEARSON: I'm sorry.\n\nSEN. CARPER: The folks that have come here illegally that have not yet been returned but that they're not taking \nup one of those 19,700 beds, where do they stay?\n\nMR. PEARSON: Well, some of those, as we talked about, are released. They're either released on bond, or they're \nreleased on their own recognizance, many of whom have equities to the community. They have families, they have \na house, and they will stay at their house.\n\nSEN. CARPER: Are there oftentimes when they don't? And when it's time comes to find them, we can't?\n\nMR. PEARSON: That is the case. Yes, sir.\n\nSEN. CARPER: What do we need to do about that? I say, you and us.\n\nMR. PEARSON: Yes, sir, I understand. The primary reason that we don't detain somebody is because of lack of \ndetention space. If we know they're a mandatory detention, if we know they're flight risk, if we know they're a \ndanger to the community, we will do everything we can to detain them. Even if the sector of the district doesn't have \nthe space, we'll go up to the region and create some space somewhere. Oft times we've moved people five or six \nstates away, just so that we have a detention space.\n\nBut those that don't meet the threshold, meaning they're not a mandatory detention, they're not a flight risk, they're \nnot a danger to community that we can establish, they would be released, either on bond, or on own recognizance. \nWe require or ask that they give us an address where we can reach them. But there is nothing that requires them to \nstay at that address.\n\nSEN. CARPER: Mr. Chairman, thanks, and again to our witnesses, thank you very much for your testimony and for \nyour responses to our questions.\n\n\n\nSEN. LEVIN: Thank you, Senator Carper. Only question is there a danger to the community. That's your number \none priority, and yet there's no requirement that you even do a criminal background check. Is that correct?\n\nMR. PEARSON: There's no requirement that we do the criminal background check. That is correct.\n\nSEN. LEVIN: And you don't know in what percentage of the cases where people are released on their own \nrecognizance that there is a criminal background check?\n\nMR. PEARSON: Senator, I don't have that data. No, I do not know.\n\nSEN. LEVIN: Or you don't know if that data is even kept?\n\nMR. PEARSON: That is correct.\n\nSEN. LEVIN: It's highly -- that's not what I would call a priority, I've got to tell you. To say it's a priority that people \nwho are a danger to the community be detained, and yet there's no requirement that there be a criminal \nbackground check, you don't keep a record as to whether or not criminal background checks are kept on what \npercentage of the people who are released, it's not in my definition of priority come close to being a priority. So, it \nought to be. I think that a criminal background check ought to be done on anybody before they're released on their \nown recognizance, by the way. And I am amazed that that's not a requirement.\n\nLet me ask Mr. De LaVina, why don't we do a criminal background check on everybody before they're released on \ntheir own recognizance?\n\nMR. DE LAVINA: Well, sir, the biggest safeguard for the Border Patrol, and I concur the system is not perfect, the \nbiggest safeguard --\n\nSEN. LEVIN: The system is what?\n\nMR. DE LAVINA: The system is not perfect. The biggest safeguard for us is the men and women we're sending up \nnorth. These are seasoned agents, they're experienced and even though it's not a requirement, I feel very \nconfident that every agent that's up north, if they walk in to a person that they feel is a criminal or has some \nextenuating circumstances, they're going to lock into them, they're going to run the checks, they're going to do \neverything they possibly can. The problem comes into the other system which is basically a matter of funding or \ndetention space.\n\nSEN. LEVIN: How many spaces do you need? How many have you ask for from OMB, for instance this year?\n\nMR. DE LAVINA: I'd have to defer to Mr. Pearson on that.\n\nSEN. LEVIN: Do you know, Mr. Pearson?\n\nMR. PEARSON: I don't recall the number precisely this year but I will certainly get it to you.\n\nSEN. LEVIN: Did you get what you asked for?\n\nMR. PEARSON: No, sir.\n\nSEN. LEVIN: Can you tell us how -- what percentage less than you asked for you got?\n\nMR. PEARSON: I don't recall the number but I'll be glad to get that information to you.\n\nSEN. LEVIN: Significant number?\n\nMR. PEARSON: Senator, I'm not playing a game, I don't know how to define \"significant\" here. I don't recall the \nnumber.\n\n\n\nSEN. LEVIN: Going back now to the information systems which are available to you, is it IBIS, is that pronounced \nIBIS?\n\nMR. PEARSON: We call it IBIS.\n\nSEN. LEVIN: IBIS system.\n\nMR. PEARSON: And that's the inner border and there is also Oasis, that's the one I was talking about with the \ncamera systems tied to the sensors.\n\nSEN. LEVIN: Now on the IBIS system, that system is a system which has a lot of very significant information that is \navailable to you, is that not correct?\n\nMR. PEARSON: That is correct.\n\nSEN. LEVIN: And that is accessed at the points of entry?\n\nMR. PEARSON: At the ports of entry, yes, senator.\n\nSEN. LEVIN: And what does that tell us?\n\nMR. PEARSON: Well, that ties into the systems that we can do an NCIC check, we can do NIIS check, we can look \nfor terrorists, we can look for wants, that is all tied into one system.\n\nWe don't have that available for the Border Patrol yet.\n\nSEN. LEVIN: Well, before someone's released by a Border Patrol agent, can't they access the IBIS system?\n\nMR. PEARSON: In most parts of the country they could take the individual to a port of entry and ask that that be \naccessed, yes, sir.\n\nSEN. LEVIN: Why don't, before we release someone on their own recognizance, don't we do that?\n\nMR. PEARSON: Senator, I can't answer the question this time any better than I could the other couple of times you \nasked. We don't --\n\nSEN. LEVIN: I didn't ask that question before. It's the first time I've asked the question as to why we don't require, \nbefore someone is released on their own recognizance, who has attempted to enter the country illegally, we don't \naccess the system which can tell them whether -- tell us -- whether or not that person has a criminal record, \nwhether they're on a terrorist watch list, and all the other information that somebody at a port of entry does \nroutinely. Why don't we require that for someone who enters not at a port of entry?\n\nMR. PEARSON: Senator, I understand we do not require it right now, we will re-look (ph) the policy.\n\nSEN. LEVIN: Mr. De LaVina, why don't we do that?\n\nMR. DE LAVINA: Well, sir, I think that's one of the problems that we need to take a look at.\n\nSEN. LEVIN: Part of the IBIS system, I think it is a national automated immigration lookout system, is that correct? \nThat's maintained by the INS?\n\nMR. PEARSON: Yes, Mr. Chairman.\n\nSEN. LEVIN: And that's called NAILS too?\n\nMR. PEARSON: NAILS, yes, sir.\n\n\n\nSEN. LEVIN: NAILS, okay. NAILS contains certain information on persons who may be removable from the United \nStates for a membership in terrorist organizations or other illegal activity. That information comes from classified \nState Department database or other sources, it's accessed again through IBIS, but you've already now told us that \nyou don't access IBIS. The Border Patrol doesn't do it, they don't take folks to the port of entry to do it, you're going \nto see if that shouldn't be changed. I'll tell you, it should be.\n\nTell us what you need to do the change, it's not a change of law, that much I know. It's either resources or policy, \nwhatever it is, you tell us if we need to do anything because it's absurd that people who try to enter not at a port of \nentry aren't checked the same way that someone enters at a port of entry is checked. I mean, it's counterintuitive to \nme, but putting that aside, let's just now look at your own system. Just that this is an INS system now. This is the \nNational Automated Immigration Lookout System.\n\nAre people who are arrested by the Border Patrol not at ports of entry checked against that system?\n\nMR. PEARSON: That system is through IBIS and not all Border Patrol are close enough to a port of entry to go use \nIBIS.\n\nMR. DE LAVINA: That's correct.\n\nSEN. LEVIN: Okay. But I'm not talking IBIS now. It's part of IBIS, it's entered into IBIS, but this is the INS system, \nNAILS, is that not correct?\n\nMR. PEARSON: It is, yes, sir.\n\nSEN. LEVIN: This is an INS system, this isn't a joint system, or a combined system, this is just the INS's own \nsystem that you don't access for these folks who are arrested other than at points of entry. Try that one on me.\n\nMR. DE LAVINA: I'm looking at the bars here.\n\n(Laughter.)\n\nBasically we use the IDENT, we use the ENFORCE --\n\nSEN. LEVIN: I know that, but why don't you use your own NAILS system?\n\nMR. PEARSON: Sir, I don't know if they have -- where NAILS is accessible. I do know that it is through IBIS. Again I \ncan find that information, I'll get back to you.\n\nSEN. LEVIN: Okay, now we also -- the State Department maintains a system called Consular Lookout and Support \nSystem. That's called CLASS. It contains the names and biographical data on known and suspected terrorists. \nConsular officials are required, by law, to check the visa lookout system before they issue a visa in another country. \nINS agents are not required to check that system before someone is released on recognizance, is that correct?\n\nMR. PEARSON: It wasn't a matter of not required, we didn't have availability for the system everywhere. We've \nbeen working with the State Department post September 11th to be able to get that at our ports of entry.\n\nSEN. LEVIN: And what about for Border Patrol folks between ports of entry? You're shaking your head, Mr. De \nLaVina.\n\nMR. DE LAVINA: We don't have it.\n\nSEN. LEVIN: You don't have it. Are you going to get it?\n\nMR. PEARSON: Senator, we fully intend to. We want all of this to be integrated. We're just not there yet.\n\nSEN. LEVIN: But it's in process some of this, all of it?\n\n\n\nMR. PEARSON: For the CLASS to be at our ports of entry is the first step, yes, that is in process.\n\nSEN. LEVIN: But is it also a step that's for someone who's arrested other than at a port of entry, before they're \nreleased on their own recognizance that this CLASS system must be -- I don't want to call it a CLASS system -- this \nCLASS procedure be accessed. Is that in process?\n\nMR. PEARSON: Our intent is for ENFORCE to be able to tie all of those together so that a Border Patrol agent or \nan inspector can check one source and get all of the information.\n\nSEN. LEVIN: And that's in process?\n\nMR. PEARSON: Yes, sir.\n\nSEN. LEVIN: And when will that be done?\n\nMR. PEARSON: I don't have a date on that, as I explained earlier, I can give you the timelines for ENFORCE. I \nknow we have not talked or I don't know that we've talked about CLASS other than the ports of entry, but certainly, \nit's the next logical step.\n\nSEN. LEVIN: Okay. Finally, I'd like to put another chart on here. This is the current system. This is a notice to \nappear. We've whited-over the name of the respondent, we don't put the name of the person in here. This is a real \ncase. This person here where it says number, street, city, state and zip code, do you see that, under the redacted.\n\nMR. PEARSON: Yes, senator, I see that.\n\nSEN. LEVIN: That person failed to provide any number. Failed to provide an address. He's deportable for the \nreasons below. He's not a citizen, he's a native of Bangladesh, he's admitted to New York on April 16th as a visitor \nand it turns out it was fraudulent. And now he's arrested, this guy's in our hands.\n\nWe got him. He procured his admission by willful misrepresentation because he used a passport of somebody else. \nHe's arrested, the Border Patrol, we got him. What is he done? He's given a piece of paper, he's told to appear \nbefore a judge and the time is to be set, and how's he supposed to be notified. There's a real notice to appear.\n\nHow's this guy going to be notified? He's going to be notified at the address provided. He didn't provide an address. \nHe is given a piece of paper? He entered illegally, used a false passport. He's now arrested by a Border Patrol \nguy, he's given a piece of paper said, \"You'll be notified of a time to appear for a notice to remove you.\"\n\nThere's a guy sneaking in here illegally. But he's given a piece of paper say, here, \"We'll notify you when, the date \nand time, of a removal hearing is, at the address above,\" and there's not even an address above.\n\nWhat in heavens' name is going on? How is it possible with all other gaps and holes? This is a guy who is arrested \nby Border Patrol, who previously had used false documents. He's released on his own recognizance. Are you \namazed at this or not? Is this so routine that you're just not even troubled by it, Mr. Pearson? I'm trying to see if we \ncan't get you as involved in the cure of this problem as I think, we are, and I think the American people are, and \nmaybe you are, but I've got to get a feeling. I haven't gotten it yet, that there's some real energy here.\n\nLet's start with this: does that amaze you?\n\nMR. PEARSON: Absolutely.\n\nSEN. LEVIN: It does.\n\nMR. PEARSON: And it amazed the chief patrol agent when I spoke him about it to. This clearly should not have \nhappened.\n\nSEN. LEVIN: And does it -- you think this is real rare?\n\n\n\nMR. PEARSON: I don't know how rare it is. I certainly hope it's real rare.\n\nSEN. LEVIN: I wish it were. I wish it were. We're going to hear from some Border Patrol agents on that subject.\n\nSenator Collins.\n\nSEN. COLLINS: I have no further questions, thank you.\n\nSEN. LEVIN: We thank you both for appearing and we look forward to the information that you've indicated will be \nforthcoming.\n\nAnd Mr. Pearson, I don't know whether you are involved in that personnel issue in any way, or know anything about \nit, but if you do, then you've heard from me our concern, if you're not, I know you'll pass along to whoever would be \nresponsible for looking into that matter, what this concern is so we can take care of that at another time in another \nplace. We're appreciative of your being here.\n\nMR. PEARSON: Well, having said that, may I respond to that please?\n\nSEN. LEVIN: Of course.\n\nMR. PEARSON: I am basically aware, not all the specifications and charges. I do know that and I do believe that \nthis is not any retribution or retaliation for appearing before this committee.\n\nSEN. LEVIN: No, no, that's not the question. The question is for making a statement to the media, and for talking to \nus, either/or I'm interested as to whether or not there being -- this is happening because somebody is blowing the \nwhistle. That's the question here. This -- who's been involved in protecting whistleblowers. And in any event, I don't \nwant to --\n\nMR. PEARSON: I'm very much involved in protecting whistleblowers. Mr. Hall and I have testified before, and he \nsaid the same thing that he was concerned with an order in Border and he was right in that. So I will certainly -- I \nwill not get too close to this, because there's always the potential that it could come up to me on appeal. So I cannot \nget too close to this, while the chief and the regional director are making their decision on any proposal.\n\nSEN. LEVIN: Okay, let me -- I thought I was concluded, but I remembered there was one question. Do you happen \nto have your own statistical yearbook for the year 2000 by any chance with you?\n\nMR. PEARSON: I don't have it with me.\n\nSEN. LEVIN: All right. Well, you testified -- you used a figure, that 21 percent failed to appear at a certain point in \nyour testimony.\n\nMR. PEARSON: That was EOR. Their figures show that 21 percent.\n\nSEN. LEVIN: The figure for the non-detained aliens in that same book, by the way, is 37 percent, not 21 percent. \nTwenty-one percent are overall failures to appear. That could be for either people who are not detained or for other \nreasons, so I think you should correct the record. Read your testimony and that. But even the 37 percent, by the \nway, includes a lot of people, other than those arrested by the Border Patrol. And the numbers which I used this \nmorning were the estimates relative to Border Patrol arrests.\n\nAnd that number, even 37 percent, is way low non-appearance for people who have been issued notices to appear \nbecause it includes a whole host of other people, including people who have overextended their visas and things \nlike that, but who have not been arrested by the Border Patrol. So you and I have had a little difference on \nnumbers here this morning, but if you'll go back and take a look at your testimony, you may want to correct any \nimpression that you left relative to that 21 percent.\n\n\n\nAnd tell us for the record if you would, whether that 37 percent number in fact is the more accurate number for all \npeople who are not detained and then if you would get us the statistics for what percentage of people released on \ntheir own recognizance who don't appear. That's the key vital figure that we're waiting here for. We believe it's \naround 80 percent. Whatever the percent is, we await that statistic.\n\nMR. PEARSON: I'll be glad to re-look at that, sir.\n\nSEN. LEVIN: Thank you. Thank you, both.\n\nOur second panel of witnesses this morning is comprised of two current and one retired agents of the Border \nPatrol.\n\nMark Hall is appearing before us this morning as President of Local 2499 of the National Border Patrol Council. \nHe's also a Senior Border Patrol Agent in Detroit. He works out of the Detroit sector of the Border Patrol. Keith \nOlson is appearing before us this morning as President of Local 2913 of the National Border Patrol Council.\n\nMr. Hall (Olson ?) is also a Senior Border Patrol Agent, residing in Bellingham, Washington, and works out of the \nBlaine sector of the Border Patrol there.\n\nAnd Eugene Davis is a Retired Deputy Chief Patrol Agent of the United States Border Patrol in Blaine, \nWashington.\n\nAnd we're pleased to have all of you with us this morning. We look forward to your perspective on the status of INS \npolicy as it relates to persons arrested for trying to enter the United States illegally. As indicated with our first panel, \nall witnesses who testify before the subcommittee are required to be sworn.\n\n(The witnesses are sworn in.)\n\nSEN. LEVIN: We will have a timing system again today. It's a little black box in front of you. One minute before the \nred light comes on, you'll see the light change from green to yellow, which will give you an opportunity then to \nconclude your remark. And your written testimony will be printed in the record in its entirety so we would ask that \nyou limit your oral testimony for up to 10 minutes.\n\nMr. Hall, we'll start with you.\n\nMR. MARK HALL: Good morning, Mr. Chairman, members of the subcommittee.\n\nMy name is Mark Hall. I am the president of local 2499 of the Border Patrol Council in Detroit. Our local represents \nBorder Patrol agents who patrol the U.S.-Canadian border in Michigan and Ohio. I have had the honor to probably \nserve my country as a Border Patrol agent for over 17 years, the last fourteen of them assigned to Detroit, \nMichigan. I want to thank you for the opportunity to testify and have the INS processes persons arrested for illegal \nentry in the United States outside of ports of entry.\n\nIn the aftermath of the tragic attacks that occurred on September 11th, there is a compelling need to reexamine \nhow the INS processes aliens arrested entering the U.S. illegally. Unlike the U.S.-Mexico border, where the \noverwhelming majority of illegal aliens were apprehended, are citizens of the contiguous country, and can be \nreturned there expeditiously, most the illegal aliens apprehended on the northern border, must be held for several \ndays, in order to secure the necessary travel documents and/or make arrangements, return them to their country of \norigin.\n\nIn most of these locations, including Michigan, the INS does have the facility to house such aliens, and must rely on \navailable jail space with local agencies, which charge a high price the space. Therefore, aliens are often released \ninto local communities under recognizance, in an effort by INS to save money, and remain within the budget. This \npractice was common place before September 11th, and not changed since.\n\n\n\nAlthough it is expensive to detain and remove illegal aliens from our country, it is far more costly to release potential \nterrorists into our communities. Representatives of this union have often pleaded with local INS and Border Patrol \nmanagement to reconsider this catch and release philosophy, but have been ignored. This policy, combined with a \ndecided lack of attention to our northern border, has been in inviting beacon for illegal entry into our country.\n\nThe Canadian government allows citizens of more than 50 countries to enter Canada without a visa. The United \nStates requires visas for citizens of more than 20 of the 50 countries for which Canada has waived the visa \nrequirements. The criminal intelligence service of Canada stated in a 1998 annual report, that many illegal aliens \nuse Canada as a transit point on their way to the United States. In many cases, their entry is facilitated by the fact \nthat they do not need a visa to enter Canada. Aliens attempting illegal entry into the United States from Canada \nhave two basic choices when crossing our border.\n\nThey can either try to fraudulently enter through a port of entry or attempt to enter illegal between the ports of entry. \nThe alien who attempts illegal entry by fraud or deceit at a port of entry, will be interviewed by a U.S. immigration \ninspector or a U.S. customs inspector. If caught, they can be held in the United States on criminal charges or \nrefused entry and sent back to Canada. If they are sent back to Canada, they face possible removal to their country \nby Canadian authorities. The other less risky option available to the alien is to cross nearly the 4,000 miles of \nsparsely protected U.S.- Canadian border between the ports of entry. An alien risks little chance of apprehension \nby one of the 334 patrol agents who patrol the border with Canada.\n\nIn the Detroit sector, when agents arrest aliens entering illegally, they transport them back to their station, and \nbegin processing the alien for an immigration hearing. During the processing, it is the agents who decide which, if \nany criminal checks they on the aliens, the INS has no policy mandating them any records check be completed on \naliens who are arrested. Even if an agent decides to run such checks, the accuracy there is greatly compromised \nby the fact that it's difficult to positively identify the aliens because they rarely carry a passport or other form of \nidentification.\n\nThus, agents much rely on the aliens who have consciously chosen to break our immigration laws, to provide \nhonest information about themselves. In many cases, it's impossible to verify such information, as there is no \nbiometrics record from any previous encounters.\n\nPrior to September 11th, Border Patrol agents very seldom receive terrorist lookout lists. In one case several years \nago, I assisted the U.S. coastguard on the arrest of six Syrian nationals who attempted entry illegally into Detroit. \nOnly at that point did I learn that they, along with 14 others, were on a terrorist lookout list. The coastguard had the \nlist, but the Border Patrol never did.\n\nAs the processing continues, the agents have very little verified information on hand, serve the alien a form \ndelineating the sections of the immigration law they are alleged to have violated, a box marked own recognizance is \nusually checked and the aliens are allowed to leave into our communities. Very seldom does the alien even provide \na U.S. address or phone number. Before they vanish into our communities, we ask them to send the INS their \naddress when they take up residence. Of course, they rarely do.\n\nUnfortunately the practice of catching and releasing extends to criminal aliens at time. In one recent case, a Detroit \nsector Border Patrol agent tracked down and arrested an illegal alien who had been convicted of drug trafficking \nat least five times. When arrested, he had identifications and drivers licenses from seven different states. The \nagent naively thought the alien would be held without bond, for his immigration hearing as provided by law. The \nagent was wrong. The illegal alien felon was ordered released by Border Patrol management, over the strongest \nprotest of the agent.\n\nIn 1996, Blaine, Washington Border Patrol agents arrested terrorist Abu Mezer, not once but three times entering \nthe United States illegally. Even after his third arrest, Mezer was released. Several months later, Mezer was shot \nby New York city police just hours before his planned attack on the New York subway system.\n\n\n\nAliens and smugglers are well aware of the practice of catch and release. This is demonstrated by one particular \ncase of the freight train tunnel connecting Detroit Michigan with Windsor Ontario Canada. The aliens entering \nillegally walked through the train tunnel from Canada and near the exit on the U.S. side. The agents illuminated \nthem with their flashlights and identified themselves as Border Patrol agents. Instead of turning and running, the \naliens simply continued to the exit and surrendered to the waiting agents. Clearly, there was little fear by the aliens \nof being held and deported, and sure enough, they were right. The aliens were processed and released on their \nown recognizance within a few hours.\n\nIn some instances, aliens are arrested by Border Patrol agents, and the determination is made to hold them \npending the posting of a cash bond. The aliens are turned over to the INS detention and deportation section. \nFrequently though, the deportation sections will rescind the bonds and release the aliens on their own \nrecognizance. This dangerous practice continues today.\n\nWhen illegal aliens are released, we send a disturbing message. The aliens quickly pass on the word about how \neasy it is to enter this country illegally and remain here. This practice is devastating to our sound border \nenforcement strategy. It is also a negatively effected employee morale, leaving agents with little sense of \naccomplishment or job satisfaction.\n\nRather than recognize and address any shortcomings, our local manager's response has been to threaten those \nwho speak out. As a result of speaking to the press recently in my capacity as a union official, they have proposed \nto demote me for one year and suspend me without pay for 90 days.\n\nOn a broader scale, some high level Border Patrol managers support the proposals to remove the Border Patrol \nfrom the INS in hopes that the union will be dismantled as a such of reorganization.\n\nIt is my hope the INS Commissioner will act quickly to redirect the energies of some of this subordinance (ph) in a \nmore positive direction. I am encouraged by his support of the rank and file employees on such issues as pay \nstructure of Border Patrol agents and hope that this will translate into a willingness to work with the union on other \nissues of mutual concern.\n\nI am proud to be a member of the U.S. Border Patrol. As a member and officer of the union, I am constrained to \nvoice my belief that local INS managers have not allowed us to protect this great nation's sovereignty to the best of \nour ability. In fact, on September 11th, and the following days, local Border Patrol managers emphasize that it was \n\"business as usual,\" despite the fact that acts of terror had been perpetuated against our country.\n\nWithout detention and removal, there is no deterrent to stem the flow of aliens from whom seek to destroy the \nfreedoms of the way of life that we cherish. I therefore urge the members of this subcommittee to aid us in \nperforming our jobs by providing us with the resources and the direction to fully enforce our nation's immigration \nlaws.\n\nMr. Chairman, and other members of the subcommittee, I thank you, again, for this opportunity to testify, and I'll be \npleased to answer any questions you might have.\n\nSEN. LEVIN: Thank you, Mr. Hall.\n\nMr. Olson?\n\nMR. KEITH OLSON: Chairman Levin, and honorable members of the subcommittee.\n\nMy name is Keith Olson, and I thank you for providing me with this opportunity to testify about my knowledge of \nBorder Patrol operations.\n\nI have been a Border Patrol agent for nearly 14 years and deeply love my job and the organization. The Border \nPatrol was once a very proud elite law enforcement organization, whose morale was very high. This changed a few \n\n\n\nyears ago, and morale has been steadily deteriorating since that time. My fellow agents and I want to reverse that \ntrend and restore the efficiency and pride of the United States Border Patrol.\n\nSadly, there are some managers in the Immigration Naturalization Service and the Border Patrol who have been \nless than honest with our elective representatives and the public. Following the terrorist attacks of September 11th, \n2001, when asked if our northern border was secure, they tried to assure everyone that everything was under \ncontrol.\n\nAt that time, there were only 324 Border Patrol agents on the northern border. To this day, that number has not \nincreased. Not one additional Border Patrol agent has been assigned to the northern border since that fateful day. \nInstead the agents have been working 12 hours a day, averaging 68 to 90 hours of work each week. All 100 of the \nBorder Patrol agents temporarily assigned to the northern border under Operation Northern Shield persisting with \nsecurity, at the ports of entry where immigration inspectors and customs inspectors works. None of them are \nassisting us in patrolling the 4,000 miles of water between those ports of entry. There are approximately 9,000 \nBorder Patrol agents assigned to patrol the southwest border. That translates to one agent for every 1,300 feet on \nthe southern border. In sharp contrast there is only one agent for every 13 miles on the northern border. If you \nwere a terrorist, where would you like to take your chances?\n\nThe Border Patrol agents on the northern border appreciate the manpower increases mandated by the U.S.A. \nPatriot Act of 2001 and urge Congress to fund those vital positions and ensure that experienced agents are allowed \nto transfer there instead of utilizing new hires. It would require several years to properly train new hires and help is \ndesperately needed now. Moreover, depriving experienced agents of the opportunity to fill these desirable positions \nwould further demoralize the workforce and increase attrition beyond it's alarmingly high current levels.\n\nAccountability needs to be restored to the INS and the Border Patrol. Committee oversight investigations such as \ntoday's hearing are an important part of that process. Most of the illegal aliens from countries other than Mexico that \nare apprehended on the northern border are released on personal recognizance pending their deportation hearings \nbefore our immigration judges. In other words, they merely sign a piece of paper promising to appear when given a \ncourt date. They provide an unverified address and then walk out the door. Thousands never return for their court \ndates which usually results in an Order of Deportation being issued in absentia.\n\nThere are many thousands of unserved warrants of deportation languishing in INS file rooms across the country. \nUnfortunately very little time is devoted to tracking down these law-breakers. Occasionally the Border Patrol \nintercepts aliens who have an outstanding warrant during its daily operations but that is very rare. The INS \ninvestigations program has primary jurisdiction over these matters but is not a priority. In fact, in Washington State \nwhere I've worked since 1994, I have never seen or even heard of an INS investigator attempting to seek out and \narrest subjects of these warrants. This too must change. The INS needs to be directed to focus more of its \nresources on this important task. Interior enforcement has been neglected for too long and must -- for the INS.\n\nBecause of lack of funding for removals the Border Patrol also routinely fails to remove illegal aliens who are \napprehended on the northern border. These aliens are given a form I-210 instructing them to leave the United \nStates within 30 days and they are released. Again, there are no controls to verify if the alien ever actually leaves \nthe United States. It is not uncommon to re-arrest aliens who have never bothered to leave the United States as \ninstructed. Hopefully, that time there is available jail space, if not the processes are repeated all over again.\n\nIn my experience, criminal records checks are performed for most illegal aliens apprehended in my sector. This is \nnot uniform throughout the 21 Border Patrol sectors, however. Most of the persons arrested for being in the United \nStates illegally are never issued an alien registration number. Millions of illegal aliens are merely processed on the \nINS alien arrest processing system known as ENFORCE. All arrested aliens are supposed to be processed in this \ndatabase. After the arrested alien is processed in ENFORCE the alien's right and left index fingers are entered into \nanother database system called IDENT. In theory, this biometric database tracks every immigration arrest of an \nindividual, in practice, however, it is flawed. It is not always online making it impossible to input data for all arrested \naliens.\n\n\n\nIt also sometimes yields unreliable arrests. I have personally seen it issue two different record numbers for the \nsame person when, in theory, there should only be one arrest history number based on the same set of two \nfingerprints. This can happen for a variety of reasons, such as dirty fingerprints, severely scraped or cut or \ndamaged fingerprints from manual labor which alters the skin patterns. I don't claim to be a fingerprint expert but \nsince IDENT system is only based on two fingerprints, it appears to me that this small sampling contributes to the \nerrors.\n\nIt is important to note that the INS IDENT system does not interface with the FBI's fingerprint system and vice \nversa. The FBI fingerprint system is based on all 10 fingerprints, not just two. Perhaps the biggest flaw in the IDENT \nsystem is it's limited amount of storage. Once it reaches a maximum memory it deletes the oldest records in order \nto make room for newer entries. Obviously all fingerprint data should be retained indefinitely.\n\nIf an agent suspects that an alien has a criminal record, the agent must take fingerprints the old-fashioned way with \ncards and ink and enlarge them to 200 percent on a photocopier and then fax those copies to the FBI for analysis. \nEven with such an archaic method we frequently get a match from the FBI. Taking advantage of the available \ntechnology would undoubtedly allow us to submit more fingerprints and increase the number of matches. The FBI \nfingerprint check is not a mandatory required record check. It is performed solely at the discretion of the arresting \nagent.\n\nThe INS has a number of other record check subsystems most of which do not interface with each other much less \nwith those of other law enforcement agencies. There is a clear need for much more coordination and information \nsharing. Moreover, information on many nonimmigrant visitors is not entered into any databases diminishing their \nutility. Further complicating the difficult task of determining an arrested alien's criminal history is the fact that it is \nalmost impossible to obtain criminal checks from other countries. The only foreign criminal checks that I have ever \nreceived were from Canada.\n\nThe low amount of bonds placed on criminal aliens is another major problem in the current system. For example, \naliens who are arrested by the Border Patrol and are determined to be a public safety or flight risk are generally \ngiven a bond amount of over $25,000. That figure is entered into the appropriate space on form I-286 Bond \nDetermination Form and the subject is turned over to the INS district detention facility. While at the detention facility \nan INS deportation officer can re-determine the subject's bond down to a figure as low as $500, or even a personal \nrecognizance signature. For the sake of safety of our communities this should not be allowed to happen.\n\nDespite its flaws the U.S. Border Patrol retains a fair degree of respect among federal law enforcement agencies. It \nwould be greatly improved if we were free to make law enforcement decisions based on the law instead of political \nagenda of bureaucrats.\n\nThese concerns are shared labor and management alike. You will hear the same concerns voiced by my former \ndeputy chief patrol agent who is also here to testify here today.\n\nI sincerely believe that these problems are not insurmountable and in fact, I'm heartened by the willingness of the \nnew INS commissioner to take a fresh look at some of the problems in the organization. For example, he has \nrecognized that low pay structure of Border Patrol agent position contributes greatly to the attrition problem and is \nactively seeking funding for an upgrade. I am also hopeful that we can work with him to correct some of the \nproblems that I have identified today. We also need the assistance of Congress to obtain the resources and provide \nthe mandate necessary for us to do our job. The brave men and women of the U.S. Border Patrol stand ready to \nsecure our nation's borders and interiors and enforce the immigration laws of the United States.\n\nAs one of their union representatives I stand ready to provide you with truthful answers to you questions.\n\nSEN. LEVIN: Mr. Olson, thank you very much.\n\nMr. Davis?\n\n\n\nMR. EUGENE R. DAVIS: Thank you, sir, Mr. Chairman and members of the subcommittee.\n\nMy name is Eugene R. Davis. On January 1st 2000 I retired after spending 29 years with the Immigration and \nNaturalization Service. During my tenure with INS I served as a Border Patrol agent, as an immigration inspector, \nas a special agent, as a patrol agent in charge, as an assistant chief patrol agent and as the deputy chief of the \nBorder Patrol at Blaine Washington. During my years of service I spent much time in the field leading enforcement \noperations. Those operations included working jointly with special agents in the Seattle Washington, Portland \nOregon and Anchorage Alaska district offices. Because of the expertise and the knowledge I've gleaned over the \nyears of experience I have testified before the U.S. house on two other occasions.\n\nI'm honored to be here today and wish to express my sincere appreciation for giving me the privilege of testifying. I \nenjoyed very much my years of service. I can truly say that most of the field agents that I worked with in the Border \nPatrol immigration inspections and investigations were and continue to be dedicated government employees who \nsimply want to do their jobs in the manner that they've taken an oath to do. Since the horrible event that took place \non September 11th 2001, I have encountered numerous INS employees who are having a very difficult time dealing \nwith what happened. The emotion of these INS employees mirror those of all other American citizens but they go \nmuch deeper because of the sense of guilt, anger and betrayal that they feel towards upper INS management.\n\nThese dedicated INS employees feel that if they had been given the proper tools to do the job and if they had been \nallowed to enforce the immigration laws in the manner that should have been done, that the events of September \n11th may not have taken place. I also believe this to be the cause. It is my opinion that most to blame as to how the \nterrorists were able to come to our shores to perpetrate this act was because of the total breakdown of immigration \npolicies and procedures in this country. That the building had collapsed because of faulty construction and almost \n6,000 people had lost their lives, accountability would be demanded. It is my sincere hope that the U.S. Congress \nwill carefully examine the collapse of meaningful enforcement efforts within INS and demand accountability.\n\nAs various subcommittees go about their business of putting INS under strict examination, I hope they will have the \nwisdom to reach out to the retired district directors and the chief patrol agents who are willing to come forward and \ntestify. They are the real experts as to what is going wrong in immigration enforcement. There are entire legions of \nretirees that are willing to come forth. I believe there are also huge numbers of INS employees willing to come \nforward if the gag order they're under would be lifted.\n\nIf accountability turns into culpability, I hope that Congress will see that those that were found derelict in their duties \ncould be removed and those found to be criminally negligent, or to perform unlawful acts could be charged and \nprosecuted. Further request the subcommittee there are several things I would like to address, that were concerns \nduring my service with the Border Patrol. First; alien processing procedures and problems. During the last 10 years \nthat I served in Blaine sector, we encountered a great deal of difficulty in our efforts to effectively incarcerate and \nremove undocumented aliens. This included both the illegal aliens we encountered both in interior enforcement \noperations and those we arrested coming across the international border from Canada.\n\nIf our agents could establish that the apprehended alien had a serious criminal record, we could usually locate a \nfacility to hold him. It was extremely difficult to locate any criminal record on third country aliens entering the United \nStates from Canada. Most had no identification at all and we had nothing to go on at all, but their word, which was \nhighly suspect. Due to the fact that they had no identification, and they were in the United States, it was impossible \nto remove them back to Canada. Lacking evidence of a criminal record and because of the severe shortage of \nfunds and jail space, most of these aliens were given an order to show -- a notice to appear, or an order to show \ncause and were released on their own recognizance.\n\nBefore being released, the processing agent would ask the alien what his destination was, and inform him he had a \nmaximum of 30 days to report to the nearest INS office for a hearing. A file was then created and mailed to the INS \ndistrict office to where the alien said he was going. Over the years that this policy was in effect, there were literally \nhundreds of agents from the Blaine sector that had -- there were also literally thousands throughout the country \nthat were released in this manner. The minute the undocumented aliens who were encountered, who we \n\n\n\nencountered, who were already residing in the United States, were given I10 -- I210 letters and told to depart the \nUnited States.\n\nDuring the last several years I worked we no longer had a problem dealing with undocumented aliens in the interior, \nbecause we were no longer allowed to work in the area of enforcement operations. A check with any INS district \noffice in the United States will reveal boxes and boxes of files, pertaining, belonging to those aliens who were told to \nreport to the nearest office at their destination who failed to appear. I would estimate that there has been no effort to \nlocate 95 percent of those aliens. There have simply been allowed to disappear in the United States. No one knows \nwhether the number of these missing persons or the trained terrorists who eventually emerged to perpetuate more \nacts of terrorism against innocent United States citizens.\n\nIt is not that the district office has been derelict in trying to locate these people. Each of the INS district offices has \none common major problem: a lack of manpower resources. Most offices are able to operate only on a limited \nreactive basis that cannot proactive. It is common knowledge for all intents and purposes that there is no interior \nenforcement immigration laws. In most cases, if you make it past the border and are undetected, or if you receive a \ntemporary pass and make it to the interior, you're home free.\n\nThe district offices do not have adequate number of enforcement staff to do what they have been asked to do. The \nsituation in Seattle, Washington and Portland, Oregon districts have been placed under an even greater burden \nover the last several years, with the Border Patrol restricted from doing any interior enforcement operations that \nthey had traditionally worked. This has created no enforcement zones and has also provided the delusions in the \nBlaine sector that apprehensions are dropped for a positive reason.\n\nFinal conclusions. in closing I would like to enter into my own conclusions regarding the immigration mess that we \nas a country find ourselves in. For the past two decades there has been a flood of uncontrolled illegal immigration \nthat has taken place in the United States. This illegal immigration has occurred by people slipping across our \nborders and coming here as visitors or students who have not gone home. There has been a bipartisan neglect to \nnot really address this problem. The common denominator in most of the incidents which causes this flood is jobs. \nPeople slip across the border one day, buy a fraudulent social security card on the second day, and by the third \nday, they're gainfully employed.\n\nIt is true that many of these people are doing jobs that many American citizens will not do. But it is also true that you \ncannot wink and look the other way as an undocumented migrant worker crosses the border, and at the same time \nscream out, \"Terrorists!\"\n\nOver the years, there's no one that has been more outspoken on the issue of additional resources on the northern \nborder than I. I testified before the committee, the House Judiciary Committee, on this very subject.\n\nHowever, I would be first to say that it will not solve the immigration problem by just putting additional agencies and \ntechnologies on the border. This is the equivalent of placing additional crewmen and global positioning system on \nthe Titanic.\n\nThe INS policy in this country is a flooded, sinking ship. In order for illegal immigration to come to a halt, Congress \nwill have to shed off the job magnet. This will mean that members of Congress will have to stand up to the pressure \nof special interest groups that are dependent upon illegal aliens that slip across the border. As I made reference in \nmy opening remarks, I believe that it is imperative that Congress address the issue of mismanagement at \nheadquarters division, INS.\n\nIf a Border Patrol agent undermined supervision, was negligent and lost a $200 pair of binoculars, he was held \naccountable. He was disciplined and forced to make restitution. If a headquarter manager allows millions of dollars \nto be squandered on a useless computer system that will not work, nothing is done to him. I'm especially perplexed \nas I read reports that have come from both the president and past inspector-general from the Department of \nJustice. Over the last decade, they have written and published many reports outlining mismanagement with INS but \nnothing seems to change. Please take time and effort to correct these problems and restore effective immigration \n\n\n\npolicies. Again, thank you for the opportunity for being here and I would welcome any questions that the \nsubcommittee may have.\n\nSEN. LEVIN: Thank you, Mr. Davis.\n\nLet me ask each of you to give us an educated guess. What percentage of the people that are arrested attempting \nto cross the border who are not returned voluntarily are released on their own recognizance compared to the \npercentage that is detained?\n\nMR. HALL: I'll start out there. I would say that it's a very high number.\n\nSEN. LEVIN: That are released on their own recognizance?\n\nMR. HALL: --own recognizance. I heard you mention the percentage of 90 percent. I would say that's a fair number. \nThe other thing we have to realize here where the number scheme starts playing on us -- tricks on us -- is that we \nhave these where they are detained, and they may be detained without bond or in a hire bond. Then they're turned \nover to the deportation section. And it occurred last week, as it's probably occurring this week as well: the \ndeportation section then rescinds the bond and releases them OR. Many times we call up the deportation section \nsaying, we have two in custody, can we bring them down?\n\nAnd they'll advise you, no, go ahead and just cut them, if they don't have the space, so --\n\nSEN. LEVIN: Say that again, \"just cut them?\"\n\nMR. HALL: Cut them loose. In other words, release them on their own recognizance.\n\nSEN. LEVIN: Because there's no space?\n\nMR. HALL: No space, for no other reason.\n\nSEN. LEVIN: That without a criminal background check?\n\nMR. HALL: Very -- sometimes that will play into effect if they will hold them, but not normally, that usually doesn't \nmake a difference. They will go ahead and release the criminals as well.\n\nSEN. LEVIN: Just because there's no space?\n\nMR. HALL: There's no space, no money. So that number actually can be higher than what it looks. Because some \nthat are initially issued the bond or being held on a bond, that can later rescinded within a couple of days and then \nthey're released OR as well, on recognizance.\n\nSEN. LEVIN: Mr. Olson, you want to comment?\n\nMR. OLSON: I would concur with Mr. Hall, that the -- probably the same figure in our area Seattle, Blaine sector. In \nour area we have what we affectionately call the Three Card Monty. We put a bond on them and send them down \nto district, and district releases them, lowers the bond, and will kick them out the back door, where we think the \nsame way as you do, that they're in custody, when they are not. I have personally seen convicted aggravated \nfelons, the worst ones that we have, that have known criminal records still kicked out. They're statutorily ineligible \nfor a bond. Just for lack of jail space, they are released.\n\nSEN. LEVIN: Just make clear what you mean by kicked out. You don't mean kicked out of the country, you mean \nkicked into the country.\n\nMR. OLSON: Yes, sir, released right back out into the streets.\n\nSEN. LEVIN: Mr. Davis, do you want to comment?\n\n\n\nMR. DAVIS: You know, I cannot comment on the last two years because I've been retired for almost two years, but \nI would say that over the last decade that I worked many, many, many people were released. And one of the things, \nsir, that Mr. Hall made reference to, the case with Abu Mezer.\n\nThe thing I still found -- this was the individual that the New York City Police shot in Brooklyn as he was getting \nready to be a suicide bomber. We arrested this individual twice in 1996. We first couldn't sustain -- when we'd run \nrecord checks in Canada, it said there was no record. Subsequently we learned there was two records there. But \nthe thing that I found so troubling about this was when we sent him to Seattle, put a $25,000 bond on him the third \ntime we got him. We got him two times within a week.\n\nWe didn't see him till six months later. Six months later we got him in Bellingham putting two other people on a bus. \nBut a $25,000 bond. Sent him to Seattle. The bond was lowered to $5,000. But the thing that really blows my mind \non this: that it was another illegal alien that went into the INS office and bonded this individual out. His status wasn't \neven checked.\n\nSEN. LEVIN: Now, did this man have a record; Mr. Mezer?\n\nMR. DAVIS: Yeah, Mr. Mezer had a record in Canada for -- subsequently we found later on. The first two times we \ngot him when we ran checks in Canada, it came back negative. Because of a lack of jail space, we kicked him back \nto Canada; the Canadians would take him back.\n\nThe third time we got him we found that he had been convicted of possession of a stolen credit card. I think he had \nalso been arrested for assault.\n\nSEN. LEVIN: In Canada?\n\nMR. DAVIS: In Canada.\n\nSEN. LEVIN: And that was before you set that bond?\n\nMR. DAVIS: Yes. The third time we got him he was putting two other people on a bus. At that time, sir, we -- our \nguess was that he was involved in alien smuggling, and I think that he probably was involved in alien smuggling. \nBut, unfortunately, some of the aliens that he was smuggling I think very well may have been also terrorists.\n\nBut when we arrested him the third time, sent him down, he was released. Six months later he was shot by the \nNew York City PD as he was getting ready.\n\nHe actually -- I understand as they kicked in the door, actually went for the explosives and because of that, he was \nshot.\n\nSEN. LEVIN: But the third time that he entered you knew that he had a Canadian record, and that's why a high \nbond was set?\n\nMR. DAVIS: Well, yes. It was the bond set on him, but it was -- also we were very suspicious because of the fact we \ngot him two weeks in a row. But we were also concerned because there was a six-month period there that we didn't \nsee him at all.\n\nSEN. LEVIN: Now, has the percentage of people that are released on their recognizance changed since September \n11? Can you tell yet, Mr. Hall?\n\nMR. HALL: Just within the past few days since there's been rumblings of this subcommittee starting an \ninvestigation, there has been detention. But prior to last week, no, it had not changed.\n\nSEN. LEVIN: Do you know, Mr. Olson, was there any change since September 11 in your sector?\n\n\n\nMR. OLSON: Actually, it's gotten worse. All of our jail contracts that we have with the local authorities have expired \nand we have absolutely no jail space to hold these people. We're having to try and shuffle them around and most \nare being released because we have no -- we have no jail contracts; they expired.\n\nSEN. LEVIN: The INS -- you've testified the detention office can override the agent's decision, is that correct, on \nwhether someone should be released, the amount of bond and so forth?\n\nMR. OLSON: That's correct.\n\nSEN. LEVIN: Does that happen often?\n\nMR. OLSON: I would say probably with every case. I've yet to see one -- a bond that we put on them, that bond be \npaid and maintained. It's always bargained down.\n\nSEN. LEVIN: At the INS?\n\nMR. OLSON: At the INS.\n\nSEN. LEVIN: Detention --\n\nMR. OLSON: Facility, right.\n\nSEN. LEVIN: -- facility. Have they ever overridden your judgment in the opposite direction: in favor of detention \ninstead of in favor of release? Has that happened?\n\nMR. OLSON: Not to my knowledge.\n\nSEN. LEVIN: Do you know, Mr. Hall?\n\nMR. HALL: In 17 years I've seen it happen once.\n\nSEN. LEVIN: Do you know, Mr. Davis? Is it uncommon?\n\nMR. DAVIS: I've never seen it happen.\n\nSEN. LEVIN: All right. Now, on the percentage of people that are released on their own recognizance that don't \nshow up for a hearing -- I'm not sure the two of you would be in a good position to know that. If you are, just let me \nknow. But I think Mr. Davis may or may not be from your perspective. Do you have a sense of what percentage of \npeople who are released on their own recognizance, who don't show up for their hearing?\n\nMR. DAVIS: Back when I was working, it was very low. I mean, it was so ridiculous.\n\nSEN. LEVIN: Who do show up?\n\nMR. DAVIS: They did show -- very low. Very low, the ones that do show up. Very high the ones that do not show \nup.\n\nSEN. LEVIN: Do you have any sense of that, because you obviously are doing the arresting; you're not doing the \nfollowing of who shows up and who doesn't. But do you have a sense as to whether most people released on their \nown recognizance show up at the hearing that they're supposed to show up at? Do you have any sense for that?\n\nMR. DAVIS: A small percentage show up and that's -- you can tell by when they -- when they do not show up, most \ncases they'll issue a warrant of deportation in absentia and there are literally thousands of those out there, but \nthey're not in a database anywhere. Absolutely none, like a records check.\n\nSEN. LEVIN: Those warrants for people who don't show up that are issued are not even put into a database?\n\n\n\nMR. DAVIS: No, no. Like the -- earlier they were testifying that the NCIC warrant system -- we don't have a warrant \nsystem.\n\nSEN. LEVIN: Do you have anything on that, Mr. Hall, to add to what's been said already?\n\nMR. HALL: I think it's fair.\n\nSEN. LEVIN: Now, for those who don't show up is there any effort made to arrest them?\n\nMR. HALL: We used to in Detroit seek out some; especially cases that an officer had initiated.\n\nSEN. LEVIN: How long ago was that?\n\nMR. HALL: A year; two years ago possibly. Then the new policy came out of no interior enforcement, so we weren't \nallowed to seek any individuals that -- no matter what the seriousness of their crimes, be their criminal record or \nwhatever. If they had an old warrant of deportation, at that point we were told that we could not go out and seek \nthem out.\n\nSEN. LEVIN: All right, and that's as of a year or two ago.\n\nWere you operating under the same policy, Mr. Olson? Or is that different from sector to sector?\n\nMR. OLSON: No, we had pretty much the same policy. We would be referred stacks of these deportation warrants, \nto go out and seek them, and that --\n\nSEN. LEVIN: Up to a certain year?\n\nMR. OLSON: That stopped probably about two years ago, when they started this no interior enforcement so we can \nartificially decrease the apprehension rate.\n\nSEN. LEVIN: So we can artificially increase the apprehension -- how does that increase the apprehension rate?\n\nMR. OLSON: Decrease, I'm sorry.\n\nSEN. LEVIN: Decrease it, okay.\n\nMR. DAVIS: And I'd have to say -- agree with Mr. Olson. I mean, we -- I spent 20 years in the Blaine sector as an \nagent, working my way up the ranks. And to me the last two years probably was one of the reasons, sir, that I really \ndecided to retire. When we came up with this policy that an individual in Bellingham, Washington, might get \ninformation on the phone that he's got 15 people working a mile from the Border Patrol station and he gets \ninformation that he cannot work that because that's interior enforcement, that's criminal.\n\nSEN. LEVIN: Got you. Okay. Now, on the issue whether someone is detained or released, one of the grounds \nstatutorily for detention is if they're a threat to the community. And then that, presumably, requires there be some \nkind of a criminal record check at that point.\n\nBut apparently criminal record checks aren't always made. Is that correct?\n\nMr. Hall, it's not --\n\nMR. HALL: It's not a mandate. It is left to the agent's discretion. But it is a mandate that we use the ENFORCE and \nthe IDENT system. If these other systems were interfaced with IDENT, it would be simple. Everything else is in \nplace if they were interfaced. You know, they're asking us -- I mean, with all these different systems, you know, \nyou'd need the work week to finish doing all the checks on everybody. So the systems desperately need to be \ninterfaced.\n\n\n\nSEN. LEVIN: Okay.\n\nMR. HALL: Some of these systems I hadn't even heard before the meeting.\n\nSEN. LEVIN: Before what?\n\nMR. HALL: Before this committee meeting, some of the systems I hadn't even heard of.\n\nSEN. LEVIN: Okay. Mr. Olson?\n\nMR. OLSON: Like he says, IBIS -- I've never heard of IBIS. I don't know where we're going with that. I've been in 14 \nyears, it's the first time I've heard it today.\n\nSEN. LEVIN: People, though, are released if there's no space, I think you testified --\n\nMR. OLSON: That's correct.\n\nSEN. LEVIN: -- without a criminal background check?\n\nMR. OLSON: We are releasing people without a criminal background check. We're also releasing people with \ncriminal background checks.\n\nSEN. LEVIN: Where there is a crime even shown in their check; is that correct?\n\nMR. OLSON: Yes, sir.\n\nSEN. LEVIN: There have been times when the crime is even identified and you still release them? Or they're \nreleased?\n\nMR. OLSON: That's correct. And we frequently run into re- offenders who are out on bond from INS. They're \nrearrested by the police department for other crimes and then sometimes convicted of them. Sometimes they're out \non bond again from that, turned back over to us and we do what we call a bond redetermination where we try and -- \nsay, they're bond on $5,000, we take them and try and increase that bond to $25,000, send them down to district \nINS and they'll kick them right back out on the street on the same exact bond that they had. It's an exercise in \nfutility.\n\nSEN. LEVIN: Mr. Davis, do you have anything to add on that?\n\nMR. DAVIS: The only thing I'd like to add is both of these agents talking about the horrendous problem as far as \nrecord systems. And this is one of the things I made reference to in my testimony, sir, is the fact that INS over the \nlast 10 years -- I would venture it's probably -- I know it's in the hundreds and hundreds of millions of dollars, if not \nin the millions or billions that they have put into these record systems, for record systems you can't interface, record \nsystems you can't access -- no accountability. They'll spend millions and millions and millions of dollars on a system \nthat doesn't work, and there seems to be absolutely no accountability.\n\nAnd I just think that's absolutely inexcusable. I think any agent in the field -- I don't care where he is, there should \nbe one system he could run one time and it would run each of those systems. But it's criminal.\n\nSEN. LEVIN: I want to go back to a question which I'd asked our first panel, that relative to an estimate as to the \nnumber of people that are arrested actually as they are entering. You also arrest people on occasion that have \nalready entered --\n\nMR. HALL: Correct.\n\n\n\nSEN. LEVIN: -- the country? What is your experience on that, just in the Detroit sector? The people the Border \nPatrol arrest, what roughly percentage -- give us an estimate, a range, are people that are arrested as they are \nentering the country?\n\nMR. HALL: I think prior to September 11 it was somewhere in the neighborhood of about 30 percent. That's a rough \nfigure, and I believe now it's upwards of 50 percent.\n\nSEN. LEVIN: That are actually arrested as they're --\n\nMR. HALL: As they're coming in the country.\n\nSEN. LEVIN: Okay. The figure that I think he said was about 10 percent, I think. Did you hear that figure? Do you \nknow where that figure -- does that seem very low to you?\n\nMR. HALL: It's a pretty lowball number, I would say.\n\nSEN. LEVIN: I think you saw a chart -- maybe not. Maybe we'll put up that chart where there was no local address \nthat was put in, where people didn't even provide an address but who were released. Have you ever seen that?\n\nMR. HALL: He mentioned that he was shocked by that. That is absolute common practice for years in Detroit. I \nmean, it's --\n\nSEN. LEVIN: That there's no address?\n\nMR. HALL: I would say 90 -- over 90 percent of the people we arrest at entry, coming in the country illegally, they \nknow that if they have a travel document there is a greater likelihood they will be held because they're -- we know \nwhere they're from. The deportation section doesn't have to secure a travel document for them, so there's a greater \nchance of removal to their home country.\n\nSo before entering the United States they will get rid of everything that has any identification for them. So when they \ncome in we can run them through NCIC III; we can run them through CIS, all the systems. But we're relying on this \nindividual, who's already broken the law, to tell us their true name, tell us their true date of birth. And we don't even \nknow what country they're from. We're relying on them to tell us what country they're from. So --\n\nSEN. LEVIN: In terms of giving you an address where they can be notified of their removal hearing, is it unusual \nthat they won't give you an address, or just say there is no address?\n\nMR. HALL: They'll say they don't know anybody in the United States, they have no address, they don't know where \nthey're going -- \"I know nothing.\"\n\nSEN. LEVIN: And a lot of those folks are just simply released on their own recognizance?\n\nMR. HALL: I would say almost exclusively all of them.\n\nSEN. LEVIN: A lot of the people arrested who have no documents, no address that they're identifying to where \nthey're going, are still released on their own recognizance?\n\nMR. HALL: Yes.\n\nSEN. LEVIN: Is that true in Washington too, or is this a Detroit incredibility?\n\nMR. OLSON: No, this is the same thing. It was also the same thing when I worked on the southern border. We \nfrequently released them without addresses.\n\nSEN. LEVIN: Even those that were not voluntarily returned? I guess on the southern border you have the vast \nmajority that are just voluntarily returned.\n\n\n\nIs that correct?\n\nMR. OLSON: That's correct.\n\nSEN. LEVIN: So the ones that -- the relatively small percentage that did not voluntarily return, that were then \nentitled to a hearing, those you're saying you had the same situation where there was no address in the United \nStates, but still given a notice to appear document; told that they'll be notified when and where to appear for the \nremoval hearing? Is that typical in the south too?\n\nMR. OLSON: Yes, sir. They know that anything that you give them, you're going to use to hunt them down later. Or \nthey -- so they suspect.\n\nSEN. LEVIN: Anything that they give you?\n\nMR. OLSON: Any information such as addresses, phone numbers, relatives. So that's why they won't give it.\n\nSEN. LEVIN: That they give you?\n\nMR. OLSON: That's correct.\n\nSEN. LEVIN: Okay. So then where are you sending the hearing notice? In this kind of case where is the hearing \nnotice sent?\n\nMR. HALL: We don't send one. We provide them with another form, that's an EOIR-33 form. We give that form to \nthe alien as they're walking out the door, and where it says alien registration number on the right side of that form, \nI'll fill that number in and then ask them when they get an address in the United States, to -- (break in audio) -- us, \nso we know where to look for them or where to send them their address. Normally that form doesn't make it out of \nour parking lot. They normally throw that on the ground as they're walking out.\n\nSEN. LEVIN: Do you have any idea how many of those forms -- it's a common thing to issue a form like that?\n\nMR. HALL: Everyone that we release on their own recognizance that fails to provide an address, we give them that \nform in hopes that they will return it to INS with their address once they take up residence in the United States.\n\nSEN. LEVIN: Do we have any idea what percentage of those forms are returned? Do you have any idea? Does \nanyone know?\n\nMR. OLSON: I have no idea.\n\nMR. HALL: It's probably less than the people that show up for their hearings, I imagine, or somewhere in that -- \nthereabouts; about the same number.\n\nSEN. LEVIN: What does the term B&B stand for?\n\nMR. HALL: Bag and baggage.\n\nSEN. LEVIN: What does that mean?\n\nMR. HALL: That means they have an order of deportment and they're ready to go get their bag and baggage and \nship them.\n\nSEN. LEVIN: Is that the warrant that was -- you were referring to?\n\nMR. HALL: That would be a warrant of deportation.\n\nSEN. LEVIN: And those are the ones that you've got boxes on? Just boxes of those documents --\n\n\n\nMR. HALL: Yes, sir.\n\nSEN. LEVIN: -- in your office?\n\nMR. OLSON: Not in our office. The district INS maintains all records. And I might say I verified that just last week at \na conference. I was talking to an individual from one of the district offices, and he said, yeah, they've got boxes of \nthose things; but, again, nobody to -- there's nobody to go out and look for them.\n\nSEN. LEVIN: Prior to September 11 the Border Patrol was staffing, I think, only two of three shifts, at least in some \nsectors of the northern border. Is that correct?\n\nMR. HALL: In some -- most of our stations in Detroit we staff only one of three shifts.\n\nSEN. LEVIN: Now? Still?\n\nMR. HALL: Now they are staffing two 12-hour shifts.\n\nSEN. LEVIN: But before September 11 there was only one of the three shifts that was --\n\nMR. HALL: Some of the stations -- we have five stations. At least two, if not three of the stations only work the one \nshift.\n\nSEN. LEVIN: One shift.\n\nMr. Olsen, what was the situation?\n\nMR. OLSON: We had a day shift and an afternoon swing shift. We did not an evening graveyard shift. We are \ncurrently working the people that we have now 12-hour shifts in order to cover this additional shift. It was uncovered \nbut without any additional people.\n\nSEN. LEVIN: But that was before September 11th, the so-called graveyard shift was not covered.\n\nMR. OLSON: Wide open.\n\nSEN. LEVIN: And that would be from midnight to 8 in the morning, roughly?\n\nMR. OLSON: Yes, sir.\n\nSEN. LEVIN: We've heard a little bit this morning, and before this morning, about a watch list which is supposed to \nbe maintained for possible terrorists. Is there a watch list that you access?\n\nMR. HALL: Yes, we receive it in Detroit over our internal mail, the email. We started receiving that shortly after \nSeptember 11th.\n\nSEN. LEVIN: Before September 11th, no watch list -- do you know whose watch list that is? Is that an FBI watch \nlist, is that an INS watch list?\n\nMR. HALL: I think it's an INS departure prevention watch list, or people we're not supposed to let leave the country.\n\nSEN. LEVIN: That leave the country?\n\nMR. HALL: That's the one that I have seen. It's a departure prevention list.\n\nSEN. LEVIN: Okay.\n\nMr. Olsen, do you know what that is?\n\n\n\nMR. OLSON: I don't know who authors it. I've seen the list. There was one and then one revision since September \n11th. I've never seen one before that.\n\nSEN. LEVIN: Is there currently a requirement that you look at a watch list?\n\nMR. OLSON: No, there's absolutely no requirement, but everyone in my station and my sector that I know of is, of \ncourse, very interested in what's happened and in doing our best to maintain that if we come into contact with \nsomeone who could possibly be on the list, that their name is compared against the people on the list.\n\nSEN. LEVIN: And this is names, photographs?\n\nMR. OLSON: No photographs, just names, last known addresses, possible birth dates or social security numbers.\n\nSEN. LEVIN: But again, do you think it's an INS watch list? Is that your understanding, or you don't know?\n\nMR. OLSON: I don't know who issued it.\n\nSEN. LEVIN: Are you required to look at a watch list with every person?\n\nMR. HALL: I don't think there is any requirement, sir, but I believe most of the agents do -- when we encounter \nsomeone that's suspect --\n\nSEN. LEVIN: How many people are on this watch list, roughly?\n\nMR. HALL: It started out, I think, at 100 and I don't know if it's grown to 200, 300.\n\nSEN. LEVIN: Does that sound about right, Mr. Olsen?\n\nMR. OLSON: At least.\n\nSEN. LEVIN: Well, let me close by thanking each of you. Taking the time and having the courage to come and tell \nus what's happening at our borders. It's not easy to do what you've done, and we're proud of you for doing it.\n\nThe subcommittee is going to closely monitor any personnel actions to make sure that there is no act of retaliation \ntaken against any of you for testifying before us. It's utterly amazing to me that, for persons who are arrested for \nillegally entering this country outside of a port of entry who are released on their own recognizance, that there's not \na criminal background check required, that the IBIS system is not required to be checked, that there's not a \nrequirement of the State Department lists -- the class 2 list, as it's called. These are people who cannot get a visa to \ncome to this country, that our consuls do not give visas to, and yet that's not made available to our Border Patrol \nagents for people that they have arrested for illegally entering the country, that we do not require an address for \npeople who are released on -- for those few who maybe can make out a case, even though they've been arrested \nfor illegally entering the country, that they still ought to be, somehow or other, released on their own recognizance, \nthat we don't have even an address for people that is required.\n\nThere's a lot of complex, difficult questions in the immigration. The field itself is a complicated field, it's a complex \nfield, it's got a lot of issues. What's the proper level of legal immigration, how do you deal with the large number of \nillegal immigrants that are already here that have established homes here, that have jobs here. How do you deal \nwith them? What do we do about temporary work permits? Should we have a greater system, a larger system of \ntemporary work permits? How do you prioritize green cards and visas? There's just a whole host of complicated \nquestions.\n\nBut I don't think the subject that we've looked at this morning is complicated or difficult. What we're looking at this \nmorning is why is heaven's name are we releasing people after they've been arrested for attempting to enter the \ncountry illegally on their own recognizance, their own statement that they'll show up at a hearing? And, although we \ndon't have the numbers, because the INS doesn't keep them, somewhere probably around half of those numbers \nare people who are actually arrested as they are entering the country.\n\n\n\nWe had your testimony, Mr. Hall, today that since September 11th that may be 50 percent, but we're not sure what \nthat number is, but it could be half of the people. We had a much lower number by our first panel which differs from \nthe number you gave us, but, nonetheless, a significant number of people arrested as they are entering the country \nillegally are released on their own recognizance. They're sneaking in. These are people we're talking about this \nmorning who are not arrested at a port of entry, we're talking about people here who are arrested other than at a \nport of entry.\n\nIt seems to me that that is a totally absurd policy, and that the only reason that we're following that policy, \napparently, is that there's a lack of place to put these people. There's a lack of detention facilities. We've got to -- it \nseems to me -- take steps to make sure that people who are arrested for illegally entering this country, if they don't \nseem asylum -- if they do, they're entitled to asylum here, it ought to be prompt. I don't know that most of them -- I \ndoubt that most do seek an asylum hearing.\n\nBut to just simply hand somebody, who you've arrested for sneaking into the country, a piece of paper saying let us \nknow what your address is, will you, so we can notify you of a place to come to a hearing so that you can be \nremoved from the country, is not -- that's the theatre of the absurd to me, and it's got to be changed.\n\nWe've looked at a very -- one segment of this problem this morning. We haven't looked at all the other segments. I \nwant to emphasize that. We've looked at one segment. This is what the Border Patrol face. These are the folks \nwho arrest people other than at ports of entry, and when our agents arrest people for illegally entering the country \nand then see a huge percentage of those folks who don't return voluntarily, a huge percentage, just simply released \ninto this country, that is an absolutely -- almost a useless job at that point. It's exactly the wrong message we're \nsending to people. The message that that policy sends to people is if you enter the country other than at a port of \nentry, and you're arrested, you're going to be released in this country. That's what the odds are. You're just going \nto be released into the country and you'll just be told hey, let us know where your address is, would you, so we can \nnotify you where you can come to a hearing which is going to lead to your removal. If they were going to do that, \nthey wouldn't be sneaking into the country to begin with.\n\nSo we're going to -- I just don't know how much more dysfunctional a policy can be than that. That's the bottom line \nfor me. So we're going to be asking the INS, the Border Patrol, to report back to this subcommittee in 30 days on \nwhat they're going to do about this particular problem and what steps that are going to be taken to solve it, and that \nincludes a lot of aspects, including all these information systems which are not made available to our Border Patrol \nthat give critically important information about people that they arrest. This information is in the hands of the State \nDepartment or in the hands of some other agency, but aren't available to the Border Patrol agents who are \narresting the folks who are attempting to enter this country illegally.\n\nThe events of September 11th are so horrendous that the wake-up call that they've given to us, it seems to me, is \nso loud that we can expect the INS and the Congress to respond, and we're going to do just that.\n\nWe thank you all, and the hearing is adjourned.\n\nEND\n"}