{"title": "Q. and A.: Caroline Kennedy's Platform", "body": "\nFollowing are the answers Caroline Kennedy and her staff provided to 15 questions posed by The New York Times:\n\n  Q. Does she support state or federal legislation that would legalize same-sex marriage?\n\n  A. Caroline supports full equality and marriage rights for gay and lesbian couples.\n\n  Q. Would she oppose legislation that would require minors to notify a parent before obtaining an abortion?\n\n  A. Caroline believes that young women facing unwanted pregnancies should have the advice of caring adults, but \nthis should not be required by law.\n\n  Q. Does she support any state or federal restrictions on late-term abortions?\n\n  A. Caroline supports Roe v. Wade, which prohibits third-trimester abortions except when the life or health of the \nmother is at risk.\n\n  Q. Do you support amnesty for undocumented workers?\n\n  A. Caroline believes all undocumented workers should be required to legalize their presence in the United States \nand that we must create a way for them to do so. Undocumented workers should pay a fine, learn English and go to \nthe back of the line behind those who came here legally.\n\n  Q. Has the North American Free Trade Agreement worked?\n\n  A. Caroline believes that Nafta has had unintended, negative consequences in some regions of New York, and \nthat is why she agrees with President-elect Obama that we need to take a careful look at the agreement and pay \nparticular attention to its impact on jobs and wages in American manufacturing communities. She also believes that \nwe must ensure that American communities and workers benefit as we craft new trade agreements. \n\n  Q. Do you support any federal or state restrictions on gun ownership? If so, which ones?\n\n  A. Caroline Kennedy is a strong supporter of gun control. She supports New York City's and New York State's gun \ncontrol laws. On the federal level, she support the Brady Law, and other measures to keep guns out of the hands of \nminors and criminals. \n\n  Q. Do you believe that an undivided Jerusalem must be the national capital of the State of Israel?\n\n  A. Yes, Caroline believes that an undivided Jerusalem must be the national capital of the State of Israel.\n\n\n  Q. Do you support the auto industry bailout package passed by the House of Representatives earlier this month?\n\n  A. Yes, Caroline supports the auto industry bailout package passed by the House of Representatives earlier this \nmonth.\n\n  Q. Should there be a cap on local property taxes in New York State?\n\n  A. Caroline believes that is an issue for the legislature and the governor to decide.\n\n  Q. The president-elect proposes higher taxes on the wealthy to help pay for government programs. Governor \nPaterson is opposed to increase the state income tax on the wealthiest New Yorkers. Who is right?\n\n  A. Both President-elect Obama and Governor Paterson are showing tremendous leadership during these tough \ntimes. David Paterson has led the fight in Washington to increase aid to the States. If his efforts are successful it \nmay change the tough choices that he currently has to make in terms of budget cuts and revenue increases. In \nterms of specifics of the Governor's budget, it was just released last week and Caroline believes it is up to the \nGovernor and the legislature to work out the details.\n\n  Q. Do you support a two-state peace solution for Israel?\n\n  A. Caroline supports a two-state peace solution for Israel, so long as there is a true partner for peace in the \nPalestinians, and so long as Israel's security is assured.\n\n  Q. Do you support the federal Employee Free Choice Act, otherwise known as the ''card-check'' bill?\n\n  A. Yes, Caroline supports the federal Employee Free Choice Act.\n\n  Q. Do you believe that school vouchers should be offered to parents of children in New York City public schools?\n\n  A. Caroline's priority is to help the public schools improve so that all children have the opportunity to attain an \nexcellent education. She does not support private school vouchers.\n\n  Q. Do you want to maintain mayoral control of New York City schools as currently practiced, or do you favor \nmodifying it? If the latter, how?\n\n  A. Caroline supports maintaining mayoral control and believes the mayor should be held accountable for the \neducation that our children receive. She is always open to new ideas on how to make the law better so long as they \ndon't prevent the Mayor from taking the actions he thinks are appropriate and for which he will be held accountable. \n\n  Q. Do you support closing the Indian Point nuclear power plant?\n\n  A. Caroline supports the state's efforts to close Indian Point, while recognizing the need to develop alternative \nsources for the critical energy it currently supplies to New York City and the Metropolitan area.\n\nhttp://www.nytimes.com\n"}