{"title": "Bush amnesty for illegal immigrants insults legal immigrants", "body": "\nDuring the first few months of his presidency, former Texas Gov. George W. Bush has attempted to establish \nhimself as an expert on U.S. relations with Mexico. Meetings with Mexican President Vicente Fox, coupled with the \nrequests of big business, have influenced Bush's policy toward Mexico heavily, and President Bush has created an \namnesty proposal to \"solve\" the problem of approximately 3.5 million illegal Mexican immigrants who currently \nreside in the United States. Bush's proposal proves he is anything but an expert on U.S.-Mexican relations.\nU. Oklahoma\n\nPrimarily, Bush's amnesty proposal depicts his blatant ignorance of available empirical data. In 1986, the U.S. \ngranted amnesty to 2.7 million illegal aliens, and an Immigration and Naturalization Services draft report submitted \nby Lamar Smith indicates the 1986 amnesty resulted in a surge of new illegal immigration. However, amnesty \nbackers could ignore empirical data and apply common sense to discover amnesty only increases illegal \nimmigration. Obviously, amnesty sends the message to aspiring immigrants that if they illegally immigrate to the \nU.S. and wait long enough, they will eventually receive a green card. As Phil Graham says, \"amnesty rewards \nillegal behavior.\" Furthermore, amnesty insults people who legally immigrated to the United States. Almost one \nmillion people each year immigrate to the United States through legal channels -- we hardly have a restrictionist \npolicy. Such immigrants exhibited a respect for U.S. laws and worked hard to obtain legal residence in the United \nStates. Amnesty says to legal immigrants, \"You wasted your time with all of that paperwork.\" Our current \nimmigration policy, which centers around family ties, makes admittance to the U.S. fairly easy. I find it hard to \nsympathize with illegal immigrants when they could have easily received legal admittance to the United States.\n\nI must also question why Bush only wants to give amnesty to the 3.5 million illegal Mexican aliens living within our \nborders. Why not give amnesty to all 8.5 million illegal aliens, regardless of nationality? Because his policy favors \nMexican immigrants over other nationalities, it seems clear capturing more votes from Mexican Americans drives \nBush's amnesty proposal, not aiding the immigrants.\n\nAdditionally, most people, our president included, incorrectly assume illegal immigrants play a vital role in our \neconomy by taking the jobs no Americans want. Although few people covet a minimum wage job picking fruit in \nCalifornia orchards, more than 10 million American workers lack a high school education and face direct \ncompetition from illegal immigrants for such jobs. Moreover, real wages for workers at the bottom of the U.S. \nworkforce have declined over the past decade. If the shortage of lower-skilled workers, which business and our \npresident cite as justification for amnesty really exists, why wouldn't real wages for low-skilled workers increase as \na response to the shortage? Simply stated, big business wants amnesty and increased illegal immigration to keep \ntheir costs down. Unfortunately, keeping lower-skilled workers' wages down also means decreased opportunities for \nadvancement among the working poor -- both migrant and non-migrant.\n\n\nA closer analysis of the situation reveals another solution. Not all illegal immigrants who successfully cross our \nborders spend the remainder of their lives in the United States; hundreds of thousands return home each year. By \ngiving the resource-starved INS the funds necessary to target employers who hire illegal immigrants, we could \nmake significant progress in reducing the number of illegal immigrants in the United States. The natural, unforced \nexodus of illegal immigrants, combined with targeting and punishing employers, would result in dramatic \ndecreases in illegal immigration in just a few years.\n\nSay what you want about the inaugural months of the Bush presidency, but never call him an expert on U.S.-\nMexican relations or a wizard at immigration policy. Bush's amnesty proposal would increase illegal immigration, \ninsults people who worked hard to legally immigrate to the United States, and discriminates against illegal \nimmigrants from countries besides Mexico.\n\nFurther, the Bush administration developed its amnesty proposal to cater to big business and capture the Mexican-\nAmerican vote, not to benefit U.S. citizens or the illegal immigrants. Granting amnesty and fostering illegal \nimmigration keeps wages for America's poorest workers low, and results in decreased opportunities for lower-\nskilled immigrants to the United States. The United States has other options to combat illegal immigration. We \nshould look at them.\n\n(C) 2001 Oklahoma Daily via U-WIRE\n"}