{"title": "Protesters demand action on immigration reform; D.C. police divert traffic, make no arrests after activists block streets", "body": "\nAbout 150 activists gathered Tuesday in front of U.S. Immigration and Customs Enforcement headquarters to \ndeliver a \"State of the Union\" address that protested what they consider a lack of progress on immigration reform.\n\nHolding signs and loudspeakers at a noon rally, the group of community organizers, advocates and faith leaders \nchanted \"Si, se puede\" (\"Yes, we can\") before about 20 of them joined hands across 12th Street SW near Maryland \nAvenue, blocking traffic. They sat on the road and waited for police to bring out their handcuffs.\n\n\"We want to bring attention to the lack of movement on immigration reform,\" said Gustavo Torres, executive \ndirector of CASA de Maryland, one of the organizing groups.\n\nCiting President Obama's promises to pursue immigration reform in the first year of his administration, he said: \n\"We were very excited, because the great majority of the Latino community said: 'Finally, we have a president who \nlooks like us, and he's going to fight for us.' . . .\n\n\"We want to let him know that if there's no reforms, he's not going to be reelected. The Latino community and the \nimmigrant community are not going to believe him.\"\n\nThe protest did not cause as much disruption as organizers had hoped. The police stood to the side, chatting, their \ncars parked on 12th Street. Traffic had been redirected to avoid the intersection.\n\n\"We hear they're going to arrest us,\" Torres said.\n\nBy 1 p.m., it became clear that they would not.\n\nOrganizers decided to move two blocks north, to the more heavily traveled Independence Avenue, where blocking \nthe street might be taken more seriously. But no sooner had the human chain occupied the new location than \ntraffic was redirected again. Department of Agriculture employees stood behind windows to watch the protesters \nbeat on plastic paint buckets and march in a tight circle.\n\n\nThe protesters called on the Obama administration to immediately suspend deportations of immigrants with family \nmembers who are U.S. citizens and to pass the comprehensive immigration reform that they said Obama \npromised during his campaign.\n\nMatthew Chandler, a spokesman for the Department of Homeland Security, said the Obama administration is \n\"committed to confronting this problem in practical, effective ways, using the current tools at our disposal, while we \nwork with Congress to enact comprehensive reform.\"\n\nHugo Rodas, 40, a Gainesboro resident from Guatemala, said he has had trouble finding construction work \nbecause he has no papers. \"I'm here to ask for work,\" he said. \"I want a better life.\"\n\nAbout 2 p.m., the police picked up the seated protesters one by one and led them to the sidewalk, according to \none activist, who added that no one was arrested.\n"}