{"title": "CASE OF WOMAN IN TRAILER SHOWS CULTURAL GAP FEAR, SHAME KEEP IMMIGRANTS FROM SEEKING HELP, EXPERTS SAY", "body": "\nDesperate for help and consumed by fear, San Jose mother Maria Isabel Eugenio thought she had no place to turn \nin caring for her 40-year-old mentally disabled daughter, whose immigration status remains in limbo.\n\nEugenio's decision to lock her daughter inside a small wooden trailer while she went to work rather than seek \noutside help from the many available services reflects an all-too-common fear among immigrants unfamiliar with \nCalifornia's healthcare system, local and state health experts said Friday.\n\nIn a state known for its anti-immigrant initiatives, one of the biggest challenges is bridging the cultural, financial \nand language divide that prevents many immigrants like Eugenio from getting the help they need.\n\nFZ,1,0 \"It's an uphill battle,\" said Stan Rosenstein, assistant deputy director for medical services for the California \nDepartment of Health Services.\n\nCalifornians who suffer from developmental disabilities like Eugenio's daughter typically qualify for Medi-Cal, the \nstate's insurance program for low-income residents, regardless of immigration status, Rosenstein said. With that \ninsurance, Eugenio would have been able to seek out healthcare services from a variety of county programs that \noffer everything from home visits to off-site day care.\n\nAbout 250,000 undocumented immigrants now are enrolled in Medi-Cal, Rosenstein said. But millions of \nimmigrants remain uninsured.\n\n\"Clinics and immigration attorneys are aware of the laws,\" he said, \"but many immigrants are not. It's a very major \nconcern.\"\n\nA three-year study by the Latino Coalition for a Healthy California last year concluded that Latinas are the largest \nuninsured group among women in the state. Only one-third of them, or just more than 1 million, have health \ninsurance.\n\nAt the Gardner Health Center near downtown San Jose, employees receive at least 30 new referrals a week from \nlow-income immigrants seeking any number of healthcare services. Program Supervisor Ana Lilia DeLeon-\nGonzalez said she sees the fear in reluctant patients every day.\n\n\"Even cancer patients don't want to get services because they think they'll get deported,\" she said.\n\nEugenio faces charges of abusing a dependent adult and false imprisonment, both felonies. Her daughter is in a \nresidential care facility. Although Eugenio said she became a U.S. citizen three years ago, her daughter's petition \nfor citizenship is still pending.\n\n\nFor single working mothers like Eugenio, DeLeon-Gonzalez said the clinic would try to ensure they know how to \ncare for their developmentally disabled children and deal with the stresses that come with balancing a full-time job \nwith that high-maintenance care.\n\nSan Jose mother Ofelia Martinez knows those stresses all too well. She sat for an hour in the waiting room at the \nGardner clinic Friday afternoon while her 26-year-old son, a diagnosed schizophrenic, chatted in a nearby room \nwith a support group of peers.\n\nFor three years, Martinez has driven her son, Oscar, to the center at least four times a month for medical checkups \nand counseling services. The 65-year-old retired office assistant said she doesn't know how she or her husband, a \nretired janitor, could manage if they were working full time.\n\nMartinez said prosecutors should consider Eugenio's circumstances before deciding her punishment.\n\n\"I know what her problems are like. Having to take care of a sick child is a lot of work,\" Martinez said. \"I don't blame \nher because she didn't know what to do.\"\n\nRefusing medical care is common among many immigrant groups, not just Latinos. Immigrants often come from \ncountries where similar services don't exist. Caring for family members is not something they're accustomed to \nturning to a doctor for, said Tessie Guillermo, executive director of the Asian and Pacific Islander American Health \nForum in San Francisco.\n\nIn the Asian community, Guillermo said, there's the added feeling of shame.\n\n\"Asian-Americans are particularly low users of mental health services because of cultural attitudes that shun \nmental disabilities,\" she said. \"Many still live in their ethnic enclaves, and it becomes well known if they go to a \nneighborhood health clinic.\"\n\nAt Oakland's La Clinica de la Raza, administrators try to instill a belief in their patients that healthcare comes first, \nbefore concerns about cultural appropriateness or immigration status. The medical records of all patients, including \nundocumented immigrants, are confidential, said Victoria Samper, associate director of the clinic.\n\n\"The fear of 187 hasn't gone away,\" she said, referring to the 1994 initiative approved by California voters, but later \nrepealed, that denied health-care access to undocumented immigrants.\n\nNotes\n\nWHOM TO CALL\n\nNeed mental-health services or know someone who does? Some helpful numbers:\n\nor mental-health services for a family member or friend, call the Santa Clara County office of the San Andreas \nRegional Center, whose staff of physicians, nurses and psychologists completes assessments, determines eligibility \nand refers clients to service providers: (408) 374-9960.\n\nTo report suspicions that a mentally disabled person is being mistreated, neglected or abandoned, call Santa Clara \nCounty's Adult Protective Services: (800) 414-2002.\n\nFor community-based services, call San Jose's Gardner Health Center: (408) 998-2264; Oakland's La Clinica de la \nRaza: (510) 535-4000; or San Francisco's Asian and Pacific Islander American Health Forum: (415) 954-9988.\n\nMercury News\n\n\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: [no credit listed]\n\nMaria Isabel Eugenio\n"}