{"title": "Nyt kolahtaa ja kovaa: USA kulkee kohti taantumaa, \"Teollisuuden luvut heikkoja\"; Luottoluokittaja Standard & Poor's varoittaa USA:n kasvavasta taantumariskistä.", "body": "\nS&P arvioi raportissaan, että USA:n ja Kiinan kauppasotajännitteet ruokkivat globaaleja taantumapelkoja. Vaikka \nUSA:n talouden nousu on historian pitkäkestoisin, maan talouden hidastumisesta on merkkejä.\n\nLuottoluokittajan ekonomistien mukaan USA:n taantumariski seuraavan 12 kuukauden aikana on 30-35 prosenttia. \nSe on kaksi kertaa korkeampi riskiarvio kuin vuosi sitten.\n\n\"Kauppaneuvottelujen lukkiutuminen heikentää yritysten luottamusta. Investoinnit ovat vähäisiä ja teollisuuden luvut \nheikkoja\", S&P esittää Pohjois-Amerikan luotto-oloja kuvaavassa raportissa.\n\nLuottoluokittajan mukaan kulutustavara-, vähittäiskauppa-, auto- ja terveydenhuoltosektorit ovat alttiita talouden \nheikkenemiselle.\n\nUSA:ssa ostopäällikköindeksien ja kuluttajaluottamuksen lukemat ovat heikentyneet. Teollisuuden \nostopäällikköindeksit viittaavat kysynnän hidastumiseen ja riskinä on, että myös palvelualojen indeksi tulee perässä.\n\nWall Streetin keskeiset osakeindeksit ovat viime päivinä olleet laskupaineessa. Samalla kuitenkin odotukset \nkoronlaskuista ja elvytystoimista ovat tukeneet kursseja.\n\nUSA:n kasvu hidastuu\n\nS&P päättelee, että USA:n aiemmin niin vahvat kotimarkkinat ovat nyt paineessa. Tähän mennessä yksityinen \nkulutus on tukenut maailman suurimman kansantalouden kasvua.\n\nS&P Globalin pääekonomisti Beth Ann Bovino arvioi, että kauppasota, hiipuva fiskaalinen elvytys ja \nmaailmantalouden hidastuva kasvu ovat paha yhdistelmä.\n\n\"Yksityinen kulutus hyvine merkkeineen ei enää yksin riitä\", Bovino kommentoi USA:n suhdannenäkymiä.\n\nTähän mennessä USA:n talousdata on ollut vahvaa, sillä yksityinen kulutus kasvaa ja työpaikkoja syntyy lisää.\n\nS&P Global ennustaa, että USA:n talouskasvu hidastuu 1,7 prosenttiin vuonna 2020. Tällä ennusteella USA \nväistäisi taantuman, vaikka talouskasvu selvästi hidastuukin.\n\n\nMaailmantalouden odotuksia heikompi kehitys rantautuu vielä Pohjoismaihinkin. Danske Bank  esittää, että \nmaailmantalouden heikkous näkyy erityisesti Pohjolan teollisuudessa: sen investoinnit ovat vähenemässä.\n"}