{"title": "IMMIGRANTS LEARNING WITH GRACE AND STYLE", "body": "\nWhen Vania Mena, the daughter of immigrants from El Salvador, graduates from a nine-month training program \ntomorrow, she is heading straight to corporate America.\n\n\"It's hard to get into corporations. You have to know somebody,\" said Mena, 20, a former cashier.\n\nMena knows somebody the staff of the Grace Institute on the upper East Side. For 100 years, the not-for-profit \ninstitute has been training young immigrant women to become secretaries, also placing them in some of the city's \nmost prestigious firms.\n\nNext month, Mena will go to work for the Wall Street investment firm Lehman Brothers, where her starting salary will \nbe in the mid-$ 20,000 range. With her earnings, she plans to help her family and go to school part time, studying \nforensic science.\n\nA century ago, when the shipbuilder and industrialist William Russell Grace himself an Irish Catholic immigrant used \nto tour the docks and talk to the steam fitters who worked for him, he heard a frequent complaint: The wives of the \nsteam fitters didn't know how to cook the foods of their new homeland, America. Nor did they know how to use \nhousehold accessories, like irons.\n\nGrace decided to establish an institute to offer cooking, sewing and child-care courses. The school later expanded \nto offer young immigrant women in general, and their daughters, a chance to learn bookkeeping, typing and \nstenography so that they could find work outside the home.\n\nGrace asked the Sisters of Charity to run the school, and 100 years later, the nonsectarian institute is still serving \nsimilar generations of newcomers.\n\nThe students might not have varied much in 100 years, but the courses have felt the changing times. Typing has \nbeen replaced by keyboard entry and computers. Cooking has been expanded to include catering and cake \ndecorating as alternatives for women who want to work at home.\n\nEven the name of the sewing course has been changed. Now it's clothing construction. And a class to earn a GED \nhas been added.\n\nOnly stenography has survived, since many of the law firms still require it, said Sister Audrey Boylan, the school's \ndirector of student activities.\n\nGrace Institute is \"a gold mine. It is an excellent, excellent school,\" said Jackie Ampuero-Laskowski, a human \nresources analyst for the law firm of Fried, Frank, Harris, Shriver & Jacobson.\n\n\"We are proud to say we hired them,\" she said.\n\n\nThe firm started offering jobs to institute graduates in the late '80s. This year the firm recruited 12 students from 125 \ngraduates of the nine-month course.\n\nRegistration at Grace is $ 500 per semester, which includes books and fees. In the intense program, women study \nvarious word-processing programs, as well as get an introduction to the Internet and Gregg shorthand.\n\nThere's also dictaphone transcription and business communications.\n\nThe Grace family remains actively involved with the school. Margaret Grace, the wife of the late Peter Grace and \nherself a 1938 graduate of the institute, is currently the president.\n\nMarlene Fredericks, 20, of Cape Town, says she appreciates the training the institute gave her.\n\n\"I learned a lot more here than somewhere else,\" she said. Fredericks will soon start her new job with Orrick Sut \nCliffe, a law firm.\n\nOther young women were equally enthusiastic.\n\nAbigail Moynihan, 22, of the Bronx, said she doesn't regret leaving college to attend Grace.\n\n\"The training is a stepping stone, a chance for advancement in companies,\" said the daughter of Irish immigrants \nwho recently took a job with Met Life.\n\nAyo Tapson, 21, of Greenville, Liberia, ultimately wants to be a nurse but will use the skills she learned at Grace to \nsupport herself while she pursues her other dreams, she said.\n\nShe's already on the way to her dream. In September, Tapson is going to Marymount Manhattan College.\n\nThe Grace Institute will end its centennial celebration Nov. 15 with a Mass at St. Patrick's Cathedral, followed by a \nluncheon at the Waldorf-Astoria.\n\nGraphic\n\n \n\nBUDD WILLIAMS DAILY NEWS THE FUTURE looks bright for (from l.) Ayo Tapson, Vania Mena and Marlene \nFredericks, who attend the Grace Institute.\n"}