{"title": "DOWNTURN HITS HOLDERS OF H-1B VISAS IMMIGRANTS WORRY AS TECH MARKET SAGS THEY WERE HOT COMMODITIES JUST A FEW MONTHS AGO, BUT AFTER LEAVING THEIR COUNTRIES, MANY SKILLED HIGH-TECH WORKERS ARE NOW 'ON THE BENCH,' WAITING FOR JOBS.", "body": "\nLess than six months ago, the technology industry pressured Congress to nearly double the number of H-1B visas \nfor skilled foreign workers. Now, growing numbers of those visa holders are sitting idle for months or even going \nback home, victims of the tech downturn.\n\nHard data isn't available, but anecdotal evidence in Silicon Valley shows that demand has slowed dramatically for \nmany of the people for whom the tech industry had clamored.\n\nManohar Kuvvuru, a database developer, is one of them. Although he's getting his full salary and benefits, his \ncompany hasn't been able to place him on a project since Jan. 10.\n\n\"I'm keeping my fingers crossed,\" said Kuvvuru, a 26-year-old native of Hyderabad, India, employed by \nCompuWizards Staffing International in Walnut Creek. \"I don't know, when it comes to economics, whether I'll have \nto go back.\"\n\nBut Kuvvuru is one of the lucky ones sitting \"on the bench,\" industry parlance for being between temporary \nassignments. Other H-1B workers in similar straits are getting low -- and illegal -- weekly stipends from strapped \nhigh-tech staffing companies that are grappling with a sudden dip in demand, especially for Web-related skills. In \nsome cases, workers are being laid off or returning to India, which dominates the high-tech portion of the nation's \nH-1B workforce.\n\nLast October, Congress increased the annual cap on the number of skilled-worker visas to 195,000 from 115,000 \nthrough 2003. In the past, the annual cap has been reached long before the end of the fiscal year. Statistics from \nthe Immigration and Naturalization Service on how quickly the cap is being reached this year won't be released \nuntil Friday. Up to 100,000 H-1B workers live in Northern California today.\n\nBroad range of impact\n\nThe impact of the slowdown isn't across the board. At the top of the H-1B food chain are highly skilled scientists \nand engineers with U.S. master's and doctoral degrees, and big employers such as Cisco Systems Inc. and \nHewlett-Packard Corp. say they are still in demand and haven't been affected by layoffs.\n\nBut further down the chain, lower-level programmers who do contract work for tech companies through go-\nbetweens are hurting as their hourly billing rates have dropped by as much as 50 percent.\n\n\nCisco recently announced that it would terminate 2,500 to 3,000 temporary and contract workers, and \"it's likely \nthat will involve H-1B workers,\" saidKent Jenkins Jr., a Cisco official. He said Wednesday that he couldn't estimate \nthe number.\n\nAmong the valley's less-fortunate H-1B workers are Kumar Vel, Zakir Hussein and Sarju Patel. They work for the \nsame San Jose job-placement firm, and all three are idle -- and underpaid.\n\nInstead of the $5,000 to $6,500 a month they're supposed to get for working on a project, each says he's being \npaid only a $1,000 monthly stipend, which violates U.S. labor regulations. The three live with two other software \nengineers in a three-bedroom Fremont apartment leased by their company, which they declined to name.\n\n\"We're very scared,\" said Vel, 25, as he and his colleagues headed toward a Fremont bus station to catch a bus to \nSan Jose. \"Personally, my feeling is that this is not OK.\"\n\nVel doesn't blame his company, which he said is suffering in the current economic climate.\n\nBut he's upset: He came to the United States from Chennai, India, to earn a lot of money, not $250 a week.\n\nNew arrivals suffering\n\nVel and Hussein, programmers who arrived in Silicon Valley just three weeks ago, have known only the bench. \nPatel, a database administrator, came last October, but after working on a project with a Redwood City client for \nthree months, he's been on the bench ever since.\n\nIf they quit within one year of joining their company, their contract demands that they pay a penalty of a few \nthousand dollars.\n\n\"I don't have a choice,\" said Vel, who believes he can't transfer to another company. \"One choice is there. I can go \nback to India. That is one choice, a bad choice.\"\n\nAt Applisoft Inc., a consulting and tech-placement firm in Saratoga, 10 of its 100 employees have been idle for two \nto three months. Half of those idled workers chose to return to India a few weeks ago to get retrained on lower \nsalaries until Applisoft can place them again, perhaps as Unix and systems programmers.\n\n\"If the guys have been sitting on the bench for too long, there's no market for him or her, we give them the option \nto get retrained, and while they get trained we don't have to pay them high U.S. salaries,\" said Sarvajit Thakur, chief \nexecutive officer of Applisoft, which was acquired recently by Trigyn Technologies Limited, a larger company with \noffices on several continents. \"They would be on a leave back to India.\"\n\nThakur said the hourly billing rates for Internet-related positions such as Java developers have dropped anywhere \nfrom 25 percent to 50 percent, a figure echoed by employees at six other companies that place H-1B workers.\n\nConsultants' rates drop\n\nMadhavi Manmadkar, research manager at CompuWizards, said rates had plummeted for consultants who are \nmarketed to other subcontractors.\n\n\"Java developers used to float in the market at around $65 to $70 for third-party people,\" she said, referring to \nhourly rates. \"Right now the market rate is $40. That's just ridiculous. I can't send my own consultant at $40.\"\n\nFor firms that bill directly, rates have dropped from over $100 an hour to as low as $50 to $60 an hour, people in the \nindustry say.\n\nCompuWizards normally has 10 to 12 people idle between projects for a few weeks at a time. Now, around a \nquarter of its 100-odd consultants have been idle for more than a month, Manmadkar said.\n\n\n\n\"I'm waiting to hear from the clients: 'OK, we're ready to hire now,' \" she said.\n\nThe slowdown has cast a pall of fear over many of Silicon Valley's H-1B visa holders, particularly those working \nfor intermediaries. Confusion over the complicated visa laws has thrown some workers into a panic. Many H-1B \nworkers interviewed by the Mercury News weren't sure whether they had 10 days, 45 days or three months to find \na new job before facing a penalty.\n\nThe answer is 10 days after termination, although workers are free to transfer their visas to another company \nbefore that if they find work.Technically, H-1B workers lose their visa status if they don't find a job after 10 days, \nand risk being barred from the United States for up to 10 years if they keep working here.\n\nSome people feel that the quirks of the H-1B visa punish those who fueled the technology boom.\n\n\"We wanted resources because of the economic boom, and now that it is slowing down, we need to help them at \nleast by extending the period,\" said Raj Dhamodharan, an H-1B holder and vice president of engineering for \nFremont-based Think Business Networks. \"Ten days is not very practical.\"\n\nIn practice, though, many placement firms don't notify the INS when they lay off H-1B workers, according to \nHemant Habbu, a San Jose immigration attorney. Most transfer their visas or go to welcoming countries like \nCanada.\n\nCritics of the skilled-worker visa program say idle H-1B workers prove their contention that tech companies just \nwant them because they're cheap and disposable, not because they're scarce.\n\n\"Employers see no social cost of dumping them as soon as there's an economic downturn,\" said Dave Ray, a \nrepresentative of the Federation for American Immigration Reform.\n\nBut Laura Ipsen, Cisco's worldwide director of government affairs, said the industry has always regarded H-1B \nvisas as a short-term fix for a long-term problem. \"We're in the lull in the economy, but we'll get out of this, I hope, \nand we'll be looking for those highly skilled engineers,\" she said.\n\nAnd not everyone is hurting. Michael Logvinov, a 24-year-old Russian technical manager here on an H-1B visa, \nsaid he didn't have any problem finding another job when his previous employer, a start-up company, ran out of \nmoney.\n\n\"There are a lot of super-intelligent guys who don't know how to present themselves,\" he said. \"Fifty percent of the \nunsuccessful ones are based on that.\"\n\nCHART: MERCURY NEWS\n\nH-1B VISA LIMITS\n\n[Chart not in database]\n\nSource: Immigration and Naturalization Service\n\nNotes\n\nH-1B SLOWDOWN\nH-1B visas allow skilled workers to remain in the United States temporarily. They last three years and can be \nrenewed. Last year, about 420,000 H-1B workers were in the country, and as many as half are computer \nspecialists.\n\n* Some H-1B visa holders have decided to return to India for retraining at lower salaries.\n\n\n\n* The number of visa holders waiting for contract work has doubled at some companies, leaving as many as 25 \npercent of their employees idle.\n\n* Hourly rates for visa holders with Web-related skills have dropped 25 to 50 percent.\n\nGraphic\n\n \n\nChart\n"}