{"title": "CORRIDOR OF DEATHONE MEXICAN'S DESPERATE, ILLEGAL AND ULTIMATELY FATAL TREK ACROSS THE DESERT IN PURSUIT OF U.S. EMPLOYMENT TYPIFIES THE NIGHTMARE OF ILLEGAL MIGRATION.", "body": "\nSASABE, Mexico\n\nMario Alberto Diaz, a biologist nearing completion of his master's degree, crawled under a barbed-wire fence \nmarking the border with the United States one evening this summer. He had 48 hours to go in his illegal trek \nacross the desert.\n\nDesperate for a way to support his family, Diaz had a lead on a job in his specialty, cultivating mushrooms, at a \nplant in Florida. But not far into Arizona, his dream turned into a nightmare.\n\nHe stumbled and sprained a knee. Limping for two nights and two days in 95-degree heat left him dehydrated. On \nthe second day, a cactus punctured his plastic bottle, spilling the last of his water. He fainted twice.\n\nTraveling companions revived him, draped his arms over their shoulders and pulled him along. Each time they \ncrossed a road, they urged him to stay behind, flag down the next vehicle and turn himself in. Each time Diaz \nrefused, even after the ghastly sight of a man, woman and child huddled in lifeless embrace in the desert made \nclear the risk of continuing.\n\n\"It only gave him more courage,\" said a woman who made the journey with Diaz and identified herself only as Mari. \nHe showed her a photo of his 4-year-old, Sonia, and kept repeating: \"I promised my daughter I would get there.\"\n\nHe didn't.\n\nAt the end of the second day, Diaz collapsed in exhaustion in a dry Arizona gulch and never got up. His body lay \nthere for 20 days, left behind in the biggest yearly influx of illegal migration across the U.S.-Mexico border since \n2000.\n\nThe Bush administration spent an additional $30 million this year trying to control the most porous and perilous \nstretch of that frontier, the Sonoran Desert, which straddles Arizona and northwestern Mexico. Despite the effort, \nincluding a $15 million airlift home of migrants caught in the desert, well more than a million others got past \nArizona's border defenses and a record number died trying.\n\nThe U.S. Border Patrol registered 172 migrant fatalities in Arizona and 153 along the rest of the U.S.-Mexico border \nin the 12 months that ended Sept. 30.\n\n\nThe 36-year-old scientist's fatal journey, recounted by his relatives and traveling companions, sheds some light on \nthe forces drawing Mexicans into Arizona's \"corridor of death\" and the frustrations of U.S. agents trying to stop \nthem.\n\nDiaz's education was not yielding meaningful work. He had been teaching karate six hours a week, earning about \n$60. With a second child on the way, his family soon would outgrow its two-room house. He needed money to add \na room.\n\nHis anxiety ran deep. He told his wife, Teresa, he felt like a failure. Then a job search on the Internet led Diaz to a \nfood-processing plant in Orlando, Fla., and he sent off a resume. The reply was encouraging, but he would need a \nU.S. visa. When his visa application was denied he decided to go illegally and simply show up at the plant.\n\nOne of his wife's cousins put Diaz in touch with a Mexican migrant-smuggler known to the family only as Gerardo. \nHe offered to escort Diaz to Orlando for $2,700. The biologist's thesis adviser urged him to wait, saying a university \nresearch position might open up. But Diaz was restless.\n\n\"My brother was submerged in a depression,\" said Alejandro Diaz, a geographer and mapmaker for Mexico's \nNational Water Commission. \"That job in Orlando was an illusion that got into his head, and nobody could take it \nout.\"\n\nCrossing the U.S. border has become more and more hazardous for illegal migrants in the decade since the \nBorder Patrol, starting in San Diego, began fortifying the most heavily trafficked frontier sectors with new fences, \nbrighter lights and additional agents.\n\nWith the Sonoran Desert the illegal gateway of choice, the border's busiest migration corridor has become the \n57-mile dirt road from Altar to Sasabe in the Mexican state of Sonora. Altar's 7,000 residents run guesthouses, sell \nbackpacks and work as drivers for migrants, who gather by the hundreds in the town square each day to meet with \nsmugglers and ride north to foot trails that cross the border.\n\nWithin 25 minutes on a recent afternoon, eight vans crammed with migrants out of Altar passed a checkpoint just \nsouth of Sasabe run by Grupo Beta, the humanitarian arm of Mexico's National Migration Institute. Grupo Beta \ndefines its mission as minimizing harm to U.S.-bound migrants without explicitly discouraging their exodus.\n\nMany of the occupants looked bored by Julio Mallen's words of caution.\n\n\"It is important to go with enough water for at least two or three days,\" the Beta agent emphasized, peering into \neach van. \"Wear long sleeves to protect yourself from the sun. If anyone feels tired and cannot continue, tell your \ncompanions so they can help you find a road and get help.\"\n\nDiaz, bound for Orlando, heard the same warning at the same spot on June 17 after spending the night in Altar.\n\nYet after hurting his knee that evening, he refused to give up the trek across a blistering landscape. Eventually, the \nbulk of the group moved ahead, leaving the limping biologist in the company of Gerardo the smuggler and another \nof his clients, 40-year-old Jose Cruz.\n\nWhat happened next is unclear. In a recent telephone interview from Orlando, where he pours cement at \nconstruction sites, Cruz said the trio camped in hilly terrain the night of June 19. When he awoke the next morning, \nhe said, Diaz was dead and the smuggler was gone.\n\nBut in a late June phone conversation with Miguel Escobar Valdes, the Mexican consul in Douglas, Ariz., Cruz told \na different story: He and the smuggler abandoned Diaz during a climb that the biologist could not manage, and the \ntwo survivors made it to Orlando together.\n\n\"Even if you stay with him, this guy is not going to make it,\" the smuggler reportedly told Cruz. \"You can stay, but \nI'm moving on.\"\n\n\n\nSheriff's deputies say they recovered Diaz's body in a dry creek bed by a shrub to which someone had tied a bottle \ncontaining a gallon of water.\n\nU.S. officials repeatedly have pressed Mexican authorities to crack down on migrant smugglers, who can be \nprosecuted in Mexico for human trafficking. (Mexican police have no authority to arrest individual Mexican migrants \nfor trying to leave the country.) Despite occasional arrests, the smugglers enjoy unrelenting demand for their \nservices, and few migrants testify against them.\n\nAlejandro Diaz, who has spent three months trying to make sense of his brother's death, says he is haunted by a \ntragic footnote to his brother's death.\n\nEleven days after Diaz died, his thesis adviser called the home to offer what would have been great news: He had \nfound a full-time research job for the biologist.\n\nGraphic\n\n \n\n2 PHOTOS: BY DON BARTLETTI, LOS ANGELES TIMES\n\nManuel Lagunes outlines the dangers of walking across the Sonoran Desert to a group of migrants hiding in a \nditch in Sasabe, Mexico, near the U.S. border. The U.S. Border Patrol registered 172 migrant fatalities in Arizona in \nthe 12 months ended Sept. 30. Lagunes works for Grupo Beta, the humanitarian arm of Mexico's National \nMigration Institute, which attempts to give advice that will minimize harm to U.S.-bound migrants without explicitly \ndiscouraging their exodus.\n\nEmpty water jugs dropped by migrants litter a trail through the Sonoran Desert of Arizona.\n"}