{"title": "Immigration vote stuns Senate supporters", "body": "\nWASHINGTON -- Sen. Jim Bunning, R-Ky., sat in the back of the Senate wearing the tux he had donned for an \nevening event where he was the scheduled speaker. Sen. Hillary Rodham Clinton, D-N.Y., rubbed fatigue from her \neyes.\n\nRep. Patrick Kennedy, D-R.I., came to sit by his disappointed father, Sen. Edward M. Kennedy, D-Mass., the chief \nsponsor of the immigration bill, as the Senate blocked it from coming to a vote Thursday night. Another key \nsupporter of the bill, Sen. John McCain, R-Ariz., refused to speak to reporters.\n\nThe breakdown of the immigration legislation, despite the support of the Senate's Democratic and Republican \nleadership and the White House, left stunned backers of the bill vowing to revive it, but uncertain of how.\n\n\"We're not giving up the game,\" Kennedy told Senate colleagues.\n\nThe National Immigration Forum, one of the groups that have lobbied hardest for the immigration bill's passage, \ncalled the Senate's 50-45 vote against limiting debate, \"a huge disappointment to immigrant communities.\"\n\nVoting in favor of the immigration bill were 37 Democrats, seven Republicans and one independent. Voting \nagainst: 38 Republicans, 11 Democrats, one independent.\n\nSen. John Cornyn, R-Texas, one of the bill's leading opponents, said the vote was a victory for open government.\n\n\"I simply do not understand why some of my colleagues want to jam this legislation through,\" he said.\n\nSenate Majority Leader Harry Reid, D-Nev., and other Democrats blamed Republican opponents of the bill for its \ncollapse, even though 11 Democrats also opposed the bill.\n\n\"There's lots of support for this bill on the outside,\" he said. \"The problem is inside the Senate chamber.\"\n\nOpponents of the bill insisted they wanted more time to debate amendments but repeatedly objected Thursday to \nbringing those amendments up. Sen. Arlen Specter, R-Pa., said Republican opponents of the immigration bill had \n\"lost credibility.\"\n\nSen. Mel Martinez of Florida, who also serves as chairman of the Republican Party, rebuked his fellow party \nmembers in a Senate floor speech, saying it is time for them to be \"putting forth a proposal\" instead of \"tearing \ndown one that has been put out there.\"\n\nOpponents of the bill range from conservative Republicans, who think it is too lenient with immigrants who broke the \nlaw, to liberal Democrats who believe it is too harsh.\n\n\nProspects were uncertain as weary senators left the Capitol. \"When you're trying to anchor the center down, it's \ntough,\" said Sen. Ron Wyden, D-Ore.\n\n*Bill suffers setback, 1A \n"}