{"title": "Gates: More skilled labor from abroad needed in U.S.", "body": "\nWashington --- Microsoft Corp. Chairman Bill Gates told Congress on Wednesday that the United States should \nwelcome an \"infinite\" number of high-skilled foreign workers to fill engineering, computer programming and other \njobs that otherwise would be vacant.\n\nEmployers face a \"critical shortage\" of high-tech workers, Gates said. \"There is only one way to solve that crisis \ntoday: open our doors to highly talented scientists and engineers who want to live, work and pay taxes here.\"\n\nGates told the Senate Health, Education, Labor and Pensions Committee that Congress should fix the \"terrible \nshortfall\" in H-1B visas, which allow well-educated foreigners to work in the U.S. for several years.\n\nSen. Edward Kennedy (D-Mass.), who invited Gates' advice on improving U.S. competitiveness, agreed that \"the \nU.S. cannot sit back and watch other countries attract the best talent.\" Kennedy is working with Sen. John McCain \n(R-Ariz.) on an immigration reform package that may include more H-1B visas. \n\nThe government currently issues 65,000 H-1B visas each year. The visas are quickly snapped up, typically by tech \nworkers from China and India. The cap had been as high as 195,000 in the past, but was allowed to recede in the \naftermath of the 2001 recession.\n\nGates said even a return to the previous high level of visas would be inadequate because of the growing demand \nfor workers with backgrounds in math, science and engineering. \"The country should welcome as many as \npossible,\" he said.\n\nMany U.S. engineers and immigration opponents hope to thwart more visas, saying companies use foreign workers \nto drive down U.S. wages.\n\nKim Berry, a computer programmer in Sacramento, Calif., and president of the Programmers Guild, said his group \nopposes creation of more visas because they already \"are pushing Americans out of the market.\"\n\nEmployers are so eager to get access to lower-wage workers that \"they don't first consider qualified Americans,\" \nBerry said.\n\n\nMore young Americans would be drawn to such work if the pay were better, he said. \"That's the way supply and \ndemand are supposed to work,\" he said. \"You boost the salary\" and more U.S. students would study engineering \nand programming.\n\nBerry said House members are more likely to try to block the Senate from raising the H-1B visa cap. \"Members of \nthe House are more down to earth,\" compared with the Senate, where many are millionaires and may not know \naverage workers, he said. \n\nGates faced no harsh challenges from the committee. Even Sen. Sherrod Brown (D-Ohio) said that in his state, \nwith high unemployment, business owners have told him \"they just could not find the engineers or computer \nscientists they needed.\"\n\nKennedy did, however, ask Gates whether allowing more health professionals into the U.S. might cause a \"brain \ndrain\" in poorer countries. Gates said that keeping such professionals out of the U.S. is no solution because \"they \njust go to other countries\" with high living standards.\n\nGates also called for improving high school education and doubling college graduates in math and science by \n2015. He urged lawmakers to boost spending on basic scientific research.\n\nGraphic\n\n \n\nPhoto: Microsoft's Bill Gates says Congress should OK more H-1B visas./ImageData*\n"}