{"title": "OFFICER ENJOYS THE TASK OF SERVING AS A LIAISON TO IMMIGRANTS;\"BOSNIAN BARRY\" BREAKS DOWN BARRIERS, BUILDS TRUST", "body": "\nAs police searched in recent days for a half-dozen men wanted for last week's brutal attack at a Bevo neighborhood \nbar frequented by Bosnians, Officer Barry LaLumandier's pager droned almost constantly.\n\n\"Bosnian Barry,\" as many know him, serves officially as the St. Louis Metropolitan Police Department's liaison to \nnew Americans. But the title hardly defines the job.\n\nAs the point man in a program designed to help police open a line of communication to recent immigrants, \nLaLumandier finds himself, at times, serving as a diplomat, psychologist, social worker, furniture mover, chauffeur \nand, on occasion, police officer.\n\nDuring the past week, he's been working the phones as a go-between, providing Bosnians with as much \ninformation as he can about the police investigation while relaying tips from the community regarding the suspects.\n\nHe calls the assignment his best in 29 years with the department and said he's received an education in world \npolitics and cultural awareness to rival that available in any classroom.\n\n\"What's really neat is I'm afforded the opportunity to sit down with these people and try to really understand our \ndifferences,\" he said. \"I absolutely learn something every day.\"\n\nLaLumandier is stationed in a spartan office at the International Institute of Metro St. Louis, which is collaborating \nwith the police and the St. Louis Association of Community Organizations to teach crime prevention and safety to \nrefugees.\n\nLaLumandier comes in frequent contact with people from Ethiopia, Vietnam, Laos, Somalia, Eritrea, Sierra Leone, \nAfghanistan and elsewhere who are making south St. Louis the city's newest melting pot.\n\nMost refugees arrive in St. Louis frightened, suspicious of strangers and reluctant to reach out for help. Some were \ndriven out of their homelands at gunpoint and with nothing but the clothes on their backs. Many spent time in \nsqualid refugee camps before coming to the United States.\n\nMany suffer varying degrees of post-traumatic stress disorder, LaLumandier said.\n\nLaLumandier works to break down those barriers and earn the immigrants' trust. He's learned to say hello and \nthank you in most of the languages and admits to acquiring a taste for both Vietnamese and Bosnian food during \nhis two years on the job.\n\n\nBut his job isn't always easy. Even the clothes he wears can make it hard to establish a relationship.\n\nWhile his pressed sky-blue shirt, creased navy pants, shiny black boots, badge and sidearm might be reassuring to \nmost Americans, many refugees associate a uniform with fear - and even terror.\n\nAnna Crosslin, head of the International Institute, says, \"You have to remember a lot of these people are coming \nfrom places where people in uniform are part of the problem, not part of the solution.\"\n\nJasminka Grubor, a Bosnian outreach worker at the institute who works with LaLumandier, agreed that he often \nfaces an uphill battle in establishing positive relationships.\n\n\"After the war, a lot of people don't trust too much and don't know how to deal with the law and what the \nconsequences are,\" Grubor said. \"I think it's getting better. But I think for trust, it takes a long time.\"\n\n \n\nCustoms can clash\n\nSome of LaLumandier's days are mundane, spent on the telephone relaying information to supervisors, helping \nnew arrivals understand the complex American legal system or responding to complaints. Just as some \nimmigrants find it difficult to adjust to America, some Americans find it difficult to adjust to immigrants.\n\n\"They'll see their new neighbors doing something they don't understand and want to complain,\" LaLumandier said. \n\"We get call after call after call about shoes on the front porches of Muslims.\"\n\nThe popular Bosnian custom of cooking a goat over an outdoor fire also prompted numerous complaints.\n\n\"Once they find out it's a religious or cultural thing, they stop calling,\" he said.\n\nOn other days, LaLumandier might meet new arrivals at the airport, transport crime victims to court hearings or help \na family unload a truck of donated furniture. He'll often team with a social worker or an interpreter and visit homes, \nspeak to community groups or distribute fliers containing safety tips or good-neighbor information in a variety of \nlanguages.\n\nHis worst days typically involve domestic abuse or child endangerment calls. Some immigrants have trouble \nunderstanding that leaving their children alone in an apartment all day or striking their wife or child is not allowed in \nthis country.\n\n\"Sometimes I'll have to tell them I'm not trying to change their religion, I'm trying to teach them American law,\" \nLaLumandier said.\n\nThough at times his work is frustrating, LaLumandier finds it rewarding. On his best days, he can save a life.\n\nVesna Sopovic, 44, met LaLumandier after her then-teenage son began spending all his money on drugs.\n\n\"Everybody told me that I just needed to kick him out from the house and let him go on his way, and I didn't like that \nway,\" said Sopovic, a Bosnian refugee. \"I tried everything.\"\n\nThen a friend put her in contact with LaLumandier, who visited the woman and her son in their home to explain the \ndangers and consequences of his behavior.\n\n\"It was amazing when Mr. Barry came the first time to my house,\" Sopovic said. \"My son was so scared. That was \nthe best thing that happened.\"\n\nHer son has since moved out, but Sopovic said LaLumandier and a social worker continue to visit about once a \nweek and keep tabs on him.\n\nSopovic said LaLumandier is \"doing his job, but most important thing is that you can feel that his heart is involved.\n\n\n\n\"It is most important that he is a very good person, not just a policeman. He tries to understand what we're dealing \nwith. It's really har d to start a new life. Mr. Barry is my friend. He saved my life.\"\n\n \n\n========\n\n \n\nSunday profile\n\n \n\nName: Barry LaLumandier\n\n \n\nAge: 50\n\n \n\nFamily: The St. Louis native is married and has three daughters.\n\nCareer: St. Louis police officer for 29 years, including stints as a patrolman and as a school-beat and public affairs \nofficer.\n\nGraphic\n\n \n\nPHOTO (1) Color photo headshot - Barry LaLumandier\n\n (2) Photo by WENDI FITZGERALD/POST-DISPATCH - Officer Barry LaLumandier, the police department's \nliaison to new Americans, listens last week to Nadsida Husic at her home in south St. Louis. Husic has been in the \nUnited States for five years.\n"}