{"title": "TEHERAN SAYS U.S. SEARCHED HOME OF AN IRANIAN DIPLOMAT", "body": "\nThe Iranian press agency said today that United States security agents had searched the house of an Iranian \ndiplomat in Washington soon after the car bombing of the United States Embassy in Beirut.\n\nIn a dispatch from Washington, the agency said that the diplomat, Ali Sabzalian, who is in charge of the Iranian \ninterest section, was told later that he was being ''closely watched.''\nIranian press agency says US security agents accompanied by immigration officials searched house of Ali \nSabzalian, Iranian diplomat in Washington, soon after car bombing of US Embassy in Beirut on Sept 20; INS \nspokesman denies knowledge of such an operation (S)\n\nThe connection between the bombing of the embassy in Beirut and the reported search of the Iranian diplomat's \nhome in Washington was not clear. The shadowy Islamic Holy War organization has taken responsibility for the \nembassy bombing.\n\nThe Iranian press agency said:\n\n''Security agents accompanied by officials from the United States immigration department searched the house of \nthe diplomat, saying that guns and ammunition were in the house. The search proved futile but he was \nquestioned at gunpoint.''\n\n(In Washington, Greg Leo, a spokesman for the Immigration and Naturalization Service, said he knew nothing \nabout the search of the home of an Iranian diplomat. ''It bears no resemblance to anything we do operationally,'' \nhe said. ''We perform our duties at ports of entry.'')\n\nThe Iranian agency said the security agents had said that they were unaware of Mr. Sabzalian's diplomatic status \nand had asked for his identity papers. They refused to identify themselves, the agency said.\n\nIn a further incident on Friday, the agency said, the diplomat was leaving his residence in a car with an Algerian \ndiplomatic plate when he noticed that several cars were chasing him.\n\n''The diplomat was later stopped by a police car and was asked for his driving license,'' the press agency said. \n''The policeman warned him that he was being closely watched.''\n"}