{"title": "SENATORS PUSH BILL ON ALIENS", "body": "\nWASHINTON (AP) -- The Senate moved slowly forward Thursday with plans to overhaul the immigration system, \ndefeating a proposal to give extra credit in the competition for visas to those who speak English.  ''By all means, \nmake classes available so they can learn English, but do not exclude people because they do not speak English,'' \nSen. Paul Simon, D-Ill., said before the Senate rejected the plan, 56-43, after an emotionally charged debate.  The \nbill would place an annual cap of 600,000 on immigration in each of the next three years, the first such limit in \ndecades. That represents 106,000 more visas than were issued in 1988, but critics say the measure ultimately \nwould exclude all but the closest relatives of American citizens and permanent residents of the United States.  The \nSenate approved a similar bill in 1988, but it died in the House.  Sponsors are expressing optimism about their \nchances there this year.  The measure is not related to the problem of illegal immigration.  Critics scored a victory \nWednesday when the Senate attached an amendment guaranteeing a minimum number of visas to extended family \nmembers of those who already are American citizens. More reshaping was expected as lawmakers worked their \nway through numerous amendments.  As it emerged from the Senate Judiciary Committee, the bill would have \nreserved 480,000 visas for all types of family immigration and 120,000 for those entering on a basis other than \nfamily ties.  That category includes 54,000 visas subject to a point system giving credit for those who have special \nskills needed by American industry but who do not have employers ready to sponsor them.\nThe Senate Judiciary Committee voted 12-2 to delete the provision that would provide a major advantage under the \npoint system to individuals who speak English. But its sponsor, Sen. Alan K. Simpson, R-Wyo., appealed on the \nfloor for a reversal that would restore extra credit for English speakers.  He urged lawmakers not to be swayed by \nsentimental appeals that portray immigrants as the heart and soul of the American dream even though they speak \nno English. ''The heart and soul disappears when you can't get work,'' he said.  ''English is the language of \nsuccess,'' he said.  But Simon quoted a news clipping that said 13 of the 16 valedictorians in Boston this year were \nborn in foreign countries and the majority apparently did not have English for a mother tongue.  Simon read a list of \nethnic-sounding senators' names and reminded them that their own relatives had arrived in America without \nknowing English.  Simpson expressed frustration that the sentiment-tinged debate appeared to be going against \nhim.  ''You have snorted and ripped and rolled around in it and just given birth to a mouse,'' he said.\n\nGraphic\n\n \n\nPhoto; PHOTO...Sam Leone/Post-Dispatch...Walls Tumbling Down...The walls at the Stag Brewery in Belleville \ntumbling down Thursday as M.J.R. Properties of Illinois began demolition. M.J.R., a subsidiary of Roberts \nConstruction of St. Louis, is stripping the brewery and selling assets, including the beer storage tanks, to other \nbreweries and industries. Tom Roberts, manager of M.J.R., said several of the buildings at the brewery will be \nleveled. M.J.R. plans to convert the remaining structures for use as warehouse space. Roberts said the project will \ntake from six to nine months. The G. Heileman Brewing Co. Inc. closed the historic brewery last year.\n\n"}