{"title": "How Really to Cut Down Illegal Immigration;Protect the Innocent", "body": "\nTo the Editor:\n\n''Jobs Being Filled by Illegal Aliens Despite Sanctions'' (front page, Oct. 9) was foreseen by opponents of \nimmigration reform legislation. That law was a mismarriage of ''reforms'' sought by two minorities in Congress, the \nHispanophobes, who wanted to keep out Mexican migrants, and the Hispanophiles, who wanted legalization for \nillegal aliens already here.\n\nThe ebb and flow of Mexican migrants across our Southern border is likely to continue as long as there are jobs \nhere that are shunned, for whatever reasons, by legal residents. Bogus documents were the inevitable \nconsequence of the law's requirement that employers demand proof from each new employee of his right to work in \nthe United States.\n\nWe could control our border more effectively if we allowed short-term legal entry for screened Mexicans who can \nproduce police clearances and family data from their home communities. Such migrants would enter through \nnormal channels and could be monitored while here to assure timely departure. This would be far more orderly than \na situation in which otherwise harmless job seekers must sneak across the border or be smuggled in by ''coyotes.''\n\nThe opponents of short-term legal entry argue that such a program would make it easier for migrants to find jobs, \nthus depriving legal residents of employment opportunities. That is a myth refuted by credible studies and by the \nexperience of employers whose premises have been raided by Immigration and Naturalization Service agents to \narrest and deport undocumented Mexicans. Most of the vacated jobs went begging until ''illegal aliens'' came back \nto take them. A President's Council of Economic Advisers report found that the Mexican migrants who come here \ntemporarily for hard-to-fill jobs benefit the economies of both countries.\n\nThe flood of harmless migrants who must sneak or be smuggled across the border because there is no legal \nalternative are used as cover by the drug traffickers and other criminals, who are a serious threat to our country. By \nestablishing a legal, short-term entry procedure for the innocuous migrants, we would divert the Mexicans who \nbenefit our economy to normal entry channels and thus make it far easier for our border officials to apprehend and \nprohibit entry by the malefactors, who must of necessity find illegal ways to enter our country.\n\n \n\nE. M. GILES\n\nSan Antonio, Oct. 9, 1989\n"}