{"title": "Challenges upheld: Pacers, Kings get calls changed in India; Challenges upheld: Pacers, Kings get calls changed in India", "body": "\nOfficially, it's an NBA first: Coaches successfully argued referees' calls Saturday.\n\nSacramento's Luke Walton became the first coach to win a challenge - a new option for coaches to use in the NBA \nthis season - when he asked for a review of an out-of-bounds call during the third quarter of the Kings' game \nagainst the Indiana Pacers in Mumbai, India.\n\nReview showed that Walton was right and the Kings retained possession. About a minute later, Pacers coach Nate \nMcMillan wanted a review of a goaltending call made against Indiana centre Myles Turner - and he, too, was proved \ncorrect, resulting in a jump ball at midcourt instead of two points for the Kings.\n\nSo Mumbai becomes the answer to a trivia question - the site of the first successful NBA coaches' challenge. The \nPacers and Kings wrapped up a two-games trip to India, the NBA's first two games played in that country, with \nIndiana winning 130-106 to complete a sweep of the series.\n\n\"Thank you India for allowing us the opportunity to make history...thankful to be a part of this moment,\" \nSacramento's Richaun Holmes tweeted postgame.\n\nCoaches may challenge one call per game, provided what they're challenging meets certain criteria and if they \nhave a timeout remaining. The timeout is charged if the challenge is unsuccessful, and the challenge isn't retained \neven if it results in a call being overturned.\n\nPACERS 130, KINGS 102\n\nAlize Johnson scored 17 points to lead eight Pacers in double figures, and Indiana scored 46 points in the second \nquarter alone on the way to the easy win.\n\nAaron Holiday scored 16 points and JaKarr Sampson had 15 for the Pacers. They outrebounded Sacramento 51-35 \nand had 35 assists on 49 field goals.\n\nBuddy Hield scored 17 points and Marvin Bagley III added 15 for Sacramento.\n\nLAKERS 123, WARRIORS 101\n\n\nAt San Francisco, Anthony Davis had 22 points and 10 rebounds in his preseason debut - playing only 18 minutes, \nall in the first half - for Los Angeles and the Lakers opened Golden State's new Chase Center with a win.\n\nLeBron James had 15 points and eight assists in 18 minutes for the Lakers. JaVale McGee made all five of his \nshots for 10 points and grabbed 13 rebounds.\n\nStephen Curry scored 18 points for the Warriors. Jordan Poole added 17 for Golden State, which was just 11 of 42 \nfrom 3-point range.\n\nDavis had the first points - preseason points, anyway - in the arena's history, putting in the rebound of a miss by \nJames 1:13 into the contest.\n\nMAGIC 125, SPURS 89\n\nAt San Antonio, Orlando outscored the Spurs 41-17 in the third quarter to turn a close game into a runaway.\n\nMo Bamba had 18 points for the Magic, while Aaron Gordon and Terrence Ross each had 14.\n\nDejounte Murray, playing in an NBA game for the first time in nearly a year after missing all of last season with a \nknee injury, had 11 points in 14 1/2 minutes for San Antonio. Bryn Forbes led the Spurs with 24 points, going 5 for 6 \nfrom 3-point range.\n\nJAZZ 133, ADELAIDE 36ERS 81\n\nAt Salt Lake City, Tony Bradley had 18 points and 10 rebounds and Jeff Green scored 16 points to lead seven Utah \nplayers scoring in double figures.\n\nDonovan Mitchell, Rudy Gobert and Mike Conley - who was acquired via trade from the Memphis Grizzlies in July - \ndid not play (rest) for the Jazz.\n\nJerome Randall led Adelaide with 18 points and Eric Griffin added 12 points, six rebounds and four blocks.\n\n___\n\nMore AP NBA: https://apnews.com/NBA /and            https://twitter.com/AP_Sports\n"}