{"title": "BC-AP News Digest 3 am; BC-AP News Digest 3 am", "body": "\nHere are the AP's latest coverage plans, top stories and promotable content. All times EDT. For up-to-the minute \ninformation on AP's coverage, visit Coverage Plan at https://newsroom.ap.org .\n\n------------------\n\nTOP STORIES\n\n------------------\n\nTRUMP-IMPEACHMENT-UKRAINE AMBASSADOR _ Former U.S. Ambassador to Ukraine Marie Yovanovitch \ntells House impeachment investigators that President Trump pressured the State Department to oust her from her \npost and get her out of the country. By Mary Clare Jalonick, Matthew Lee and Alan Fram. SENT: 1,180 words, \nphotos, video.\n\nELECTION 2020-DEMOCRATS _ Less than four months until voting begins, a Democratic presidential race that \nhad been largely static through the summer has tumbled into a chaotic fall. Front-runners are facing urgent \nquestions about their ability to take on President Donald Trump. Lower-tier candidates eager to challenge the top-\ntier trio are struggling to rise above the din in Washington. By Julie Pace, Thomas Beaumont and Steve Peoples. \nSENT: 1,020 words, photos.\n\nCALIFORNIA WILDFIRES _ Santa Ana winds that drove fires through two Southern California areas have died \ndown but flames that destroyed dozens of homes continue to rage. A blaze in the San Fernando Valley area of Los \nAngeles was only 13% contained Saturday after destroying 13 buildings. One man who had tried to fight the blaze \ndied of a heart attack. By Stefanie Dazio and Brian Melley. SENT: 1,030 words, photos, video.\n\nCHINA-NATIONALISM BEATS NBA _ The patriotic fervour buoyed by Chinese companies suspending their NBA \npartnerships followed a celebration marking 70 years of Communist Party rule in China. President Xi Jinping has \nrallied the populace around the promise of a Chinese Dream and national rejuvenation. By Yanan Wang. SENT: \n1,200 words, photos. This story is this week's Sunday Spotlight.\n\nCHINA-TRADE _ The Trump administration and China declared a temporary truce in their 15-month trade war. Yet \nthe grievances that led them to impose tariffs on hundreds of billions of dollars of each other's goods remain largely \nunresolved. By Paul Wiseman and Kevin Freking. SENT: 1,060 words, photos, video. With CHINA-TRADE-THE \nLATEST.\n\n\n-----------------------------------------\n\nWHAT WE'RE TALKING ABOUT\n\n-----------------------------------------\n\nCALIFORNIA-SMOKING BAN-BEACHES _ California to ban smoking on state parks and beaches. SENT: 280 \nwords.\n\nGM-STRIKE-UAW PROPOSAL _ UAW counters GM's offer in hopes of a deal. SENT: 140 words.\n\nTRUMP-LITTLE LEAGUE _ Little League champs fly home to Louisiana with Trump. SENT: 110 words, photos.\n\n---------------------------------\n\nWASHINGTON/POLITICS\n\n---------------------------------\n\nELECTION 2020-CONGRESS-SESSIONS _ Former Republican Rep. Pete Sessions' road back to Congress was \nalready off to a rough start even before a federal indictment appearing to link him to a campaign finance scheme \nand the Ukraine scandal at the heart of the impeachment inquiry. By Paul J. Weber and Will Weissert. SENT: 1,010 \nwords, photos.\n\nTRUMP-HOMELAND SECURITY SECRETARY _ Kevin McAleenan, a career civil servant who became the unlikely \npoint man for President Trump's hardline immigration policies, is stepping down as acting Homeland Security \nsecretary after six months on the job. McAleenan tells The Associated Press he is leaving on his own terms _ a \ncontrast to other top administration officials pushed out during Trump's tenure. By Colleen Long. SENT: 990 words, \nphotos.\n\nPELOSI-TRUMP _ Speaker Nancy Pelosi says President Donald Trump has become a \"potty-mouth,\" but that's not \nwhy House Democrats are pursuing impeachment. In a conference call, Pelosi told her House Democratic \ncolleagues to stay focused on their \"just the facts, ma'am,\" impeachment probe. SENT: 340 words, photo, video.\n\nIMMIGRATION-PUBLIC-BENEFITS _ A federal judge in New York on Friday temporarily blocked President Donald \nTrump from implementing a plan to deny green cards to many immigrants who use Medicaid, food stamps and \nother government benefits. SENT: 810 words, photos.\n\n----------------------\n\nINTERNATIONAL\n\n----------------------\n\nECUADOR _ A party clown entertains children. Indigenous Amazonians tote hand-carved spears. Masked men \nbattle police. This is the field of the main battle for control of the economic future of Ecuador. SENT: 960 words, \nphotos.\n\nHAITI-POLITICAL-CRISIS _ Thousands of protesters clash with police as they looted stores and tried to break \nthrough a barricade leading toward the residence of Haitian President Jovenel Moïse in one of the biggest \ndemonstrations in weeks to demand his resignation. The violence came a day after a journalist covering the \ndemonstrations was fatally shot in his car. SENT: 640 words, photos.\n\nASIA-TYPHOON _ A heavy downpour and strong winds pounded Tokyo and surrounding areas as a powerful \ntyphoon forecast as the worst in six decades approached landfall, with streets and train stations deserted and \nshops shuttered. SENT: 590 words, photos.\n\n\n\n---------------\n\nNATIONAL\n\n---------------\n\nIMMIGRATION-HUMANITARIAN FUNDS _ Federal officials begin to reimburse organizations that fed, sheltered \nand transported migrants released this year in American towns near the U.S.-Mexico border, according to \nDemocratic lawmakers and some organizations receiving the funds. SENT: 940 words.\n\nSERIAL KILLER INVESTIGATIONS _ After 37 years, a Tennessee mother has finally gotten closure about what \nhappened to her daughter. Minnie Hill's daughter Rosie was just 19 when she was killed by Samuel Little while \nliving as a single mother in Florida. Now that Little was named the deadliest serial killer in U.S. history this week - \nhe's confessed to 92 slayings between 1970 and 2005 - Hill and victims' families around the country are reliving the \ntrauma all over again. Police have confirmed 50 cases linked to Little, and the FBI has released disturbing video \ninterviews of him, hoping to solve additional, long-forgotten cold cases. Serial killer experts say Little didn't confess \nout of the goodness of his heart. Still, Hill says she's forgiven Little. By Adrian Sainz. SENT: 910 words, photos.\n\nAP EXPLAINS-CHRISTOPHER COLUMBUS _ The AP explains how a day celebrating Christopher Columbus went \nfrom an icon used by Italian immigrants to fight discrimination in the U.S. to a symbol of indigenous genocide by \npoliticized Native American activists. By Russell Contreras. SENT: 820 words, photos.\n\n-----------------------\n\nHEALTH & SCIENCE\n\n-----------------------\n\nCALIFORNIA WILDFIRES-POWER SHUTDOWN-CLIMATE _ Expect more preventative power blackouts in \nCalifornia as the climate gets hotter and drier and the wildfire season gets nastier and longer, scientists say. The \nGolden State already is fire-prone with lots of dry plants and woodlands - but add high winds that can knock down \npower lines or cause them to spark, then watch out, wildfire experts say. By Science Writer Seth Borenstein. SENT: \n670 words, photos.\n\n----------------------\n\nENTERTAINMENT\n\n----------------------\n\nOBIT-ROBERT FORSTER _ Robert Forster, the handsome and omnipresent character actor who got a career \nresurgence and Oscar-nomination for playing bail bondsman Max Cherry in \"Jackie Brown,\" has died. He was 78. \nBy Film Writer Lindsey Bahr. SENT: 750 words, photos.\n\nPOWER OF WOMEN LUNCHEON _ Jennifer Aniston, Ellen DeGeneres, Awkwafina and more stars overcame a \ndysfunctional teleprompter to toast one another and their charities at a women's luncheon in Beverly Hills. By Film \nWriter Lindsey Bahr. SENT: 740 words, photos.\n\nMEDIA-FOX-SMITH _ Shepard Smith, whose newscast on Fox News Channel seemed increasingly an outlier on a \nnetwork dominated by supporters of President Donald Trump, abruptly quit after signing off his final newscast on \nFriday. By Media Writer David Bauder. SENT: 640 words, photos.\n\nJESSYE NORMAN-FUNERAL _ World-famous performers, civil rights leaders and people who know her good \nworks are gathering for the funeral of international opera star Jessye Norman in her Georgia hometown. SENT: 500 \nwords, photos, video.\n\n----------\n\n\n\nSPORTS\n\n----------\n\nTOP STORIES\n\nBBN--NLCS _ It turns out Washington's Big Three is a Big Four. Don't forget about Aníbal Sánchez. The right-\nhander carried a no-hit bid into the eighth inning, Howie Kendrick had two more big swings and the Nationals beat \nthe St. Louis Cardinals 2-0 in the NL Championship Series opener. By Sports Writer Jay Cohen. SENT: 930 words, \nphotos\n\n-------------------------\n\nHOW TO REACH US\n\n-------------------------\n\nAt the Nerve Center, Vincent K. Willis can be reached at 800-845-8450 (ext. 1600). For photos, (ext. 1900). For \ngraphics and interactives, (ext. 7636). Expanded AP content can be obtained from http://newsroom.ap.org . For \naccess to AP Newsroom and other technical issues, contact apcustomersupport(at)ap.org or call 877-836-9477.\n"}