{"title": "Immigration Issue Gets Little Attention On Convention Floor", "body": "\nDuring the heat of the primary season late last year, Rep. Steve King (R-Iowa) said it was imperative for his party to \nnominate a candidate who was tough on illegal immigration and didn't parrot President Bush's centrist stance on \nthe issue.\n\n\"If we don't,\" King said in December, \"then we're in for another four to eight years of the squabbling we've had.\"\n\nYet as Republicans prepared to ratify Sen. John McCain (Ariz.) -- author, with Sen. Edward M. Kennedy (D-Mass.), \nof the comprehensive immigration measure that died in the Senate last year -- as their presidential nominee this \nweek, little of that squabbling has been on display in the Twin Cities.\n\nImmigration has received scant mention in speeches on the convention floor, and King conceded Wednesday \nthat \"the number of people who have come up to me to complain about this, so far it's zero.\"\n\nKing and other critics of McCain's record on immigration attribute the relative silence on the issue to two factors: \nThe Arizonan has shifted to a more conservative stance since his reform measure died; and the convention's \nattention has been diverted, by Hurricane Gustav and, subsequently, by the furor over the selection of McCain's \nrunning mate, Alaska Gov. Sarah Palin.\n\n\"I think it's probably a combination of both of those things,\" said Ira Mehlman, spokesman for the conservative \nFederation for American Immigration Reform. The group has suggested that \"McCain didn't want the public to \nunderstand how horrific\" the \"McKennedy Bill\" was.\n\nMcCain has reassured some of his critics by saying that he understood the widespread opposition within the \nRepublican base to any proposal that couples border security with the idea of a path to citizenship, or what critics \ncall \"amnesty.\"\n\n\n\"I got the message,\" McCain said at a campaign stop in South Carolina in November. \"We will secure the borders \nfirst and then go on to other issues.\"\n\nRep. Tom Tancredo (Colo.), who mounted a bid for the Republican presidential nomination based almost entirely \non his strong opposition to illegal immigration, said he was pleased that McCain had \"modified his position.\" Most \nof the battles over immigration, Tancredo said, were won by his allies during deliberations of the GOP platform \ncommittee before the convention began.\n\nThe party platform includes language calling for tougher enforcement of laws, including a crackdown on employers \nwho hire illegal immigrants, punishment for \"sanctuary cities\" and quick completion of a fence along the border with \nMexico.\n\n\"We oppose amnesty,\" the platform says. \"The rule of law suffers if government policies encourage or reward illegal \nactivity. The American people's rejection of en masse legalizations is especially appropriate given the federal \ngovernment's past failures to enforce the law.\"\n\nTancredo said nearly everything he wanted \"was pretty much accepted [by the platform committee], and that's \nwhere the fight was. There's no purpose in doing anything at the convention to raise hell about it.\"\n\nBut while Republicans are pleased to have averted an internal immigration squabble, the nomination of McCain \nmight rob the party of one of its most potent issues in congressional races in November.\n\nLast year many Republicans viewed immigration as a potential ace in the hole, thinking the vast majority of the \npublic opposed the comprehensive plan backed by most Democrats, as well as McCain. Now, Democrats argue, \nthat avenue is closed for the GOP.\n\n\"You've got the co-author of the Kennedy-McCain bill at the top of the ticket, so that's taken the edge off the attack \nfor Republicans,\" said Rep. Chris Van Hollen (Md.), chairman of the Democratic Congressional Campaign \nCommittee. \"What we're also seeing is it's become less of an issue in a lot of congressional races.\"\n\nRep. Tom Cole (Okla.), chairman of the National Republican Congressional Committee, agreed that the \nimmigration issue is no longer \"as potent as it was. . . . The real issue is energy and the economy.\"\n\nAlthough McCain might have mollified his internal critics for now, he has tried during the campaign to maintain his \nidentity as a moderate on the issue. In an ad his campaign aired in July in three Western states, McCain is shown \nat a GOP primary debate praising the contributions of Hispanic members of the military, including those \"willing to \nrisk their lives in its service in order to accelerate their path to citizenship and enjoy the bountiful, blessed nation.\" \nThe ad featured a shot of a stone-faced Tancredo watching McCain speak.\n\nTancredo and others on his side of the debate say they will watch McCain for any signs of backsliding.\n\n\"The point he uses over and over again is that he has gotten the message. I guess we all wonder exactly what that \nmeans,\" Tancredo said. \"This issue's not going away. That is one thing I can assure you.\"\n\nGraphic\n\n \n\nIMAGE; By David Mcnew -- Getty Images; People take the oath of citizenship during naturalization ceremonies at \nthe Los Angeles Convention Center. The immigration issue is unlikely to feature prominently in November.\n"}