{"title": "SAT scores dip, teacher pay and bonuses, school officer fired for arrests and more", "body": "\nSep 24, 2019( redefinED: http://www.redefinedonline.org/ Delivered by Newstex)             \nGov. Ron DeSantis and Education Commissioner Richard Corcoran say boosting teacher salaries is a priority for \nthe legislative session that begins Jan. 14. 'I feel really cautiously optimistic that this will be the year we'll recognize \nthe importance of teachers through a salary increase,' said Bill Montford, a Democratic state senator from \nTallahassee and president of the superintendents group. 'The governor and commissioner have committed to \nmaking a substantial stand for teacher salaries this year. I commend them for that. It's long overdue.' \nGradebook[2]. Florida ranks 48th in average teacher pay in the United States, according to the latest study[3] by \nthe financial survey site WalletHub. Sarasota Herald-Tribune[4]. Patch[5]. Education Week[6]. Teacher bonuses: \nTeachers at 52 percent of Florida's public school are eligible for bonuses through the state's Best and Brightest \nScholarship Program, according to data from the Florida Department of Education. The $284.5 million in bonuses \nwill be spread among teachers at 1,737 schools. Eligibility was changed during the 2019 legislative session, with \nlawmakers tying the bonuses to school improvement instead of evaluations. Last year about 91 percent of the \nstate's teachers received some bonus money. Politico Florida[7]. Officer fired, charges dropped: The Orange \nCounty school resource officer who arrested two misbehaving 6-year-old students at a charter school last week has \nbeen fired, and no charges will be brought against the children. Orlando Police Chief Orlando Rolon fired Dennis \nTurner, who was retired from the department but brought back as a reserve officer to work at Lucious and Emma \nNixon Charter School. State Attorney Aramis Ayala also said her office plans to remove the arrests from the \nchildren's records. Orlando Sentinel[8]. Spectrum News 13[9]. WKMG[10]. Life support for player ended: The family \nof a 17-year-old Pinellas County high school football player who collapsed during Friday's game has taken him off \nlife support. Marcia Nelson said she is donating the organs of her son, Jacquez Welch, and doctors told her that \ncould help save seven lives. Welch, captain of the Northeast High School team, collapsed after making a tackle and \nwas later found to have bleeding on the brain. Tampa Bay Times[11]. WFLA[12]. WTSP[13]. WTVT[14]. WFTS[15]. \nClassroom spending: Florida school districts would be required to spend at least 80 percent of the money they \nreceive from the state's funding formula in the classroom if S.B. 360[16] is approved in the next legislative session. \nFiled by state Sen. Manny Diaz Jr., R-Hialeah, the bill would count salaries and bonuses for teachers, materials \n\n\nand technology for students as classroom costs. News Service of Florida[17]. Florida company loses contract: The \nChicago school district is the latest to end its association with a Fort Lauderdale company that runs alternative \nschools intended to help dropouts earn high school diplomas. All four Bridgescape schools operated by \nEdisonLearning, formerly known as Edison Schools, have been closed because, as Chicago school district CEO \nJanice Jackson told her school board, 'In this case, the district has acted on a provider who failed to provide a \nquality education for our children.' The district claimed that students weren't getting direct instruction and that \nEdisonLearning's lessons were too easy, which the company denies. Edison runs six full-day alternative schools in \nFlorida, and has plans to open four more next year. Chalkbeat[18]. Mayor gets an earful: Jacksonville Mayor Lenny \nCurry tweeted an appeal to Duval County teachers to email him details about their classroom maintenance issues, \nvowing that 'if your management can't fix basic needs like air conditioning, we will.' Teachers and others are taking \nhim up on his offer, though some are using the forum to criticize Curry for opposing the school district's request for \na November vote to raise the sales tax so schools could be replaced and repaired. Florida Times-Union[19]. \nWJXT[20]. Paying for a hurricane: The Lee County School District is considering taking a $25 million loan while it \nwaits for reimbursements from claims made when Hurricane Irma roared through the area in 2017. The storm \ncaused about $31 million damage to schools, and 103 claims were filed. So far, the district has received just $4 \nmillion from insurance and the Federal Emergency Management Agency. The loan would tide the district over in \ncase of another emergency or unexpected expenses. Fort Myers News-Press[21]. Several Manatee County schools \ndamaged by Irma will be repaired with federal grants administered through the Florida Department of Education. \nBradenton Herald[22]. Bat removal gets pricey: The cost of removing bats from Belleview High School in Ocala is \nnow more than $50,000. The Marion County School Board approved a $33,320 payment to a pest removal \ncompany to remove the bats, and is being asked to approve another $18,000 to seal all entry points. Ocala Star-\nBanner[23]. Legislative wish-list: Citrus County school officials are asking their legislative delegation for a change in \nthe law to allow prosecution of people who make verbal threats against schools. The law currently requires the \nthreats to be in writing. Citrus County Chronicle[24]. Grant to train teachers: New and early career middle school \nmath teachers in Palm Beach County are getting two years of extensive instructional training in the district's new \ncurriculum, thanks to a $1 million grant from the Bill ...linda Gates Foundation. WLRN[25]. Personnel moves: Kim \nNewberry, who has been the interim director of the Pasco County School District's human resources department for \nthe past two months, has been named the permanent director. Gradebook[26]. Phones and school zones: Starting \nOct. 1, using a cell phone in school and construction zones will be illegal. Drivers who break the new state law \ncould be fined $60 and be assessed points on their driver's licenses. WZVN[27]. District being sued: The Charlotte \nCounty School District is being sued by a family whose son was injured in an accident caused by his school bus \ndriver. The driver ran a red light in Punta Gorda in May 2018, according to the suit, and a 17-year-old student \nsuffered 'a non-incapacitating injury.' The driver was cited and disciplined, but still works for the district. Charlotte \nSun[28]. School threats: The father of an Alachua County student has been arrested and accused of making threats \nagainst students and staff at Westwood Middle School in Inwood. Police say John McCarthy wrote that he would \n'have to drown kids and kill adults' at the school if officials didn't address what he called a bullying incident against \nhis son. Gainesville Sun[29]. Students arrested: An 8th-grader in Miami-Dade County is arrested and accused of \nthreatening to kill minorities and members of the LGBTQ+ community. Police say the 13-year-old Leewood K-8 \nCenter student made the threats in a group chat, in which he also declared that 'white lives matter too.' Miami \nHerald[30]. Opinions on schools: There are compelling reasons why Bernie Sanders, and his supporters, must \nreconsider their views on charter schools and voucher programs. Let's articulate the reasons and encourage those \ninclined to agree with us a chance to catch up. Catherine Durkin Robinson, redefinED[31]. Student enrichment: \nCitrus High School senior Ryan Chandler, 17, who works at Weber Glass Inc. in Lecanto, drafted 78 windows and \nsunshades being installed at the Orlando Sanford International Airport. Citrus County Chronicle[32]. Lake County's \nTavares High School is one of just 24 in Florida to be recognized as a Special Olympics unified champion school for \nits programs for students with special needs. Daily Commercial[33]. Three Alachua County middle school students \nare chosen as semifinalists in the 2019 Broadcom MASTERS competition, a national science, technology, \nengineering and math competition. Gainesville Sun[34]. [ 1]: https://www.orlandosentinel.com/news/education/os-\nne-sat-scores-florida-20190924-2ycpuogc2ndkrkwzdrkrjgrg64-story.html [ 2]:            \n\nhttp://blogs.edweek.org/teachers/teaching_now/2019/09/whats_the_best_state_for_teachers_this_years_answer_\nmight_surprise_you.html [ 7]:            https://subscriber.politicopro.com/article/2019/09/23/teachers-at-52-percent-of-\nschools-will-be-eligible-for-bonuses-1205076 [ 8]:            https://www.orlandosentinel.com/news/crime/os-ne-child-\narrests-prompt-response-outrage-20190923-q7jghgig3ngtblxcl4aeou5evy-story.html [ 9]:            "}