{"title": "Florida braces for a free Cuba; Immigrants in Miami await fall of Castro", "body": "\nMIAMI - If Russian communism is dead, Miami's Cubans are fervently hoping the virus that killed it is catching.\n\nThe post-coup tumult in the Soviet Union has left this Latin- flavored city - already the de facto capital of the free \nand democratic Cuba that everyone here wants to see - buzzing with anticipation that the 32-year-old rule of Fidel \nCastro may be heaving its last gasps.\n\n\"It's a whole new situation,\" said Juan Hernandez, 41, a Little Havana grocer who came to Miami from Cuba in \n1980. \"Anything could happen. All the people are thinking that what happened in the Soviet Union could happen in \nCuba.\"\n\nMiami city officials are bracing for a riotous victory celebration if Mr. Castro falls.\n\nIn addition, Coast Guard and immigration officials are reviewing plans for closing sea ports and patrolling airports to \ndeal with a possible flood of Cuban immigrants.\n\nPlanners have already staked out positions for a small army of police, who will move the hordes into the Orange \nBowl and churches, where special masses will be held in an effort to keep things from getting out of hand.\n\nBut the bigger worry facing city officials is what happens on the morning after. They fear a repeat of the 1980 Mariel \nboatlift, when 125,000 Cubans flooded South Florida's shores in five weeks, triggering a massive crisis among law \nenforcement, immigration and social service agencies.\n\n\"Already the shelves there are empty,\" said Manolo Reyes, a Cuban- American hospital administrator who heads a \nDade County task force preparing for the potential crisis. \"Once Castro is overthrown, it will be tremendously bad \nthere. We don't know how many will come, but once he's gone, the people will say, I'm free, I can go.' They'll \ntake whatever floats.\"\n\nA year ago, Coast Guard and immigration officials prepared plans for shutting down ports from Fort Lauderdale to \nKey West to boats either going to or from Cuba with immigrants. They will also beef up airport patrols for the same \nreasons.\n\nMeanwhile, Gov. Lawton Chiles has revived a statewide Commission on a Free Cuba, first appointed in 1990 by his \npredecessor. The panel will meet later this month to update plans and study the evolving situation in Cuba.\n\nBut nobody knows when or how Mr. Castro will go, and many fear the end could be bloody and protracted. There \nwas widespread speculation that the cigar-chomping dictator's days were numbered when the Soviet bloc \nin Eastern Europe disintegrated almost two years ago, but he has held on, growing more belligerent as the \nCommunist world continues to crumble around him.\n\n\nWhatever the means of Mr. Castro's departure, neither Cuba nor Miami will ever be the same. Thousands of exiles \nwho have dreamed for years of returning home will suddenly be faced with a sobering choice between the new lives \nthey've built or the old ones they left behind - if the pieces of their old lives can indeed be found.\n\n\"The older Cubans are really excited,\" said J.C. Rivero, 35, who came to Miami from Cuba when he was 5 and now \nowns a Little Havana jewelry and pawn shop. \"But I'm settled. I've got a home and a business, a wife and kids. I'd \ngo for a visit, but we consider ourselves American now.\"\n\nGraphic\n\n \n\nPhoto: Parts of Miami have taken on the look of Cuba as thousands of refugees from the Caribbean island await \ntheir chance to go back home./ File\n"}