{"title": "On immigration, Liberals and Conservatives border on the same ideas; The immigration polices of two main parties in the election campaign share the same basic philosophy   that immigration is critical to the country s success, that we should focus on skilled immigrants and that we should continue to welcome persecuted peoples", "body": "\nABSTRACT\n\nThe immigration polices of two main parties in the election campaign share the same basic philosophy   that \nimmigration is critical to the country s success, that we should focus on skilled immigrants and that we should \ncontinue to welcome persecuted peoples\n\nFULL TEXT\n\nIf you put a Liberal and a Conservative candidate in a room and asked them to argue about immigration, the \noutcome might be more reminiscent of a Monty Python skit than a political debate.\n\nLiberal MP: If re-elected, our government will ensure Canada remains a country where people fleeing oppression, \nor simply looking for a better life, can find a safe home and contribute to our country's prosperity.\n \n\nConservative MP: Our platforms could not be more different. If we form the next government, we will make sure this \ncountry continues to be a place where oppressed people, and those looking for a life that is better, can find a home \nthat is safe and contribute to the prosperity of our country.\n\nLiberal MP: But unlike our opponents, we will benefit the economy by increasing annual immigration levels!\n\nConservative MP: A typical Liberal solution that ignores the fact that immigration benefits our economy!\n\nYou get the point. The immigration polices of two main parties in the election campaign share the same basic \nphilosophy - that immigration is critical to the country's success, that we should focus on skilled immigrants and \nthat we should continue to welcome persecuted peoples.\n\nAny differences between the two are minor or a matter of emphasis. The Conservatives would reprioritize \neconomic-class immigrants after the Trudeau government slightly increased the flow of family reunification \nimmigrants over the past three years, for instance.\n\nAs well, the Conservatives say they would lift the cap on the number of privately sponsored refugees who can be \nbrought into the country by community and religious groups. It's a signal they don't want to be seen as anti-refugee.\n\n\nThe majority of refugees chosen from overseas to resettle in Canada - 19,000 out of 29,500 this year - are privately \nsponsored. The federal cap on applications to sponsor a refugee in provinces other than Quebec, which sets its \nown limits, is 10,500. Eliminating the cap could result in an increase in refugee arrivals.\n\nThe Liberals, for their part, are promising to allow \"local communities, chambers of commerce and local labour \ncouncils\" to sponsor a limited number of immigrants to meet labour demands in smaller towns and cities.\n\nThey would also eliminate the $630 citizenship application fee. And they want to continue increasing immigration, \nfrom 260,000 in 2015 to 350,000 in 2021. The Conservatives say annual immigration levels should be set \"in \nCanada's best interests,\" but have declined to put a number on that.\n\nMinor platform differences aside, whichever party forms the next government will face some difficult issues - the first \nbeing the large number of people who continue to walk across the open border from the United States seeking \nasylum. Close to 50,000 people have done so since 2016. Some are fleeing the refugee policies of the Trump \nadministration, others travelled to the U.S. so as to get to Canada.\n\nOttawa has an agreement with Washington that says anyone seeking refugee status must do so in the first country \nthey land in, but it only applies to people who cross at a legal border post. That odd loophole in the Safe Third \nCountry Agreement has been a headache for the Trudeau government and a point of attack for Mr. Scheer. The \nConservative Leader has accused the Liberals of undermining faith in Canada's immigration system by not doing \nenough to stop irregular border crossings.\n\nBut while he talks tough, Mr. Scheer has not made a convincing case that he could have done anything differently \nabout a peculiar situation that arose quickly and caught the government off-guard. He says, if elected, he would \nrenegotiate the Safe Third Party Agreement to apply to all border crossers. The Trudeau government says that's \nwhat it wants to do, too. It's not clear why the Trump administration would be willing to help either.\n\nAnd even if the agreement were renegotiated, it wouldn't fix the fact that the refugee-determination system moves \nat a snail's pace, because successive governments have underfunded it. The queue was backlogged before the \nborder crossings started; today, the wait time for processing an asylum claim is two years.\n\nThe Liberal government has redeployed resources and money to speed up the process. That's also what Mr. \nScheer is promising to do. Once again, there is little daylight between the promises of the two parties.\n\nFollow this link to view this story on globeandmail.com: https://www.theglobeandmail.com/opinion/editorials/article-\non-immigration-liberals-and-conservatives-border-on-the-same-ideas/\n"}