{"title": "Medicaid form change causes brief stir", "body": "\nThe state's recent change in its Medicaid application form alarmed some immigrant advocates, who feared the \nrevision could block eligible children from receiving aid.\n\nAfter they complained, the state agency said the new form was a \"mistake\" and reverted back to the previous \napplication.\n\n\"It placed a barrier to children entitled to Medicaid,\" said Vicky Kimbrell, a project director with Georgia Legal \nServices Program, which helps immigrants obtain government assistance. Medicaid is the massive joint state-\nfederal program that provides health insurance to the needy.\n\nThe controversy with the form centered on the legal right of children born in this country to obtain government \nassistance, even if their parents are illegal immigrants.\n\nEssentially, the new form required the parent applying for their child's Medicaid to sign a statement asserting the \nparent had legal immigration status. Immigrant advocates and social workers said they were concerned that illegal \nimmigrant parents would have to either lie and subject themselves to possible criminal charges, or simply not apply \nfor the benefits for their children.\n\nIt remains unclear whether any children were affected, advocates said. The form was placed on the Web page of \nthe state Department of Community Health on May 1 and removed May 26. The form was not printed and \ndistributed in mass by the agency, or translated into another language.\n\nAdvocates praised the state for quickly addressing the problem.\n\nA DCH spokeswoman said that the form was misleading and was not intended to dissuade illegal immigrant \nparents from applying for benefits for their children who are U.S. citizens.\n\n\"It was an honest mistake,\" said DCH spokeswoman Lisa Marie Shekell. She said state officials replaced the form \nthe day after they were notified by the advocates.\n\n\nShe said the error was made because the state tried to streamline the application. The state has returned to its prior \napplication, which allows the parent to declare the immigration status of the child and does not ask the parent's \nstatus.\n"}