{"title": "Bob Goodlatte: Immigration Reform Doesn't Need Path To Citizenship", "body": "\nFeb 21, 2013 (The Huffington Post:http://www.huffingtonpost.com/ Delivered by Newstex)\n\n WASHINGTON -- Rep. Bob Goodlatte (R-Va.), the top Republican on the House Judiciary Committee came out \nexplicitly this week[1] against a pathway to citizenship for undocumented immigrants currently in the United States, \nanother sign of the tension between Democrats and Republicans on the issue. \n\n  \"People have a pathway to citizenship right now: It's to abide by the immigration laws, and if they have a family \nrelationship, if they have a job skill that allows them to do that, they can obtain citizenship,\" Goodlatte told NPR[2]. \n\"But simply someone who broke the law, came here, [to] say, 'I'll give you citizenship now,' that I don't think is going \nto happen.\"  The problem is that many immigrants in the U.S. don't have a pathway to citizenship now, or if they do \nthe wait time makes becoming even a legal permanent resident a long haul. As Mother Jones pointed out in a \nquiz[3] this week, there are avenues for legal immigration, but many don't apply to would-be immigrants or \nundocumented people already in the country. A USA Today-Pew poll released on Thursday[4] found that most \nprefer President Barack Obama's immigration plan, which includes a pathway, to the Republican approach.   \nGoodlatte has previously said that Senate Majority Leader Harry Reid (D-Nev.) may be disingenuous about his \nsupport for comprehensive immigration reform if he insists on a pathway to citizenship.   \"When [Reid] says there \nhas to be a path to citizenship, I wonder whether he's serious about doing immigration reform,\" he told USA \nToday[5] in early February. \"You have to come at this with a willingness to look at all the options and find the \ncommon ground.\"  Goodlatte told NPR he believes addressing the issue of undocumented immigrants is important, \neven though he argued against a road to citizenship.   \"This is a broken immigration system; it's had problems for \na long time,\" he said. \"And work needs to be done, both in terms of reforming legal immigration programs and in \nterms of enforcing our immigration laws and addressing what happens to the 10 million or more people who are \nnot lawfully in the United States.\"  If immigration reform bills go through the typical process, Goodlatte could be \ncrucial to shaping the House's legislation. The Judiciary Committee handles all immigration bills, and although it \ncould be bypassed, Goodlatte has argued[6] against operating outside regular order on so contentious an issue.  \nOther Judiciary Committee members have made similar statements. Rep. Raul Labrador (R-Idaho), also speaking \nto NPR[7], said earlier this month[8] that a pathway to citizenship as part of comprehensive immigration reform \nwouldn't pass the House.   \"The people that came here illegally knowingly -- I don't think they should have a path to \ncitizenship,\" he said. \"If you knowingly violated our law, you violated our sovereignty, I think we should normalize \nyour status but we should not give you a pathway to citizenship.\"  But Democrats see a pathway as an absolute \nnecessity, as do groups advocating for comprehensive immigration reform. None of them think it should be \nautomatic -- draft legislation from the White House would require waits of about 13 years, The Washington Post \nreported[9] -- but they argue that keeping undocumented immigrants from becoming citizens would create a \npermanent underclass of people unable to affect their children's education and other important issues.   A bill from \nthe Senate \"gang of eight\" would also include a pathway to citizenship. Although the group has yet to introduce \nlegislation, the framework released last month calls for provisional status for undocumented immigrants, followed by \ngreen cards once certain border provisions are met. The hope is that by tying green cards to border security -- \n\n\nwhich would allow undocumented immigrants to eventually become citizens -- the senators can avoid claims that \nthe bill would amount to \"amnesty.\"\n\n [1]: http://tpmdc.talkingpointsmemo.com/2013/02/key-house-republican-dont-even-think-about-a-path-to-\ncitizenship.php [2]:            http://www.npr.org/blogs/itsallpolitics/2013/02/21/172535159/meet-the-virginian-shaping-\nthe-house-gops-immigration-plan [3]:            http://www.motherjones.com/politics/2013/02/back-line-green-card-\nimmigration-reform-quiz [4]:            http://www.usatoday.com/story/news/politics/2013/02/21/poll-pew-obama-gop-\nguns-energy-immigration-sequester/1934233/ [5]:            \nhttp://www.usatoday.com/story/news/politics/2013/02/04/house-immigration-hearing/1890171/ [6]:            \nhttp://www.csmonitor.com/USA/Politics/2013/0218/Bob-Goodlatte-GOP-point-man-on-immigration-urges-regular-\norder [7]:            http://tpmdc.talkingpointsmemo.com/2013/02/raul-labrador-pathway-citizenship-immigration.php \n[8]:            http://www.huffingtonpost.com/2013/02/07/raul-labrador-immigration-reform_n_2638484.html [9]:            \nhttp://www.washingtonpost.com/blogs/wonkblog/wp/2013/02/19/undocumented-immigrants-would-have-13-year-\nwait-for-citizenship-under-obama-plan/ \n"}