{"title": "ELLIS ISLAND, N.J.? COULD BE COURT REPORT ADVISES GIVING HALF OF IMMIGRANT PORTAL TO GARDEN STATE", "body": "\nThe huddled masses of lawyers and politicians fighting over whether Ellis Island belongs to New York or New \nJersey may have to compromise.\n\nA court-appointed fact finder recommended Tuesday that the Supreme Court divide the island, once the nation's \ngateway for 16 million immigrants -- with New York getting the main building, now a museum, and New Jersey \ngetting most of the rest, including a now-abandoned hospital.\n\nThe plan to divide the island \"reflects the most appropriate reconciliation of law, equities and practicality,\" former \nColumbia University law Professor Paul Verkuil told the court.\n\nIt wasn't clear when the court might rule. But Verkuil's plan was panned by New York Attorney General Dennis \nVacco as one that \"ignores the law and rewrites history.\"\n\nHis state's claim \"is clearly and indelibly inscribed in the hearts and beliefs of the millions of immigrants who set \nfoot here,\" Vacco said.\n\nAcross the harbor, the Garden State was ready to declare victory.\n\n\"We have never denied New York's important role in the history of the nation and immigration,\" said New Jersey \nGov. Christie Whitman. \"We have just said we have an equally important role.\"\n\nPride isn't the only thing at stake: Taxpayers would benefit from future development on the island, New Jersey \nAttorney General Peter Verniero said.\n\nThe recommendation is the result of a 23-day trial before Verkuil last summer. New Jersey was allowed in 1993 to \n\"sue\" New York in the Supreme Court because the nation's high court sometimes invokes its \"original\" jurisdiction \nto resolve disputes among states.\n\nNew Jersey officials contend that most of the island is located in their state. New York officials disagree, and New \nYork City has taken steps to have the entire island declared a city landmark.\n\nMillions of immigrants entered the United States through Ellis Island between 1892 and 1954.\n\nThe Supreme Court's nine justices can accept or reject the plan. They could approve Verkuil's report summarily, \nbut a more likely step is to order lawyers for both states to respond to it.\n\n\nAfter that, both sides could be ordered to argue the case before the justices during the court term that begins in \nOctober.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: ASSOCIATED PRESS\n\nEllis Island, shown in 1990 aerial photo, should be shared by New Jersey and New York, a Supreme Court fact \nfinder said Tuesday.\n\n[970402 FR 7A]\n"}