{"title": "Hearing of the Constitution Subcommittee of the House Judiciary Committee Subject: \"H.R. 997, the 'English Language Unity Act of 2011,' to declare English as the official language of the United States\" Chaired by: Representative Trent Franks (R-AZ) Witnesses: Representative Steve King (R-IA); Representative Charles Gonzalez, D-TX; Rosalie Pedalino Porter, Chairman of the ProEnglish National Board of Directors; Florida State Senator Rene Garcia; Mauro Mujica, Chairman and CEO of U.S. English, Inc. Location: 2141 Rayburn House Office Building, Washington, D.C. Time: 10:30 a.m. EDT Date: August 2, 2012", "body": "\n Hearing of the Constitution Subcommittee of the House Judiciary Committee Subject: \"H.R. 997, the 'English \nLanguage Unity Act of 2011,' to declare English as the official language of the United States\" Chaired by: \nRepresentative Trent Franks (R-AZ) Witnesses: Representative Steve King (R-IA); Representative Charles \nGonzalez, D-TX; Rosalie Pedalino Porter, Chairman of the ProEnglish National Board of Directors; Florida State \nSenator Rene Garcia; Mauro Mujica, Chairman and CEO of U.S. English, Inc. Location: 2141 Rayburn House \nOffice Building, Washington, D.C. Time: 10:30 a.m. EDT Date: August 2, 2012\n\nREPRESENTATIVE TRENT FRANKS:  (Sounds gavel.)  Pursuant to notice, the Subcommittee on the Constitution \nmeets today to consider H.R.997, the \"English Language Unity Act of 2011.\"\n\nLet me first thank subcommittee member Steve King for introducing H.R.997.  This legislation currently has 121 \nbipartisan cosponsors.\n\nA great observer of America, Alexis de Tocqueville, wrote that, quote, \"The tie of language is perhaps the strongest \nand most durable that can unite mankind.  Indeed, only through a common language can a diverse people come \nto understand one another and solve problems together.\n\nA common language facilitates friendships, commerce and community.\"\n\nYet today, more and more Americans do not share a common language.  And without a common language, they \ncannot share fully in the American community.\n\nIn 1900, 85 percent of the immigrant community was fluent in English, but 100 years later, that fluency rate \ndropped to 68 percent despite great advancements in communications technology.\n\nThe Census Bureau has predicted that, by 2044, the majority of people residing in the United States will speak a \nlanguage other than English.  When a country has more and more immigrants who don't share a common \nlanguage, more and more members of those non-English-speaking communities tend to keep to themselves \nbecause they can.\n\n\nThey interact less with the English-speaking community and form insular communities within communities.  As a \nresult, they are exposed to fewer and fewer social, educational and business opportunities, and our whole nation \nsuffers.\n\nH.R. 997 requires that government functions be carried out in English with common-sense exceptions for \ncommunications required by concerns related to health and public safety, trade and national security.\n\nMaking English the official language, as a good majority of the states have done, would provide encouragement \nneeded to incentivize more immigrants to embrace a common language once again.\n\nEnglish policies are widely popular.  According to a May 2010 Rasmussen Report survey, 87 percent of Americans \nbelieve English should be our official language.  A more recent Harris Interactive poll released in 2012, on July \n9th, found that 88 percent of respondents agree that English should be the official language of the United States, \nincluding 96 percent of Republicans, 83 percent of Democrats and 89 percent of independents.\n\nThe results showed 89 percent of males, 87 percent of females and 83 percent of Hispanics agree that English \nshould be America's official language.\n\nMaking English our official language is also widely supported among immigrants.  A Zogby poll showed that more \nthan three in four immigrants in the United States favored legislation information English the official language, as \ndid nearly 60 percent of first- generation and 79 percent of second-generation Americans.\n\nAs it happens, my own wife is an example of an immigrant who feels this way.  She came to this country as a \nteenager from the Philippines.  She speaks the better part of four languages now, but she has said unequivocally \nthat her entire family's commitment to learn English as their primary language remains a primary reason for the \nfamily's success in America.\n\nIn her native country, the population speaks an estimated 175 languages.  How many languages are used in the \nPhilippine election ballot?  One.  Which language is that?  English.\n\nThere is reason for this.  Having one unifying language that is the most common to all groups is the most efficient \nway to carry out government functions.  So many things do, in fact, get lost in translation, and this is a risky \nenterprise when dealing with something as basic as the vote.\n\nTo take a risk of having numerous slight variations for a ballot initiative risks the integrity of the initiative itself.  This \nis just one of the many examples why a single language is critical.\n\nAnd I believe the time has come for America to join the other 56 countries who have made English their official \nlanguage, and I look forward so much to hearing from our witnesses here today.\n\nAnd I now yield to the ranking member for five minutes.\n\nREPRESENTATIVE JERROLD NADLER (D-NY):  Thank you, Mr. Chairman.\n\n(Off mic) -- civil rights of women, persons with disabilities, gay and lesbian Americans and other minorities.  Our \nmajority colleagues are now taking their last opportunity to highlight a bill that would place at risk the 24 1/2 million \npeople in the United States who need language assistance from their government in some situations.\n\nH.R. 997 does nothing to help these individuals learn English and to assure that, in the meantime, they are brought \ninto the mainstream of American life.\n\nEnglish is universally acknowledged as the common language of the United States.  Government proceedings \nand publications are always performed or provided in English, though, in some instances, augmented by other \nlanguages when necessary for effective communication with the constituents that we serve.\n\n\n\nThese additional means of communication do not threaten us as a people or a nation.  On the contrary, they prove \nthat, beyond our common language, what truly unifies us is a shared commitment to the principles upon which this \nnation was founded and flourishes:  freedom of speech, equal protection of the laws and representative \ndemocracy.\n\nThat shared commitment is unquestionably tested at times. Efforts to use the force of law to prohibit the use of \nlanguages other than English are not new, nor is the fact that these restrictions often have been put in place \nbecause of anxiety and distrust of new immigrant populations.\n\nIn the aftermath of World War I, for example, when anti-German sentiment was running high and large numbers of \nEuropean, including many German immigrants were coming to this country, some states passed laws prohibiting \nthe teaching of any language other than English in their schools.\n\nMy colleagues on the subcommittee should be familiar with the Supreme Court case which struck that law down, \nMeyer versus Nebraska, because it's one of the leading cases establishing the fundamental right of parents to \nguide the upbringing of their children, the subject of a recent subcommittee hearing and the proposed constitutional \namendment introduced by our distinguished chairman.\n\nAs the Supreme Court admonished in Meyer, the desire to assure that immigrants to this country learn and speak \nEnglish, a claimed purpose both of the law in Meyer and of the bill that we are considering today, quote, \"cannot be \ncoerced by methods which conflict with the Constitution.  A desirable end cannot be promoted by prohibited \nmeans,\" close quote.\n\nThe Alaska Supreme Court cited this passage from Meyer in the Alaskans for a Common Language versus Kritz, \nfinding that Alaska's requirement that English be used for all government functions and acts violates the First \nAmendment.\n\nThat law, as with H.R. 997, deprived government officials, agents and employees of the ability to communicate with \nthe public.  It also prevented individuals from accessing vital information and services from the government, \nprevented effective communication with the government and infringed on the constitutional right to petition the \ngovernment for redress of grievances.\n\nAs the Alaska Supreme Court noted, if the purpose of the law truly is to promote, preserve and strengthen the use \nof English, then creating and funding programs promoting English as a second language is a far less restrictive \nmeans of achieving that goal.\n\nThis is what our Constitution requires, and it is what we, as elected officials, should demand.  Laws like H.R. 997 \nwhich provide no affirmative support for those with limited English proficiency but, as the Alaska Supreme Court \nput it, quote, \"merely create an incentive to learn English by making it more difficult for people to interact with their \ngovernment,\" close quote, have no place in our constitutional scheme.\n\nThese laws also should trouble us because, while proponents claim that their purpose is to unite the nation, these \nproposals divide us by sending a clear message is no one is welcome here until and unless they are fluent in \nEnglish.  But this cannot possibly be true.\n\nAll of us represent multilingual communities.  The district I represent is home to people who speak Spanish, \nYiddish, Creole, Russian, Arabic, Hebrew, Chinese, Vietnamese, French, Korean, Portuguese, Wolof, Ukrainian, \nItalian and German, to name just a few.\n\nOur communities work because we have mutual respect for each other, our different religions, traditions, cultures \nand languages as well as shared values and a common belief in the American dream.\n\nUnfortunately, there is reason to suspect that proponents of English-only laws are not interested in ensuring \ninclusion in this American dream but, instead, seek to bar our newest immigrants from its achievement. We need \nlook no further than the experience in Iowa to confirm that this fear is not unfounded.\n\n\n\nRepresentative King championed legislation in Iowa that is nearly identical to H.R. 997 while a member of state \nlegislature.  While campaigning for passage of his law in Iowa, Representative King said the law would not prohibit \ngovernment usage of other languages.  And to illustrate this claim, explained that, quote, \"If the storm lake policy \nchief wanted to post signs in five languages, he would be allowed to do so as long as one of the languages \nincluded English,\" close quote.\n\nOnce the law was passed, however, Representative King sued the secretary of state for providing online voter \nregistration forms in other languages in addition to forms provided in English.\n\nH.R. 997 unquestionably poses the same threat to the protections for language minorities in the Voting Rights Act, \nparticularly given Representative King's efforts to remove those protections during our most recent reauthorization \nof the VRA.\n\nPerhaps, in his testimony, Representative King can clarify exactly how H.R. 997 would impact voting rights and \nwhether his provision granting standing for anyone claiming injury under the law is intended to allow him to sue \ngovernment officials for their usage of language other than English.\n\nI would also like to hear why Representative King did not include in H.R. 997 a provision from his Iowa bill that \nallowed, quote, \"any language usage required by or necessary to secure the rights guaranteed by the Constitution \nand laws in the United States of America or the Constitution of the state of Iowa,\" close quote.\n\nAs we consider this bill, let us not forget that we are a nation of immigrants and that this has made us stronger, not \nweaker.  As we will hear from our colleague from Texas, Representative Charlie Gonzalez and from Florida State \nSenator Rene Garcia, those who are new to America embrace English and learn it as fast and as well as they can.  \nThey do so because English is the unquestionable gateway to opportunity but also because it allows them to \nbecome part of the fabric of this great nation.\n\nThere simply is no legitimate need for official language -- official English or English-only bills like H.R.997.  With \nthat, I yield back the balance of my time.\n\nREP. FRANKS:  I thank the gentleman, and I now yield to distinguished ranking member of the full committee, Mr. \nConyers, for his opening statement.\n\nREPRESENTATIVE JOHN CONYERS (D-MI):  Gracias, senor Presidente.\n\n(Delivers testimony in Spanish.)\n\nREP. FRANKS:  The gentleman's time is expired and I --\n\nREP. CONYERS:  I want to make sure that the court reporter got all that down.\n\nREP. FRANKS:  Yeah.\n\n(Laughter.)\n\nREP. FRANKS:  I want to thank the gentleman.  My wife certainly would have understood his statement.  As it \nhappens, I don't.  But I would ask the gentleman in the interest of fairness here, and certainly to Mr. Nadler's district, \nwould you repeat that in Yiddish and Vietnamese and French as well?\n\nREP. CONYERS:  When is the next hearing, sir?  I'd be delighted to accommodate your request.\n\nREP. FRANKS:  Nothing would make the point better if we conducted all of our debates in different languages.  \nAnd I suppose that that makes the case for this bill better than anything else.  And I certainly appreciate the \ngentleman's gesture, but it does indicate why it would be even more confusing in this place than ever if all of us \nspoke a different language.\n\n\n\nSo, with that, I would yield to Mr. Forbes.  I understand that you don't have an opening statement, so I guess we'll \nmove forward. So, I will recognize, then, myself for five minutes for questions.\n\nI'm sorry, I'm sorry.  I'm quite confused.  Again, the point is made once again.  So, I'll now turn to our witnesses.\n\n(Pause.)\n\nHere we go.  All right.  Let me now introduce the witnesses on our first panel.  Steve King has represented the 5th \nDistrict of Iowa since 2002.  He's also a member of the Constitution committee.  Mr. King is the chief sponsor of \nH.R.997, the English Unity Act.  Charles Gonzalez has represented the 20th District in Texas since 1998.  He \nserves currently on the House committees on energy and commerce and House administration.  And I want to \nthank you both so much for appearing before us today.\n\nEach of the witnesses' witness statements will be entered in the record in its entirety.  And I would ask that each \nwitness summarize his or her -- his testimony in five minutes or less.  And to help you stay within that time, there's a \ntiming light on your table.  When the light switches from green to yellow, you will have one minute to conclude your \ntestimony.  When the light turns red, it signals that the witness's five minutes have expired.\n\nAnd before I recognize the witnesses, it's a tradition of this committee that they be sworn.\n\n(Administers oath.)\n\nPlease be seated.  And I'll now recognize our first witness for five minutes.\n\nMr. King, would you turn that microphone on?  We're always missing that, sir.\n\nREPRESENTATIVE KING:  Thank you, Mr. Chairman.  It's been an interesting introduction here with the \nstatements of the members.  And I was going to start out with the Tower of Babel discussion but I think I'll pass that.  \nMr. Conyers, perhaps, has made my point on that for me.\n\nBut I would take this back to the narrative when I got interested in official language issues, and that was as I heard \nthe story from my father, who -- my grandmother, Freda Catrina Johanna Harm King, came over from Germany with \nher family.  They were a German-speaking household.  And my father grew up in a German-speaking household.  \nHe went to school on his first day of kindergarten speaking German.  And kindergarten of course is a German word, \nso he shouldn't have been very shocked at heading off to kindergarten.  But it was a whole new experience for him \nin that classroom that was in English.\n\nAnd when he came home, he walked into the door of the house and he said hello to his mother in German.  And \nshe turned to him and said:  Speaking German in this household is for you from now on verboten.  I came here to \nbecome an American.  That means learning and speaking English.  And you will go to school and learn English \nand bring it home and teach it to me.\n\nMy father was the last of seven children to actually speak any German.  The rest of them learned English.  And \ntheir family converted over to English because the kids went to school and brought it home and taught it to -- \ntaught it to their mother.  Their father was -- did speak English but he was working out quite a lot.  And so I got \ninterested in it that way.\n\nI gave a speech on October 10th in 1996 as a candidate for the state senate, and I just happened to mention that I \nthought English should be the official language of the state of Iowa.\n\nAbout a 150 people there, it erupted in applause.  It surprised me that it went that deep into the nerve center.\n\nA reporter began to attack me for my position which I began to defend.  I ended up in the Iowa Senate as the chief \nsponsor and author of English as the official language of the state of Iowa.  It took six years.  We wrote the bill, \nand we refined it.\n\n\n\nBut it's important to say English is the official language.\n\nAnd now, if you look around the world and you think how the city states merged into nation-states, why did they, \nespecially in Western Europe and Eastern Europe?  Primarily around the lines of language because language -- a \ncommon language is the most powerful unifying force known throughout history, throughout all humanity and all \ntime.\n\nIt's stronger than the forces of tribe or race or ethnicity or common experience or common history.  It's stronger \neven than religion.  If people can communicate with each other, they're bound together.  If they can't communicate, \nthey're bound to separate.\n\nThe lesson of the Tower of Babel tells that.  I mean, how did God scatter people to the four winds?  Because he \nscrambled their language.  And we saw an example of that this morning.  As much as we're amused at -- we still \nstopped listening.\n\nAnd so we need to bind our country together.  When I sit in testimony before the Small Business Committee with \nthe -- George Bush's second in command on Department of Labor, and I asked the question:  I understand why you \ncan't hire people to -- and train them to run a punch press or a lathe because they don't understand English, but \nare you having a second-generation problem there?  They said, yes, not only that, a third-generation problem.\n\nWe have language enclaves all over this country, and I know that we are going to bring in immigrants.  I welcome \nthem.  But they expect to arrive in a country that has an official language.\n\nAnd if you look around the world at the numbers of countries, there are conflicting analyses of that.  I did one where \nI opened up an almanac and I took every country that had a flag.  I looked it up, and at this time, the World Book \nEncyclopedia, every other country had an official language, according to that research.  There are a couple, three \nexceptions out there in the world otherwise.\n\nSo have more than one official language.  Singapore as English as an official language.  It's pretty interesting that \nother countries saw the wisdom in this and, here in the United States, we haven't been able to get there.\n\nNoah Webster wrote the American English Dictionary for the purpose of uniting the American people.  He saw that \nthere were -- and among the colonies where he traveled that there were colloquialisms that were arising and new \nlanguages were emerging because people didn't travel and interact with each other enough.\n\nSo he wrote the American English Dictionary for the purpose of binding the American people together.  Thank God \nEnglish is the common language in this country.  It has bound us together.  We need to make it the official \nlanguage because there are efforts in this country to fracture this and divide it.\n\nGoing clear back to 245 B.C., the first emperor of China, whom I pronounce key-shy-wang (ph) and the Chinese \nalways correct me on that pronunciation.  He identified that the Chinese were different languages -- at least 300 \ndifferent dialects all the over the landscape where they are today as one China.  He hired scribes to write the \nChinese language for the purposes of binding the Chinese people together for, quote, \"the next 10,000 years,\" \nclose quote.\n\nWell, it's worked pretty good for the next 2,500 years.  There's no sign of that fracturing that I can see.  We're a \nnation that should be able to look across history, humanity, culture, economics and know that we are blessed to \nhave English as our common language.  We need to make it our official language.  It is the official language of \nthe maritime industry, the air-traffic controllers and something that I've enjoyed sitting at the roundtable at the EU -- \nit's the official language of the European Union, although sometimes you hear it with a French accent.\n\nThank you, Mr. Chairman.\n\nAnd I yield back.\n\n\n\nREP. FRANKS:  And I thank the gentleman, and I now recognize Congressman Gonzalez for five minutes.  Thanks \nfor being here, sir.\n\nREPRESENTATIVE CHARLES GONZALEZ (D-TX):  Mr. Chairman, Ranking Member Nadler, (Hermano ?) \nConyers and members of the subcommittee, I'm grateful for this opportunity to testify before you today.\n\nI have never understood the motivations of those who believe either our country or our language needs to be, \nquote-unquote, \"protected\" by a law like H.R. 997.\n\nLet us leave aside for now the questionable use of the word \"English\" in the bill's title instead of what H.L. Mencken \ncalled the American language.  Maybe it's because I had such good teachers as a child that I learned the power \nand majesty of English.  And so I have no fear that the language of Shakespeare and Twain needs a federal law \nto protect it.\n\nMaybe it's because I have known Americans for whom English was not their first language and seen firsthand \ntheir burning desire to learn to speak the language in which our Constitution and our laws are written.\n\nThe French have a government agency to protect their language because our language so dominates their world, \nfrom commerce to culture, that they feel threatened.  I've never had such worries about our commerce and our \nculture.\n\nThis bill would certainly change our American culture.  For most of our history, this country has welcomed \nimmigrants.  They have made us stronger economically and otherwise, and their very desire is to come to this \ncountry is a recognition of our national strength.\n\nNow, there have been vocal minorities who did not share our faith in the strength of our American culture.  Even \nBenjamin Franklin, as reported in an essay by Dennis Barron -- and out of this essay I'll quote:\n\n-- considered the Pennsylvania Germans to be a swarthy racial group distinct from the English majority in the \ncolony.  In 1751, he complained:  Why should the Palatine boors be suffered to swarm into our settlements and, by \nherding together, establish their language and manners to the exclusion of ours?  Why should Pennsylvania, \nfounded by the English, become a colony of aliens who will shortly be so numerous as to Germanize us instead of \nour Anglifying them and will never adopt our language and customs any more than they can acquire our \ncomplexion?\n\nIn the mid 19th century, they called themselves the American Party and bragged that they were defending us from \nthe imminent destruction that would be brought by criminal immigrants, Catholics from Ireland and Germany.  Most \nAmericans called them Know-Nothings, and their ignorant bigotry is justly condemned.\n\nIn the later 19th century, we heard of our imminent demise at the hands of the yellow hoard -- yellow hoard of \nChinese immigrants, and it's not yet two months since the House expressed our regret for that lengthy fit of \nunjustifiable bigotry.\n\nThese cries of our imminent demise by assorted alarmists were wrong then, and they're wrong now.  Do we really \nwant to return to the mindset of a century ago when a man could testify to Congress about immigrant laborers and \nsay, quote, \"These workers don't suffer.  They don't even speak English\"?\n\nWe are a country and a strong country when and because we act as one.  When we the people establish justice, \nensure domestic tranquility, provide for the common defense and promote the general welfare.  We the people \nspeak with accents from Texas and New York. And anyone who has listened to the chairman and ranking member \nof the Financial Services Committee when they converse might wonder if they were, indeed, speaking the same \nlanguage.\n\nWe speak English and Inuit.  We are one because we will it so. The United States is about what we do, not how \nwe describe it.  That is why, back in 1787, the Constitution was translated and printed in German so that the non-\n\n\n\nEnglish-speaking minority in Franklins, Pennsylvania, which would become the second state to ratify our \nConstitution, could fully participate in the ratification debate.\n\nWhat that means, Mr. Chairman and members of the subcommittee, is that our founding document under and from \nwhich we derive all our authority as the Congress is the result of the opinions and votes of men who didn't even \nspeak the language.\n\nWhile the tradition of printing some public documents in German continued well into the 20th century, it died out \nbecause then, as now, everyone living here, especially American citizens, finds life easier if they speak and learn \nEnglish.\n\nWe don't need to go out of our way to punish non-English speakers.\n\nThe opportunity to enjoy all of the attributes of this great country is more than enough of an incentive.  There's no \nneed for H.R. 997, as is evidenced by the 97 percent of Americans who speak English.\n\nAgain, thank you very much, Mr. Chairman and members of the subcommittee.\n\nREP. FRANKS:  And I thank the gentleman.\n\nThe votes have been called, but we're going to go ahead and try to get started, and we will be returning right after \nvotes.\n\nBut I thank you both for your testimony, and I will begin the questioning by recognizing myself for five minutes.\n\nI guess, first, Mr. King, is there anything you heard from the opposing witness that you'd like the opportunity to \nrespond to or clarify?\n\nREP. KING:  Well, I know I heard some of the language about the Know-Nothings, and I'm thinking about some of \nthe bias and against the Irish that has all gone on.\n\nBut I'm also thinking about third-generation Americans today that don't speak English enough to be trained to work \nin a factory.  It's a disadvantage for them.  This is an economic opportunity to encourage people to learn English.  \nAnd I don't know that there are third- generation Germans in Pennsylvania that didn't get a handle on the English \nlanguage.\n\nI'd also make the point that this bill does not -- and no one alleged otherwise -- but this bill does not go in and \namend out any components of the Voting Rights Act or other provisions that are there in statute.  But what it does \ndo -- and I didn't put this into my testimony -- it does address Bill Clinton's Executive Order 13166, not specifically, \nbut the general language, I believe, does nullify President Clinton's executive order, which essentially says we're \ngoing to promote multiple languages and utilize that and provide interpreters.  This goes the opposite way.\n\nAnd the Constitution that Mr. Gonzalez talked about interpreted into German, well, it just wouldn't be official.  It \nwould be a German version, an unofficial version.  The official version would be in English, and that's a common \nform of communications currency in languages, just like the euro.\n\nREP. FRANKS:  Well, Mr. King, your English bill became law in Iowa.  What has been your perspective of the \nimpact?\n\nREP. KING:  Well, at first there was a defiance of it on the part of the then-secretary of state.  And as he was \ncampaigning for governor, Chet Culver, the most recent Democrat governor that we've had, and he as secretary of \nstate printed voter registration documents and absentee ballot requests in multiple languages.\n\nAnd I sent a letter to him and asked him to withdraw those because it directly violated -- they are official documents, \nafter all -- it directly violated Iowa statute.  He did not.  I don't recall if he actually answered.  Quite often they just \n\n\n\ndon't.  And so I had to take him to court, and the court enjoined that activity that he was carrying on.  He was \nsubsequently elected governor.  But the secretary of state has been bound by the law from this point.\n\nThat's the only thing.  Otherwise there was an intense opposition to it of a very small percentage of people that \nmounted a very energized effort.  And once we just dealt with that argument, it went away.  And there hasn't been \nan issue in Iowa since then, other than the case that I mentioned.\n\nREP. FRANKS:  And Mr. King, why do you think over 90 -- why do you think over 90 percent of all nations have \ndesignated at least one official language for day-to-day government operations and official communications?  Are \nthey discriminating?\n\nREP. KING:  Well, that was kind of an interesting piece of it too.  The allegations of discrimination, that must be to \nthe rest of the world.  They have to have -- they understand that you can't operate in multiple languages.\n\nIf you think in terms of -- for me, I spent my life in the contracting business.  And if you have a contract, you write \nthat contract.  And if it's in English, fine; we agree to that definition. But if you had a contract that was in, say, \nChinese and in French, how do we resolve that issue here?  That is a private-sector issue, I understand.\n\nBut within the government, you need to have a common form. You've got to have something you can go back to \nand say this is it; this is the official document.  And we argue off it.  We litigate off it.  We debate off it.  We provide \nservices off of it.\n\nAnd so I think it's just simple -- the simplest common sense to understand that this is unifying; it's not dividing.  It's \nnot an insult to anyone.  In fact, the immigrants that come here expect we have English as the official language \nbecause they are primarily, almost exclusively, coming from a nation that has an official language.\n\nREP. FRANKS:  Well, Mr. King, would a federal official English law affect how state and local governments operate \nand implement their own English official laws or affect how they administer and offer multilingual services, such as \ntranslating documents or taxpayer- funded interpreters?\n\nREP. KING:  Well, I don't have the number on what it actually costs us to be printing in multiple languages as we \ndo.  But the interpreters is another cost of this.  And I expect we may have some witnesses that will address that as \na specific dollar value is concerned.  But the responsibility shifts over from what has been given to the government \nby Bill Clinton's 1366 executive order to the people.\n\nAnd, you know, up until that, we'd always managed.  No matter what we had for different languages, people found \na way to do business with government in English, up until such time as Bill Clinton introduced that executive order.  \nSo I think that's one of the driving forces on why we need to do this.\n\nThe effort on the part of the federal government is to -- with that directive of Clinton's executive order really is to \npromote multilingualism within government.  And that does not bind us together.  You know, I've traveled in foreign \ncountries, and in this country too.  When you see a foreign language on a sign or multiple languages on a sign, \nlike in an airport, I've tried to train myself to be able to read the foreign language, and you just can't.  You don't do \nthat.  You revert to the language you're familiar with and you move on.\n\nSo the more multiple languages we offer as a government, the less likely people are to learn English, because \nthey will use the language they're comfortable with.\n\nREP. FRANKS:  Well, thank you, Mr. King.  And I would now yield to Mr. Nadler for questions.\n\nREP. NADLER (?):  (Off mic.)\n\nREP. FRANKS:  We have six minutes, 33 seconds on the clock.  Do you want to --\n\nREP. NADLER (?):  (Off mic.)\n\n\n\nREP. FRANKS:  I think perhaps he's right.  We're going to go ahead and recess the committee, and we will come \nback right after votes.  And I apologize.  You know how leadership forgot to check with me this morning.  And so \nwe'll return.  And we're recessed.\n\n(Recess.)\n\nREP. FRANKS:  This hearing will come to order.  And we will now resume with questioning, and I will yield to Mr. \nConyers for questions for five minutes.\n\nI'm sorry.  I'm skipping out of order there.  The gentleman will yield to Mr. Nadler for five minutes.\n\nREP. NADLER:  Thank you, Mr. Chairman.\n\nCongressman King, you stated an answer to one of Chairman Franks' questions that your bill would not impact the \nVoting Rights Act.  In section 203 of that law specifically requires certain jurisdictions to provide all voting materials \nthat they provide in English also in the -- in the language of a language minority, be that Spanish or German or \nYiddish.\n\nThis invites -- this includes voter registration forms.  You sued in the Iowa -- you sued the Iowa secretary of state \nwith respect to a nearly identical law.  So, how can you say that this would not impact the Voting Rights Act?  That \nthis would not impact the section 203?\n\nREP. KING:  Well, first I'd concede that the gentleman -- the gentleman has made a point that's worthy of \ndiscussion here.  And when I brought the suit against the secretary of state in the state of Iowa, it was on state law \nas opposed to federal law.  We have the Voting Rights Act contains within it covered districts.  Those covered \ndistricts, I believe, are a different legal question than they are in the broader component of this.  And so, and like a \nlot of legislation, there may be differing opinions on how this would be resolved if it needed to be resolved.  I'm \nhopeful that we come together on a common language and don't have that --\n\nREP. NADLER:  Hold on.  The covered jurisdictions of section 5 has nothing to do with this.  Section 203 covers the \nentire country and says that where you have a sufficient foreign-language population as a percentage of the voters, \nyou have to issue all voting materials in English and in some foreign languages.\n\nWould your bill change that?\n\nREP. KING:  Well, the Voting Rights Act puts the obligation on the states, and this bill applies and binds the federal \ngovernment. That is a distinction that is part of this with regard to the Iowa piece.  As I --  --\n\nREP. NADLER:  Are you saying it wouldn't impact that?\n\nREP. KING:  I want to go back and read that section in light of the point that you've raised.  And this is Congress --\n\nREP. NADLER:  Do you intend -- is your intent not to affect that?\n\nREP. KING:  It is my wish one day to affect that.  I've done so by bringing an amendment to the Voting Rights Act \nwhen it was reauthorized on the floor.\n\nREP. NADLER:  Is your intent in this bill to affect that --\n\nREP. KING:  It is not my specific intent to target that particular component.  I think that's an unresolved \ndisagreement that we may have.\n\nREP. NADLER:  Well, would you put a provision in the bill to make it a clear that this doesn't affect that?\n\nREP. KING:  I will take a look at the proposal and work with the gentleman from New York if we can come to an \nagreement.\n\n\n\nREP. NADLER:  Okay.  Now, your Iowa bill has an exception -- Iowa Code section 1.184(h) for, quote, \"any \nlanguage usage required by or necessary to secure the rights guaranteed by the Constitution of the laws the \nUnited States and the constitution of the state of Iowa.\"\n\nYou did not include similar language to provide that exemption in the -- in H.R.997.  Is there a specific reason why \nthat language is not included?\n\nREP. KING:  In response, I'd look at section 165 and sub 4.  And it says in the bill, \"Nothing in this chapter shall be \nconstrued to be inconsistent with the Constitution of the United States.\"  And I believe we don't need to address the \nconstitution of the state of Iowa in this bill.\n\nREP. NADLER:  So it would have the -- so in your interpretation, it would have the same effect as that language?  \nThat it wouldn't affect any language usage required by and necessary to secure the rights guaranteed by the \nConstitution of the state of -- of the United States?  It would have the same effect?\n\nREP. KING:  Yes, yes, and that's the intent.\n\nREP. NADLER:  Okay.\n\nREP. KING:  And, really, I think we'd agree in this Constitution subcommittee that it's a bit redundant to even have \nthis language in here that I've addressed to be inconsistent with the Constitution of the United States because we \nare the Constitution subcommittee and it ought to be constitutional when it comes out of here.\n\nREP. NADLER:  Thank you.  Chairman Franks asked what impact H.R.997 would have on state laws.  Specifically, \nwould this override state laws, particular those state laws that might allow or require the use of languages other \nthan English?  Would it restrict state government officials or employees or is this only for federal laws and federal \ngovernment employees?\n\nREP. KING:  It addresses federal functions and activities, not state functions and activities.\n\nREP. NADLER:  So if there's -- so if a state law requires usage of foreign languages in certain situations, it \nwouldn't affect that.\n\nREP. KING:  Provided that it's not a federal function, yes.  An official federal function.\n\nREP. NADLER:  What about state -- well, given the fact that the bill defines the federal government as including \nstate and local governments, I don't know that a court would interpret the law that way.\n\nREP. KING:  We have -- we address the official functions of government, the official business of the federal \ngovernment.  If it's an official business of a state government, we're not addressing that. but if there's any function \nthat binds the government as required by law --\n\nREP. NADLER:  That's not the question.\n\nREP. KING:  (Inaudible.)\n\nREP. NADLER:  It's not the question of the official function.  I asked about would it affect state laws.  And the bill \nsays, \"For the purposes of this section, the term 'United States' means the several states and the District of \nColumbia.\"\n\nSo in other words, as I read the bill, whenever it refers to the United States, you're also referring to the states.  So it \nwould bind the states and would -- and not only for federal functions.  In other words, it would -- as I read it -- say \nthat the states couldn't use foreign language materials, period.  Now, if it's not your intent, which you state it isn't, \nyou might want to clarify that.\n\nREP. KING:  (Inaudible) --\n\n\n\nREP. FRANKS:  The witness can go ahead and answer the question.\n\nREP. KING:  I thank the chairman.\n\nWe have -- we have language in the bill that reserves the rights back to the states.  It's the Ninth and 10th \nAmendment that addresses that, I believe, Mr. Nadler.  So I think we're comfortable this just addresses only the \nfederal government and doesn't direct the states and their functions.\n\nREP. FRANKS:  Thank you.  I will now recognize the gentleman from Virginia, Mr. Forbes, for five minutes.\n\nREPRESENTATIVE RANDY FORBES (R-VA):  Mr. Chairman, I want to thank you.  I want to thank you for holding \nthis hearing.  I want to particularly thank Mr. King and Mr. Gonzalez for their willingness to come here and talk \nabout this issue.\n\nI think if we step back a moment, one of the things we realize is overwhelmingly a majority of American people want \nthe concept that is embraced in this bill.  And I appreciate us having a dialogue.  I appreciate Mr. Gonzalez's \nthoughts and Mr. King's thoughts because all too often when someone brings a concept like this, we're so quick \ninstead of talking about the issues to try to vilify one another or to try to mock one another.\n\nAnd as I was listening to the ranking member as he gave his speech, I looked through the audience and I saw a lot \nof smiles and even thumbs-up in doing that.  And I understood that.  And the reason I understand it is because \nwhen I go to Europe to have NATO meetings and someone comes in and they sing a song in English or they try to \nspeak in English, I want to give them a thumbs-up and I want to smile because I embrace that.\n\nBut then what happens is we go into try and meet and we have to put on earphones and we have to have \ninterpreters because some of them are speaking German and some of them are speaking French and some of \nthem are speaking Chinese and some of them are speaking other languages just like the chairman said.  And \nwhen you step back and look at that, it is so difficult to get any kind of commonality of understanding to move \nforward.\n\nAnd when -- Mr. Gonzalez, when you mentioned Mr. King was doing this to protect the English language, I hope \nyou understand he's not doing this to protect the English language.  He doesn't think the English language is in \nthreat of being abolished.  What it is, is when we sit down as a country, there are folks on this committee who don't \nbelieve we should have any commonality of values.  They fight to make sure we don't have those commonality of \nvalues.  They fight on any kind of commonality of faith.  Some of them don't even support the Pledge of Allegiance \nto the flag.  When we tried to put it into the Visitor Center, six members -- many of them from this committee -- \nvoted no, don't even put the Pledge of Allegiance in there because that's too disruptive.  It brings us together in a \nway that we shouldn't do.\n\nAnd what Mr. King's bill tries to do is not protect the English language but to encourage us to have some basic \ncommonality of communication so that we can find common ground to build a nation upon and to move forward \nwith solutions that help this nation.  And language is the fundamental aspect of that.\n\nAnd we would all sit back and we would think how absurd it was if we said we were going to go on the floor in just a \nfew moments for the next bill and debate it and have to put the earphones on and have all those interpreters.  But \nthen when we look at doing the same thing in our warehouses or our manufacturing plants, somehow or the other \nwe think the absurdity of that, and it's not absurd at all.  I think it's a principle that Mr. King has grasped that it's \nsomething we need to encourage and we need to push forward.\n\nAnd whether it's this bill or whether it's something else, it's not a matter of saying we're going to take language \naway from folks who speak German or folks who speak Spanish or French or Chinese or Vietnamese.  It is a matter \nof saying in this country there needs to be some things that are common among all of us that we aspire to and we \npush.  And whether that's through incentives or whether that's through a piece of legislation, I think it's vitally \nimportant to our success as a nation.\n\n\n\nSo I commend both of you for coming in here and having this dialogue -- and, Mr. King, for bringing forth this \nparticular piece of legislation.  And I hope that we'll continue to have this discussion to see how we can move \nforward on this concept that I think is embraced by a vast majority of people in this country.\n\nAnd with that, Mr. Chairman, I yield back.\n\nREP. FRANKS:  I thank the gentleman, and associate myself with his comments.\n\nI now recognize Mr. Scott for five minutes.\n\nREPRESENTATIVE BOBBY SCOTT (D-VA):  Thank you -- thank you, Mr. Chairman.\n\nMr. King, did it -- I wasn't sure on your answer on the Voting Rights Act.  Is this intended to override section 203 of \nthe Voting Rights Act?\n\nREP. KING:  I'm sorry, Mr. Scott, I couldn't hear your question.\n\nREP. SCOTT:  Is this legislation designed to override the language provisions of the Voting Rights Act?\n\nREP. KING:  As I -- as I responded to Mr. Nadler, I want to go back and read that section in light of this.  I can't tell \nyou today that it's designed to override it, but I can tell you that it is --\n\nREP. SCOTT:  Is it intended -- is it intended to override?\n\nREP. KING:  I (can't ?) tell you today that is intended to override it.  I'd like to -- if I can read that section.  That \nanalysis was done several years ago, and I need to go back and revisit that.\n\nREP. KING:  I'm sorry, I didn't hear you.  You said it is, or it's not.\n\nREP. SCOTT:  I said, I can't tell you today that it's designed to override it.\n\nREP. SCOTT:  Okay.\n\nREP. KING:  That analysis was done several years ago and I'd like to go back and reread section 203 and -- (cross \ntalk).\n\nREP. SCOTT:  Okay.  Is Medicaid -- is Medicaid an official function of the United States government?\n\nREP. KING:  It is -- it is federally funded.  And when it happens within a federal office, then it's an official function.\n\nREP. SCOTT:  Okay.  Now, if people want to learn English, they have to take English language classes.  Mr. \nGonzalez, isn't it a fact that most English language courses have waiting lists?\n\nREP. GONZALEZ:  Absolutely.  That's one thing that we've encountered.  In my district, it's about 62 percent \nLatino.  And depending on the generation, obviously we do attempt to locate the services, and are definitely \nunderserved.\n\nREP. SCOTT:  Is there anything in this legislation that would increase funding so that those who already want to \nlearn how to speak English or learn how to speak English better -- is there anything in this legislation that will help \nthem?\n\nREP. GONZALEZ:  I don't see anything.  I actually think that this actually will mitigate against those that will \nassimilate more quickly, learn the English language.  I think this is -- it sets up the situation for discriminatory \npractices.  I don't believe that if you have someone -- and Mr. Scott, I know that -- I'm not sure if the authors and \nsupporters of this bill understand the impact on certain communities that this would have.\n\n\n\nYou know, you have somebody that's an American citizen, has worked, paid their taxes, made their contribution \nand have a problem with Social Security or Medicare, or maybe even a widow of an American veteran that may not \nbe English-proficient, my understand is that they would not be allowed -- a government official would not be \nallowed to conduct business in any other language.  So I mean those are just the practical problems that come up.  \nBut there's no need for the legislation.\n\nREP. SCOTT:  Well, we've had comments that people should learn English.  You say you have a significant \nportion of your district that's Latino.  Do you find people are unaware that learning English will help them advance \nin society?\n\nREP. GONZALEZ:  It's the aim of every -- (chuckles) -- Latino family in my district to become English-proficient.  \nIt's something that we always tout and encourage.\n\nMr. Scott --\n\nREP. SCOTT:  Won't this legislation alert them to what they don't know?\n\nREP. GONZALEZ:  I think it really -- it's counter -- I mean, it's something that is not a positive development in the \nlives of those that are here learning English.  I will speak to the Latino population and the immigrant.  They are no \ndifferent than any other preceding immigrant group that came to the United States.  It is generational in nature.  \nThat first generation will have a difficult time with English proficiency.  By the second, you've made tremendous \ninroads.  By the third, you don't even have a bilingual offspring at that point.  You have someone that speaks \nprimarily English.\n\nREP. SCOTT:  And are you suggesting that they don't need this legislation to alert them to the fact that English is a \ngood thing to learn?\n\nREP. GONZALEZ:  And to your point, you're exactly right.  This does nothing.  And as far as Mr. Forbes, about this \ncommunal concept, it already exists in this country.  This is totally unnecessary.  It's the mischief and the \nunintended or intended consequences of the law that concern me.\n\nREP. SCOTT:  You have language in here that says that all citizens should be able to read and understand \ngenerally the English language section of the Declaration of Independence and constitutional laws of the United \nStates made pursuant to this Constitution.\n\nLast time I saw language like that was when blacks were trying to be denied -- when the intent was to deny African \nAmericans the right to vote under literacy provisions.\n\nWhere else can you find that kind of language?\n\nREP. FRANKS:  The gentleman's time is expired.  But please feel free to answer the question.\n\nREP. KING:  If it was directed to me, which I presume it was, I don't know where that language might exist \notherwise and I would be interested in the narrative from the gentleman of Virginia if he's seen that language as \npart of his life's experience.\n\nBut it's a standard here that we wrote into the bill for the purposes of encouraging the learning and understanding of \nthe Declaration and the Constitution and the laws written from it for the -- for the very purpose of encouraging newly \nnaturalized citizens to learn and understand deeply the history of this country and the founding documents of this \ncountry.\n\nAnd if you've done naturalization services, as I have -- and I appreciate the chance to do -- they take it very \nseriously.  And when they have a responsibility to learn our historical documents as part of the naturalization \nprocess, this Constitution and Declaration, I think, will be written on their hearts.  And that's the reason to have it \nthere.\n\n\n\nREP. FRANKS:  I thank the gentleman.\n\nAnd I now recognize the gentleman from Ohio, Mr. Chabot, for five minutes.\n\nREPRESENTATIVE STEVE CHABOT (R-OH):  Thank you very much, Mr. Chairman.\n\nI'd like to start off by perhaps asking each of the two witnesses here to comment on a particular statement.  And the \nstatement would be that the surest path to economic, social and educational prosperity in this country is to learn \nEnglish.  In either order that the two gentleman would like to respond, I'd just be interested to hear what they'd like \nto see.\n\nREP. GONZALEZ:  I don't think you're going to have a debate that English proficiency is something that, I think, \nenables and empowers individuals.  This is not the way to do it.  What do you do with the people that are on the \npathway to English proficiency?  Do you just forget about them?  Do you not inform them, educate them to be more \nproductive citizens simply because they're not English-proficient at that point in their lives in this country?\n\nThat's the problem with this.  Now, I see much more behind this, but, you know, I'm a member of Congress, so I see \nall sorts of motive. But the thing is, you're not contemplating real-life experiences, whether in the past with other \nimmigrant groups or what we have present in the United States today.\n\nREP. CHABOT:  OK.  Thank you.\n\nAnd I would like to just comment that you're going to be greatly missed around this place, Charlie.\n\nREP. GONZALEZ:  I'm going to miss you too, Steve.\n\nREP. CHABOT:  Yeah, because he's a fine gentleman, tremendous member of Congress.  And whereas we may \ndiffer on issues here and there, including probably this one, you know, he has done a great job for his constituents \nand the people of this country.  So thank you, Congressman Gonzalez.\n\nREP. GONZALES:  I really appreciate that.\n\nREP. CHABOT:  Absolutely.\n\nAnd Congressman King.\n\nREP. KING:  I might say to my friend Mr. Gonzales, I didn't quite recognize his Texas accent today either, but I \nappreciate the comments around that.  And it's really -- this is about unity, and there's -- there are a couple different \nways to look at society.  And one of them is that -- to accommodate people and eventually their good intentions will \novercome the accommodation and they'll adopt English as the official language.  And the other side of that is, is \nthat for me, I do -- I believe in immersion.  If I go to a foreign country, as Mr. Forbes said, and if I were going to live \nthere, I don't really want help in the English language, because it does not encourage me to adopt the language \nthat I might be operating within.\n\nAnd so many of us have traveled in that way and learned some words of their language because it's necessary to \noperate in their society.  If you have a sign here that says \"stay off the grass\" in -- let's say in German and another \none that says \"stay off the grass\" in English, if your natural ability is to read in German, you're not going to read \nthat other sign; you're not going to learn it.  I've tried it with stop signs in foreign countries, and it just -- it's an \naccommodation that's unnecessary; it's better for people to be functioning in a common language.\n\nI think we agree with that.  If we've moved in that direction at least with this dialogue here, then how do we go about \ndoing that? And there's also language in the bill that I wanted to point out that says such obligation of the federal \ngovernment to function in English but the obligation also shall include encouraging greater opportunities for \nindividuals to learn the English language.\n\n\n\nSo that's part of the intent here too, is to encourage the learning of the English language, not to shut people out; to \nbe inclusive and empower people by having a common language that ties us together.\n\nREP. CHABOT:  OK, thank you.\n\nBefore coming to Congress, for a while I was a school teacher. And I'd be interested to hear, Steve, your take on \nhow your legislation -- or at least what the goal would be as far as children who perhaps don't have English skills \nand how they would -- how they would better be -- they'd have a better outcome ultimately in education if they got it \nquicker and had to learn English more quickly than perhaps some school systems do nowadays.  What would your \nlegislation do relative to that?  And what is your intention with respect to that?\n\nREP. KING:  Well, if it's -- if it's an official function of the federal government, then it directs those functions to be in \nEnglish. But it also has exemptions, exceptions for the teaching of languages and the requirements under the \nDisabilities Education Act.  Those two things are exceptions.\n\nSo I don't know that it changes education much within our educational system, except our young people would be \neducated that English is the official language -- (is if ?) this bill passes -- of the United States of America, and it \nraises the expectation that as an American and American citizen you have a -- have a stronger and broader \nobligation to learn English that binds us together.\n\nAnd you didn't likely hear my opening statement, where I told the narrative of my father coming home from his first \nday in Kindergarten, speaking only German.  And he said hello to his mother in German, and she pointed to him \nand said, speaking German in this household is for you from now on \"verboten.\"  I came here to become an \nAmerican; that means I have to learn English, and you're going to go learn it in school and bring it home and teach \nit to me.\n\nThese things penetrate through the culture, and they're a very positive thing.  There's nothing that discourages the \nlearning of other languages.  And in fact, that's something that we want this country to do.  But we want to bind \nourselves all together with a common language.  It's the most powerful unifying force known throughout all time in \nhumanity.\n\nREP. CHABOT:  Thank you very much.\n\nREP. FRANKS:  Well, I want to thank both of you for coming, and I appreciate the sponsor.  Also, Mr. Gonzalez, I \nexpress my own very best wishes to you, sir.  And we'll look to see what is wonderful and great that comes next in \nyour life.\n\nThank you both very much.\n\nREP. GONZALES:  Thank you, Mr. Chairman.\n\nREP. KING:  Thank you, Mr. Chairman.\n\nREP. FRANKS:  And if the second panel then would be seated.\n\n(Recess.)\n\nREP. FRANKS:  Well, I want to thank you all for being here, and I would like to introduce the witnesses on our \nsecond and final panel.\n\nOur first witness on the second panel is Dr. Rosalie Porter. Now, Dr. Porter is an accomplished author and scholar \nand current chairwoman of the board for ProEnglish.  She is a consultant for school districts across the country and \nthe executive director of the Institute for Research in English Acquisition and Development.  Dr. Porter arrived at \nthat U.S. at age six, not knowing a word of English. My wife came at 11, knowing \"yes\" and \"no\" and \"what's your \nname?\"\n\n\n\nOur second witness is Rene Garcia.  Mr. Garcia served in the -- am I pronouncing that properly, sir?\n\nRENE GARCIA:  (Off mic.)\n\nREP. FRANKS:  Rene?  Rene, OK.\n\nMr. Garcia served in the Florida House for eight years before being elected to the Florida State Senate, where he \ncurrently serves. He serves as the chair of the Florida Senate Health Regulation Committee and holds several other \ncommittee positions.\n\nOur third and final witness is Mauro E. Mujica.  Mr. Mujica has been chairman of the board and CEO of U.S. \nEnglish since 1993.  Mr. Mujica emigrated to the United States from his native Chile and has firsthand \nunderstanding of the obstacles facing non-English speakers upon (the ?) arrival in this country.  He succeeded the \nlate Senator Hayakawa, who founded the organization in 1983.\n\nWelcome to all of you, and each of the witnesses' written statements are going to be (written in ?) entirety, but for \nnow I will now recognize Mr. -- or Dr. Porter for five minutes.\n\nROSALIE PORTER:  Thank you for the opportunity to testify today in favor of H.R. 997, legislation that will make \nEnglish the official language of the United States.\n\nMy name is Rosalie Pedalino Porter, and I am chairman of the board of ProEnglish, a national advocacy \norganization.\n\nWhen I immigrated to the United States from Italy as a six-year- old child, no one in my family spoke a word of \nEnglish.  I was fortunate to grow up at a time when Americans felt confident about their national culture and \nimmigrants were encouraged to learn the English language and assimilate.  The public schools taught me \nEnglish, opening the door for me to a wonderful education up to the graduate level at the University of \nMassachusetts.  I am committed to protecting English as our common language because it is so essential to \nimmigrant success.\n\nMy professional career of four decades has been dedicated to improving the education of non-English-speaking \nchildren in our schools.  I have advised school districts and testified in court cases in Arizona, California, Florida, \nMassachusetts, Texas and Washington. From 1985 to 1988 I served on the National Advisory Council on Bilingual \nEducation that advised the U.S. Congress on education policy.\n\nThe organization that I chair, ProEnglish, was founded in 1993 to preserve English as the common unifying \nlanguage of our nation by making it the official language of -- at all levels of government -- local, state and federal.  \nAs you have heard everyone say this morning, the English language is one of the strongest and most durable ties \nthat unite us as Americans.  The founders of our nation recognized this, and this is why President George \nWashington signed a law passed by Congress in 1795 requiring all existing and future federal statutes of the \nUnited States to be published exclusively in English.\n\nHaving one official language of record for government operations and communications makes government more \nefficient and less costly. It eliminates the demands for taxpayer-funded services or documents in any other \nlanguage, with exceptions under H.R. 997 for instances that serve the public interest, as in protecting public health \nand safety. It does not mean English only, nor does it force anyone to speak English in their personal daily lives or \nlimit the study of foreign languages.\n\nOfficial English means that for the government to act officially and with legal authority, it must communicate in the \nEnglish language. Ninety percent of the world's nations have at least one official language, including 47 countries \nthat have English.  Thirty-one of our 50 states have already adopted English as their official language in statewide \nelections, with voter approval margins as high as nine to one.  No harmful effect has yet been reported from these \nlaws.\n\n\n\nHere are three urgent reasons why Congress should act now. First, it is time to end the federal government's \ncurrent policy of trying to force all government agencies and federal fund recipients to provide multilingual services.  \nThis policy relies on an incorrect interpretation of civil rights law.\n\nSecond, we need to avoid the kind of divisiveness, inefficiency and waste that we see today in places like the \nEuropean Union, that is struggling to cope with 23 official languages.  Third, as our country grows more diverse \nthanks to our immigration, with 303 languages now present in our population, it is even more important to stress \nwhat unites us as Americans -- a common language.\n\nMr. Chairman, I respectfully urge the passage of H.R. 997.  It is essential to the unity and well-being of our country.  \nIt will promote the successful integration of immigrants and their children into American life and will save millions of \ntaxpayer dollars.  Perhaps those dollars could be used for English teaching classes.  It will reinforce a melting pot \nidea that has helped to make our country the most successful country in the world.\n\nThank you.  I will be happy to answer any questions, Mr. Chairman, from you or your colleagues.\n\nREP. FRANKS:  Thank you, Dr. Porter.\n\nSenator Garcia, I'll now recognize you, sir, for five minutes.\n\nRENE GARCIA:  Thank you, Mr. Chairman and ranking members and committee members.  It truly is an honor and \na pleasure to be here. It kind of -- it's really different to be on the other side of the panel.\n\nBut really, I'm here pretty much to give you my experiences in Miami-Dade County and how it relates to this bill and \nthe English as the official language.  And may I start off by saying that Florida does have an official language, \nwhich is English, and it's really a statement of principle.  It still allows us to conduct business in different \nlanguages, but that's because Florida chooses to do it that way.\n\nNow, the reason that I have some concerns with this language, and especially Section 163 of the bill, which \naddresses the different jurisdictions as the states and its territories and so forth, that English will be the official \nlanguage, is that how then am I going to be able to communicate with my constituency?  You see, in South Florida \nand Miami-Dade County, in our public school system, we speak on a daily basis in 150 -- almost 150 languages \nare spoken in our school system.  Ten of those languages are as bilingual education.  We receive funding; federal \nfunds are received for that bilingual education in our school system.\n\nAnd why do we teach our children in multiple languages?  Why?  To prepare them for the global marketplace, to \nmake sure that they have an advantage when they go and compete in this global economy that we all hear so much \nthat we belong to.  And by restricting that ability, I think we're doing a disservice to our children and to our country.\n\nYou see, when you travel to most European Union -- European countries -- and I remember when I was in \nelementary, a friend of mine came from -- I think it was -- it was Israel.  He was -- came from Israel.  When he came \nover to the United States, he spoke English, Spanish, French and Arabic, and that was impressive.  And this was \nin sixth grade.  Later on -- this gentleman is now a principal of one of our -- local schools, and he's been successful \nand he's the one that really pushes this type of education forward.\n\nNow, when we address the issue of communicating with our constituency, in Miami-Dade County our ballots are \ntranslated in English -- I mean, translated from English to Spanish to Creole.  Why? Because we want more \ninclusion.  We want more people to participate in the democratic process, ensuring that they have a voice.  We've \nseen that the numbers have increased in the participation and between -- of Hispanics and Haitian-Americans \nbecause of the translation of these ballots.\n\nIf we are not going to -- if we're not going to allow these ballots to be translated, then we're excluding them from the \nprocess. I think the bill -- I understand the intent of the bill.  I understand the intent of the bill; you want people to \nspeak English.  And when people come over from foreign countries, we want to make sure -- whether they're \nimmigrants or exiles, want to make sure that they do -- the first thing they do is learn English.  And why don't we -- \n\n\n\nwhy don't we put the resources behind that and educate people?  Make sure -- when people come to my office, the \nfirst thing I tell them is, you need to learn English.  That's the first thing you need to do.\n\nAnd we all understand that English is the common language of this nation.  Yes, it is binding, and yes, it does \nbring us together.  I'm not saying that it doesn't.  It does.  But when you tell me that I cannot communicate or \nconduct official business with my constituency and allow them to know what is going on at our state level, then I do \nhave some concerns.\n\nThis country is about inclusion, not exclusion, and that's why I'm here today to ensure and -- to ensure you that in \nMiami-Dade County, it is working.  In Miami-Dade County, we have a lot more participation because of the ability to \ntranslate our official documents.\n\nSo I encourage you all to -- if we can address the issues of Section 163 and not make it binding where it will be \nillegal for me to communicate in an official capacity with my constituency, I would encourage you to fix that or vote \nthis bill down.\n\nAnd it works.  And let's not throw the American dream out the door, telling folks that they cannot be part of the \nprocess just because they don't speak the language.  You know, we should encourage them to learn and get \neducated.  And I think that's the intent of the bill, but the practicality of the bill is that it will exclude a lot of my \nconstituency.\n\nREP. FRANKS:  Thank you, Senator Garcia.\n\nAnd I now recognize Mr. Mujica for five minutes for his opening statement.\n\nMR. MUJICA:  Good afternoon and thank you, Mr. Chairman, Ranking Member Nadler and members of the \nsubcommittee, for giving me the opportunity to testify in favor of H.R. 997 legislation that would make English the \nofficial language of the United States.\n\nMy name is Mauro Mujica.  I am the chairman of the board and CEO of U.S. English, Inc., the nation's oldest and \nlargest organization promoting English as the official language of the country.\n\nI was going to give my testimony in Spanish so Mr. Conyers could understand me -- (laughter) -- but I'll continue in \nEnglish.\n\nAs an immigrant from Chile and a naturalized U.S. citizen, the issues that we're discussing here today are of great \npersonal importance.  Before I came to the United States in 1965 to study architecture at Columbia University, I \nknew very well that I was going to live in an English-speaking country and I had no doubt in my mind that I had the \ncivic duty to learn the common language of the country.\n\nI know firsthand how important it is to know English to succeed in the United States.  I have lived this issue, and \nit's incomprehensible to me that anyone would oppose legislation which codifies the coherent language policy for \nthis country.\n\nMr. Chairman, language is a powerful factor in human society. Just as it has the power to unite, it also has the \npower to divide. The job of government is to foster and advance the common good.  A country that has an official \nlanguage policy is certainly preferable to a country divided by linguistic factions.  Just look at Belgium, look at \nCanada.\n\nH.R. 997, in no way, prohibits citizens from speaking or using other languages.  The bill establishes an official \nlanguage policy, and that policy applies only to the government.  In effect, this legislation will encourage immigrants \nto this country to learn the common language and enjoy the benefits that that will provide.\n\nI personally think that it is a great asset for someone to know other languages.  I'm fluent in four, and I'm learning \nRussian right now.\n\n\n\nThis issue must be addressed in a forthright and expeditious manner.  This legislation does not threaten the great \nAmerican tradition of diversity.  Ironically, only a common language can preserve that tradition.  Only a common \ntongue can bind together a nation formed by people from other countries, other races, other languages and other \nreligions.\n\nIt allows cross-cultural understanding where there is otherwise all too often misunderstanding, suspicion and \ndistrust.\n\nAs usual, there will be people against this legislation, people that would see all sorts of problems in it and people \nthat will not even read the text of H.R. 997 and will invent all sorts of things that are not even in the bill.  I urge those \npeople to read carefully all the exceptions in it which makes sure that nobody will be punished because they do not \nspeak English well.\n\nAccording to a Harris Interactive poll that U.S. English commissioned this past June, 88 percent of Americans favor \na law to make English our nation's official language.  A large majority of immigrants also support this law.  Eighty-\nthree percent of Hispanics support it.\n\nIncidentally, English has already become the global language, and people all over the world are learning it.\n\nI have a slight comment on the side regarding global market.  I am an international architect.  I work in about 40 \ncountries.  English is the language of commerce when you are outside of this country.  An international conference \nin Brazil will be in English, will not be in Portuguese.  An international conference in Russia will be in English, not \nin Russian.\n\nMr. Chairman and members of the subcommittee, I thank you again for the opportunity to appear before you on \nbehalf of the other 1.8 million members of U.S. English who urge you to pass this essential and beneficial \nlegislation.\n\nI also thank Congressman Steve King for introducing H.R. 997 and for his continued efforts in promoting our \nnation's common language, English.\n\nREP. FRANKS:  Thank you, Mr. Mujica.\n\nAnd thank all of you for your testimony.  And I will be now asking questions for five minutes.\n\nLet me begin with you, Dr. Porter.  One of the things that I hear is a consistent commonality here is that everyone, \nincluding my own personal experience, is that when someone comes to this country as an immigrant, that it is \nclearly to their great benefit to be able to learn English for their upward mobility, for their ability to socialize, for their \nability to gain economically.\n\nThis was certainly a very common theme in my family's -- my wife's family.  And this is something I've heard all \nthree of you testify unequivocally to.\n\nSo I guess the question occurs, Dr. Porter, do you believe or do you think that's any evidence to the notion that \nhaving a bill like this passed would encourage or incentivize or increase the number of immigrants who learn \nEnglish when they come to this country?\n\nMS. PORTER:  I do believe passing a bill like this will encourage, incentivize, motivate more people to concentrate \nas long as we -- as government provides services, documents, translations in many languages.  I will compare it to \nmy experience as a bilingual teacher.\n\nAs long as we provided instruction in the child's native language and English, the child tended to listen to the \nnative language and ignore the English.  It took much longer to teach children a second language when they were \nbeing educated in two languages.\n\n\n\nFortunately, those programs have been overturned in many states. And we are now seeing much greater success \nfor immigrant children in learning English rapidly and in succeeding in school, in achievement, graduating from high \nschool.\n\nSo I would say having the impetus of an official language will be a motivator.  Most immigrants do want to learn \nEnglish.  They need the opportunity, but you know it's easy to fall back on being comfortable in your home \nlanguage.\n\nREP. FRANKS:  Well, thank you, Dr. Porter.  That certainly seems compelling to me.\n\nBut, Mr. Mujica, could I put the same question to you?  Do you believe that, from your own perspective or \nexperience or -- is there any evidence to indicate that, if we have an official language, whether a state does it or the \ncountry does it, that it is an inducement or a motivation or that it just, by other means, increases the number or the \npercentage of immigrants that come to this country that do, in fact, learn English?\n\nMR. MUJICA:  Yes, absolutely.  I've seen it in other countries. I have worked, as I said, in many, many countries as \nan architect. I've seen the problems of Belgium, the fights in Belgium.  I have seen the almost secession of Quebec \nin Canada because of the language problems.\n\nI have seen it in other countries, and it's obvious.  The message that you have to send to the new immigrants like \nmyself -- and incidentally, you know, we immigrants don't come to this country because of the weather or the quality \nof the drinking water.  We come here to make money.  You can only make more money if you know English.\n\nAnd knowing English is essential.  We cannot send the message to the new immigrants that English is optional.  \nThey can come here, live in Miami all their life, speak Spanish and not bother to learn English.  I've seen it \nfirsthand with members of my family that live in Miami.  They just don't bother to learn English.  They think English \nis optional.\n\nREP. FRANKS:  Well, thank you, sir.\n\nJust to -- you know, in everything that a person does, there's -- you know, there's usually some positives and some \nnegatives.  So the reason I answered (sic) that question is because that seems to be a very profound positive on \nthe upside of this legislation that the one thing that we all seem to agree on is that, when immigrants do learn \nEnglish, that it is better for them and better for the country.\n\nAnd so that seems like a worthwhile pursuit.  And there seems to be some clear consensus here that, when we \nhave laws like this, that that occurs.  And I suppose then the only thing we can do is to try to -- if we oppose that -- \nis to try to find some offset to that overwhelming positive.\n\nDr. Porter, does an official English law mean that the federal government is prohibited -- the federal government \nitself is prohibited from using other languages?\n\nMS. PORTER:  I'm sorry, Mr. Chairman?\n\nREP. FRANKS:  Does -- no, I didn't -- I didn't ask the question well.\n\nMS. PORTER:  -- I couldn't hear your whole sentence.\n\nREP. FRANKS:  Does a federal official English law mean that the federal government is prohibited from using \nother languages?\n\nMS. PORTER:  Of course not.  The federal government, in its many operations -- for instance, the State \nDepartment, the Defense Department, the Naturalization and Immigration Service -- there are specific reasons why \nother languages must be used.  And they will be used, and there is no forbidding such activities in this law.\n\nREP. FRANKS:  Dr. -- Mr. Mujica, do you have anything you would add to that?\n\n\n\nMR. MUJICA:  No, I think they're all in the exceptions:  the learning of foreign languages, things like our dollar bills \nthat say \"e pluribus unum\" -- you know, that would not have to be changed.  I think certain things are clear.  I mean, \nthey're so clear, at least to me, that it's difficult to figure out what would be wrong with this bill.\n\nREP. FRANKS:  Well, thank you, and I now recognize the ranking member, Mr. Nadler, for five minutes for \nquestioning.\n\nREP. NADLER:  Thank you very much.\n\nSenator Garcia, do you agree that provision of some bilingual education impedes learning of English?\n\nMR. GARCIA:  Of course not.  I think bilingual education in the -- and this is where I may have to disagree with Ms. \n-- Dr. Porter. In Miami-Dade County, we have seen that because of bilingual education, we've seen children \nassimilate much quicker and learn the English language a lot easier because of that ability.\n\nREP. NADLER:  Not to mention math and other things.\n\nMR. GARCIA:  I'm sorry?\n\nREP. NADLER:  Not to mention math and other things.\n\nMR. GARCIA:  Absolutely.  Yeah, so that's -- that is the key.  I mean, and the problem that I see with this legislation \ncurrently is that because there are some federal dollars attached to it, I think that we will have -- there'll be a \nproblem with us continuing to do those programs that we have in Miami-Dade County.\n\nREP. NADLER:  But that's one of the purposes of the bill.\n\nMR. GARCIA:  Exactly.\n\nREP. NADLER:  Now, Dr. Porter, you testified in your written submission that the, quote -- that, quote, \"The U.S. \nSupreme Court upheld the right of states to have official English laws,\" unquote, in Arizonians for Official English \nvs. Arizona in 1997.\n\nMS. PORTER:  Yes.\n\nREP. NADLER:  In that case, in fact, the court actually dismissed the case because the employee challenging the \nlaw had voluntarily left her job and made the case moot.  Far from ruling that the Arizona law was valid, as you \nclaim, the court said, quote, \"We express no view on the correct interpretation of Arizona's English-only law or on \nthe measure's constitutionality,\" closed quote.\n\nThe Arizona court subsequently ruled in Ruiz vs. Hull that the law was unconstitutional.  I am submitting the U.S. \nSupreme Court decision and the Arizona Supreme Court decision for the record, as it is important to reflect the fact \nthat the U.S. Supreme Court has not approved English-only laws and that Arizona's highest court struck down the \nlaw that you mistakenly claimed the U.S. Supreme Court upheld.\n\nWould you like to correct the record at this time?\n\nMS. PORTER:  I'd like to comment on the Flores vs. Arizona case or Arizona -- (off mic) -- involved in.\n\nREP. NADLER:  No, no, no.  You said in your testimony that the U.S. Supreme Court upheld the right of states to \nhave official English laws in the case of Arizonians for Official English vs. Arizona.  In fact, the court ruled that the \ncase was moot because the -- because the employee had quit and said, we are not ruling on the constitutionality of \nthe law, which directly contradicts your testimony.  Would you like to correct your testimony at this point?\n\nMS. PORTER:  The Supreme Court ruled that the case that was brought -- the person who brought the case \nlegitimately had the right to do so, and they did not rule then on the constitutionality, if I understood -- (off mic).\n\n\n\nREP. NADLER:  Yes, so in other words your -- she said she didn't have the right to bring the case because she was \nno longer an employee and therefore the case was moot.\n\nMS. PORTER:  Yes.\n\nREP. NADLER:  And then they said, \"We express no view on the correct interpretation of the statute or on the \nmeasure's constitutionality.\"  Now, in your testimony, you said they upheld the constitutionality.  So would you like \nto correct your testimony at this point?\n\nMS. PORTER:  Well, I may have misstated, but --\n\nREP. NADLER:  OK.  Thank you very much.  Thank you very much.\n\nDr. Porter and Mr. Mujica, your organizations seek to promote, preserve and strengthen the use of English.  In \nstriking down portions of the law that we just talked about, the Alaska Supreme Court found that there are less \nrestrictive way to achieve your goal -- I'm sorry, not that we just -- a different case.  The Alaska Supreme Court \nfound that there are less restrictive ways to achieve your goal.\n\nThe court specifically noted as one example that, quote, \"The state could create and fund programs promoting \nEnglish as a second language,\" closed quote.  This is the Critz (sp) case.\n\nWhat has your organization done to support programs to teach English?  And would you agree to submit to the \ncommittee the amounts spent by your organization in each of the last five years, say, on promoting English as a \nsecond language or other programs to teach English and promoting passage of legislation declaring English as \nthe official language of the United States or of state and local government?\n\nIn other words, what have you done to promote teaching English as opposed to trying to get the law changed to \nprohibit the use of other languages?\n\nMR. MUJICA:  Well, let me say, the country's slightly larger for the money that we have.  We do have a foundation \nthat promotes in other ways -- not paying for lessons or anything -- so directing -- people could call in the \nfoundation, and we would tell them where they can go for English classes.\n\nWe have been trying for a long time to institute something like what Israel has, the Ulpanim system.  And Ulpan -- \nand that would be the -- actually the answer for this country.  An Ulpan is a school where a new immigrant is sent \nfor six months at the expense of the government.  The immigrant cannot work.  The immigrant goes for six months \nto be assimilated.  They teach them or they teach her how to be an Israeli, how to function in Israel, how to learn \nHebrew, et cetera.\n\nThat would be a wonderful program in this country if every immigrant would have the chance of not working for six \nmonths --\n\nREP. NADLER:  Would you support an amendment asking for the funding to do that?\n\nMR. MUJICA:  Well --\n\nREP. NADLER:  That would have a little problem with the balanced budget amendment, I would --\n\nMR. MUJICA:  Maybe after January we could talk about that.\n\nREP. NADLER:  (Chuckles.)  Thank you.\n\nREP. FRANKS:  Thank you very much.\n\nAnd I would now recognize the distinguished gentleman from Iowa, Mr. King, for five minutes.\n\n\n\nREP. KING:  Thank you, Mr. Chairman.  I do thank all the witnesses for your testimony and for being here today.  It \nwas interesting to me to hear Mr. Mujica bring up the situation in Israel. I recall a meeting with several of the \nmembers of the cabinet in Israel a few years ago in the Capitol building across the street.  And they told the \nnarrative of how they'd adopted Hebrew as the official language of Israel in 1954.  And Hebrew, having been a \nlanguage that was used in prayer for thousands of years but not commonly spoken and essentially, I think they \nsaid, a dead language other than prayer, we brought it back to life was their message to us.\n\nAnd I said, why did you establish an official language for Israel?  I mean, they formed Israel in 1948.  Why did you \nestablish an official language?  And their answer was, we followed the model of the United States of America.  You \nhave been so successful with your assimilation because English is the common language of the United States; \nwe wanted to do the same thing because we're bringing -- we're bringing Jews from all over the world into Israel, \nand we wanted a language that identified us as a people.\n\nAnd what did they use -- (inaudible) -- Hebrew to tell the Israelis, get down out of the line of fire.  And Benjamin \nNetanyahu's brother was killed in that raid, as you might know.  So I appreciate the testimony and the comments on \nthat.\n\nI wanted to ask Senator Garcia -- and I don't speak but just a handful of words of Spanish, but if I were to have to \nlearn Spanish in order to vote a Spanish ballot, how long do you think that would take me if I were to sit down and \nfocus on learning a Spanish ballot enough to be able to make those decisions?\n\nMR. GARCIA:  Mr. Chairman, you wouldn't have to learn Spanish.\n\nREP. KING:  But my question is, though, if I were required to vote in Spanish, then how long would it take a person \nwho's not literate in Spanish to learn enough to be able to read the ballot, read the names, and make a decision on \nwhich of those candidates they would vote for?\n\nMR. GARCIA:  But -- I'm not following -- I'm not following the question, because the ballot's in English already.  \nWhy would you need to learn Spanish?\n\nREP. KING:  But you understand that -- you've said to me that people need to be able to vote in Spanish and in \nCreole as well as English.  So just in your mind's eye, pick up one of those Spanish ballots that you identified here \nin your testimony, and then imagine someone who doesn't speak Spanish and think, how much education does it \ntake to learn that ballot in Spanish if you're an English speaker?\n\nMR. GARCIA:  They wouldn't need to read the Spanish ballot because it's already in English.\n\nREP. KING:  I can see you're not going to answer my question, but I really expected a -- you know, more of an \nobjective answer.  And it -- and it troubles me that you won't do that.\n\nAs -- I wanted to follow up with another question.  I mean, you said, how will you communicate with your \nconstituency?  Well, first of all, you know, I think you know that this doesn't address the state -- the state functions \nin Florida.  You have English as the official language in Florida.\n\nYou have made exceptions.  I don't know what they are, but you alluded to them in your testimony.\n\nAnd I would point out that in the bill, in section 165, it says, \"Nothing in this chapter shall be construed to prohibit a \nmember of Congress or any officer or agent of the federal government, while performing official functions, from \ncommunicating unofficially through any medium with another person in a language other than English provided \nthat or as long as official functions are performed in English.\"  And so that exception that's written for federal \nofficials, I presume, is also written for state officials within Florida within your official English law.  Is that correct?\n\nMR. GARCIA:  I would want to know what the exemptions are, but I'll tell you one of the problems that I see with the \nsection that I addressed earlier.  When you deal with any federal programs that the state receives, as was \nmentioned earlier, when we talk about Medicaid and those Medicaid applications, that could potentially be a \n\n\n\nproblem for anyone that is going to fill out an application or have communications from my office with that \nconstituency that may not understand or read English in a proficient manner.\n\nREP. KING:  I'd ask you to please go back and read the exceptions that are in this bill.  I think they reflect a lot of \nwhat the practice is in Florida, and I can tell you that in the State of Iowa, we don't have problems.  I would have \nheard about them if anybody would have heard about those problems.  And your concern that it would exclude a lot \nof your constituency -- listening to the testimony here, I don't think so.\n\nAnd I'd turn to Mr. Mujica, who I know has been broadly engaged in this, globally and nationally and within the \nstates, and ask what would be the -- can you think of the number-one problem that might have been created by any \nof the states that have adopted an official language or any of the other countries that have adopted an official \nlanguage?  Have you seen that people can't vote or that people can't function?\n\nMR. MUJICA:  None, whatsoever, and I'll tell you something about the so-called translations.  I live in Maryland, and \nthe ballots are in Spanish and English.  When I read the English, I can barely understand it.  Then I go to the \nSpanish, and it's even worse.  When you translate things, you have no idea -- I mean, I think the people who \ntranslate have no idea what they said because things usually don't match.\n\nAnd if you get into a situation where you have to translate into two or three different languages -- luckily, I speak \nfour -- sometimes, I don't understand any one of the four translations.  So when you have someone that translates \nsomething for a ballot -- you know, especially those long things that you have to vote to change some zoning law or \nwhatever -- it's impossible to understand, even in English.\n\nREP. KING:  In conclusion, then, in a state that chose the next leader of the free world in the year 2000, I think that \nillustrates the kind of confusion we could have if we don't have an official language that we vote in, we make \ndecisions in and direct the future of this country in.  I thank all the witnesses, and I'd yield back.\n\nREP. FRANKS:  And I'd thank the gentleman and yield to Mr. Scott for five minutes for questions.\n\nREPRESENTATIVE BOBBY SCOTT (D-VA):  Thank you.  Mr. Mujica, you indicated that the legislation does not \nprohibit use of other languages.  If the bill were to pass, you could still conduct business in other languages.  The \nlanguage on page three says, \"Official functions of the government of the United States shall be conducted in \nEnglish.\"  They talk about a couple of exceptions and then said that you can -- there's nothing to prevent you from \ncommunicating unofficially on the side, but the official functions of government shall be -- excuse me -- shall be \nconducted in English.\n\nMR. MUJICA:  Right.  I'll give you a good example.  Our function today, here -- I didn't see in the invitation that it \nsaid that the function, the hearing will be in English.  We all assumed it would be in English, right?  We didn't need \nto know that.\n\nREP. SCOTT:  That's right.\n\nMR. MUJICA:  But when Mr. Conyers began speaking in Spanish -- and my first language is Spanish -- I got about \n5 percent of what he said.  (Laughter.)  And if each one of you would have spoken in the language of your \nancestors, I would have left, you know.  I would be gone because I wouldn't know what we're talking about.  So we \ndo need a common language to understand each other.\n\nREP. SCOTT:  Are you suggesting that we need legislation to correct -- what problem are we trying to correct?\n\nMR. MUJICA:  Why do you stop at a red light?  Because we have something in writing that was passed that says, \nyou must stop at a red light.\n\nREP. SCOTT:  Okay, the legislation says, \"Official functions of the government of the United States shall be \nconducted in English,\" so the suggestion that you can --\n\n\n\nMR. MUJICA:  This is an official function, right now.\n\nREP. SCOTT:  What if a bilingual clerk can explain something better to a person in another language?  What \nconstructive purpose would be served by denying that clerk the ability to speak in the other language?\n\nMR. MUJICA:  It depends who does the translation, as I was telling you.  How do you control what the translator \nsays?\n\nREP. SCOTT:  Well, you know, I don't know what we're trying to protect.  I haven't had any problems \ncommunicating with people.  I mean, is this -- for people who speak English, is there anything in here to protect \ntheir right to use English?  I mean, is there any threat to a person's right to go to a government agency and speak \nEnglish?  Is there any threat to that?\n\nMR. MUJICA:  No, there's no threat.\n\nREP. SCOTT:  There's no threat to that, okay.  Senator Garcia, you indicated communicating with your \nconstituents.  And Dr. Porter used the term \"immigrant success.\"  Is there any question in the minds of your \nconstituents that immigrant success depends on their ability to learn English?\n\nMR. GARCIA:  No, there's no question at all.  I think just the opposite.\n\nREP. SCOTT:  Does this passage or failure of this legislation make any difference about whether or not they need \nto be alerted to that reality?\n\nMR. GARCIA:  Absolutely not.\n\nREP. SCOTT:  Did you notice that there was no money in here to help people learn English?\n\nMR. GARCIA:  I noticed that.\n\nREP. SCOTT:  You noticed that?  Are there waiting lists in your district for people who want to learn English that \ncan't because we don't put enough money into English classes?\n\nMR. GARCIA:  Absolutely.\n\nREP. SCOTT:  You indicated that you don't want to be inflicted with this so that you can communicate with your \nconstituents as best as possible.  Don't you see a problem with federal officials communicating with the same \nconstituents, if they are restricted by this legislation?\n\nMR. GARCIA:  Absolutely.\n\nREP. SCOTT:  Mr. Mujica, you indicated that 90 percent of the people responded that they wanted English as the \nofficial language of the United States.\n\nMR. MUJICA:  According to the poll, yes.\n\nREP. SCOTT:  Now, I noticed in the way you said it, \"English shall be\" -- the question was not, \"shall there be an \nofficial language,\" but \"should English be the official language.\"  What were the alternatives?\n\nMR. MUJICA:  Well, the question is, \"Would you agree to make English the official language of the United \nStates?\"\n\nREP. SCOTT:  As opposed to what?\n\nMR. MUJICA:  Well, you can only ask one question when you're calling somebody.\n\nREP. SCOTT:  Okay.  I mean, is it, say, as opposed to Spanish, as opposed to French?\n\n\n\nMR. MUJICA:  As opposed to any language.\n\nREP. SCOTT:  Okay, well the question wasn't whether or not there shall be an official language.  It was whether \nEnglish shall be the official language.  The only thing surprising about that poll --\n\nMR. MUJICA:  Right because the great majority of Americans speak English, so we're not calling somebody, \nreferring to Chinese.\n\nREP. SCOTT:  And was the poll conducted in English?\n\nMR. MUJICA:  Pardon?  Yes.  (Chuckles.)\n\nREP. SCOTT:  So to answer anything other than yes, you would have to be speaking to somebody in English and \nsuggest that maybe something else ought to be the official language?\n\nMR. MUJICA:  Well, we were calling Americans, regardless.  If they called my house, they're calling an American \nhouse, even if I was born in Chile.\n\nREP. SCOTT:  But the question was not whether or not there should be an official language but whether English \nshould be that language. So we want to be clear as to what the alternatives were, and obviously, the alternatives \nwould be absolutely absurd.  I yield back, Mr. Chairman.\n\nREP. FRANKS:  Well, then, let me thank you all for coming today.\n\nREP. NADLER:  Mr. Chairman?\n\nREP. FRANKS:  Mr. Nadler?\n\nREP. NADLER:  I just wanted, on one point, to correct the record. Israel has two official languages:  English and -- \nI'm sorry, Hebrew and Arabic.  And at the raid on Entebbe, when they warned the hostages that we're freeing you, \nget down, they used many different languages. Thank you.\n\nREP. FRANKS:  All right.  Well, again, I want to thank all of you for coming today.  It's been an interesting hearing.  \nWithout objection, all members will have five legislative days to submit to the chair additional written questions for \nthe witnesses, which we will forward and ask the witnesses to respond to as promptly as possible so that they can \nhave their answers be made part of the record.  Without objection, all members will have five legislative days within \nwhich to submit additional materials for inclusion in the record.  And with that, again, I thank the witnesses and \nthank the members and observers, and this hearing is now adjourned.\n"}