{"title": "Immigrant Paperwork Backs Up At DHS; Delays May Deny Vote to Hundreds Of Thousands", "body": "\nThe Department of Homeland Security failed to prepare for a massive influx of applications for U.S. citizenship and \nother immigration benefits this summer, prompting complaints from Hispanic leaders and voter-mobilization groups \nthat several hundred thousand people  likely will not be granted citizenship in time to cast ballots in the 2008 \npresidential election.\n\nBush administration officials said yesterday that they had anticipated applicants would rush to file their paperwork \nto beat a widely publicized fee increase that took effect July 30, but did not expect the scale of the response. The \nbacklog comes just months after U.S. officials failed to prepare for tougher border security requirements that \ntriggered months-long delays for millions of Americans seeking passports.\n\nBefore the fee hike, citizenship cases typically took about seven months to complete. Now, immigration officials can \ntake five months or more just to acknowledge receipt of applications from parts of the country and will take 16 to 18 \nmonths on average to process applications filed after June 1, according to officials from U.S. Citizenship and \nImmigration Services, which is part of DHS. Such a timeline would push many prospective citizens well past voter-\nregistration deadlines for the 2008 primaries and the general elections.\n\n\"We expected [the fee increase] might stimulate demand from some folks to file who wouldn't have otherwise, and \nsome from folks to file earlier than they would have,\" said Michael Aytes, associate director of USCIS, \"but we \nnever anticipated\" the extent of the growth. \"It went off the charts,\" he said.\n\nOther factors include legal immigrants' anxiety at an increasingly harsh tenor of the political debate over illegal \nimmigration, and heightened interest in the 2008 presidential election, officials said.\n\nThe immigration agency's workload has nearly doubled, Aytes said, with 1.4 million naturalization applications \narriving from October 2006 to September 2007, compared with 731,000 applications the year before. Between July \nand September of this year alone, USCIS received 560,000 applications, he said.\n\n\nThe number of green-card-related applications surged to 876,000 in fiscal 2007, from 497,000 in fiscal 2006, he \nsaid. At one point this summer, USCIS had 1 million applications and checks waiting to be opened and \nacknowledged, Aytes said, a backlog that now stands at 235,000. Overall, USCIS received 7.7 million applications \nfor all types of immigration benefits, up from 6.3 million.\n\n\"I really want to target the elections,\" USCIS Director Emilio T. Gonzalez told the Associated Press in an interview \npublished Tuesday. \"I really want to get as many people out there to vote as possible.\"\n\nAides, however, contradicted him. \"We are going to process these cases as responsibly and as quickly as we can, \nbut we're not focused on any of the election cycle,\" Aytes said. USCIS spokesman Bill Wright emphasized that \npolitical calculations played no role in agency decisions. \"Any implication of that is ludicrous,\" he said.\n\nIn June, poor planning and coordination between DHS and the State Department forced the Bush administration to \ntemporarily suspend a new security requirement that Americans present passports when flying to and from Canada, \nMexico, the Caribbean and Bermuda. Processing times for passport applications ballooned from three weeks to \nthree or four months, jeopardizing summer travel plans for millions of Americans. Wait times returned to normal \nafter the State Department allocated more resources and staffing.\n\nThe new crunch -- which some USCIS officials have dubbed a \"frontlog\" -- threatens to create a political headache \nthat also stems in part from a State-DHS miscommunication. In addition to raising immigration fees this summer, \nthe Bush administration triggered another cascade of applications for legal permanent residency, or green cards, \nfrom skilled immigrant workers when it pushed back a planned July 2 deadline, largely because the two \ndepartments failed to coordinate on how many slots were available.\n\n\"It is the same pattern,\" said Crystal Williams, deputy director of the American Immigration Lawyers Association. \"It \nstrikes me as remarkable. It's not as if this could not have been predicted.\"\n\nRep. Zoe Lofgren (D-Calif.), who chairs a House immigration subcommittee, said prospective citizens' ability to \nvote could be delayed, even though USCIS justified what she called its \"outrageous\" fee increases by saying they \nwould pay to improve efficiency and speed processing. Citizenship applicants by rule must have lived in the United \nStates at least three to five years and established stable lives. Roughly 85 percent of applicants are approved.\n\nCitizenship application fees -- including electronic fingerprinting fees -- rose from $410 to $675 on July 30.\n\n\"These are people who want to be Americans . . . and to not allow them to participate in one of the fundamental \n[rights] of a democracy, which is voting, is a real problem,\" Lofgren said.\n\nThe immigration agency breakdown comes at a sensitive time. President Bush's immigration overhaul legislation \nfailed in the Senate this summer, intensifying a heated national debate in which most Republican presidential \ncandidates are using get-tough rhetoric on border security to mobilize voters agitated over immigration. Democratic \ncontenders are supporting more comprehensive measures, seeking to attract support from Hispanic voters who \nmay be put off by the harder GOP line.\n\n\"We have a huge concern on the impact of efforts for people to be able to vote in time for the primaries,\" said \nWilliam A. Ramos, Washington spokesman for the National Association of Latino Elected and Appointed Officials, \nwhich along with Spanish-language media and labor unions has supported voter-registration efforts in potential \nswing states with large immigrant populations, including California, New York, New Jersey, Arizona, Nevada, New \nMexico, Colorado and Florida.\n\nEliseo Medina, executive vice president of the 1.9 million-member Service Employees International Union, said \nimmigrants who want to assimilate into U.S. culture and politics are being let down. \"I think the overwhelming \nresponse of immigrants is 'We do want to be part of this country, but we also want our voices heard,' \" he said. \n\"Unfortunately, due to the incompetence of the federal agency, they may not be able to register their opinions.\"\n\nSandra Flores, 26, of Houston said she applied for citizenship July 30 but has not heard back from USCIS. \"I'm \nworried. I feel frustrated,\" said Flores, a part-time student at San Jacinto College who immigrated with her family \n\n\n\nfrom Monterrey, Mexico, in 1995, and who said citizenship would give her a vote, a greater sense of security and a \nbetter chance to attend a university.\n\nMildred Molina de Andujar, 42, of Dorchester, Mass., a janitor at Boston's John Hancock building, said she applied \nJuly 26. USCIS told her only last week that it had received her application.\n\n\"The most important thing for me is the right to vote,\" said Andujar, who immigrated from the Dominican Republic in \n1993 and has a 17-year-old daughter with a green card and a 10-year-old son who is a U.S. citizen by birth.\n\nGraphic\n\n \n\nIMAGE\n"}