{"title": "JESSE JACKSON PRAYS: 'STOP THE VIOLENCE' CITES BEATING OF ILLEGAL IMMIGRANTS", "body": "\nThe Rev. Jesse Jackson prayed Easter Sunday for an end to violence against illegal immigrants as a \nvideotaped beating and a deadly crash focused attention once more on the smuggling of human cargo.\n\n\"Easter is about unearned suffering that is redempted,\" Jackson said in a telephone interview after leading about \n60 people in a \"Stop the Violence Prayer\" at a South El Monte nursery.\n\nThe nursery was where an 80-mile chase of illegal immigrants crammed into a truck ended last Monday and two \nRiverside County sheriff's deputies were videotaped beating a couple.\n\n\"I know that we must have border checks, and with that conflict there must be due process, but there was no \njustification for the brutal beating, for the officers to take the law into their own hands,\" Jackson said.\n\nThe deputies gave chase after the pickup, crammed with at least 19 illegal immigrants, ran an immigration \ncheckpoint in Temecula.\n\nOn Saturday near that same checkpoint, seven presumed illegal immigrants were killed and 19 injured when the \npickup truck the men were riding in overturned as it was followed by U.S. Border Patrol agents.\n\n\"When the driver saw the patrol car, he sped up,\" Pablo Alonso Maximo said from his bed at Mission Hospital \nRegional Medical Center in Mission Viejo. \"We yelled for him to stop, but he kept speeding up.\"\n\nFour makeshift crosses told of the tragedy in rural Santa Rosa north of Temecula, in a region marked with citrus \nand avocado groves. One memorial at the ditch where the truck landed consisted of rocks in the shape of a cross. \nThree other standing crosses were placed amid wreckage.\n\nThe injured men on the stolen truck were taken to three hospitals, according to Riverside County fire officials - \nMission Hospital, Inland Valley Medical Center in Wildomar and Riverside General Hospital.\n\nThe two men at Mission Hospital were in satisfactory condition, a nursing supervisor said.\n"}