{"title": "FROM MEXICANS WHO EMIGRATED, WORKS OF ART THAT ILLUSTRATE FAITH PAINTINGS SHOW THE TRIALS OF THOSE WHO LEFT HOME FOR THE U.S.", "body": "\nIn 1908, Gumercindo Ramirez, a recent Mexican immigrant to the United States, fell off a railroad car. Eleven \nyears later, another newcomer, Matias Lara, got lost wandering the streets of Chicago.\n\nBoth eventually emerged from their travails safe and sound - and offered up their thanks in the form of retablos, \nsimple votive paintings on tin. Their expressions of religious faith are on view at the University of Pennsylvania \nMuseum in a show called \"Miracles on the Border: Folk Paintings of Mexican Migrants to the United States.\"\n\nThis is a modest show of 50 colorful 20th-century retablos, some painted by immigrants or family members, others \nby commissioned folk artists. The latter, as one would expect, tend to be more sophisticated. All were collected by \nDouglas Massey, the Dorothy Swaine Thomas Professor of Sociology at Penn, and Jorge Durand, a visiting \nprofessor at Penn's Population Studies Center.\n\nThe retablos have a conventional form: In general, they combine a short Spanish-language text with a rendering of \nboth the real-life incident that inspired the retablo and of the Virgin Mary, a crucified Christ or a particular saint. \n(Ramirez's retablo, for example, includes a picture of him lying on the railroad tracks.) In some retablos, the \nsubjects of the presumed miracle are pictured on their knees, praying.\n\nThis nicely laid-out exhibition provides both a brief history of retablos and English translations of the texts, which \nmost commonly celebrate recoveries from illness, survival of accidents, and successful border crossings. They \ninclude the testimony of both legal and illegal immigrants, and attest to the hopes and anxieties of both groups.\n\nRetablos can be admired as folk art - although, displayed as a group, they seem repetitive and without great \naesthetic interest. They also can serve as sociological documents, as they have for Massey and Durand. The two \nhave written a book on retablos by immigrants, also called Miracles on the Border (1995, University of Arizona \nPress).\n\nThe term retablos has a significant history that long predates Mexican immigration to this country. It was first used \nto describe paintings and sculpture placed behind the altars of European churches in the early Middle Ages. In \nMexico, in the 17th century, retablos fused both European and native traditions.\n\n\nThe introduction of inexpensive tinplate made retablos into a popular Mexican art form, customarily posted on the \nwalls of Mexican Catholic churches. As we learn in \"Miracles on the Border,\" their bright colors and simplified forms \ninfluenced leading Mexican artists, including Diego Rivera and his wife, Frida Kahlo.\n\nIn a telephone interview, Durand said that about five years ago he and Massey stumbled on a large number of \nretablos in the Mexican town of San Juan de los Lagos that reflected the difficulties encountered by immigrants.\n\n\"We began to think that this is a new perspective on the problem of immigration because this is the perspective of \nthe migrant,\" Durand said. In all, he and Massey have collected about 80 retablos, representing various periods of \nmigration during this century.\n\nMany immigrants, having left with high hopes, eventually returned to Mexico. Some retablos commissioned by the \nparents of immigrants, and on view in this exhibition, give thanks for this turn of events. Another type expresses the \nimmigrants' gratitude for surviving the rigors of life in America, from car crashes to military service.\n\nAll, in their way, evoke the polarities of a particular immigrant sensibility - an idealism and thirst for change that \ncoexist with a religious traditionalism. Yoked together, they produce the unique genre of immigrant retablos.\n\nIF YOU GO\n\n* \"Miracles on the Border: Folk Paintings of Mexican Migrants to the United States\" is on view at the University of \nPennsylvania Museum, 33d and Spruce Streets, through July 8. Hours are Tuesdays through Saturdays, 10 a.m. to \n4:30 p.m., and Sundays, 1 to 5 p.m. Closed summer Sundays. Admission is $5 for adults, $2.50 for students and \nsenior citizens, and free for children under 6. Information: 215-898-4000.\n\nNotes\n\nREVIEW: EXHIBIT\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO (4)\n\n1. In 1948, Concepcion Zapata gave thanks for being saved from abduction.\n\nRetablos were often displayed in Mexican churches. (University of Pennsylvania\n\nMuseum)\n\n2. A retablo gives thanks for a recovery.\n\n3. Josefina Rivera falls beneath the wheels of a bus in a 1954 retablo, which\n\nexpresses her thanks for surviving.\n\n4. A dangerous operation prompted this 1961 retablo. Illustrations usually\n\ninclude the Virgin Mary, Christ or a saint.\n"}