{"title": "After finally getting U.S. visa, Pakistani grandma reunites with family in Somerset, Wis.", "body": "\nWhen Naseem Francis landed in New York City last week, the relief was so unbelievable, she had to kiss a wall at \nJFK airport.\n\nThe Pakistani grandmother had been waiting more than 1 1/2 years for her immigration visa to pass through \nbureaucratic red tape so she could join her family in Somerset.\n\nNow, finally, they are together.\n\n\"She's home, and she's thrilled to be safe with her grandkids,\" said daughter-in-law Jessica Francis, who described \nNaseem Francis as \"ecstatic\" to be with the family that had long worried about her safety.\n\nIn Rawalpindi, Pakistan, Francis had been living in fear. She discreetly attended Mass in the back rooms of private \nhomes, afraid of the escalating violence and threats directed at Christians in the area.\n\nThese days, though, she tries to go to Mass every day at St. Anne's Parish in Somerset.\n\n\"She's trying to make up for what she's been missing for so long,\" Jessica Francis said.\n\nNaseem Francis and her husband, Saleem Francis, were approved for permanent residency in the U.S. in 2007 \nafter one of their sons, a resident of Somerset, became a U.S. citizen. Within weeks of the approval, Saleem \nFrancis was granted his immigration visa. His wife, however, was forced to wait -- without explanation.\n\nSaleem Francis stayed with his wife in Pakistan until his visa was about to expire -- about a year ago -- then he \ncame to Somerset. The Francis family believed Naseem Francis would soon be granted her visa, but the months \ndragged on.\n\nHer case was pending in the U.S. consulate in Islamabad. Lynn Becker, spokeswoman for Sen. Herb Kohl, D-Wis., \nhad said it's not uncommon for reviews there to take more than two years because of background-check delays \nand national security concerns.\n\nAs a Christian living in a household without men, Naseem Francis felt particularly vulnerable to danger from the \nviolence in her region.\n\nFeeling the urgency of getting Naseem out, her family tried to find out what was holding up her visa. But they \ndidn't get any answers.\n\n\nFrustrated, the Francis family began seeking help from lawmakers and collecting signatures for a petition. They \ncontacted the media, hoping the attention would help their cause.\n\nOn June 17, one day before Jessica Francis was set to fly to Washington, D.C., to meet with U.S. senators Amy \nKlobuchar and Russ Feingold, the family got word: The visa had been approved.\n\nWhen Naseem Francis heard, she \"cried with happiness and sadness at the same time ... and then prayed and \nthanked God that it came true,\" she said, her son Bernard Francis translating.\n\n\"She's very glad that now she's in America, where she is a safe and free person,\" he said.\n\nNaseem Francis arrived in Somerset on July 28.\n\nBut there is still worry for remaining relatives in Pakistan. Just this weekend, the Francis family watched news \nreports of a mob that attacked a Christian community and killed eight people in the same province where Naseem \nFrancis had been living.\n\n\"This is what we were worried about,\" Jessica Francis said.\n\nStill, the family is happy to have Naseem home and the community's support behind them.\n\n\"We didn't expect to be embraced as much as we were,\" Jessica Francis said. \"What we're deeply impressed by is \nhow much the community rallied around us ... and how much of a difference that ended up making.\"\n\nAndy Rathbun can be reached at 651-228-2121. \n"}