{"title": "Remarks to the Business Roundtable and a Question-and-Answer Session", "body": "\nAdministration of Barack Obama, 2015 \n\nThe President. Thank you, Randall, and thank you to everybody here at the Business Roundtable for having me \ntoday. I'm just going to say a few words and then, hopefully, spend a lot of time taking your questions. \n\nSeven years ago today was one of the worst days in the history of our economy. If you picked up the Wall Street \nJournal that morning, you read that the shocks from AIG and Lehman were spreading worldwide. The day before, \nstocks had suffered their worst loss since 9/11. In the months after, businesses would go bankrupt, millions of \nAmericans would lose their jobs and their homes, and our economy would reach the brink of collapse. \n\nThat's where we were when I became Chief Executive. Here's where we are today: Businesses like yours have \ncreated more than 13 million new jobs over the past 66 months, the longest streak of job growth on record. The \nunemployment rate is lower than it's been in over 7 years. There are more job openings right now than at any time \nin our history. Housing has bounced back. Household wealth is higher than it was before the recession. We have \nmade enormous strides in both traditional energy sources and clean energy sources while reducing our carbon \nemissions. And our education system is actually making significant progress with significant gains in reducing the \ndropout rate, reading scores increasing, math scores increasing. And by the way, more than 16 million people have \nhealth insurance that didn't have it before. \n\nSo this progress is a testament to American business and innovation. It's a testament to the workers that you \nemploy. But I'm going to take a little credit too. [Laughter] It's a testament to some good policy decisions. Soon after \nwe took office, we passed the Recovery Act, rescued our auto industry, worked to rebuild our economy on a \nstronger foundation for growth. Other countries in some cases embraced austerity as an ideology without looking at \nthe data and the facts, tried to cut their way out of recession. The results speak for themselves. America has come \nback from crisis faster than almost every other advanced nation on Earth. And at a time of significant global \nvolatility, we remain the world's safest, smartest investment. \n\nOf course, I will not be satisfied?and we as a country shouldn't be satisfied?until more working families are feeling \nthe recovery in their own lives. But the fact is that what I've called middle class economics has been good for \nbusiness. Corporate profits have hit an alltime high. Slowing health care prices and plummeting energy costs have \nhelped your bottom lines. Manufacturing is growing at the fastest clip in about two decades. Our workforce is more \neducated than ever before. The stock market has more than doubled since 2009, and 2015 is on pace to be the \nyear with the highest consumer confidence since 2004. And America's technological entrepreneurs have continued \nto make incredible products that are changing our lives rapidly. \n\nNow, you wouldn't know any of this if you were listening to the folks who are seeking this office that I occupy. \n[Laughter] In the echo chamber that is Presidential politics, everything is dark, and everything is terrible. They don't \nseem to offer many solutions for the disasters that they perceive, but they're quick to tell you who to blame. I'm here \nto say that there's nothing particularly patriotic or American about talking down America, especially when we stand \nas one of the few sources of economic strength in the world. Right now we've got the chance to build on progress \nthat we have made and that is acknowledged worldwide. We have a chance to grow the economy even faster, \ncreate jobs even faster, lift people's incomes and prospects even faster. We just have to make some sensible \n\n\nchoices. And I'm going to focus on one particular example. America's next fiscal year is almost upon us, which \nmeans that Congress has about 2 weeks to pass a budget. If they don't, they will shut down America's Government \nfor the second time in 2 years. \n\nDemocrats are ready to sit down and negotiate with Republicans right now, today, as we speak. But it should be \nover legitimate questions of spending and revenue, not unrelated ideological issues. You'll recall that 2 years ago \nRepublicans shut down the Government because they didn't like Obamacare. Today, some are suggesting the \nGovernment should be shut down because they don't like Planned Parenthood. That's not good sense, and it's not \ngood business. The notion that we'd play chicken with a $18 trillion economy and global markets that are already \nskittish all because of an issue around a women's health provider that receives less than 20 cents out of every \nthousand dollars in the Federal budget, that's not good policymaking. \n\nNow, the last time Republicans shut down the Government, it cost our economy billions of dollars; consumer \nconfidence plummeted. I don't think anybody here thinks that's going to be good for your business. \n\nI've always believed what our first Republican President, a guy from my home State named Abraham Lincoln, \nbelieved: that through Government we should do together those things that we can't do as well by ourselves. \nFunding infrastructure projects. Educating the best workforce in the world. Investing in cutting-edge research and \ndevelopment so that businesses can take that research and take some risks to create new products and new \nservices. Setting basic rules for the marketplace that encourage innovation and fair competition that help a market-\nbased economy thrive. Creating a safety net that not only helps the most vulnerable on our?in our society, but also \nfrees all of us to take risks and protect against life's uncertainties. And welcoming, rather than disparaging, the \nstriving immigrants that have always been the source of continued renewal, economic vibrancy, and dynamism in \nour economy. \n\nSo my hope is that Congress aims a little higher than just not shutting the Government down. That's a good start, \nwe'd like them to achieve that, but I think we can do better. We can actually do some things to help the economy \ngrow. After the last shutdown, both parties came together and unwound some of the irrational cuts to our economy \nand military readiness that's known as sequester. That agreement expires in 2 weeks as well. And for those of you \nwho are not steeped in Federal budget terminology, sequester basically are automatic top-line cuts that don't \ndiscriminate, don't think through what are good investments and what is waste. And if we don't reverse the cuts that \nare currently in place, a lot of the drivers of growth that your companies depend on?research, job training, \ninfrastructure, education for our workforce?they are going to be reduced effectively at a time when other countries \naround the world are racing to get ahead of us. On the other hand, if Congress does reverse some of these cuts, \nthen our own budget office estimates it would add about half a million dollars?half a million jobs to our economy \nnext year alone, about 0.4 percent to GDP. \n\nAnd keep in mind that we can afford it right now. All the things I said at the front in terms of the recovery that we've \nmade, we've also reduced the deficit by two-thirds. Right now it's about 2.8 percent of GDP. We've reduced our \ndeficit faster than some of those countries that pursued strict austerity policies and weren't thinking about how to \ngrow the economy. And so we are well positioned without adding to the deficit. Since the?I want to repeat: Since I \ntook office, we've cut the deficit by more than two-thirds. And the good news is, we might actually be moving \nbeyond some of the stale debates we've been having about spending and revenue over the past several years if \nwhat economists and people who are knowledgeable about the Federal budget are listened to, as opposed by this \nbeing driven by short-term politics. \n\nPeople in both parties, including some of the leading Republican candidates for President, have been putting out \nproposals. Some I agree with, some I don't. I'll give you one example, though. You've got two leading candidates in \nthe Republican side who have said that we should eliminate the carried interest loophole. Now, there's \ndisagreement in this room around that. But I will tell you that keeping this tax loophole, which leads to folks who are \ndoing very well paying lower rates than their secretaries, is not in any demonstrable way improving our economy. \n\nOn the other hand, if we close the tax loophole, we could double the number of workers in America's job training \nprograms. We could help another 4 million students afford college. Now, these are sensible choices that if you were \n\n\n\nrunning your business and you took a look at it, you'd make that decision. Well, America should too. And this is an \nexample of how we can maintain fiscal responsibility while at the same time making the investments that we need \nto grow. \n\nSo the bottom line is this: Seven years ago, if we had listened to some politicians who said we could only cut our \nway to prosperity, the fact is, we'd be worse off today. If we listen to them now, then we're going to be worse off \ntomorrow. \n\nI hope that you will talk to your friends in Congress, Democrats and Republicans alike. As Congress flirts with \nanother shutdown, remind them of what is at stake. We will have some disagreements sometimes. I do not expect \nto get a hundred percent of what I want in any conversation, including with my wife. [Laughter] But I do expect us to \nstay focused on why we're here, which is to help the American people and businesses like yours and your \nworkers do better. That's our job. We're not supposed to be impeding progress. We're supposed to be advancing \nprogress, accelerating it. \n\nAnd if our leaders can put common sense over ideology and the good of the country before the good of the party, \nthen we'll do just fine. Despite the perennial doom and gloom that I guess is inevitably part of a Presidential \ncampaign, America is winning right now. America is great right now. We can do even better. But the reason that I'm \nso confident about our future is not because of our Government or size of our GDP or our military, but because \neverybody in this country that I meet around the?regardless of their station in life, their race, their religion, the \nregion they live in?they do believe in a common creed that if people work hard in this country, they should be able \nto get ahead. And I know that's what you believe. That's the values that you try to instill in your companies as well. \nMy hope is, is that that decency, that hard work, that common sense is going to be reflected here in Washington. \n\nSo with that, let me take some questions. And I'm going to start with Randall, because since he volunteered for \nwhat I'm sure is a thankless job of being head of the BRT.[laughter]. \n\nTrans-Pacific Partnership \n\nBusiness Roundtable Chairman Randall L. Stephenson. I'll get it going here. I know there are a lot of other \nquestions for you. But Leader McConnell was just here a little earlier, and he gave us all a cause to exhale, talking \nabout the budget, and seemed confident that we would get a place where we would have a budget. And in the \ncontext of that, he spoke about how split Government can actually provide opportunities for getting big things done \nthat might be hard to get done otherwise. And he caused a head snapper with all of us when he gave you a very \nstrong compliment over your?? \n\nThe President. I'm?my head is snapping. [Laughter] What did I do? \n\nMr. Stephenson. Trade promotion authority. \n\nThe President. Yes. \n\nMr. Stephenson. And how you worked that and you worked it very aggressively. And by the way, all of us in \nhere?Mike Froman, I don't know if he's here, and Jeff Zients are very complimentary of the work that was done \nthere. \n\nSo now you have the authority to get a trade deal done. It's going to have to come back to Congress and so forth. \nTalk to us a little bit about your view of the opportunity to get the T?the trade?the Trans-Pacific deal done. \n\nThe President. I am confident that we can get it done, and I believe we can get it done this year. The trade ministers \nshould be meeting again sometime in the next several weeks. They have the opportunity to close the deal. Most \nchapters have been completed at this point. And I'm confident that it will, in fact, accomplish our central goal, which \nis to make sure that we've got a level playing field for American businesses and American workers in the fastest \ngrowing region of the world. \n\n\n\nThere are going to be unprecedented protections for labor standards and environmental standards, but also for IP \nprotection, also for making sure that when any company here makes an investment, that they're not being \ndisadvantaged, but are instead being treated like domestic companies for commercial purposes. \n\nAnd so the notion here is, is that we've got 11 nations who represent the fastest growing, most populous part of the \nworld buying into a high-standards trade deal that allows us and your companies on a consistent basis to compete. \nAnd the good news is, is that with a lot of tough negotiating and a lot of pushing and pulling?mainly by Mr. Froman, \nbut occasionally, I get called in to lob a call into one of my counterparts?I think that we'll?we're going to get this \ndone. \n\nNow, the key then, once we close the negotiations and we have an agreement, is to get TPP through Congress. We \ngot it through. I will return the compliment of?Mitch McConnell worked very hard and very creatively to get it done. \nWe should not assume, though, that because the authority was done, that we automatically are going to be able to \nget TPP done. \n\nAnd I'll be honest with you: The reason is that the politics around trade are tough. And I said this even in the runup \nto getting TPA authority. A lot of Americans, when they think of trade, think of plants in their hometown or nearby \nshutting down and moving to Mexico or China and American manufacturing and good-paying jobs being lost. That's \nthe image of trade. \n\nAnd the argument that I have made consistently to Democrats has been that there may have been some mistakes \nmade in past trade agreements in not, for example, having enforceable labor and environmental provisions that put \nAmerican companies that are doing the right thing at a disadvantage; that there weren't enough safeguards for \nintellectual property and the abuses of state-owned enterprises and subsidies that companies may have been \ninvolved with. But that's the status quo now. And if you want to correct those things, we've got to raise the bar. I \ndidn't fully persuade all my Democratic colleagues, because the politics are tough. And I was willing to take my \ncase to the Democratic Caucus and to talk to my friends in organized labor and say that we can't look backwards, \nwe've got to look forward. We're going to have to compete in these areas. \n\nHere's the concern politically, is that I think within the Republican Party some of the same impulses that are \nanti?immigration reform, some of the same impulses that see the entire world as a threat and we've got to wall \nourselves off, some of those same impulses also start creeping into the trade debate. And a party that traditionally \nwas pro?free trade now has a substantial element that may feel differently. \n\nAnd so the BRT, I think, you've got to put Engler to work over there. To their credit, both Mitch McConnell and John \nBoehner, I think, are on the right program here, but they're going to need some help potentially with their \nmembership, because the closer we get to political season, the tighter some of these votes get. I will tell you this \nthough: I am confident that if I'm presenting an agreement to Congress, that it will meet the commitment that I made \nthat this would be the highest standard, most progressive trade deal in American history. It will be good for \nAmerican business and American workers. All right. Yes. \n\nCybersecurity \n\nFrontier Communications Corporation Chairman and Chief Executive Officer Maggie Wilderotter. Hi, Mr. President. \nThank you for being with us. \n\nThe President. Hi, Maggie. \n\nMs. Wilderotter. I wanted to ask you about cybersecurity. You put an Executive order in place earlier this week \nbecause of the issues we have with information sharing and with liabilities. And we at the BRT are very supportive \nof the legislation that has passed the House and is now in progress in the Senate. And I wanted to just get your \nthoughts on how you're thinking about this and also with the upcoming visit of the President of China about \ncybersecurity and our relationship with China.\n\n\n\nThe President. This is an issue that is not going away. It is going to be more and more important, and it is going to \nbe very challenging. It's challenging in part because the Internet itself, the architecture of it was not intended to \ncarry trillions of dollars of transactions and everybody's personal information. It was designed for a couple of \nprofessors to trade academic papers. And so the kind of security that we are looking for was not embedded into the \nDNA of the Internet. \n\nAnd the vulnerabilities are significant, and they are being exploited by not just state actors, but also nonstate actors \nand criminal gangs at an accelerating pace. So this is something that from a national security perspective and from \na business perspective we're going to have to continue to concentrate on. \n\nOne of the big issues that you mentioned, Maggie, that we're focused on is this encryption issue. And there is a \nlegitimate tension around this issue. On the one hand, the stronger the encryption, the better we can potentially \nprotect our data. And so there's an argument that says, we want to turbocharge our encryption so that nobody can \ncrack it. On the other hand, if you have encryption that doesn't have any way to get in there, we are now \nempowering ISIL, child pornographers, others to essentially be able to operate within a black box in ways that we've \nnever experienced before during the telecommunications age. And I'm not talking, by the way, about some of the \ncontroversies around NSA, I'm talking about the traditional FBI going to a judge, getting a warrant, showing \nprobable cause, but still can't get in. \n\nSo we've created a process around which to see if we can square the circle here and reconcile the need for greater \nand greater encryption and the legitimate needs of national security and law enforcement. And I won't say that \nwe've cracked the code yet, but we've got some of the smartest folks not just in Government, but also in the private \nsector working together to try to resolve it. And what's interesting is, even in the private sector, even in the tech \ncommunity, people are on different sides of this thing. \n\nWith respect to China, this will probably be one of the biggest topics that I discuss with President Xi. We have \nrepeatedly said to the Chinese Government that we understand traditional intelligence-gathering functions that all \nstates, including us, engage in. And we will do everything we can to stop you from getting state secrets or \ntranscripts of a meeting that I've had, but we understand you're going to be trying to do that. That is fundamentally \ndifferent from your Government or its proxies engaging directly in industrial espionage and stealing trade secrets, \nstealing proprietary information from companies. That we consider an act of aggression that has to stop. \n\nAnd we are preparing a number of measures that will indicate to the Chinese that this is not just a matter of us \nbeing mildly upset, but is something that will put significant strains on the bilateral relationship if not resolved and \nthat we are prepared to take some countervailing actions in order to get their attention. \n\nMy hope is, is that it gets resolved short of that, and ultimately, the goal should be to have some basic international \nframework that won't be perfect, because there's still going to be a lot of nonstate actors that?and hackers who are \nvery good, and we're still going to have to have good defense and still have to be able to find the fingerprints of \nthose and apprehend them and stop networks that are engaged in cybercrime. But among states, there has to be a \nframework that is analogous to what we've done with nuclear power because nobody stands to gain. \n\nAnd frankly, although the Chinese and Russians are close, we're still the best at this. And if we wanted to go on \noffense, a whole bunch of countries would have some significant problems. And we don't want to see the Internet \nweaponized in that way. That requires, I think, some tough negotiations. That won't be a 1-year process, but we'd \nlike to see if we can?if we and the Chinese are able to coalesce around a process for negotiations, then I think we \ncan bring a lot of other countries along. Okay? \n\nMs. Wilderotter. And we will work with you on that too. \n\nThe President. Good. \n\nMs. Wilderotter. Thank you. \n\nThe President. Thank you. Ursula. \n\n\n\nTax Reform \n\nXerox Corporation Chairman and Chief Executive Officer Ursula M. Burns. Thank you for being here. It's also good \nto be reminded occasionally of some of the progress that we've made in, like, a complete sentence. So I thank you \nfor that as well. \n\nThe President. Yes. Ms. Burns. And some recent ones?TPA is good; even the Iran deal, really good. Health care \nstanding up. All good. The place that we haven't made a lot of progress, but that's really important for business and \nbusiness progress, is on tax and tax reform. \n\nAnd what we're getting to now is, I think, almost kind of like being backed in a corner. So since you can't get a \ngrand deal, we're starting to talk about subdeals. And the subdeals in and of themselves are destructive, in the \nBusiness Roundtable's view, to the grand deal, which is total tax reform or comprehensive tax reform. \n\nThe President. Right. \n\nMs. Burns. So can you help us think about how we should negotiate this duality that we're in right now? \n\nThe President. Yes. \n\nMs. Burns. And where do you think we're going to end up? \n\nThe President. We put forward a proposal early on that I'm confident I could sell to this group. Not everybody would \nbe thrilled, but I think I could argue that over time would be good for business, because essentially what we \nproposed was the traditional framework for tax reform: close loopholes, lower rates. We'd address international \ntaxation in ways that currently put American businesses at a disadvantage and would allow for a repatriation, but \nwould not simply empty out the Treasury and would generate enough revenue that we could actually also pay for \nsome infrastructure. \n\nAnd our hope was that we'd get some nibbles on the other side. To his credit, Paul Ryan expressed real interest in \ndiscussions and negotiations. But the?your previous speaker, Mitch McConnell, has said that he is not interested in \ngetting tax reform?comprehensive tax reform of that sort?done. \n\nSo there's still work being done. We're still in conversations with Mr. Ryan. And I know that Senator Schumer and \nothers have still been working on the possibilities of a fairly robust package. But ultimately, you're going to have to \nhave the leader of the Senate majority party bought in to try to get this done. \n\nTax?I understand why tax reform is elusive: because those of us who believe in a simpler, fairer, more competitive \ntax framework in the abstract sometimes look at our bottom lines and say, I don't know, that deduction is helping us \npretty good here. And even if this organization has been supportive, there are other business organizations in town \nthat have some pretty strong influence over the Republican Party that haven't been as wild on it, partly because \ntheir view is, is that the only kind of tax reform that's acceptable is one that would also lower all rates, regardless of \nits effect on the deficit. That's just not something that is viable. \n\nSo we're going to keep on working on it. My suggestion would be that the BRT continue to encourage Speaker \nBoehner, Paul Ryan, Mitch McConnell to come up with an ambitious package. And what I can assure you is, is that \nthe White House will take it seriously. We don't expect that everything in our original package would go forward. \n\nBut what?the one thing that we couldn't do?and I get concerned sometimes that what is labeled as tax reform ends \nup just being cuts, you're not closing the loopholes, and as a consequence, it's a huge drain on the Treasury. We \nthen suddenly are accused of running up the deficit to help your tax rates, and we're not doing enough to help grow \nthe economy and help ordinary workers. So that's the one direction we can't go in. All right? Yes, Tom. \n\nAlternative Energy Sources and Technologies/Climate Change \n\n\n\nSouthern Company Chairman, President, and Chief Executive Officer Thomas A. Fanning. Yes.Thank you for being \nhere. I'd love to hear your thoughts on energy policy. But I know we talk a lot about \"all of the above,\" but I think \nwhat's really changing, kind of in an unprecedented way here recently, are technology revolutions that are occurring \neither in the production of energy or, perhaps more importantly, in the use of energy? \n\nThe President. Yes. \n\nMr. Fanning. ??that gives Americans, I think, a way to play offense in what has been a set of unprecedented \nchallenges. \n\nThe President. Yes. \n\nMr. Fanning. What's your thoughts on that? \n\nThe President. Tom, I think you described it well. I am much more optimistic about our ability to get a handle around \nenergy that is good for our economy, good for business, good for consumers, good for job creation, and maybe \nsaves the planet in the process. I'm much more optimistic about that now than I was when I started as President. \n\nAnd a good example is just when you look at what's happened with solar. I mean, we're not quite at Moore's Law \nyet, but the pace at which the unit costs for solar energy have gone down is stunning. We've seen not quite the \nsame pace, but similar progress around wind. Our natural gas production is unprecedented. And I have been very \nsupportive of our natural gas production as being not only important to our economy, but also geopolitically. It's a \nhuge recipe for energy independence as long as we get it?the methane discharge issues?right. And I think there \nare ways of doing that with sound science. So that's on the production side. \n\nAnd as you said, on the utilization side, all of you are?there's not a company here that is not producing significantly \nmore product with less energy than you were just 10 years ago and certainly than you were 20 years ago. \nEverybody here has seen the power of tracking utilization, identifying waste, and timing issues?around when is \nenergy expensive, when is energy cheap?so there's enormous progress on the commercial side. And then, \nindividual households now with things like Nest or the equivalents, we're able to fine-tune our energy usage in ways \nthat we just haven't seen before. \n\nAnd then, you've got the whole transportation sector in which we've continued to make significant progress in \nDetroit as well as upstarts like Tesla. There are still some distribution and network issues around the transportation \nrevolution, although companies like UPS are doing a great job, I think, already experimenting with their fleets. So \nthat's all good news. \n\nI would say that the big challenge now, if we're going to realize all the potential here, is to work with utilities so that \nthey have a business model in which they're making money while seeing this change in distribution patterns and \ngrid, because I think that there's still some legitimate economic issues there that have to be sorted through. And it's \ntricky because it's a patchwork system; we don't have one national grid, obviously. \n\nThe second thing is, investment in basic research needs to continue. Battery technology is greatly improved, but we \nstill haven't seen all the breakthroughs that I think that we can make with battery technology that would make a \nhuge difference in storage. And that's an exciting area for development. And then, I would urge the BRT?and some \nof you individually, as companies, have already done this?view the issue of climate change and the Paris \nconference that's going to be coming up at the end of this year as an opportunity rather than as a problem. Because \nthis is coming; it's coming generationally. If you talk to your kids or my kids, they are much more attuned to this \nissue. Consumers are going to be caring about it more and more. The environmental effects that we're seeing?I'm \ngoing to be calling Jerry Brown later today just to talk about California wildfires. Some of you may have read the \nsnowpack in the Sierra Nevada is lowest it's been in 500 years. The flooding problems that we're already seeing in \nplaces like South Florida; it's just?during high tide, suddenly, billions of dollars of property is under water. \n\nSo this is coming. And for us to be out ahead of it and to think about how our ingenuity and our science can solve \nthese problems is going to give us a jump on everybody else. So there is a pledge that the?some members of the \n\n\n\nBRT have organized around supporting a strong Paris agreement. I would encourage you to sign up on that and \nlook for opportunities on this. And that includes companies that have been in the traditional fossil fuel areas. \nBecause you know?if you know how to do oil and gas well, you can figure out how to do solar well; you can figure \nout to make money doing it. You can figure out how to create efficiencies that help your bottom line. \n\nAnd what we've tried to do with the Clean Power Plan is to give States flexibility, understanding everybody has got \na different energy mix. So down south, we approved the first nuclear plant in a generation, basically, because we \nthink nuclear needs to be part of that package. I'm a big believer that there are going to be different ways to skin the \ncat on this thing. We just have to set a baseline in which all of us understand the direction we need to go. Instead of \nus spending a lot of time fighting science, let's go with science. We usually do better when we're on the side of facts \nand evidence and science. I?just as a general rule, that's proved to be our strength as Americans. \n\nYes. Jim. \n\nChina/U.S. Economic Competitiveness \n\nBoeing Company Chairman of the Board, President, and Chief Executive Officer W. James McNerney, Jr. If I could \njust turn back to China for a second. The?there are a lot of issues we've got to sort out, and you mentioned a \ncouple of them: cybersecurity, their feelings about TPP, their own economy. Their inward turn in the name of \ncreating a consumer economy has had some protectionist elements that we don't like. I think, though?I think many \nin this room would like to see some kind of positive outcome from this summit as well that underlines our mutual \nbenefit if we can figure out some of these things and find a way for the world's two biggest economies to see a path \nforward as well as all the issues we've got. \n\nAnd I?do you have a comment on the tone you're going to try to set with the President and roles that we could play \nin supporting both the?managing our relationship as well as finding a future for it? \n\nThe President. My tone with respect to China has been pretty consistent. It doesn't jump up and down depending \non where the polls are. My view is that China should be and will continue to be a economic competitor; that we \nneed to make sure that we are reaching an understanding with them about our presence as a Pacific power, but \nthat it is in our interest for China to continue what has been dubbed a \"peaceful, orderly rise.\" I think that's good for \nthe world. China is a big place with a lot of people. And we're better off if those people are eating and have shelter \nand are buying consumer goods, rather than starving and writhing on the streets. \n\nAnd so what I've consistently communicated?first to President Hu when I came into office, now President Xi?is, our \ngoal is to have them as a partner in helping to maintain a set of international rules and norms that benefit \neverybody; that in fact, were what facilitated China's rise. I mean, they were essentially riding on our backs for the \nlast 30 years because we were underwriting peace, security, the free flow of commerce, international rules in the \nfinancial sector. \n\nAnd as they have matured, what we've said to them is, with power comes responsibility, so now you've got to step \nup. You can't act as if you are a third world country and pursue protectionist policies or engage in dumping or not \nprotect intellectual property at a time when we're now?when you're now the second and, eventually, probably the \nfirst largest economy in the world. \n\nYou can't simply pursue an export-driven strategy, because you're too big. You're not going to be able to grow your \neconomy at the same pace over the next 20 years that you did in the last 20 years. Once your economy reaches a \ncertain size, there's not enough global market to absorb that, which means that you've got to start thinking about \ntransparency within your own economy and how are you setting up a safety net so that workers have some cushion \nand, in turn, are willing to spend money as opposed to stuffing it in a mattress. \n\nYou've got to be concerned about environmental issues, because you can't breathe in Beijing. And that spills over \nfor all of us. And you?and as a large country with a powerful military, you can't go around pushing your little \nneighbors around just because you're bigger, but you have to start abiding by a basic code of conduct and a set of \nrules, because ultimately, you will be advantaged by everybody following the rules. \n\n\n\nAnd I think, in some areas, the Chinese understand this; I think in other areas, they don't. I think in other areas, they \nstill see themselves as the poor country that shouldn't have any obligations internationally. And in some cases, they \nstill feel that when we call them on issues like their behavior in the South China Sea or on intellectual property theft, \nthat we are trying to contain them as opposed to us just wanting them to abide by the same rules that helped create \nan environment in which they can rise. \n\nSo?but I?but the good news is that our fates are sufficiently intertwined, that?and in many ways, they still need us a \nlot more than we need them?that I think that there are going to be continuing areas in which they move, as long as \nwe don't resort to the kind of loose talk and name-calling that I notice some of our Presidential candidates engage \nin?people you know. [Laughter] It's?it tends not to be constructive. \n\nThe one?so bottom line, though, is, Jim, I think this summit will be useful. I think there are going to be a lot of \noutcomes around things like energy and climate change, around improvements in how they deal with investors, that \nwill show constructive progress. I think our military-to-military conversations have been much better than they were \nwhen I began office. \n\nThe one thing I would suggest that the BRT can do?two things. Number one, and I think I've said this to you?some \nof you in the past: When your companies have a problem in China and you want us to help, you have to let us help. \nDon't tell us on the side, we've got this problem, you need to look into it, but then? but don't?but leave our names \nout of it because we want to be punished kind of thing. Typically, we are not effective with the Chinese unless we \nare able to present facts and evidence of a problem. Otherwise, they'll just stonewall and slow-walk issues. So if \nwe're seeing problems in terms of the competitive environment there, in terms of protecting your IP, in terms of \nunfair competition that runs afoul of understanding the principles that have already been established, you've got to \nlet us know and let us be your advocates. That's important. \n\nThe second thing, I think, everybody here should do is, is not fall into the same trap that we fell into around Japan in \nthe 1980s, which is, somehow, China is taking over just like Japan was taking over, and we're in inevitable decline. \nThis whole argument?I'm just going to go on a quick rant here for a second?[laughter]?this whole notion that \nsomehow we're getting outcompeted, outdealt, out-this, out-that, we're losing, we're in?nobody outside the United \nStates understands what we're talking about. [Laughter] \n\nI mean, we've got problems. We've got issues. Our biggest problem is gridlock in Washington, and that's just not \nmaking some sensible policies. But overall, our cards are so much better than everybody else's. Our pool of quality \nbusinesses and talent and the?our institutions and our rule of law and how we manage and adapt to new and \nchanging circumstances and our dominance in knowledge-based industries?nobody matches us. And we \nattract?the best talent around the world still wants to come here if we'd just let them come. \n\nSo I think it's important for business voices to point out, every once in a while, America is in the driver's seat if we \nmake some smart decisions. And that's not a partisan comment, that is just the facts. There is not a country out \nthere right now, including China, that wouldn't look at us with envy right now. \n\nAnd so our problem is not that China is going to outnegotiate us and?or that Mr. Putin is sort of outstrategizing us. \nAnybody taken a look at the Russian economy lately? [Laughter] That's not our problem. Our problem is us, \ntypically. We're the?we engage in?and I'm being generous when I say \"we\"?[laughter]?but we engage in self-\ninflicted wounds like this potential Government shutdown. It's unnecessary. \n\nAll right. I've got time for a couple more questions. Good to see you. How you doing? How you doing, Ed? How is \neverybody back home? \n\nExport-Import Bank Reauthorization \n\nState Farm Mutual Chairman and Chief Executive Officer Edward B. Rust Jr. Very good. \n\nThe President. Good. \n\nMr. Rust. Along that, in that same vein, looking earlier this summer, the expiration of the Ex-Im Bank authorization. \n\n\n\nThe President. Speaking of self-inflicted wounds. \n\nMr. Rust. Understand. And part of the ongoing discussion, debate here in Washington, the Senate has attached a \nreauthorization, as you know?? \n\nThe President. Right. \n\nMr. Rust. ??to the transportation bill?? \n\nThe President. Right. Mr. Rust. ??which is now down at the House. And we?on Monday the Roundtable sent a \nletter to the leadership on both sides in Congress pointing out really the benefits of reauthorization, that some of \nthose get lost in this debate. Because really, it's been characterized as only benefiting a few companies, which \nignores the thousands of people who are basically employed by our suppliers across the country, and the \nimpact?positive impact that has, as well as it's a net generator revenue for the governor?for the Government. And \nwe have plans to have further discussions later today and this week with leadership in the House. \n\nDo you have any?we had a good discussion with your team this morning. Do you have any insights that you could \nshare with us that would help us in getting that reauthorization? \n\nThe President. It is mind-boggling that this wasn't reauthorized a year ago. And it is this weird reversal in which the \nprinciple opponents are the Tea Party caucus and the Republican Party. \n\nSomehow, Ex-Im Bank has become this cause celebre of what have?some of the Presidential candidates called \n\"crony capitalism.\" \n\nMr. Rust. Yes. \n\nThe President. And what's ironic is obvious?I think some of you know the backstory. There was, I think, a member \nof this organization that kind of started this whole thing because they were upset about some planes being sold \nto?[laughter]?a competitor on a route, and suddenly, this caught fire in the right-wing Internet. And it's just hard to \nexplain. \n\nLook, Ed, I had a group of small businesses, ranging from, what, four people to a couple of hundred people, talking \nabout how they use Ex-Im. This is the only way that they can get into these markets. And as you said, Ex-Im \ndoesn't cost the Government. This is not a money loser for us. And I don't have to tell Immelt or Jim how important \nit is. I keep on telling them I expect a gold watch from them because it seems like every time I take a foreign trip, \nI've got to sell some turbine or plane. So?[laughter]. \n\nAnd I was concerned about Jeff's announcement that jobs that were here in the United States are now going to be \noverseas because we don't get this done. But that's true for the supply chain; it's also true for some smaller \ncompanies that use Ex-Im directly. It's not just that they're part of the GE or Boeing supply chain, it's that they're \nselling tea to a country and this is the only mechanism they have to be able to make those sales. \n\nThe good news is, McConnell and Boehner both say they want to get it done. As you said, there were?we've \nalready shown there are sufficient votes for it in the Senate, and we actually think there are sufficient votes for it in \nthe House. I would concentrate your attention on House Republican caucus members. And I think you have to flood \nthe zone and let them know this is important. And that includes, by the way, talking to individual members who, in \ntheir districts, potentially have companies that are being adversely affected as long as Ex-Im is frozen. \n\nBut my expectation is, it gets done during the course of these budget negotiations. And I?we're going to push as \nhard as we can to get it done. Okay? Yes. \n\nOzone Regulation \n\nAmerican Electric Power, Inc., Chairman President and Chief Executive Officer Nicholas K. Akins. Mr. President, \nthank you for being here today. One of the issues that we deal with and we talked about last time you were here \n\n\n\nwas regulations. And one of the areas that the Business Roundtable is very focused on these days is the ozone \nrule, which October 1, your administration will be coming out with a recommendation associated with that. \n\nThe Business Roundtable position is that we need to maintain the 75 parts per billion. To lower that standard \nwhen technology doesn't exist and when communities are already advancing toward the 75 goal?if you lower it to \n70, it's going to introduce another 200 counties in this country into nonattainment, which basically is a \"we're not \nopen for business.\" And that's our concern. Do you have any thoughts on that or what the administration's plans \nare in that regard? \n\nThe President. There's a lot of complicated technical issues involved in this, but I'll try to simplify it as much as \npossible. \n\nNumber one, we're under a court order to do this. So I think there may be a misperception that the EPA can do \nwhatever it wants here. There were lawsuits brought under the previous administration that continued into my \nadministration. We went before a judge. We actually, I think properly, got some additional time, because there was \nthe notion that we were going to lower standards a few years ago and then immediately get new data and force \neverybody to lower them all over again. And we said, let's just do this one time in a sensible way so that people can \nplan. \n\nBut we've got some legal constraints. This is not something that just popped out of my head full blown. And so I \nalways enjoy seeing the advertising for \"Obama's ozone plan.\" The ozone rules date back to when I was, I think, \nstill in law school, before I had any gray hair. And there are some fairly stringent statutory guidelines by which the \nEPA is supposed to evaluate the standards. So the EPA is following the science and the statutes as best as it can. \n\nWe are mindful that in some cases, because of the nature of where pollutants are generated, where they blow, that \nthis can create a really complicated situation for certain local jurisdictions and local communities, and some States \nand counties end up being hit worse than others. And we're trying to work with those States and those communities \nas best we can taking in their concerns into account. \n\nSo I guess the bottom line is this is?you can legitimately go after me on the clean power plant rule because we?that \nwas hatched by us, and I believe that we need to deal with climate change. And so we can have a lengthy debate \nabout that. \n\nAnd here on ozone, this is an existing statute and an existing mechanism, and we are charged with implementing it \nbased on the science that's presented to us. And that's what we're trying to do, but we're taking this input into \naccount. I recognize some of the concerns. \n\nI will say this?last point I'll make on this?even with the costs associated with implementing the ozone rule, when you \ndo a cost-benefit, the amount of lives saved, asthma averted, and so forth is still substantially higher than the costs. \nNow, that doesn't necessarily resolve all the concerns that people may have about local costs being borne, \nwhereas the savings are spread out more broadly. And those are legitimate economic issues that have to be \nconsidered. And I?the EPA has been listening to, I think, every stakeholder there. \n\nBut I think what you'll see in the analysis overall is: We don't issue a regulation where the costs are not lower than \nthe benefits. And if you look at the regulations we've generally put forward, the costs are substantially lower than \nthe benefits that are generated. Okay? \n\nOkay. Doug. Cuba-U.S. Relations \n\nCaterpillar Inc. Chairman of the Board of Directors and Chief Executive Officer Douglas R. Oberhelman. Yes, thank \nyou, Mr. President. Many of us are interested in Cuba. \n\nThe President. Yes. \n\nMr. Oberhelman. And the opening there has been positive. There is a lot of issues?? \n\n\n\nThe President. Right. \n\nMr. Oberhelman. ??to get to full normal relations. Just how do you see that path happening? And what's the future \nof that in your opinion? Thank you. \n\nThe President. I don't think it's going to be an overnight transformation, but I am convinced that by reengaging \nCuba, reengaging the Cuban people, that we are creating the environment in which a generational change and \ntransition will take place in that country. And already, you're seeing conversations taking place about does?how is \nCuba going to accommodate an influx of tourists, and how do they think about the Internet and open \ncommunications in order to be able to participate in a modern economy? \n\nAnd that inevitably then leads to questions about can you hire?can a company hire a Cuban directly, a foreign \ninvestor, as opposed to going through the Government? And over time, that creates space for personal freedom \nand, I think, a long-term political transition. \n\nFor now, what we've said is that we will, step by step, look for areas and opportunities within our authorities. As \nlong as Congress still has the embargo in place, there are certain things we can't do. But there are certain things \nwe can do, for example, on telecommunications, and we're looking for opportunities there. \n\nAnd we will also continue to press the Cuban Government around issues of political freedom. And when His \nHoliness the Pope comes, he's going to be visiting Cuba. That, I think, is going to be an opportunity for more \ninteresting conversations inside of Cuba. \n\nMy biggest suggestion would be for the BRT just to start having a conversation on a bipartisan basis about lifting \nthe embargo. It doesn't necessarily happen?have to happen?or even should happen?all in one fell swoop. But I \nthink if you look at the economic opportunities that are presented, they're significant. And it doesn't make much \nsense that a country 90 miles off the shore of Florida that is not at this point a significant threat to us and that has \nshown itself willing to at least look beyond its borders for the first time?even if it's still scared of what it might bring?it \ndoesn't make sense for us to keep sticking to the old ways of doing business. \n\nSo I'll actually take one more question. I usually?and then, I'll come around and say hi to everybody. So anybody \nelse? Yes, go ahead. \n\nScience, Technology, Engineering, and Math Education \n\nIBM President and Chief Executive Officer Virginia M. Rometty. Mr. President, again, thank you. And I know a topic \nnear to your heart has been education?? \n\nThe President. Yes. \n\nMs. Rometty. ??for young folks, and you've spent a lot of time on this. And many of us have done things, private \npartner?private-public partnerships. \n\nThe President. Yes. Ms. Rometty. And you recently made a comment about computer science for all high school \nkids, which I think is an important point, because technology is such a broad topic. \n\nThe President. Right. \n\nMs. Rometty. It will infiltrate all jobs?? \n\nThe President. Everything. \n\nMs. Rometty. ??in the future. So maybe a chance to make some comments about how you envision something like \nthat actually taking root over the long term that we could make some progress with it?on scale. Yes. \n\n\n\nThe President. Well, first of all, I want to commend Ginni and IBM because you guys have done some terrific work. \nAnybody who wants some inspiration, go to the high school that IBM is participating in in Brooklyn where kids?a \ncollaboration between the public school system, the City Colleges of New York, the CUNY system, and IBM. \n\nAnd you've got kids from?most of them, parents never went to college. A lot of them immigrant kids. And they are \nmarching through STEM education, pre-engineering education. They're getting essentially college credits by the \ntime they're sophomores or juniors in high school. They're able to save money because in 5 years in high school, \nthey come out with an associate's degree. They then either are transferring to a 4-year university with those credits, \nor they're starting to work with IBM because they've been apprenticing and the curriculum design has given them \nconfidence that if they do well, they're going to be able to get a job. \n\nThat model is something that we're actually looking to try to duplicate all across the country. And the good news, as \nI mentioned at the top, is because of the strong work that Arne Duncan has done, the strong work that a lot of \nGovernors and local communities have done to increase accountability, creativity, have high expectations for kids, \nbust through some of the old bureaucratic obstacles, we've?we are seeing highest reading scores, highest math \nscores, highest graduation rates. And part of our goal here is to improve STEM education generally. A critical \nelement of that is understanding this computer age that these kids are immersed in. And I don't want them just to \nknow how to use their phone to play video games, I want them to know how that phone works and, potentially, code \nit and program it. \n\nAnd what's remarkable?I was?I'm about the age where, I think my high school just had, like, the first coding class \nwhen I was maybe in seventh or eighth grade. But this is what?you had, like, those cards, and it was?and the \npunch cards. [Laughter] And now, the way these?the tools and resources that are available for kids starting in first, \nsecond grade?we have these science fairs. and these little Girl Scout troops come in, and they've coded, they've \ndesigned their own games, and?or simulations of entire towns with people and all kinds of scenarios that they've \nfigured out. \n\nAnd so it's actually something that they naturally gravitate to. We just have to start early. It's almost like a foreign \nlanguage, where rather than try to catch kids when they're in 10th, 11th, 12th grade, make it part of the broader \ncurriculum and incorporate it into how you're teaching math and how you're teaching science and how you're \nteaching social studies. That seems to be the way in which kids get most engaged. \n\nSo we're doing a lot of work with many of you individually as companies on this STEM education issue. We hope \nthat you will continue to participate. You've been great partners on that front. I'll just say in closing, it's always a \npleasure to be here. I want to just reiterate, as we enter into the silly season of politics, that the primary thing that is \nholding back a lot of potential growth, jobs, improved bottom lines, greater stability is well within our control right \nnow?it?and are things that traditionally enjoyed bipartisan support: Ex-Im Bank, getting TPP done, financing and \nexecuting on an infrastructure policy. I've had conversations with folks like Larry Fink and others about if we're open \nto looking at new, creative ways of financing it, but the notion that we're not doing that right now makes absolutely \nno sense?investing in research and development. \n\nThese are not partisan issues. There are some areas where there have traditionally been legitimate arguments \nbetween Democrats and Republicans. There are some issues, like on environmental regulations or financial \nregulations, where Jamie and I may disagree or Nick and I may disagree. And we can have those arguments, and \nwe probably won't convince each other on some of these things. \n\nBut what I'm looking at is the low-hanging fruit that are no-brainers and that nobody here would argue with. And the \nnotion that we're not doing them right now because?primarily because a faction within one of our parties has gone \noff the rails and sees a conspiracy around everything or simply is opposed to anything I propose even if they used \nto propose it?[laughter]?that's a problem. \n\nAnd I think it's very important for all of you to just step back and take a look at it, because you still have influence on \nat least some of those folks. And challenge them. Why wouldn't we do things that everybody knows make sense? \n\nThank you, everybody. \n\n\n\nNOTE: The President spoke at 11:24 a.m. at the headquarters of the Business Roundtable. In his remarks, he \nreferred to; former Gov. John E. \"Jeb\" Bush of Florida and Donald J. Trump, chairman and chief executive officer, \nTrump Organization, in their capacity as 2016 Republican Presidential candidates; former Gov. John M. Engler of \nMichigan, in his capacity as president of the Business Roundtable; Gov. Edmund G. \"Jerry\" Brown, Jr., of \nCalifornia; President Vladimir Vladimirovich Putin of Russia; Jeffrey R. Immelt, chairman and chief executive officer, \nGeneral Electric Co.; Pope Francis; Laurence D. Fink, chairman and chief executive officer, BlackRock, Inc.; and \nJames L. Dimon, chairman and chief executive officer, JPMorgan Chase and Co. He also referred to the Islamic \nState of Iraq and the Levant (ISIL) terrorist organization. Ms. Wilderotter referred to H.R.1560. \n\nCategories: Addresses and Remarks : Business Roundtable, remarks and question-and-answer session.\n\nLocations: Washington, DC. \n\nNames: Akins, Nicholas K.; Boehner, John A.; Brown, Edmund G. \"Jerry\"; Burns, Ursula M.; Bush, John E. \"Jeb\"; \nDimon, James L.; Duncan, Arne; Engler, John M.; Fanning, Thomas A.; Fink, Laurence D.; Francis, Pope; Froman, \nMichael B.; Hu Jintao; Immelt, Jeffrey R.; McConnell, A. Mitchell; McNerney, W. James, Jr.; Obama, Malia; Obama, \nMichelle; Obama, Natasha \"Sasha\"; Oberhelman, Douglas R.; Putin, Vladimir Vladimirovich; Rometty, Virginia M.; \nRust, Edward B., Jr.; Ryan, Paul D.; Schumer, Charles E.; Stephenson, Randall L.; Trump, Donald J.; Wilderotter, \nMaggie; Xi Jinping.Subjects: Asia : South China Sea, maritime territorial disputes; Budget, Federal : Congressional \nspending restraint; Budget, Federal : Deficit and national debt; Budget, Federal : Government programs, spending \nreductions; Business and industry : Automobile industry :: Improvement; Business and industry : Business \nleaders, meeting with President; Business and industry : Business Roundtable; Business and industry : \nDomestic investment, promotion efforts; Business and industry : Global competitiveness; California : Governor; \nCalifornia : Wildfires, damage and recovery efforts; China : Carbon emissions, reduction efforts; China : Economic \ngrowth and development; China : President; China : Relations with U.S.; Commerce, international : Environmental \nprotection standards; Commerce, international : Free and fair trade; Commerce, international : Intellectual property \nlaw, strengthening efforts; Commerce, international : Labor protection standards; Commerce, international : U.S. \nexports :: Expansion; Congress : Bipartisanship; Congress : House of Representatives :: Speaker; Congress : \nSenate :: Majority leader; Cuba : Human rights issues; Cuba : Relations with U.S.; Defense and national security : \nCybersecurity :: Cyber attacks; Defense and national security : Cybersecurity :: Strengthening efforts; Defense and \nnational security : Intelligence; Diseases : Asthma and respiratory illnesses; Economy, national : Economic \nconcerns; Economy, national : Financial regulations, strengthening efforts; Economy, national : Improvement; \nEconomy, national : Strengthening efforts; Education : High school dropout rate and prevention programs; \nEducation : High school graduation rate; Education : Postsecondary education :: Affordability; Education : Science \nand math programs; Education : Standards and school accountability; Education : Technology and innovation, \nexpansion efforts; Education : Vocational and technical education programs; Education, Department of : Secretary; \nElections : 2016 Presidential and congressional elections; Employment and unemployment : Job creation and \ngrowth; Employment and unemployment : Job training and assistance programs; Energy : Alternative and \nrenewable sources and technologies :: U.S. production; Energy : Carbon dioxide emissions, reduction; Energy : \nDomestic sources; Energy : Energy efficiency and weatherization :: Homes and buildings; Energy : Gasoline, oil, \nand natural gas costs; Energy : Greenhouse gas emissions, regulation; Energy : Hybrid and alternative fuel vehicles \n:: Battery technology, U.S. production; Energy : Hybrid and alternative fuel vehicles :: Promotion efforts; Energy : \nInfrastructure and grid improvements; Energy : National energy policy; Energy : Nuclear energy :: Promotion and \nexpansion efforts; Energy : Solar and wind energy; Environment : Air quality, improvement efforts; Environment : \nClimate change; Environmental Protection Agency; Export-Import Bank, U.S.; Florida : Flooding, damage and \nrecovery efforts; Health and medical care : Affordability and costs; Health and medical care : Health insurance \nreforms; Health and medical care : Insurance coverage and access to providers; Health and medical care : \nWomen's health issues; Holy See (Vatican City) : Pope; Immigration and naturalization : American \"melting pot\"; \nImmigration and naturalization : Reform; Justice, Department of : Bureau of Investigation, Federal; Labor issues : \nUnions :: Labor movement and organized labor; Natural disasters : Florida, flooding; Natural disasters : Wildfires, \nprevention and response efforts; Planned Parenthood; Russia : President; Science and technology : Research and \ndevelopment; Security Agency, National; Taxation : Tax Code, reform; Trade Representative, Office of the U.S; \n\n\n\nTrans-Pacific Partnership (TPP); Transportation : Infrastructure, national, improvement efforts; United Nations : \nFramework Convention on Climate Change. \n"}