{"title": "Innovative Immigrants", "body": "\nBoston\n\nSOME 70 million immigrants have come to America since the first colonists arrived. The role their labor has played \nin economic development is widely understood. Much less familiar is the extent to which their remarkable \ninnovations have driven American prosperity.\n\nIndeed, while both Barack Obama and Mitt Romney have lauded entrepreneurship, innovation and ''job creation,'' \nneither candidate has made comprehensive immigration reform an issue, despite immigrants' crucial role in those \nfields. Yet understanding how immigrants have fueled innovation through history is critical to making sure they \ncontinue to drive prosperity in the future.\n\nAt the country's beginning, the three most important architects of its financial system were immigrants: Alexander \nHamilton, from St. Croix, then part of the Danish West Indies; Robert Morris, born in Liverpool, England; and Albert \nGallatin of Geneva. Morris was superintendent of finance during the Revolutionary War, using every resource at his \ncommand to support the army in the field. Hamilton, as the first secretary of the Treasury, rescued the country from \nbankruptcy and designed its basic financial system. Gallatin paid down much of the national debt, engineered the \nfinancing of the Louisiana Purchase and remains the longest-serving Treasury secretary ever.\n\nImmigrants' financial innovations continued through the 19th century. In 1808 Alexander Brown, from Ireland, \nfounded the nation's first investment bank, and his immigrant sons set up Brown Brothers. The Lehman brothers, \nfrom Germany, began as dry-goods merchants and cotton brokers in Alabama, then moved to New York just before \nthe Civil War and eventually founded a bank. Many other immigrants, including Marcus Goldman of Goldman \nSachs, followed similar paths, starting very small, traveling to new cities and establishing banks. Meanwhile, \n''Yankee'' firms like Kidder, Peabody and Drexel, Morgan -- whose partners were native-born -- remained less \nmobile, tied by family and high society to Boston and New York.\n\nImmigrant innovators were pioneers in many other industries after the Civil War. Three examples were Andrew \nCarnegie (Scotland, steel), Joseph Pulitzer (Hungary, newspapers) and David Sarnoff (Russia, electronics). Each \ncame to America young, poor and full of energy.\n\nCarnegie's mother brought the family to Pittsburgh in 1848, when Andrew was 12. He became a bobbin-boy in a \ntextile mill, a telegram messenger, a telegraph-key operator, a low-level manager at the Pennsylvania Railroad, a \ndivision superintendent for the same railroad and a bond salesman for the railroad in Europe.\n\n\nRecognizing the limitless market for the rails that carried trains, Carnegie jumped to steel. His most important \ninnovation was ''hard driving'' blast furnaces, wearing them out quickly. This violated the accepted practice of \n''coddling'' furnaces, but he calculated that his vastly increased output cut the price of steel far more than replacing \nthe furnaces cost his company. In turn, an immense quantity of cheap steel found its way into lucrative new uses: \nstructural steel for skyscrapers, sheet steel for automobiles.\n\nPulitzer was the home-tutored son of a prosperous Hungarian family that lost its fortune. He came to the United \nStates in 1864 at age 17, recruited by a Massachusetts Civil War regiment. Penniless after the war ended, he went \nto St. Louis, a center for German immigrants, whose language he spoke fluently.\n\nHe worked as a waiter, a railroad clerk, a lawyer and a reporter for a local German newspaper, part of which he \neventually purchased. In 1879, he acquired two English-language papers and merged them into The St. Louis Post-\nDispatch.\n\nIn 1883, he moved to New York, where he bought The New York World and began a fierce competition with other \nNew York papers, mainly the Sun and, later, William Randolph Hearst's New York Journal. The New York World \nwas pro-labor, pro-immigration and, remarkably, both serious and sensationalist. It achieved a huge circulation.\n\nSarnoff was just 9 years old when he arrived from Russia in 1901. He earned money selling Yiddish newspapers on \nthe street and singing at a synagogue, and then worked as an office clerk, a messenger and, like Carnegie, a \ntelegraph operator. From there he became part of the fledgling radio firm RCA and rose rapidly within its ranks.\n\nSarnoff was among the first to see radio's potential as ''point-to-mass'' entertainment, i.e., broadcasting. He devoted \na huge percentage of profits to research and development, and won an epic battle with CBS over industry \nstandards for color TV. For decades, RCA and electronics were practically synonymous.\n\nAs these men show, one of the key traits of immigrant innovators is geographic mobility, both from the home \ncountry and within the United States. Consider the striking roster of 20th-century immigrants who led the \ndevelopment of fields like movies and information technology: the Hollywood studios MGM, Warner Brothers, \nUnited Artists, Paramount and Universal; the Silicon Valley companies Intel, eBay, Google, Yahoo and Sun \nMicrosystems.\n\nThe economist Joseph Schumpeter -- yet another immigrant, and the most perceptive early analyst of innovation -- \nconsidered it to be the fundamental component of entrepreneurship: ''The typical entrepreneur is more self-centered \nthan other types, because he relies less than they do on tradition and connection'' and because his efforts consist \n''precisely in breaking up old, and creating new, tradition.'' For that reason, innovators always encounter resistance \nfrom people whose economic and social interests are threatened by new products and methods.\n\nCompared with the native-born, who have extended families and lifelong social and commercial relationships, \nimmigrants without such ties -- without businesses to inherit or family property to protect -- are in some ways better \nprepared to play the innovator's role. A hundred academic monographs could not prove that immigrants are more \ninnovative than native-born Americans, because each spurs the other on. Innovations by the blended population \nwere, and still are, integral to the economic growth of the United States.\n\nBut our overly complex immigration law hampers even the most obvious innovators' efforts to become citizens. It \nendangers our tradition of entrepreneurship, and it must be repaired -- soon.\n\nhttp://www.nytimes.com/2012/11/02/opinion/immigrants-as-entrepreneurs.html\n\nGraphic\n\n \n\nhttp://www.nytimes.com/2012/11/02/opinion/immigrants-as-entrepreneurs.html\n\n\nDRAWING (DRAWING BY KEVIN STANTON)       \n"}