{"title": "Prosecutors Foiled Deportation Of Man Now Held in L.I. Killing", "body": "\nA jailhouse informer, charged with impersonating a police officer and killing a Long Island man in January, was \nable to avoid deportation at the end of a prison term last year because of a series of extraordinary interventions by \nthe Queens district attorney's office, according to newly disclosed state and federal records.\n\n The informer, Reginald Gousse, 31, is a Haitian citizen with a long history of kidnapping, police impersonation and \narmed robbery, but he had testified for the prosecution at one of the city's first trials brought under the 1995 death \npenalty statute and was given a major break in his own pending cases. Mr. Gousse also received another, far more \nunusual benefit: using legal means, prosecutors manipulated his criminal record so he was able to avoid \ndeportation to Haiti. Richard A. Brown, the Queens district attorney, said he wanted Mr. Gousse to remain in the \ncountry so he would be available to testify again. \n\n To thwart efforts by federal immigration authorities to deport him, Queens prosecutors helped him withdraw a \nguilty plea in February 2004 that he entered 12 years earlier for a 1992 armed robbery, and for which he had \nalready served the full sentence. In its place, they allowed him to substitute a lower-level offense that did not meet \nthe threshold for expulsion from the country.\n\n Additionally, they delayed his sentencing on other, more recent violent crimes until the day he was released from \ncustody, March 24, 2004. This had the effect of keeping him out of the state prison system -- protecting him from \nretaliation for his work as an informant, but also shielding him from the scrutiny of federal immigration authorities. \n\n ''Someone did him an extraordinary favor,'' said Frank Kelly, one of the lawyers recently appointed to represent Mr. \nGousse.\n\n After he was set free last March, the police and prosecutors say, he began a series of fresh crimes that ended \nwith the killing of James Gottlieb, 49, of Garden City, a husband and father of three. Mr. Gottlieb was stopped by a \nman impersonating a police officer as he drove home from his job as an assistant bank manager, prosecutors say. \nMr. Gousse has denied the charges. \n\n The Queens district attorney said he had no regrets about his office's handling of Mr. Gousse, because his \ntestimony helped the prosecution of the killers of an off-duty police officer and the owner of a check-cashing store. \n''The murder of Mr. Gottlieb this year is no less a tragedy than were the murders of Detective Charles Davis and Ira \nEpstein,'' Mr. Brown said. ''The only person responsible for the actions of Reginald Gousse is Reginald Gousse \nhimself.''\n\n At the time the prosecutors made their deal with him, Mr. Brown said, they did not realize that he was not a citizen \nor that a federal immigration judge had already ordered him deported. When they found out several years later, Mr. \nBrown said, they exerted themselves to resolve his deportation problems to make sure he would remain available. \n\n\n ''We wanted to keep him here,'' Mr. Brown said. ''We knew if he was returned to Haiti, we would have great \ndifficulty getting him back, in the event we needed him back for appellate purposes or a new trial.'' \n\n Federal immigration officials said that Mr. Gousse was precisely the kind of dangerous criminal whom the law \nrequires to be expelled from the country after his debt to society has been paid, and that the actions by the \nprosecutors had foiled their efforts. ''It was 100 percent our intention to deport this guy at the first available \nopportunity,'' said Manny Van Pelt, a spokesman for the federal Immigration Customs and Enforcement agency. \n''They basically absolved the conviction.''\n\n Immigration law specialists and criminal defense lawyers said they were astounded by the complex intercessions \nby Queens prosecutors on Mr. Gousse's behalf. Under recent immigration law, people who have minor violations, \nlike jumping a subway turnstile three times, can be subject to deportation. Prosecutors in Queens and elsewhere \nin New York have routinely refused to reopen even petty criminal cases to help immigrants avoid expulsion. \n\n ''It's rare that a noncitizen is allowed to change a plea, as usually there is strong opposition from the prosecutors \nand the court system generally,'' said Manuel D. Vargas, a lawyer who is the author of the handbook ''Representing \nNoncitizen Criminal Defendants in New York State.''\n\n Mr. Gousse's case provides a glimpse of the high-stakes bargaining with criminal witnesses in serious cases, the \nespecially vexing problems posed by jailhouse informers and the intense bonds that can develop between law \nenforcement officials and sources. District Attorney Brown said that such witnesses have a strong motive to lie, but \nalso enjoy close access to other prisoners. Jurors are told to weigh the credibility of witnesses, like informers, who \nreceive benefits for their testimony. \n\n The saga of Mr. Gousse, however, shows that a full accounting of the benefits was not presented to the jury that \nheard him testify, in large part because layers of his problems and the prosecutors' determination to help with \nthem did not emerge publicly until long after the case had ended.\n\nA Life of Crime\n\n Mr. Gousse was born in Haiti on June 11, 1973, and moved to Queens when he was 10 years old. Most of his life \nin the United States has been spent behind bars. He was first arrested on Jan. 1, 1990, in Fort Lauderdale, Fla., \ncaught in the act of robbing a grocery store. In the 15 years since then, he has spent all but 17 months in jail for one \noffense or another.\n\n After he finished his sentence in Florida in 1992, he returned to New York. Five months later, he committed the first \ncrime as an adult that could have led to his expulsion from the United States, the robbery of an auto body shop in \nQueens Village. ''I handcuffed the auto body shop owner to his file cabinet,'' Mr. Gousse later testified, then took a \nNissan Pathfinder and $3,000 cash.\n\n Arrested a few days after the robbery, Mr. Gousse was sentenced to two to six years. In 1993, a year after he \narrived in prison, immigration authorities began deportation proceedings on the grounds that he was an \naggravated felon, and in November 1997, an immigration judge ordered that he be deported at the conclusion of \nhis prison term. \n\n In an unusual twist, Mr. Gousse avoided expulsion when his term ended the following month: he was transferred to \nthe custody of Florida authorities, to serve about two months for violating probation. And for reasons that are not \nclear, when he was released from prison in Florida in February 1998, the authorities did not turn him over for \ndeportation. Nevertheless, the order remained in effect. \n\n He returned to New York, and in early May 1998, he carried out two elaborate robberies -- first stealing a car at \ngunpoint from a dealership, then fitting it with lights so he could pose as a policeman and waylay the manager of a \nStaples store on his way home. ''I approached the man with the red light on, ordered him out of the vehicle, and \nwhen he said, 'Why am I being asked to get out of the vehicle?' I said something to the effect, 'You have \n\n\n\noutstanding warrants,''' Mr. Gousse later testified. At gunpoint, he took the man to an apartment, strapped him to a \nchair with duct tape and forced him to reveal the store's security codes.\n\n At Rikers Island in the summer of 1998, Mr. Gousse struck up a relationship with George Bell, a 19-year-old man \nawaiting trial in the killing of the off-duty police officer and the owner of the check-cashing store, a capital murder \ncase. In September 1998, Mr. Gousse wrote to prosecutors, saying he had acquired evidence ''of colossal \nrelevance'' from Mr. Bell in the killings. Mr. Gousse had not witnessed the crime -- he was in prison at the time -- but \nhe said that Mr. Bell had confessed to him. \n\n He testified against Mr. Bell the following year, and as a reward, prosecutors recommended that Mr. Gousse \nserve five years for the robberies of the car dealership and the Staples, instead of the 21 years he might have \nreceived. While that deal was openly discussed in court, there was no mention of his immigration problems. \n\n ''Everyone thought he was an American citizen,'' District Attorney Brown said. It was not until 2003, when Mr. \nGousse was near the end of his five-year term, that prosecutors learned that he was an immigrant and that the \n1997 deportation order was still in effect, Mr. Brown said.\n\n The only way to keep him in the country was to undo the legal basis for the deportation, which was Mr. Gousse's \n1992 conviction for robbery. So on Feb. 26, 2004, 12 years after he first admitted the crime, Mr. Gousse appeared \nin court as his own lawyer and, claiming that he was given bad advice by his lawyer in 1992, asked a judge to \nsubstitute a charge of possession of stolen property, which carried a term of less than one year and would not \nsubject him to automatic deportation. \n\n The judge asked an assistant district attorney who was handling the matter in court for the day, ''Is there a reduced \nsentence that you will recommend?'' \n\n The prosecutor replied, ''Yes, your honor, a definite term of five months.'' \n\n That new plea, said Mr. Van Pelt of the immigration agency, effectively killed the deportation order.\n\nDeportation Looms\n\n Yet that was not the end of the elaborate solutions to Mr. Gousse's immigration problems. New convictions \nloomed. Although he had pleaded guilty to his 1998 crimes in 1999 as part of his deal, by last March, Mr. Gousse \nstill had not been formally sentenced for them. Prosecutors had asked the judge for a postponement, an approach \noccasionally taken with criminals who are also cooperating witnesses in other cases. \n\n Under New York law, Mr. Gousse's guilty pleas could not be entered as convictions until the day he was \nsentenced. Any one of the convictions would have been serious enough to lead to his deportation. \n\n At Mr. Gousse's sentencing on March 24, 2004, an assistant district attorney, Brad Leventhal, urged his immediate \nrelease. He had, after all, completed, and actually exceeded, the agreed term of five years. ''This defendant has \ndone everything that he ever promised to do, and we are very happy to fulfill our commitments at this time,'' Mr. \nLeventhal said. \n\n The judge, Roger Rosengarten of State Supreme Court, urged Mr. Gousse to put his freedom to good use and \nsaid, ''You'll be home by sometime this afternoon, I hope.'' No one mentioned his immigration status, and no \nrestrictions were placed on his movements.\n\n Because he was immediately released from custody, immigration authorities had little chance of catching up with \nhim. ''Had he re-entered the correction system, he would have been back on our radar screen,'' said Mr. Van Pelt, \nthe immigration spokesman. \n\n\n\n District Attorney Brown said that he was ''comfortable'' with the deal his office struck with Mr. Gousse because he \nhad offered information about the robberies and killings at the check-cashing business that could only have come \nfrom one of the killers: George Bell. \n\n However, Mr. Bell's lawyers, Sonya Zoghlin and Mitch Dinnerstein of the Capital Defenders Office, argued that \neverything Mr. Gousse claimed to have learned about the crime from Mr. Bell, including some mistaken information, \ncould also have been learned from newspaper articles and legal papers that Mr. Bell kept in his cell at Rikers \nIsland. The judge at the trial, Arthur J. Cooperman of State Supreme Court, refused to permit a defense investigator \nto testify about those materials. Mr. Bell was found guilty and sentenced to life without parole. \n\n ''I believe my client George Bell was wrongfully convicted based, in part, on the false testimony of Reginald \nGousse,'' Mr. Dinnerstein said. Prosecutors, however, note that Mr. Bell admitted the crime in a videotaped \nstatement. \n\n News accounts of the killing on Long Island this year of Mr. Gottlieb -- another business person stopped by a \npolice impersonator -- reminded Mr. Dinnerstein of the events in the Staples robbery. He called a crime-tips line, \nand his information led Nassau County detectives to focus on Mr. Gousse, said Detective Lt. Dennis Farrell of the \nNassau County Police homicide squad.\n\n Elizabeth Gottlieb, Mr. Gottlieb's wife of nearly 25 years, said she had gone through all the possibilities about his \njourney home on the evening of Jan. 5. He was shot less than a mile from their home. What if her husband had not \nmoved last summer from a bank branch in Brooklyn to one in Cedarhurst, so he could be nearer home? What if she \nhad not insisted on cooking that night, and he had instead stopped for a take-out dinner? \n\n Then there is the matter of Mr. Gousse. \n\n ''If he had gotten what he deserved for those other crimes and stayed in jail -- but you can't dwell on that,'' she said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Elizabeth Gottlieb of Garden City, whose husband, James, an assistant bank manager, was killed in \nJanuary by a man posing as a police officer. (Photo by Ed Betz for The New York Times)\n\n Reginald Gousse, a convict with a long history of armed robbery. (Photo by Nassau County Police Department)(pg. \nB4)Chart: ''Repeat Offender''Reginald Gousse, 31, who was arrested Feb. 10 in the Jan. 5 killing of James \nGottlieb, an assistant bank manager on Long Island, has been in prison for most of his life since age 16. After he \nbecame a jailhouse informer, prosecutors helped him avoid deportation.Jan. 1990 to Jan. 1992 -- Mr. Gousse is \nimprisoned in Florida after pleading guilty to armed robbery of a grocery store in 1990.June 22, 1992 -- Robs an \nauto body shop in Queens and pleads guilty. Imprisoned in New York until December 1997, he commits 42 \ninfractions, which more than doubles his term.June 7, 1993 -- Immigration authorities begin deportation \nproceedings.Nov. 10, 1997 -- Ordered deported to Haiti at the end of his prison sentence in 1992 conviction.Dec. \n1997 to Feb. 1998 -- At the end of his New York prison term, transferred to Florida to serve several months for \nprobation violation.Feb. 1998 -- Set free by Florida, despite deportation order.May 1998 -- Steals car at gunpoint \nfrom dealership, uses flashing light on car to pose as police officer, kidnaps a Staples manager and is arrested \nwhile robbing Staples store in Queens.Sept. 1998 -- Becomes jailhouse informer in death penalty case.Feb. 1999 -- \nMakes plea agreement to receive a five-year sentence for the 1998 crimes, but is not sentenced. Later testifies in \ndeath penalty case.Feb. 2004 -- With district attorney's permission, he retracts 1992 guilty plea to nullify 1997 \n\nhttp://www.nytimes.com/\n\n\ndeportation order.March 24, 2004 -- Sentenced to time served on 1999 plea agreement and immediately released, \navoiding deportation on 1998 charges, since new deportation proceedings do not begin until sentencing.May \n2004 -- A checkcashing business in Queens is robbed by a man posing as a police officer who kidnaps two \nemployees and the husband of one.Jan. 5, 2005 -- Mr. Gottlieb is stopped and shot by a man impersonating an \nofficer. Mr. Gousse is arrested in February. He is indicted in March in the robbery of the check-cashing \nbusiness.(pg. B4)\n"}