{"title": "'We've Lost Control of Our Borders'", "body": "\nAfter several false starts, President Reagan has finally proposed his immigration reform. But the package is so \ndisappointing one wonders what took so long. Key features are seriously flawed, almost ludicrously in the matter of \nregulating immigrant labor. Congress will not find it helpful in drafting legislation. And it displays an Administration \nso irresolute that it raises doubts about whether whatever Congress enacts will be fairly and vigorously enforced.\nEditorial discusses President Reagan's proposed immigration reforms and expresses disappointment in key \nfeatures regulating immigrant labor\n\nSome facts are faced squarely. We have, as Attorney General Smith concedes, ''lost control of our borders.'' \nUncounted millions cross our porous borders in search of a better life. Like prior immigrants, many enrich our land \nwith industry. But their numbers are so great that they also strain community resources and threaten the jobs and \nwell-being of those who preceded them.\n\nAnother bow to reality is Mr. Smith's concession that millions of illegals are here to stay and that some system has \nto be found to legitimize and integrate them.\n\nBut if the borders can't be closed, the key to control is jobs. A law that prohibits the employment of illegal aliens is \na recognized necessity. But it will be a new mockery if Congress, like the Administration, flees from sufficient \npunishment for violators and from a realistic, fair way to detect violations.\n\nEmployers cannot be held accountable for whom they hire without a reliable way of verifying the immigration status \n- whether that be a forgery-proof Social Security card or some less expensive tool. An expert immigration \ncommission recognized that fact, as did a White House task force. But for diverse reasons, including a misplaced \nconcern over this extra measure of business regulation, the\n\nReagan Cabinet rejected the idea.  The emptiness of the proposed sanctions against employers is further betrayed \nby the proposed maximum penalty of $1,000 for each illegal hire - a mild cost of acquiring workers at many \nthousands below scale. Moreover, Mr. Smith would let employers avoid penalty altogether if they merely ask for \nsuch easily forged instruments as a driver's license and paper Social Security card.\n\nBy posing a costly and ominous-sounding ''national identity card'' as the only alternative, the Administration stacks \nthe deck. Less expensive techniques are available, including a computer system of telephone verification. The \nPresident's concern for\n\n''our values of individual privacy and freedom'' is welcome, but out of context. Forgery-proof identification need not \ninvade privacy; but the lack of it could cost legal aliens their livelihoods.  Cynical employers can easily mask their \ndiscrimination against\n\nHispanics and other minorities by claiming uncertainty about immigration status.  Some sympathy is warranted for \nanyone who must wrestle with this vexing problem. All the issues - the nature and strength of border patrols, the \n\n\nintercepting of unwanted immigrants at sea, the standards for choosing refugees, the utility of an ''experiment'' in \ntemporary guest worker employment - are mined with controversy and expense.\n\nBut it is hard to sympathize with an effort that failed so clearly on a central point. And if a dozen Cabinet officials \ncan't reach accord on sound recom-mendations, what hope for 500 members of Congress?\n"}