{"title": "Use Social Security to Seal the Border", "body": "\n  CONGRESS failed to pass an immigration reform bill last week largely because sponsors, including the president, \ncould not convince the American people that the legislation would end illegal immigration. In the debate that \npreceded the collapse of the bill in the Senate, the rallying cry of opponents was ''enforcement first.'' Perhaps by \ntaking the critics' slogan seriously, President Bush can salvage a comprehensive immigration policy this year.\n\n  Supporters of immigration reform need to demonstrate that they are serious about stopping illegal immigration \nthrough stringent enforcement at work places. Keeping new illegal immigrants from being employed is far and away \nthe best strategy for deterring them from entering the country, easily trumping border guards and fences. \n\n  Although the failed Senate bill included provisions for worksite enforcement, Congress actually doesn't need to \npass new legislation to achieve it. The Social Security Administration has for seven decades maintained a \ncomprehensive employment database that can keep track of every single employee, legal or not, in the United \nStates. The Social Security database, combined with laws already on the books, provides a way to catch \nunauthorized workers almost as soon as they are hired. \n\n  The Senate bill proposed nationwide expansion of something called the Employment Eligibility Verification \nSystem, which is now a pilot program of the Department of Homeland Security and the Social Security \nAdministration. The idea was to create a database for an ''instant background check,'' similar to the database that \ngun dealers must consult before selling firearms to potential buyers. Any American employer, facing a job applicant, \nwould be required to enter the applicant's information into a new national electronic database. The employer would \nreceive instant -- or at least timely -- verification that the job applicant was in the country legally. \n\n  Skeptics didn't buy this plan for several reasons. Federal agencies, even in the wake of 9/11, have a poor track \nrecord in installing comprehensive new computer data systems. More important, numerous caveats buried in the bill \nwould have let employers off the hook if Congress failed to authorize sufficient money for the new program. Even if \nthat loophole were closed, the ambitious new employment enforcement database could easily be undermined by \nfuture Congresses faced with budget shortfalls, or merely the hostility of the coalition of immigrant advocates and \nemployers that favor lax enforcement.\n\n  Political pressure from this coalition has for years prevented the government from deploying the enforcement \nsystem that is already in place. If it wanted to, here is how the Social Security Administration could run an \nemployee verification system right now.\n\n\n  Under current employment law, every legal permanent resident of the United States is required to have a Social \nSecurity number. Further, employers must register their employees' status and Social Security numbers with the \nSocial Security Administration and make contributions to the system on their behalf. These two features together \ncan serve as a dragnet for identifying all illegal workers. \n\n  Companies or individuals employing illegal workers ''off the books'' are breaking the law, as are those that submit \nfalse or stolen Social Security numbers. Admittedly, tracking down workers with no documents is a daunting task, \nbut that would also be true under the proposed system in the stalled immigration reform bill. But the vast majority of \nAmerican workers -- legal and illegal -- are actually working ''on the books.'' Their status does come to the attention \nof the Social Security Administration. \n\n  Illegal immigrant workers can be identified by the government in several ways. Nearly 40 percent of them, or \napproximately 3.5 million, may have valid Social Security numbers but have overstayed their visas. Their identities \ncan easily be established by matching Social Security Administration data against the visa expiration dates in the \nfiles of the Bureau of Immigration and Customs Enforcement. \n\n  The other illegal immigrants working on the books have submitted fraudulent identification that, when logged by \nthe government, shows up as being either non-existent or duplicative of existing Social Security accounts. When a \nfraudulent Social Security number is sent to Washington, the government deposits the accompanying money in an \n''earnings suspense file,'' a kitty that by last October had grown to $586 billion. The Social Security Administration \ndoes not, however, determine the reasons for the discrepancy (which could be a clerical error or a legitimate name \nchange) or alert Homeland Security and the employer that something is amiss. \n\n  Social Security administrators assert, erroneously, that they are not permitted to aid immigration law enforcement \nor to share data with the Department of Homeland Security. The real reason for their reticence is their fear that \nmore aggressive electronic enforcement might invite political outrage. In 2002, the Social Security Administration \nchose merely to inform employers of Social Security number discrepancies by sending 950,000 ''mismatch'' \nletters. That action so angered businesses and immigration advocates that a year later the modest bureaucratic \neffort was largely ended. \n\n  After last week's legislative failure, it should be clear that the passage of immigration reform requires more \nenforcement of immigration law, not less. Given the country's cynical approach to worksite enforcement until now, \nsupporters of comprehensive immigration reform who claim they intend to curtail future illegal immigration need to \nmake sure that, for once, all government agencies participating in worksite enforcement really have the resources, \nthe will and the political support to give it teeth. By directing the Social Security Administration to use its database \nto enforce our existing immigration laws, President Bush can do this now without waiting for Congress to pass a bill.\n\n  If he does, then perhaps the United States will have truly entered a promising new era in immigration policy. If he \ndoesn't, we will be revisiting this contentious issue a decade from now, when we face a vastly larger illegal work \nforce.\n\nhttp://www.nytimes.com\n"}