{"title": "Jews bringing old Russian icons to Israel; Christian images become precious source of income", "body": "\nTel Aviv - Cash-starved immigrants from the former Soviet Union are bringing precious Russian Orthodox icons \nto Israel, where they sell them at low prices to middlemen or dealers who sometimes resell them for tens of \nthousands of dollars.\n\nThe icons are paintings used in the worship of the Orthodox Church, the chief religion in Russia and much of \nEastern Europe. They depict Christ or other figures sacred to Christians. Those brought into Israel are usually \ndone on wood, and the immigrants can sell them for anywhere from several hundred to several thousand dollars, \ndepending on their age, condition and the name of the artist.\n\nIn some cases, the icons have been in mixed Christian-Jewish families for generations. In others, the immigrants \nbuy them before they leave their old homeland so they can sell them when they arrive in Israel.\n\nTaking them out of the former Soviet Union - or its successor independent republics - is illegal. But the immigrants \ntake the risk, often bribing customs officials to look the other way.; Soviet cash is worthless\n\nThe immigrants are barred from taking money out of the former Soviet Union. So before leaving, they spend their \nrubles - which are worthless elsewhere - on items like icons that they can resell in their new country. In Israel, they \nalso frequently sell valuable family heirlooms, such as silver.\n\nThe sale of icons is similar to what occurred in the 1950s, when Jews came to Israel from Arab countries in the \nMiddle East. They brought with them Persian and other expensive rugs - often, these would be their most valuable \npossessions - and sold them cheaply to earn cash.\n\nDenny Pinkus, one of Israel's best known antiquities dealers, said genuine antique icons can cost from $ 500 to $ \n2.5 million. Most of those being brought by the immigrants into Israel are later sold to tourists and collectors for as \nlittle as $ 500 or as much as $ 30,000, said Mr. Pinkus, who lives in Jaffa, near Tel Aviv.\n\nThe most valuable icons and other antiquities being smuggled out of the collapsed Soviet empire are going to \nBerlin, Munich, Zurich, Geneva and London, Mr. Pinkus said. Those cities have more people interested in buying \nthe icons and more purchasing power than exists in Israel, he said.\n\nHigh-quality icons brought to Israel are often bought and then shipped to Europe or the United States where they \nwill command higher resale prices, according to Mr. Pinkus and other dealers in Tel Aviv and Jerusalem.; Some are \novervalued\n\n\nA spokesman for Sotheby's Auction House in Tel Aviv said the oldest icon she has seen brought to Israel by the \nimmigrants comes from the 18th century. But most of them are from the 19th century, which are considered quite \nvaluable in Russia, but far less so on the international market.\n\nMost of the Soviet immigrants believe the icons they bring in are much older than they really are, said Sotheby's \nrepresentative.\n\nUnder Israeli law, an object must have been made before 1700 to qualify as an antiquity.\n\nOne antique dealer in Tel Aviv said icons from the 16th or 17th century are quite valuable, while most from the 19th \ncentury are not. Sometimes, the dealer said, he buys an immigrant's icon that he can sell for $ 10,000. But neither \nhe nor any of the other dealers would reveal the prices they pay the money-starved immigrants for the religious \nsymbols.\n\nGraphic\n\n \n\nphoto: This is an Orthodox icon of Christ. Older icons from the former Soviet Union are being smuggled to Israel \nand resold. / LOUIS J. SALOME / Staff\n"}