{"title": "Asylum Seekers Need Only a Reasonable Fear", "body": "\nTo the Editor:\n\nThe concern about the fairness of the procedure and the confusion about the criteria in the screening of Haitian \nboat people aboard United States ships described in June 17 and 18 articles from Kingston, Jamaica, are \nsymptomatic of a political and not a legal dilemma. The law is well established. The controlling standard was laid \ndown by the Supreme Court in Immigration and Naturalization Service v. Cardoza Fonseca.\n\nThe essence of this decision was that applicants for asylum in -- or refugee admission to -- the United States are \nnot required to show that they would be singled out for punishment if sent back to the country from which they fled. \nNor do applicants have to demonstrate the likelihood, let alone the clear probability, of such punishment. A \nreasonable possibility of persecution is, or should be, sufficient to support an asylum or admission request.\n\nSince the refugee legislation of 1980 was meant to bring United States law in concordance with the United Nations \nConvention, the Court felt at ease in adopting criteria developed by the Office of the United Nations High \nCommissioner for Refugees. It quoted approvingly the refugee agency's explanation that an applicant's fear in \ngeneral \"should be considered well founded if he can establish, to a reasonable degree, that his continued stay in \nhis country of origin has become intolerable for him for the reasons stated in the refugee definition, or would for the \nsame reason be intolerable if he returned there.\"\n\nAnd the Court, to make quite clear how it wanted the new standard implemented, stated in a memorable caveat: \n\"There is simply no room . . . for concluding that because an applicant only has a 10 percent chance of being shot, \ntortured or otherwise persecuted, that he or she has no well-founded fear of the event happening.\"\n\nFear is a subjective reaction. And it was this aspect of the Court's decision, delivered by Associate Justice John P. \nStevens, that Justice Harry\nA. Blackmun addressed in his concurring opinion.\n\nHe pointed out that the term \"well-founded fear\" demanded a particular type of analysis -- \"an examination of the \nsubjective feelings of an applicant for asylum, coupled with an inquiry into the objective nature of the articulated \nreasons for fear,\" the sort of analysis for which Justice Blackmun commended the \"well-reasoned opinions of the \ncourts of appeals that almost uniformly have rejected the I.N.S.'s misreading of statutory language and legislative \nhistory.\" And he ended with a stern admonition:\n\n\"The efforts of these courts stand in stark contrast to -- but, it is sad to say, alone cannot make up for -- the years of \nseemingly purposeful blindness by the Immigration and Naturalization Service, which only now begins its task of \ndeveloping the standard entrusted to its care.\"\n\n\nThese words were written seven years ago. Alas, they are still apt in the Haitian context. It is as easy to impugn the \nmotives of asylum seekers as basically economic as it is difficult for an outsider to comprehend fully and to \nuntangle the components that lead people to conclude that life in Haiti has become intolerable. But as long as there \nis a possibility, and be it only a 10 percent possibility, that an individual upon return to Haiti will be exposed to the \nretaliatory vindictiveness of a murderous regime, that person is protected by a decision of the United States \nSupreme Court.\n\n \n\nROBERT P. DE VECCHI\n\nCHARLES STERNBERG\n\nNew York, June 22, 1994\n\n \n\nThe writers are the present and former executive officer of the International Rescue Committee.\n\nGraphic\n\n \n\nDrawing\n"}