{"title": "Washington: PROVIDING FOR CONSIDERATION OF H.R. 6136, BORDER SECURITY AND IMMIGRATION REFORM ACT OF 2018 (House of Representatives - June 21, 2018)", "body": "\nWashington: The Library of Congress, The Government  of USA has issued the following house proceeding:   Mr. \nNEWHOUSE. Mr. Speaker, by direction of the Committee on Rules, I call up House Resolution 953 and ask for its \nimmediate consideration. The Clerk read the resolution, as follows: H. Res. 953 Resolved, That upon adoption of \nthis resolution it shall be in order to consider in the House the bill (H.R. 6136) to amend the immigration laws and \nprovide for border security, and for other purposes. All points of order against consideration of the bill are waived. \n\nThe bill shall be considered as read. All points of order against provisions in the bill are waived. The previous \nquestion shall be considered as ordered on the bill and on any amendment thereto to final passage without \nintervening motion except: (1) one hour of debate, with 40 minutes equally divided and controlled by the chair and \nranking minority member of the Committee on the Judiciary and 20 minutes equally divided and controlled by the \nchair and ranking minority member of the Committee on Homeland Security; and (2) one motion to recommit. The \nSPEAKER pro tempore (Mr. Simpson). The gentleman from Washington is recognized for 1 hour. Mr. NEWHOUSE. \nMr. Speaker, for the purpose of debate only, I yield the customary 30 minutes to the gentleman from Colorado (Mr. \nPolis), pending which I yield myself such time [[Page H5439]] as I may consume. During consideration of this \nresolution, all time yielded is for the purpose of debate only. General Leave Mr. NEWHOUSE. Mr. Speaker, I ask \nunanimous consent that all Members have 5 legislative days to revise and extend their remarks. The SPEAKER pro \ntempore. Is there objection to the request of the gentleman from Washington? There was no objection. Mr. \nNEWHOUSE. Mr. Speaker, on Wednesday, the House Rules Committee met and reported a rule, House \nResolution 953, providing for consideration of H.R. 6136, the Border Security and Immigration Reform Act. This \nlegislation demonstrates a pivotal moment in our Nation's history, one in which we can choose to, for the first time \nin decades, make significant improvements to our Nation's broken immigration system. Mr. Speaker, I have been \nin this body for just about 3\\1/2\\ years, and throughout that period of time, and even before as I was working to \nbecome a Congressman, I have always been clear with the people of the Fourth Congressional District of the State \nof Washington that fixing our broken immigration system is a top priority and one that I believe my district, my \nState, and the entire Nation desperately needs. With the rule that we bring forward today, I can look my \nconstituents in the eye, and, with certainty, I can tell them that I believe that this legislation, the underlying bill, this \nconsensus legislation that we have before us, is the best opportunity this body has had in many, many years--in \nfact, decades--to get something signed into law to make a true, lasting, substantive difference to improve our \nbroken immigration system. While it may not be perfect--few bills are--H.R. 6136, the Border Security and \nImmigration Reform Act, includes several main tenets to addressing our immigration crisis, and, I should add, it is \nthe only bill that we are considering that includes all four pillars that the President, on numerous occasions, has \nstated must be a part of any legislation that he will sign into law. First, this legislation includes desperately needed \n\n\nappropriations for border security. The bill appropriates funding for further construction of the border wall, as well \nas technology, personnel, and modernization of our ports of entry. Our border security system is broken and must \nbe fixed, so I would look to my fellow conservatives and say: This is our one shot to get this done. This is our one \nopportunity to live up to the commitment we gave to our constituents when we said we would secure our border. Mr. \nSpeaker, I truly believe that this is our only chance, and we can't waste it. We can't squander it. Let's get our border \nsecured once and for all, and keep our commitment to our people. It also includes a desperately needed solution for \nthe DACA population. I have shared with many of my colleagues time and time again that I have the second highest \nnumber of DACA recipients in my district in the State of Washington out of the entire Republican Conference. A full \nthird of Washington State's DACA population lives in my district of central Washington. I can tell you that I have met \nwith literally hundreds of them, including just this week. Monday afternoon, I met with about half a dozen of these \nyoung people. They are smart, hardworking, respectful, caring members of our community, people that you would \nbe proud to call your own constituents. I am proud that this legislation provides them with the certainty that they \nneed so that they can continue moving forward with their educational and professional endeavors, and continue to \nbe productive, upstanding members of society. Do you know what they told me that they wanted and that they \nneed? They would like hope. We can give it to them with this bill. Mr. Speaker, this bill also, importantly, addresses \nthe terrible situation that we have all been witnessing regarding family separation at the border. Children should not \nbe taken away from their parents. We can enforce our laws and enforce our border while also keeping families \ntogether. This situation has shown one more broken piece of an immigration system that is not working for \nanyone, and another example that shows why reform is so desperately needed. It makes clear that minors at the \nborder must remain with their parent or legal guardian. Mr. Speaker, I want to share an excerpt that comes from an \ninterview that I just watched with one of our Border Patrol agents, a Mr. Chris Cabrera, and if I may quote him, Mr. \nSpeaker. ``We've had this situation going on for 4 years now, and for some reason, we haven't fixed it. I don't think \nyou can necessarily blame it on one administration or the other. It started under one and is continuing under \nanother. It hasn't been fixed, and it needs to be fixed. ``Right now, we have this beacon of, `We'll leave the light on \nfor you and let you come illegally into the country.' If you've seen some of the stuff we've seen down here, you \nwould understand just how important it is to have a tough stance to divert people from coming here. When you see \na 12-year-old girl with a Plan B pill--her parents put her on birth control because they know getting violated is part of \nthe journey--that's a terrible way to live. When you see a 4-year-old girl traveling completely alone with just her \nparents' phone number written across her shirt, something needs to be done. ``We had a 9-year-old boy last year \nhave a heat stroke and die in front of us with no family around. That's because we're allowing people to take \nadvantage of this system. ``Let's be honest here, if we want this law changed, then that's on Congress. That's on \nnobody else but Congress. They need to get to work and change this law.'' So I would respectfully challenge my \ncolleagues on both sides of the aisle, but on the other side of the aisle especially, do not join Senator Schumer, who \nsays there is no need for a legislative solution. There is a need. I urge you to reject much of the rhetoric that I have \nheard on the floor just today rejecting funding for border security. It can be easy to make this political and refuse to \nmove a solution forward that actually has a chance of being signed into law in an effort to score political points. \nThat is really easy. But this is just too important. Congress can legislate on this. Congress must legislate on this. \nAnd with this bill before us, we can fix this. Now, to me, something important this legislation does not address is the \ndesperate need for a reliable, efficient, and fair program for American farmers to access a legal, stable supply of \nworkers. Our broken H-2A and guest worker program has hobbled much of the agricultural industry from attaining a \nreliable workforce. Chairman Goodlatte of the House Judiciary Committee has been a steadfast advocate for \nreforming this system, and I thank him for his dedication to this matter over the years. I am heartened by the \ncommitment the Speaker, as well as the majority leader, have given to me and others for a stand-alone vote on \nagricultural workforce legislation before the August recess. And I pledge to Chairman Goodlatte to work with him \nand all of my colleagues on that legislation. So while this bill does not fix every broken aspect of our immigration \nsystem, it does take a major consensus-based step toward addressing several main components, including \nproviding certainty for DACA recipients and finally securing our border once and for all. Honestly, Mr. Speaker, \nmany of my constituents are asking me a pretty hard question: Why isn't this bill bipartisan? Why aren't any \nDemocrats supporting it? I don't know the answer to that, but it may be just as simple as this: Because it is actually \nsomething that the President will sign into law. Even though it provides certainty for the DACA population, which we \nall want, even though it addresses the terrible situation of family separation at the border, which I hear is something \neverybody wants to fix, anything that actually fulfills the President's goal of securing the border my Democratic \n\n\n\ncolleagues seemingly refuse to vote for. Now, I don't engage in hyperbole, but I do not think it is hyperbolic to say \nthat my Democratic colleagues may not want to secure our border or enforce our immigration laws. That is what I \nsee. It is clear to me their desire [[Page H5440]] to not give the President a ``win'' is more important than their \ndesire to actually fix and find a solution to these issues. Mr. Speaker, compromise is hard. It is tough stuff. \nConsensus is always difficult. Both of these things seem to have become four letter words. The same goes for \ncooperation and negotiation. But these are values that I, and many of us, have tried to espouse as we have worked \ntogether with colleagues from both sides of the aisle for these many months to find a solution to DACA while also \nsecuring our border. {time} 1430 But at the end of the day, we should all be operating under one reality--one thing \nthat maybe some people do not want to accept or admit--whether you like it or not, the President has made it clear \nwhat must be included in any bill in order to be signed into law, he has told us what he needs. Now, I have \nacknowledged this, and I admit, it may be easier for some of us to admit than others, but that is the reality. If my \ncolleagues refuse to accept that the President's top priority is securing the border, then consensus, Mr. Speaker, is \njust not possible. I believe our President has shown good-faith willingness to compromise on the issue of DACA. He \nhas come a long way. Unfortunately, we have not seen that same good-faith effort coming from all of our \ncolleagues. It is disappointing, my friends on the other side of the aisle refuse to work with us to try to find a solution \nhere. Mr. Speaker, history will be our greatest judge. It is always easy to be a no, but I will always strive to get to \nyes for the betterment of our Nation's future. There is simply too much riding on this legislation for us to not work as \nhard as we can to get to yes. The people of this country deserve nothing less. Mr. Speaker, I urge my colleagues to \nsupport this rule and support the underlying legislation, and I reserve the balance of my time. Mr. POLIS. Mr. \nSpeaker, I yield myself such time as I may consume. Mr. Speaker, I am strongly against this rule and the underlying \nlegislation. We have a human rights catastrophe on our hands. In less than 90 days, the Trump administration has \nripped 2,500 children out of their parents' arms. I am the father of a 3-year-old and a 6-year-old. I can only imagine \nwhat it would mean to have them taken to parts unknown, perhaps even locked in a cage, not knowing, not being \nable to find out what is happening to them. This was a conscious decision that President Trump and Attorney \nGeneral Sessions made to separate children from parents. It was not the congressional intent of the law. It was not \nthe way that President Obama implemented the law. It was not the way President Trump implemented the law until \n90 days ago. But then President Trump made this mean-spirited decision to literally take little children, even babies, \naway from their mothers in our country, to place innocent children in facilities that have mats on the floor or thermal \nblankets for warmth, away from the loving embrace of a mom or a dad. The President called this a zero-tolerance \npolicy. It was simply the only reason that these families that are fleeing to the U.S., who are trying to keep their \nchildren safe, are being treated like criminals and having their young children taken away from them. Children are \nbeing moved around this country faster than the Office of Refugee Resettlement can even track. We already know \nthat the Office of Refugee Resettlement has a history of literally losing children, losing track of them while they are \nin custody, and now they are responsible for even more young, innocent lives. Young children are being placed with \nhost families as far away from the border as Michigan and Washington State. Parents don't even know where their \nchildren are. And young children are simply terrified about what happened to their loving mom and their loving dad, \nand how our country, the United States of America, could be complicit in separating them from the only parents they \nknow. This is an embarrassment for our Nation, and it must end. And it is offensive when these bills before us are \ntalked about as consensus or compromise, when no Democrats were involved. It may be a consensus between far-\nright Republicans and rightwing Republicans, but it is not a consensus among moderates, independents, or a single \nDemocrat. And when it comes to caring about these kids, I know my Republican colleagues care as well. So show it \nby supporting a true compromise bill, like the Dream Act, like other bills that we have had before us, like \ncomprehensive immigration reform that, of course, will get votes from both sides of the aisle because they are the \nright thing to do for our country. There are long-term consequences for this shortsighted policy. The very act of \nseparating a family has traumatic and long-lasting impact for young girls like this, taken away from their mom and \ndad, their culture, their support system. They don't even have the tools at a young age to process what is going on \nor the trauma or the reality of the situation. One Colorado pediatric emergency doctor treating children removed \nfrom their parents said: ``The children clung so tightly and completely to their foster mothers, both at the emergency \ndepartment and at home, that they were literally unable to put them down. They were terrified that their world would \nbe broken for a second time.'' The Trump administration is creating a generation of thousands of kids, many of \nwhom will grow up in our country, whose first and sometimes most formative memories is of somebody wearing the \nbadge or the flag of our country tearing them apart from their mother or their father while they are screaming, while \n\n\n\nthey are crying out in the void of a fluorescently-lit warehouse funded by your taxpayer dollars. According to the \nOffice of Refugee Resettlement, responsible for the care of these kids, many children remain in these shelters for \n57 days on average. It is further disturbing that President Trump would willingly pull families apart and not have any \nplan for reuniting them even with his executive order, no plans to unite the over 2,500 children who have been torn \napart from their parents. According to the former director of ICE, these family separations may become permanent, \nliterally leaving hundreds of kids here in the U.S. left in an already stressed and underfunded child welfare system, \nwhere they literally have a mom or dad fully capable of giving them care and loving them that has been forcibly \nseparated from their own young children. My office has been flooded with calls--I know yours has too, Mr. Speaker--\nsome callers crying on the other end, demanding that we do something. Yet, instead of ensuring that we provide \nresources families need and reunite them and heal the trauma, the Republicans are bringing to the floor partisan \nbills that would detain families indefinitely and criminalize even more immigrants. But this is what happens in a \nbroken, failing, unaccountable immigration system. On that, we agree. So, please, begin the discussions of \ncompromise, of consensus. And that doesn't mean yourselves, Republicans. You control this body. You get to say \nwhat we vote on. It means involve caring independent, unaffiliated, Democrats, moms and dads, the faith \ncommunity, the law enforcement community. Don't just have this discussion behind closed doors and come out with \neven more draconian measures that tear even more families apart. So instead of bringing two bills to the floor that \nhave widespread opposition, even in your own party--Republicans failed to pass their own bill--there are bipartisan \nsolutions that would not only pass the House, but would get a large majority of the House. We could probably get to \ntwo-thirds of this House voting for compassion and love if we only were willing to try, bills that truly balance and \ninclude border security and safety and the values of our country, so we know that we, as Americans and as \ntaxpayers, are not complicit in tearing a young girl's world apart. Look, in Congress we often argue on policy issues. \nAnd I respect Mr. Newhouse, my friend from Washington. And I would tell him that what a compromise means, Mr. \nNewhouse, is not [[Page H5441]] you compromising with Stephen Miller; it means you compromising with Luis \nGutierrez or Zoe Lofgren or me or the faith community. It is not a compromise when reasonable people like Mr. \nNewhouse and Mr. Curbelo go into a backroom and have the reason beaten out of them by hateful fearmongering \nthat is, frankly, un-American. Look, I urge my Republican colleagues to imagine that these children were theirs, \nbecause they are ours, they are our wards, they are in our country. This cannot be allowed to continue. We need to \nreject this rule. Mr. Speaker, I urge my colleagues to oppose this heartless, inhumane bill and begin a true process \nof compromise and consensus that can secure our borders, fix our broken immigration system, unite families, \nrestore the rule of law, and reflect our values as Americans. Mr. Speaker, I reserve the balance of my time. Mr. \nNEWHOUSE. Mr. Speaker, I yield myself such time as I might consume. Mr. Speaker, I would like to remind the \ngentleman that the Dream Act that he says is supported by many people in this Chamber would do nothing to \naddress the issue that is happening at the border right now. The only piece of legislation before us today is the bill \nthat we have in front of us, H.R. 6136, that if we pass that would solve that situation now. Mr. Speaker, I yield 3 \nminutes to the gentlewoman from Utah (Mrs. Love). Mrs. LOVE. Mr. Speaker, in the past few years, we the \nAmerican people have been presented with false choices: between following the rule of law or showing compassion \nto people in need. I have had the privilege of being born in the United States, but I grew up with parents who faced \nthe hardships of living under a dictatorship. They came to America hoping that the peace and the opportunity they \nheard about really did exist. They worked hard jobs, scrubbing toilets, they learned our language, studied our \nhistory, learned our system of government and our Constitution. And after many years, when they finally had the \nprivilege of taking the oath of citizenship and pledging their allegiance to the American flag, they knew exactly what \nthey were saying and they meant every word of it. They were not just enjoying the blessings of what this country \nhad to offer, but they were willing to take on the responsibilities that came with it. They gave me an appreciation for \nthis great Nation and told me every day that I was blessed to be born in it. Mr. Speaker, I urge everyone to attend a \nnaturalization ceremony and see the journey and the sacrifices that people have made to achieve citizenship. I think \nevery American should take that oath of allegiance. The goal of any immigration reform should be about family, \nsafety, economic and community stability. The practice of separating loving families from their children at the border \nis heartbreaking to watch, which is why we should support this bill. We are a Nation of laws. We should provide \nlaws that create certainty about the fate of these families. Although H.R. 6136 is not a perfect bill for everyone, it \ndoes end the policies that make it easier to be here illegally than it is to be here legally. And it hits the sweet spot, \nallowing us both to follow the rule of law and show compassion to those who seek freedom and the blessings this \ncountry has to offer. We cannot hide behind procedures and posturing. We must take a vote. We must be \n\n\n\naccountable to the people who we represent. It is our turn and our time to follow what the Constitution says in \nArticle I, Section 8, to create a uniform rule of naturalization. I am a daughter of immigrants. We are a proud \nAmerican family of patriots. We believe that this country is worthy of all of our greatest efforts. Mr. Speaker, I urge \nmy colleagues, all of us, to support the rule for this bill. Mr. POLIS. Mr. Speaker, I yield myself such time as I might \nconsume. Mr. Speaker, I include in the Record an article from Reuters today titled: ``U.S. Centers Force Migrant \nChildren to Take Drugs.'' [From Reuters, June 21, 2018] U.S. Centers Force Migrant Children to Take Drugs: \nLawsuit Immigrant children are being routinely and forcibly given a range of psychotropic drugs at U.S. government-\nfunded youth shelters to manage their trauma after being detained and in some cases separated from parents, \naccording to a lawsuit. Children held at facilities such as the Shiloh Treatment Center in Texas are almost certain to \nbe administered the drugs, irrespective of their condition, and without their parents' consent, according to the \nlawsuit filed by the Los Angeles-based Center for Human Rights & Constitutional Law. The Shiloh center, which \nspecializes in services for children and youths with behavioral and emotional problems, did not respond \nimmediately to a request for comment. The lawsuit was filed on April 16, days after the introduction of the Trump \nAdministration's ``zero tolerance'' policy to separate children from parents who crossed the U.S.-Mexico border \nillegally. Trump abandoned the policy on Wednesday. ``If you're in Shiloh then it's almost certain you are on these \nmedications. So if any child were placed in Shiloh after being separated from a parent, then they're almost certainly \non psychotropics,'' said Carlos Holguin, a lawyer representing the Center for Human Rights & Constitutional Law. \nOfficials at the Office of Refugee Resettlement (ORR), which oversees such centers, were not immediately \navailable for comment. Taking multiple psychotropic drugs at the same time can seriously injure children, according \nto the filing, which highlights the need for oversight to prevent medications being used as ``chemical straight \njackets,'' rather than treat actual mental health needs. ORR-run centers unilaterally administer the drugs to children \nin disregard of laws in Texas and other states that require either a parent's consent or a court order, the filing said. \nThe lawsuit seeks a shift in ORR policies to comply with state laws and prevent the prolonged detention of children. \nSome youths at Shiloh reported being given up to nine different pills in the morning and six in the evening and said \nthey were told they would remain detained if they refused drugs, the lawsuit said. Some said they had been held \ndown and given injections when they refused to take medication, the lawsuit said. One mother said neither she nor \nany other family member had been consulted about medication given to her daughter, even though Shiloh had their \ncontact details. Another mother said her daughter received such powerful anti-anxiety medications she collapsed \nseveral times, according to the filing. Mr. POLIS. Mr. Speaker, ``Immigrant children,'' quoting from this article, ``are \nbeing routinely and forcibly given a range of psychotropic drugs at U.S. government-funded youth shelters.'' Taking \nmultiple psychotropic drugs can seriously injure children. And many youths in Shiloh detention facility are being \ngiven nine different pills in the morning, six in the evening. You are paying for them all, Mr. Speaker. Taxpayers are \npaying for pills and injections and drugs for 2-years-olds and 4-year-olds that have been stripped from their parents. \nOne mother said she nor any other family member had even been consulted about their daughter being given \npowerful drugs. Many kids are being held down, forcibly given injections when they refuse to take the medication \nthat our tax dollars are paying for. We need to stop this, Mr. Speaker. You don't need a bill to stop it. President \nTrump needs to stop it. He wasn't doing it till 90 days ago; then he started to do it. It is not the will of Congress. It is \nnot the letter of the law. It is a policy that is un-American and far outside the intent of Republicans or Democrats in \nthis body. {time} 1445 If we defeat the previous question, I will offer an amendment to the rule to bring up Ranking \nMember Nadler's bill, H.R. 6135, the Keep Families Together Act, which I am proud to cosponsor. This thoughtful \nproposal would prohibit the Department of Homeland Security from separating children from their parents, of \ncourse, except in extraordinary circumstances, and limit the criminal prosecution of asylum seekers. Mr. Speaker, I \nask unanimous consent to insert the text of my amendment in the Record, along with extraneous material, \nimmediately prior to the vote on the previous question. The SPEAKER pro tempore. Is there objection to the \nrequest of the gentleman from Colorado? There was no objection. Mr. POLIS. Mr. Speaker, I yield 2 minutes to the \ngentlewoman from Washington (Ms. Jayapal) to discuss our proposal. [[Page H5442]] Ms. JAYAPAL. Mr. Speaker, \nthe Keep Families Together Act is the only bill that is a real solution to the human tragedy of abuses of children, of \nfamily separation at our border. This bill prohibits the separation of children from their parents; limits criminal \nprosecutions for asylum seekers; and requires DHS to reunite children and parents, something that the Trump \nadministration has no plan for. Mr. Speaker, the Keep Families Together Act is the bill we should be sending to the \nPresident's desk for signature, not H.R. 6136. H.R. 6136 does absolutely nothing to address the abuses of children, \nand I want to make it clear that it actually makes things worse. Does anybody really believe that incarcerating \n\n\n\nchildren with their parents is the solution to family separation? or making children more vulnerable to trafficking? or \neliminating basic requirements for confinement, like clean water and toilets? Mr. Speaker, 11 days ago, I met with \nmothers detained in a Federal prison after cruelly being separated from their children, and one of the mothers told \nme how she made the devastating decision to leave her blind child behind and take her other child to safety \nbecause she knew that the blind child would not be able to make this journey. These mothers and fathers are \nmaking impossible choices to come here to this country seeking safety, and H.R. 6136 does nothing to reunite \nthese children, screaming ``Mama'' and ``Papi,'' with their parents. The best case scenario is that they would be \nincarcerated in a family prison camp. The President is responsible for this tragedy, and he has not reversed this \npolicy. DHS has said that they don't even know where this child is. Mr. Speaker, H.R. 6136 does not even address \nthe crisis of Dreamers. I believe my colleague from the great State of Washington when he says he wants to fix \nthat. The SPEAKER pro tempore. The time of the gentlewoman has expired. Mr. POLIS. I yield the gentlewoman \nfrom Washington an additional 15 seconds. Ms. JAYAPAL. But, in fact, this locks 82 percent of Dreamers out of \ncitizenship, while dismantling the family immigration system and revoking approved petitions for 3 million family \nmembers who have paid fees and waited for years. This is not a moderate bill. It is wrong. Let's stand up for these \nchildren. Let's bring the Keep Families Together Act to the floor for a vote. Let us stand up for America. Mr. \nNEWHOUSE. Mr. Speaker, I yield 1\\1/2\\ minutes to the gentleman from Illinois (Mr. Rodney Davis). Mr. RODNEY \nDAVIS of Illinois. Mr. Speaker, I wish I could use that picture that my colleagues had up because we are debating a \nsolution to an issue that Congresses for decades have not addressed. Immigration is a difficult issue. It invokes \nstrong feelings on both sides. But it is an issue that is long overdue. This vote today is important for showing the \nAmerican people that we can govern. The President supports it because it is strong on border security, provides a \npermanent solution for the DACA population, supports merit- based legal immigration, and codifies the law to allow \nfamilies to stay together. Frankly, these are all issues I have heard Republicans and Democrats talk about fixing. I \nhope some of my friends on the other side of the aisle will vote for this bill, and I think, if we were in a different time, \nmany would. But I am not sure that is going to happen. That is why we need every Republican to be with us. It is \nnot an easy issue, but we were elected to lead. By passing this bill, which has the best chance of making it through \nthe Senate and being signed by the President, we could be the leaders who finally secure our borders, provide \ncertainty for people who were brought here as children through no fault of their own, move our legal immigration \nsystem to a merit-based process, and keep families together--all issues that both sides have talked about solving, \nbut today, with this vote, we could be the ones who solve these problems for decades. I urge my colleagues to vote \n``yes'' because it is a vote to govern. Governing is hard, but I am confident that we can get it done. Mr. POLIS. Mr. \nSpeaker, I yield 2 minutes to the gentleman from New York (Mr. Crowley), the chair of the Democratic Caucus. Mr. \nCROWLEY. Mr. Speaker, we were so close, so close. Some Republicans were finally willing to work with \nDemocrats on a bipartisan way forward to give certainty to Dreamers, young people who want to be able to work \nand go to school here free from fear. We needed just three more Republicans to tell their party enough is enough, \njust three more Republicans to support our bipartisan effort to hold votes on an array of proposals and let the most \npopular one win the day. But sadly, when the time came, they abandoned that effort. They abandoned the \nDreamers. They caved because the Republican leadership twisted their arms because the most hateful elements \nwithin their party don't want to fix these problems. They thrive off of them. They don't want these people who \ndeserve citizenship to get it. We do. They don't think families deserve asylum or protection. We do. They don't think \nthese people deserve a chance at the American Dream. We do. The bills we have before us today are a disgrace. \nThey do nothing to stop the Trump orphan-creating machine, taking children from their parents and doing nothing to \nreunite them. And ultimately, they won't fix any of the problems we have because they won't become law. My \ncolleagues on the other side of the aisle are wasting time-- wasting time--while people and children suffer. The \nAmerican people won't stand for this. They won't stand for corrupting the law and twisting the Bible verses to justify \nsplitting up families. They won't stand for torturing, psychologically torturing, refugee children. They won't stand for \ncowardice and callousness. That is not what America is made of. Mr. NEWHOUSE. Mr. Speaker, I yield 2 minutes \nto the gentleman from Florida (Mr. Diaz-Balart). Mr. DIAZ-BALART. Mr. Speaker, I have heard so many interesting \nwords on this debate. The last gentleman, whom I respect, said how the Democrats care so much for these \nindividuals, and yet let's be perfectly clear. They had ample opportunity after ample opportunity to solve the \nproblem. In 2009, they promised that they would do it within 100 days. Then the President said that he would do it. \nDemocrats had 60 percent of the votes in the Senate. They had huge majorities in the House, and they had a \nbipartisan bill ready to go, and yet they refused to do it. But this is not a moment to point fingers, as my colleague \n\n\n\njust spent all of his time doing. This is a moment to find solutions. Look, if you believe, like I do, that these folks who \nare here--no fault of their own--should have an opportunity to stay here, to be part of society, to be legalized and to, \nyes, obtain citizenship, this may be the best--it is the best and, potentially, the last chance for a long time to get that \ndone, and this bill does that. If you believe that minor kids should not be separated from their families, and if you \nbelieve that the best way to guarantee that is through legislation, this is the best and, potentially, last opportunity to \nget that done because this bill does that. And if you believe that the United States has the right--no, the obligation--\nto determine who comes in and who leaves, this is, then, also the best and, potentially, last shot to get those three \nthings done. So, again, a lot of rhetoric, but this bill does three things: It allows Dreamers to stay here and allows \nthem to become part of society forever and with pathways to citizenship; it stops, legislatively, the separation of \nminors from their parents on the border; and it secures the border. That is what this bill does. Everything else, Mr. \nSpeaker, is cheap rhetoric. Mr. POLIS. Mr. Speaker, I yield myself such time as I may consume. To my friend Mr. \nDiaz-Balart and Mr. Newhouse and so many others, we stand ready to work with you, but instead, you chose to \nwork with Steve King, Louie Gohmert, Stephen Miller. [[Page H5443]] Come talk to us. We are ready. Democrats, to \na person, are ready to support something that we don't fully agree with because we understand the Republicans \ncontrol this body. So come talk to us, and stop talking to Steve King, Louie Gohmert, and Stephen Miller. Mr. \nSpeaker, I yield 1 minute to the gentleman from Massachusetts (Mr. Capuano). Mr. CAPUANO. Mr. Speaker, this \nbill also authorizes $24 billion to build a stupid wall. This bill also says it is going to be harder for family \nreunification by repealing two laws that already allow it. This bill also says that 3 million people who have done the \nright thing and are in line to become citizens are now going to be shunted aside. Don't kid yourself about what this \nbill says and what it doesn't say. This bill also is a sham. You know it and I know it. Now, previous speakers said \nthat history is going to judge us. You are right. It will. On this issue, God is going to judge you as well. When you go \nto those gates and there is a little thing in there that says you went out of your way to use children for your political \npurposes, you really think that is a good mark to have in your book? I don't think so. When you talk about \ncompromise, it takes a little bit more than just looking in the mirror and compromising with yourself. It actually \nmeans you have to deal with people who sometimes don't agree with you. This bill is a lousy bill. You know it; we \nknow it; and America knows it. The SPEAKER pro tempore. The Chair would remind Members to address their \nremarks to the Chair. Mr. NEWHOUSE. Mr. Speaker, I yield myself such time as I may consume. The previous \nspeaker just made the point I was going to. If you are going to negotiate in good faith and arrive at consensus, you \nhave to accept who the President is and what he requires in order to sign legislation whether you like it or not. And \none of the priorities that he has made as clear as day is that there will be border security and a wall. Refusing to \naccept that fact pretty much closes the door on the opportunity or any possibility of negotiation. Mr. Speaker, I yield \n3 minutes to the gentleman from the great State of Florida (Mr. Curbelo). Mr. CURBELO of Florida. Mr. Speaker, I \nam relatively new to this body, but I have been following politics in this country for quite some time. For many years, \nI have been hearing Members of Congress on both sides of the aisle, but more so on this side, promising the \ncountry that we would secure the border, that we would disrupt the drug traffickers who are poisoning our people, \nand that we would disrupt the human traffickers who abuse and rape small children and others as they take them \nacross the desert. This is the opportunity to fulfill the promise of securing our country's border, because this \ncountry, just like any other country in the world, has the right and the responsibility to secure its border and enforce \nits immigration laws. For a long time, I have also been hearing people talk about Dreamers, the victims of a broken \nimmigration system, young immigrants brought to our country as children, who grew up here, went to school with \nour own children, pledge allegiance to the same flag, and today are contributing to this great country. A lot of \npeople in this Chamber, on both sides, more so on the other side of the aisle, have been promising a solution for \nDreamers for 17 years, with nothing to show for it. This is our opportunity to make sure these young immigrants are \ntreated fairly and guaranteed a future in America with a bridge onto the legal immigration system. We take the \nexact criteria that the Obama administration laid out in the DACA program. That is in this legislation. This bill will \nalso help us end family separation, which I think there is a great deal of bipartisanship for in this Chamber. Our \ncountry should have the ability to enforce its laws and to keep families together, which is exactly what the Obama \nadministration was attempting to do until the courts got in the way. We can fix that here. And lastly, we need to \nmodernize our immigration system. We are a nation of immigrants. I am the child of immigrants, and I am so proud \nof it. But our immigration laws are outdated. Our immigration system has to be modernized so that it is better \naligned with our economy so that immigrants who come to this country have the best opportunity to grow, to \nprosper, and to contribute. {time} 1500 The alternative is the status quo. A vote against this legislation is the status \n\n\n\nquo. What is the status quo? A porous, wall-less border; uncertainty for Dreamers; young people who could lose \ntheir status within months; families separated at the border; and an outdated immigration system that dishonors \nevery American. So this is our chance to come together. Is this legislation perfect? Every Member of this House \ncould find an excuse to vote against this bill. But that is the problem with immigration, that nothing has ever been \ngood enough. When nothing is good enough, you get nothing. And that is not fair to the American people. That is \nwhy I sat at the table, and I have been at the table for weeks, not just with Republicans, with Democrats, good \ncolleagues like Mr. Polis. We sat long hours trying to reach a compromise, and it is always elusive. Let's change \nthat now. Mr. POLIS. Mr. Speaker, I also remind my friend from Miami that we have reached several compromises. \nHe and I are both members of the Problem Solvers Caucus. I am proud that the Problem Solvers Caucus--more \nthan 25 Democrats, 25 Republicans--we agreed. We reached a compromise bill--border security, addresses the \nneeds of the Dreamers. I think it would get 60, 70 percent of the votes on the floor of the House. Let's bring that bill \nup. Unfortunately, Republicans chose to set Mr. Curbelo's work and my work aside and proceed with a spiteful bill \nthat makes the problem worse. Mr. Speaker, I yield 1 minute to the gentleman from Texas (Mr. Doggett). Mr. \nDOGGETT. Mr. Speaker, last September, President Trump took our Dreamers, those incredible young people who \nare contributing so much to America, he took them hostage. Then, this month, he added to the hostages by \nordering that babies, literally, be yanked out of their moms' arms. Today, with his Republican enablers, he is \nbasically saying: Give me my $25 billion wall ransom, and give it to me paid in full. But I am not promising to release \nthe hostages. Today's bill is wrong for Dreamers. It is wrong for taxpayers. It is wrong for those families who have \nbeen torn apart by this government- sanctioned child abuse. How great that, with his latest U-turn today, the \nPresident is dispatching his wife, a mother herself, to the Texas border. I just happen to feel that the kids that are \ntied up in those cages don't want to see a mother. They want to see their mother. Tonight, they will cry themselves \nto sleep again, because the self- described ``stable genius'' didn't bother to include anything in his executive order \nto reunite those families. The SPEAKER pro tempore. The time of the gentleman has expired. Mr. POLIS. Mr. \nSpeaker, I yield an additional 15 seconds to the gentleman from Texas. Mr. DOGGETT. Mr. Speaker, I would say, \ninstead of taking these hostages and passing this bill, they need to build a great mirror and look in it to see how \nthey have become willing accomplices to this wrongdoing. I bet Mexico would pay for that. Mr. NEWHOUSE. Mr. \nSpeaker, I yield myself such time as I may consume, and would just like to respond to one thing that was said \npreviously. All of us have been using examples of young people and how they are being treated at the border. I take \nexception to the implication that we will all be judged accordingly by our Maker for doing so, in a negative way. Let \nme just repeat what I said in my opening remarks, quoting a Border Patrol agent, Mr. Chris Cabrera. He told us that: \n``If you've seen some of the stuff we've seen down here, you would understand just how important it is to have a \ntough stance to divert people from coming here. When you see a 12-year-old girl with a Plan B pill--her [[Page \nH5444]] parents put her on birth control because they know getting violated is part of the journey . . . something has \nto be done.'' That is exactly what we are doing here with this piece of legislation, Mr. Speaker. If we pass this \ntoday, that will help solve this problem today. That is what we, as Congress, need to do. We need to be responsive \nto the plight of people trying to get here, as well as to the citizens of our own country. Mr. Speaker, I reserve the \nbalance of my time. Mr. POLIS. Mr. Speaker, I include in the Record an article entitled ``Pentagon Asked to Make \nRoom for 20,000 Migrant Children on Military Bases.'' [June 21, 2018] Pentagon Asked To Make Room for 20,000 \nMigrant Children on Military Bases (By Dan Lamothe, Seung Min Kim and Nick Miroff) The Trump administration is \nconsidering housing up to 20,000 unaccompanied migrant children on military bases in coming months, according \nto lawmakers and a Defense Department memo obtained by The Washington Post. The Pentagon's notification to \nlawmakers said that officials at Health and Human Services asked the Pentagon to indicate whether it can provide \nthe beds for children at military installations ``for occupancy as early as July through December 31, 2018.'' Sen. \nCharles E. Schumer (D-N.Y.) addressed the issue on the Senate floor Thursday morning. ``The Department of \nDefense has been asked whether it can house 20,000 unaccompanied children between now and the end of the \nyear,'' he said. ``How will that work? Is it even feasible?'' The plan would seemingly have similarities to 2014, when \nthe Obama administration housed about 7,000 unaccompanied children on three military bases. The Pentagon, in \nits congressional notification to lawmakers, said it must determine if it ``possesses these capabilities.'' As required \nunder the Economy Act, the memo said, the Defense Department would be reimbursed for all costs incurred. The \nsites would be run by HHS employees or contractors working with them, the memo said. They would provide care \nto the children, ``including supervision, meals, clothing, medical services, transportation or other daily needs,'' and \nHHS representatives will be present at each location. The memo was sent to lawmakers Wednesday after \n\n\n\nPresident Trump reversed his administration's unpopular policy to separate children from their parents as they \narrived at the southern U.S. border. The president's executive order directed Defense Secretary Jim Mattis to ``take \nall legally available measures'' to provide Homeland Security Secretary Kirstjen Nielsen with ``any existing facilities \navailable for the housing and care of alien families,'' and the construction of new facilities ``if necessary and \nconsistent with law.'' Lt. Col. Jamie Davis acknowledged Thursday that the Pentagon received the request, and said \nthe department is reviewing it. The Trump administration spent months planning, testing and defending its family \nseparation system at the border, taking more than 2,500 children from their parents in the six weeks prior to the \npresident's executive order Wednesday bringing it to a halt. The U.S. government has been examining for weeks \nwhether it can use military bases to house migrant children. Representatives from HHS visited three bases in \nTexas--Fort Bliss, Dyess Air Force Base and Goodfellow Air Force Base-- last week to review their facilities for \nsuitability, and were scheduled to review Little Rock Air Force Base in Arkansas on Wednesday, Davis said. The \nObama administration temporarily set up temporary centers in 2014 at three U.S. military bases: Fort Sill in \nOklahoma, Lackland Air Force Base in Texas and naval Base Ventura in California. Asked about the possibility of \nmilitary bases being involved again, Mattis said Wednesday that the Defense Department would ``see what they \ncome up with'' in HHS, and that the Pentagon will ``respond if requested.'' Mattis dismissed concerns about housing \nmigrants on military bases now, noting that the Defense Department has done it on several occasions and for \nseveral reasons. ``We have housed refugees,'' he said. ``We have housed people thrown out of their homes by \nearthquakes and hurricanes. We do whatever is in the best interest of the country.'' The secretary, pressed on the \nsensitivities of the Trump administration separating children from their parents, said reporters would need to ask \n``the people responsible for it.'' ``I'm not going to chime in from the outside,'' he said. ``There's people responsible \nfor it. Secretary Nielson, obviously, maintains close collaboration with us. You saw that when we deployed certain \nNational Guard units there, so she's in charge.'' Sen. Jack Reed (D-R.I.) and Rep. Adam Smith (D-Calif.), the \nleading members of the armed services committees, wrote a letter to Mattis on Wednesday requesting assurances \nthat members of Congress would have access to any migrant facility established on a military base. The letter, sent \nbefore Trump dropped his family-separation policy at the border, said that it was essential to have access even in \ncases where only short notice is provided. Mattis has approved temporarily detailing 21 military attorneys to the \nJustice Department to help with the glut of immigration cases that have emerged on the border. The order, issued \nearlier this month, calls for 21 attorneys with criminal-trial experience to assist as special assistant U.S. attorneys \nfor 179 days, Davis said. They will help in prosecuting border immigration cases, he added, ``with a focus on \nmisdemeanor improper entry and felony illegal reentry cases.'' The possibility was raised in a congressional hearing \nin May, and first reported as underway by MSNBC on Wednesday night. U.S. law permits a judge advocate lawyer \nto be assigned or detailed to another agency, including to provide representation in civil and criminal cases. Mr. \nPOLIS. Mr. Speaker, the Trump administration is now looking to house up to 20,000 children taken away from their \nparents at military bases. They are looking to take 10 times as many children away from their parents as they \nalready have. It is time to stop President Trump. Mr. Speaker, I yield 1 minute to the gentlewoman from California \n(Ms. Lofgren). Ms. LOFGREN. Mr. Speaker, this bill wouldn't end the separation of children from their parents, but \nit would also provide that the parents could be put in jail with their children. The alternative, which is false, seems to \nbe to put the mother in the cage with the toddler or they run free and we will never see them again. It is not true. \nThere was something called the Family Case Management Program--100 percent attendance rate at the \nimmigration hearing. Those are not my figures. Those are figures from the Department of Homeland Security \nOffice of Inspector General. One hundred percent of the people showed up at their hearing, either to get relief or to \nbe removed, at a cost of $36 a day, as compared to $711 a day to keep a child in a temporary tent facility. We don't \nwant to see the equivalent of internment camps, as we saw in World War II, for these asylum seekers. We need the \norderly administration of the immigration laws. This bill will lead to mass incarceration of mothers and their \ntoddlers. Mr. NEWHOUSE. Mr. Speaker, I reserve the balance of my time. Mr. POLIS. Mr. Speaker, isn't that \namazing? Republicans can't even find elected Representatives willing to come down here on the floor and defend \ntaking kids away from their parents. They are out of speakers because Republicans are embarrassed. They know \nthat they cannot face the American people, no less their Maker, knowing that they are complicit in tearing innocent \nchildren away from mom and dad. Mr. Speaker, I yield 1 minute to the gentleman from California (Mr. Thompson). \nMr. THOMPSON of California. Mr. Speaker, the President created a humanitarian crisis that inflicts lasting trauma \non children when he mandated that they be taken from their parents at the border. The President's executive action \njust trades one trauma for another by locking up children indefinitely. This is about the lives and the wellbeing of \n\n\n\nchildren. There are more than 2,000 kids who were taken from their parents. I want people watching this to think \nabout those children. The President chose to put them through this to push his harmful and abusive immigration \npolicies. The Speaker could allow a vote on bipartisan immigration bills today to reform our immigration system \nand to put an end to the President's policy of traumatizing these kids. Congress needs to stand up and fix our \nbroken immigration system and put an end to the deplorable tactics of this administration. Mr. Speaker, this isn't \nwho we are as a Nation. We need to fix our immigration system and save these kids. Mr. NEWHOUSE. Mr. \nSpeaker, let me just say that I am proud to represent my conference and stand here with this piece of legislation \nthat will provide the certainty and the hope for more than 1.8 million DACA recipients and Dreamers in this country. \nIf you vote ``no'' on this bill, you will be denying those individuals what they for so long have been wanting. [[Page \nH5445]] Mr. Speaker, I am proud to be here representing my conference to do just that, to give them that hope, and \nI reserve the balance of my time. Mr. POLIS. Mr. Speaker, Mr. Newhouse may be proud, but there are no other \nRepublicans who have come to the floor to join him. We have so many Democrats who want to speak about how \nyou can unite families that I don't even have enough time to give. Mr. Speaker, I ask my colleague Mr. Newhouse if \nhe will yield me the balance of his time. Well, I wish he would, because no Republicans are willing to face the \nAmerican people, because they know they are not working to solve this issue. They are working to tear more \nfamilies apart. And they are lying about it, Mr. Speaker. They are lying about it. Mr. Speaker, I yield 1 minute to the \ngentleman from New York (Mr. Engel). Mr. ENGEL. Mr. Speaker, I rise today in strong opposition to the rule and \nthe shameful Border Security and Immigration Reform Act. I am dismayed and embarrassed that the Republicans \nare attempting to claim that this bill is a compromise. This partisan anti-immigrant legislation is the opposite to the \nidea of compromise. If Republicans were serious about compromise and protecting the Dreamers, they would have \nallowed the bipartisan discharge petition and queen-of-the-hill rule to move forward. Instead, Republicans have \nspent the last 10 months ignoring the will of the American people and holding Dreamers and young immigrant \nchildren hostage to implement their hardline agenda. This legislation does not provide a path to citizenship. It \neliminates asylum protections, drastically cuts legal immigration, removes basic requirements for safe and humane \ndetention, fails to end family separation, and does nothing to reunite the children who have been separated from \ntheir parents. Some of these children are being held 2,000 miles away from their parents, including in my district in \nNew York, without any idea where their parents are or if they will ever see them again. This is cruel. What we need \nis a compassionate solution with a path to citizenship and reunification of these families. Instead, this bill is an \nattack on family values and an insult to our country's heritage as a beacon of freedom and opportunity for all. Mr. \nNEWHOUSE. Mr. Speaker, I yield 3 minutes to the gentleman from Texas (Mr. Sessions), the chairman of the \nRules Committee. Mr. SESSIONS. Mr. Speaker, I want to thank the distinguished gentleman from Washington, a \nmember of the Rules Committee, for yielding me time. Mr. Speaker, I really came down here to take part in this \ndebate because, yesterday, for 7 hours, we were at the Rules Committee laying out what are known as Goodlatte 1 \nand Goodlatte 2, these two bills. This is the rule on what might be called Goodlatte 2. This is a rule and a piece of \nlegislation that represents several years' worth of work that was done by Members of the Republican majority to \napproach an issue that is known as DACA. It is to take some 700,000 young people, and slightly older, who came \nto America not because they did it on their own fruition as even a young adult, but as a child, where they could not \nmake a decision. They came with their parents to this country. We have been struggling for years to find the right \nanswer on how to answer the question of how to deal with these Dreamers. It is the Republican Party that was \nchallenged by our President who said: I would like for Congress to tackle this issue. It was the President of the \nUnited States that began debate and discussion on a bipartisan basis with Republicans and Democrats, Senators \nand House Members, down at the White House. It found itself at a point where, then, Members came back here and \nbegan working together. It did fall apart, but it did not end. It did not end because the Republican Party in our \nmajority have groups of people who are from all across this country, as we have a Congressman Curbelo from \nMiami, Florida, as we have a Dan Newhouse from the State of Washington. Each of these Members have care and \nconcern about people who live in their district and who have come and petitioned them: Please, Congressman \nNewhouse, do something. What did they ask for? They asked for two things, very simply. They asked: Please allow \nus to come out of the shadows and recognize us. And, secondly: Give us legal status. The SPEAKER pro tempore. \nThe time of the gentleman has expired. Mr. NEWHOUSE. Mr. Speaker, I yield an additional 30 seconds to the \ngentleman from Texas. Mr. SESSIONS. Mr. Speaker, we are out of time. Mr. Speaker, that is exactly what these \nbills do. They address the issue in a compassionate, fair way. {time} 1515 They address the issues of coming out \nof the shadows, and they are given permanent legal status that gives them options for the rest of their life. I think \n\n\n\nthat what we have done, Mr. Speaker, is more than what we were asked, and to not be a part of taking a vote on \nthis today and voting ``yes'' is another opportunity that we are given here today. I hope the Members understand \nthe importance. Mr. POLIS. Mr. Speaker, I yield 1\\1/2\\ minutes to the gentleman from Virginia (Mr. Connolly). Mr. \nCONNOLLY. Mr. Speaker, I thank my good friend, Mr. Polis, for his leadership on the Rules Committee. I respect \nthe chairman of the Rules Committee, but I respectfully disagree. He has presided over a Rules Committee that has \nthe most closed rules in the history of the Congress of the United States. Competing ideas, opposing views were \nnot allowed to be considered in either of the two bills the Republicans are going to put before the Congress. One \nwe have dispensed with already. I oppose the rule and I oppose the underlying legislation. We are facing multiple \nimmigration crises of the President's own making, and we must not be fooled by plans designed to cover that up. \nThis is not the fix we need for migrant families separated at the border. President Trump's inhumane and morally \nrepugnant policy to forcibly separate children from their parents as they seek refuge in America is beyond the pale. \nWe cannot rely on the President's sudden change of heart. We must forbid this barbaric policy by passing the Keep \nFamilies Together Act, not this bill. This is not the fix we need for Dreamers, despite what Mr. Sessions, my good \nfriend from Texas, just said. There are nearly 800,000 Dreamers, including 2,400 in my district. They need an \nopportunity to work, to attend school, to contribute to our communities, and to become the Americans they, in fact, \nare. I had a Dreamer as my guest at the State of the Union address. She came to this country at the age of 1. She \nhas never been back to her country of birth. She thought she was an American until she applied for a driver's permit \nat the age of 16. She is a proud American, and we would be proud to have her. Mr. Speaker, I urge my colleagues \nto oppose the rule, and to oppose the underlying bill. Mr. NEWHOUSE. Mr. Speaker, we have got so many \nMembers coming wanting to speak. How much time do I have remaining? The SPEAKER pro tempore. The \ngentleman from Washington has 2 minutes remaining. The gentleman from Colorado has 6\\1/2\\ minutes remaining. \nMr. NEWHOUSE. Mr. Speaker, I yield 1 minute to the gentleman from California (Mr. Denham). Mr. DENHAM. Mr. \nSpeaker, I thank the gentleman for yielding. I rise in support, not only of this rule, but on the underlying bill. It is \ntime to get something done around here. Both parties have failed to address this issue for decades now; we finally \nhave an opportunity, for the same kids that are in your district that talk to me in mine. The kids are just looking for \nthe certainty of being able to have a job, being able to go to school, and, yes, some of them even want to sign up \nfor the military and show their greatest act of patriotism. These are kids just looking for a path forward. This bill \nprotects them on day [[Page H5446]] one, the day that this bill is signed into law. It not only protects the DACA \nrecipients that signed up under President Obama's executive order, but some of them didn't trust that executive \norder. Some of them didn't trust that their information would be secure. This protects them, too. Now, there is \nanother group of people here that did not qualify. They were not of age at the time. This will protect them, too. If you \ncare about the Dreamers, 1.8 million will be protected on day one. You should support this bill, too. Mr. POLIS. Mr. \nSpeaker, I yield myself the balance of my time. Mr. Speaker, I want to go to the definition of the word compromise, \nbecause I think that there needs to be education regarding what these words mean that are being tossed around. A \ncompromise is an agreement or settlement of a dispute that is reached by each side making concessions. It doesn't \nmean looking at yourself in the mirror and conceding to yourself. It doesn't mean Republicans going into a closed-\ndoor meeting and coming out with a bill that makes things worse. It means Republicans and Democrats working \ntogether, each giving up some things, each living with what they can accept. I have worked hard on compromise \nwith many of my Republican colleagues through the Problem Solvers Caucus to solve and provide a pathway to \ncitizenship for Dreamers while securing our border. This bill makes things worse. It guts legal immigration. It \neliminates two family immigration programs: married children of U.S. citizens, and siblings of U.S. adults. It doesn't \neven grandfather in people already in the system waiting to be reunited with their families, meaning that it will \neliminate the current legal way that families can be reunified. This bill raises the credible fear standard for asylum \nseekers to begin the process by raising the standards to more probably than not. This bill does nothing to prevent \nthe Trump administration's grotesque policy of separating parents and children at the border. In fact, it simply \nremoves protections for those families who are currently not separated at points of entry. And now we are hearing \nthat President Trump is preparing military bases to house up to 20,000 more kids that he plans to snatch from their \nmoms and their dads. We can do better. This humanitarian crisis is entirely President Trump's making. He didn't do \nit before the last 90 days. He just started a misinterpretation of the law. His recent executive order is not a solution. \nOver 2,300 kids have already been separated from their parents and there is no plan to reunite them. This order \ndoesn't even require any families be detained together, and the order doesn't contain any prohibitions barring family \nseparation. We know that separating kids is wrong. I hope Americans agree that this is bad for kids. But let's also \n\n\n\nlook at science. The American Academy of Pediatrics said that the incarceration of families and separation of \nfamilies has long-term consequences for the health and wellbeing, mental and physical, for children and parents. \nSeparation consequences include: post-traumatic stress disorder, developmental delays, and poor psychological \nadjustment. I dare say that these policies of the Trump administration, who on their own decided to tear 1- and 2- \nand 3-year-old kids away from their parents, is going to create even greater needs for these next generation of kids, \nmany of whom will grow up here legally, those who successfully pursue their asylum claims. And while those \nimmigration claims are being adjudicated, some might have to return to their native country. Some will be able to \nstay. Families should be together. No parent should have to see their own child stripped away. This bill is \nhemorrhaging support. I have an article that I include in the Record from Politico stating that the Koch network won't \nsupport the House immigration bills, entitled: ``Koch network raps Trump, won't support House immigration \nbills.'' [From POLITICO, June 19, 2018] Koch Network Raps Trump, Won't Support House Immigration Bills (By \nMaggie Severns) The political network founded by the Koch brothers is taking a stand against both President \nDonald Trump's policy toward separating families at the border and two immigration bills due for votes in the \nHouse this week, dealing a blow to GOP leaders who are marshaling support for their version. ``It's encouraging \nthat the House will have a debate this week on immigration bills that include protections for the Dreamers,'' said \nDaniel Garza, president of the Koch network's LIBRE Initiative, referring to a group of undocumented immigrants \nwho came to the U.S. as children. ``Unfortunately, in their current form, both [House leadership's bill and an \nalternative immigration bill] expected to receive a vote fall short of the solution we need.'' Garza also called on \nTrump to ``take immediate action to end the separation of families at the border by rescinding the `zero tolerance' \npolicy.'' The Kochs' push for a more moderate approach toward immigration legislation complicates the thorny \ndebate in Washington. Lawmakers have called on Trump to stop his administration from splitting up immigrant \nfamilies, which has drawn public outrage since he implemented a zero tolerance policy of prosecuting everyone \nwho crosses the border illegally. Trump has refused to act alone, saying Congress needs to pass immigration \nlegislation. The Koch brothers have pushed the Republican Party to create a path to citizenship for Dreamers, who \nwere extended protections under the Obama administration that Trump has tried to withdraw. The Kochs also have \nurged the GOP not to make severe cuts to the flow of immigrants into the country, even launching a seven-figure ad \nbuy supporting their efforts. House Republicans were coalescing around an immigration bill supported by House \nleadership that would, among other things, give some protections to Dreamers. Its path forward was already \ncomplicated: Trump blasted the measure last week, but later Tuesday he was expected to travel to Capitol Hill to \nrally Republicans behind it. The Kochs' opposition to the GOP leadership bill could make it even more difficult for \nHouse Speaker Paul Ryan to unite his caucus behind it. Conservatives favor a second bill, also due for a vote this \nweek, from Rep. Bob Goodlatte (R-Va.). Garza said in a statement that ``it's clear there's strong support in \nCongress and among the American people to provide permanency to the Dreamers,'' but neither bill ``affords the \nDreamers the certainty they need to make a full contribution to American communities,'' and both ``include arbitrary \ncuts to legal immigration.'' Mr. POLIS. I don't agree with the Koch network on much. I do know that they fund many \nRepublicans, but maybe now that the Republicans are taking children away from their parents, the Kochs will stop \nfunding Republicans, because I am glad to hear that they are people of principle. The article says they ``push for a \nmore moderate approach toward immigration legislation,'' and they have ``called on Trump to stop his \nadministration from splitting up immigrant families,'' which this bill does not do. In fact, this bill ends those who are \nwaiting for family reunification today. So there is a legal way to unite families. This bill eliminates that and will lead \nto more families being apart. This is a false crisis entirely of President Trump's making. I hope that even he has \nrecognized that the American people will not stand for 3- and 4-year-olds literally being put in cages, strapped down \nwhile they are given drugs and medicated and injected, with Americans complicit in this atrocity. It needs to be \nreiterated one more time that the votes we take on the rule today are more than procedural. They have a significant \nimpact on young lives of innocent children. They will show which Members of Congress care about fixing our \nimmigration system and are willing to compromise and work in a bipartisan way, and which Members of Congress \nvote to make all of the problems outlined here today worse and more widespread. We need to reject these bills, \nreject this rule. We need to keep families together. We need to begin the sometimes challenging work of \ncompromise and consensus building between Republicans and Democrats, between Mr. Newhouse and Mr. \nCurbelo, and me and Ms. Lofgren and others--not with Stephen Miller, Steve King, or Louie Gohmert. Reject these \nbills. Keep families together. Let's work together on border security, on fixing our broken immigration system, on \nuniting families, on a permanent solution for Dreamers, to ensure that this horror and affront to our American values \n\n\n\nends and doesn't repeat itself ever again. Mr. Speaker, I yield back the balance of my time. [[Page H5447]] Mr. \nNEWHOUSE. Mr. Speaker, I yield myself the balance of my time. Mr. Speaker, don't believe me. I would say don't \nbelieve Mr. Polis either. Believe the border security guard that I quoted earlier who said that the situation we have at \nthe border happened under the previous administration as well as this one. Mr. Trump, our President, did not \nmanufacture this crisis, but this bill before us will solve that situation, which is why we need to pass this rule. That \nwhole issue takes away from one of the most pressing issues of our time, immigration reform. We will solve that, \nbut we can also address immigration. I am proud of the bill we have before us. I am proud that we have had so \nmany speakers come and speak on its behalf. This is the only bill in front of us that has any potential chance of \nbecoming law. The President will sign this bill because it addresses his four main pillars: it provides for border \nsecurity, which the American people want. And, certainly, as we have talked a lot today, it provides for those 1.8 \nmillion DACA recipients and Dreamers. It is a good bill. Mr. Speaker, I urge my colleagues to support this bill \nbecause it is the right thing to do. Mr. THOMPSON of Mississippi. Mr. Speaker, I rise in opposition to this closed \nrule and the sham underlying legislation. As the Ranking Member on Homeland Security, one truism that I hear is \nthat you do not negotiate with terrorists. Yet, that is exactly what the House Leadership is asking us to do today. \nWhen the President said, in September, that he has ``a great heart'' for Dreamers, we were hopeful that a deal \ncould be reached. However, since that time, the Trump Administration has executed a ``campaign of terror'' in \nfurtherance of one objective--getting Congress to pay for a border wall. On September 5th, the President \nannounced the repeal of DACA. Then, on September 18th, he announced the end of the TPS program to give safe \nhaven to Sudanese nationals. On November 6th, it was ended for Nicaraguans. Two weeks later, it was canceled \nfor Haitians. In January, Salvadorans also lost these immigration protections. Arguably the cruelest, most \ninhumane tactical maneuver of the Trump Administration came on April 6th, when the ``Zero Tolerance policy'' was \nannounced. The ``DACA crisis'', the ``TPS crisis'', and now the ``Family Separation crisis'' are all crises of the \nPresident's own making. And it is people--it is children--who suffer. Make no mistake, the measure before us today \nwill not end the suffering. Instead of family separation, it offers family detention, an approach that DHS' own \nadvisory committee has stated is ``neither appropriate nor necessary for families'' and is ``never in the best interest \nof children.'' For these reasons, I urge a ``no'' on this rule and H.R. 6136, an Anti-Family Values bill. The text of the \nmaterial previously referred to by Mr. Polis is as follows: An amendment to H. Res. 953 Offered by Mr. Polis Strike \nall after the resolved clause and insert: That immediately upon adoption of this resolution the Speaker shall, \npursuant to clause 2(b) of rule XVIII, declare the House resolved into the Committee of the Whole House on the \nstate of the Union for consideration of the bill (H.R.      6135) to limit the separation of families at or near ports of \nentry. The first reading of the bill shall be dispensed with. All points of order against consideration of the bill are \nwaived. General debate shall be confined to the bill and shall not exceed one hour equally divided among and \ncontrolled by the chair and ranking minority member of the Committee on the Judiciary and the chair and ranking \nminority member of the Committee on Homeland Security. After general debate the bill shall be considered for \namendment under the five-minute rule. All points of order against provisions in the bill are waived. At the \nconclusion of consideration of the bill for amendment the Committee shall rise and report the bill to the House with \nsuch amendments as may have been adopted. The previous question shall be considered as ordered on the bill \nand amendments thereto to final passage without intervening motion except one motion to recommit with or without \ninstructions. If the Committee of the Whole rises and reports that it has come to no resolution on the bill, then on \nthe next legislative day the House shall, immediately after the third daily order of business under clause 1 of rule \nXIV, resolve into the Committee of the Whole for further consideration of the bill. Sec. 2. Clause 1(c) of rule XIX \nshall not apply to the consideration of H.R. 6135. The Vote on the Previous Question: What It Really Means This \nvote, the vote on whether to order the previous question on a special rule, is not merely a procedural vote. A vote \nagainst ordering the previous question is a vote against the Republican majority agenda and a vote to allow the \nDemocratic minority to offer an alternative plan. It is a vote about what the House should be debating. Mr. Clarence \nCannon's Precedents of the House of Representatives (VI, 308-311), describes the vote on the previous question \non the rule as ``a motion to direct or control the consideration of the subject before the House being made by the \nMember in charge.'' To defeat the previous question is to give the opposition a chance to decide the subject before \nthe House. Cannon cites the Speaker's ruling of January 13, 1920, to the effect that ``the refusal of the House to \nsustain the demand for the previous question passes the control of the resolution to the opposition'' in order to offer \nan amendment. On March 15, 1909, a member of the majority party offered a rule resolution. The House defeated \nthe previous question and a member of the opposition rose to a parliamentary inquiry, asking who was entitled to \n\n\n\nrecognition. Speaker Joseph G. Cannon (R-Illinois) said: ``The previous question having been refused, the \ngentleman from New York, Mr. Fitzgerald, who had asked the gentleman to yield to him for an amendment, is \nentitled to the first recognition.'' The Republican majority may say ``the vote on the previous question is simply a \nvote on whether to proceed to an immediate vote on adopting the resolution . . . [and] has no substantive legislative \nor policy implications whatsoever.'' But that is not what they have always said. Listen to the Republican Leadership \nManual on the Legislative Process in the United States House of Representatives, (6th edition, page 135). Here's \nhow the Republicans describe the previous question vote in their own manual: ``Although it is generally not possible \nto amend the rule because the majority Member controlling the time will not yield for the purpose of offering an \namendment, the same result may be achieved by voting down the previous question on the rule. . . . When the \nmotion for the previous question is defeated, control of the time passes to the Member who led the opposition to \nordering the previous question. That Member, because he then controls the time, may offer an amendment to the \nrule, or yield for the purpose of amendment.'' In Deschler's Procedure in the U.S. House of Representatives, the \nsubchapter titled``Amending Special Rules'' states: ``a refusal to order the previous question on such a rule [a \nspecial rule reported from the Committee on Rules] opens the resolution to amendment and further debate.'' \n(Chapter 21, section 21.2) Section 21.3 continues: ``Upon rejection of the motion for the previous question on a \nresolution reported from the Committee on Rules, control shifts to the Member leading the opposition to the \nprevious question, who may offer a proper amendment or motion and who controls the time for debate thereon.'' \nClearly, the vote on the previous question on a rule does have substantive policy implications. It is one of the only \navailable tools for those who oppose the Republican majority's agenda and allows those with alternative views the \nopportunity to offer an alternative plan. Mr. NEWHOUSE. Mr. Speaker, I yield back the balance of my time, and I \nmove the previous question on the resolution. The SPEAKER pro tempore. The question is on ordering the \nprevious question. The question was taken; and the Speaker pro tempore announced that the ayes appeared to \nhave it. Mr. POLIS. Mr. Speaker, on that I demand the yeas and nays. The yeas and nays were ordered. The \nSPEAKER pro tempore. Pursuant to clause 8 of rule XX, further proceedings on this question will be postponed. \n"}