{"title": "LAW 'GOING TO BREAK US APART'", "body": "\nPHOENIX - Jose Luis truly believed that nothing could splinter his close-knit family - until the day Arizona's new \nimmigration law was approved.\n\n\"When the bill passed, I ran to my room and cried,\" the 20-year-old Arizona State University sophomore said. \"My \nmom came into my room and asked me, 'What's wrong?' I told her, 'They are going to break us apart.' \"\n\nThe family is divided by their birthplaces: Jose Luis and his mother are from Mexico; his two siblings were born in \nArizona.\n\nThe legislation, the toughest in the nation, gives cops the power to arrest anyone who can't prove he lives in the \nU.S. legally. The state's estimated 500,000 illegal immigrants include Jose Luis and his mom, who launched a new \nlife in Arizona when she was 19 and her baby boy just 1.\n\n\"I never thought the law would get this far. Now I'm afraid to lose some of my children,\" said his mom, Maria, 39. \nThe family spoke on the condition of withholding its last name. The law doesn't take effect until August, but it's \nalready causing cracks in the clan. The U.S.-born kids say they have no intention of going to Mexico if their mom \nand brother are deported.\n\nThe family lives in a modest two-bedroom apartment in the Garfield section of Phoenix, an immigrant enclave. Once \nthe law goes into effect, \"We would be hiding like criminals,\" Maria said.\n\n\"All I ever wanted is to give my children a better future,\" said Maria, who abandoned her native Sinaloa for Phoenix. \nShe found work as a janitor and love with a husband in Phoenix. He left after the birth of their second child.\n\n\"Mom has done so much for us,\" said Lambert, 18, a senior in high school and a U.S. citizen. \"If she is deported \nwith my brother, I don't even want to think about it.\"\n\nMaria recently told her kids to to prepare for the worst. \"If we get deported,\" she said, \"you guys are coming with me \nback to Mexico.\"\n\nJose Luis would have no choice, but American-born Lambert and Karen plan to stay with relatives in Arizona. \"Two \nof my children belong to the United States,\" Maria said somberly. \"I want them to belong with me.\"\n\nWhile cooking a recent dinner of caldo de pollo, a chicken stew, Maria asked Jose Luis about a mysterious car \nparked outside their home. \"Call the cops,\" her son told her, his attention on his laptop.\n\n\n\"Are you crazy?\" Maria replied, shaking her head in disbelief. \"I don't want the police anywhere near this house.\"\n\nesandoval@nydailynews.com\n\nGraphic\n\n \n\n\"I'm afraid to lose some of my children,\" says Maria, with sons Lambert (l.) & Jose Luis. Photo by Corey Sipkin Daily \nNews\n"}