{"title": "New Bay Area immigrants moving beyond 'melting pot' vs. 'salad bowl' debate", "body": "\nWhen she founded the International Institute more than a century ago at a time of increasing anxiety over \nimmigration, social reformer Edith Terry Bremer proposed a novel concept: To be American, you didn't have to \nforsake everything you left behind.\n\nBremer has fallen into obscurity, but her philosophy still guides immigrants such as Haile Negussie, who enjoys a \ncomforting support network in the Bay Area's strong Ethiopian community even as he tries to \"learn different things\" \nand \"meet different people.\"\n\nHis story is common in the Bay Area, where nearly 1 out of every 3 people was born in another country, and where \nmany immigrants have successfully integrated themselves into the region's civic and economic fabric even as they \nsustain a polyglot web of cultures and languages.\n\nLike generations of immigrants before him, Negussie was still grappling with his new American identity when he \ntook his oath of citizenship last week at a Redwood City ceremony hosted by the International Institute of the Bay \nArea, one of dozens of organizations descended from Bremer's 1910 community center in Manhattan.\n\n\"It means a lot to me, the whole freedom and all that, but I'm still trying to understand what it means,\" said \nNegussie, an Ethiopian immigrant and biomedical engineer. \"You're giving up your country. I'm still digesting it.\"\n\nBremer believed that immigrants did not have to submit to a uniform American identity; they could transition into \nU.S. society, become citizens and learn English while preserving the values, heritage and languages they brought \nwith them. And they could use some help, she said, preferably from fellow immigrants who could ease them into a \nnew culture and economy.\n\nImmigrants now comprise about 27 percent of California's population and more than 30 percent in the Bay Area's \nbiggest counties, a proportion similar to early 20th century America when Bremer's organization began expanding \naround the country. In San Francisco and Santa Clara counties, 37 percent of residents are immigrants.\n\nPundits continue to debate her multicultural vision and the competing idea of melting-pot assimilation, but for most \nimmigrants, the process is more complicated: a personal journey, not an ideological stance.\n\nNegussie, a 32-year-old who designs HIV test kits for a San Francisco firm, has come a long way since he came to \nthe United States a decade ago. On his first trip to McDonald's, he nervously studied the menu and prepared his \nEnglish words to order.\n\nThen, a cashier asked, \"Do you want it here or to go?\"\n\n\nHe stared blankly, not understanding the question. \"I don't know,\" was all he could say.\n\nThankfully, said Negussie, the fast-food servers and most Americans he's known over the years have supported his \nadjustment. He improved his English with classes and now speaks fluently and has a diverse group of friends, but it \nalso helps, he said, that the Bay Area has such a tightly knit Ethiopian community. He was among thousands at an \nEthiopian New Year celebration on Sept. 15 in North Oakland.\n\nAlso straddling two cultures are Peruvian immigrants Jessica Tara and her mother, Luz Castillo, who became \ncitizens at the same ceremony as Negussie.\n\nAs a stay-at-home mom of two young children, Belmont resident Tara meets \"warm and friendly\" non-Peruvians at \nschool and local events, but finds it hard to get to know them.\n\n\"We just say hi, and bye, and talk a little bit,\" Tara said. \"I can't say I have a lot of American friends. I just have a lot \nof Latin friends from different countries who speak Spanish, just like me.\"\n\nTara said she is proud to be an American citizen now and excited to vote for the first time, while she also values the \nrich culture and family values of her Peruvian upbringing. \"You can still live in your culture here,\" Tara said. \"We're \ntrying to educate our kids in the same way we were educated. They love Peruvian music, they love Peruvian food. \nWe're trying to go to Peru once a year.\"\n\nIn an increasingly connected world, few immigrant-service organizations talk of \"assimilation\" as a goal. They \ninstead emphasize how well immigrants integrate into the economic, social and civic fabric of American life.\n\nBy those measures, the Bay Area performs remarkably well, especially in Silicon Valley and the East Bay, \naccording to an \"Immigrant Integration Scorecard\" released earlier this month by the University of Southern \nCalifornia.\n\nCompared with other parts of California, the report found that most immigrants in the South Bay and East Bay are \ndoing relatively well economically and have seen improvements in their lifetimes and have high rates of citizenship. \nPart of the reason, the report said, was the warm welcome they get from local organizations and agencies, such as \nthose that offer English-language classes.\n\n\"The more you feel part of a community, the more likely you're going to want to fully participate,\" said Ellen \nDumesnil, director of the International Institute of the Bay Area.\n\n\"And part of feeling like part of a community is being welcomed by the people already there.\"\n\nGraphic\n\n \n\nNew U.S. Citizens recite the oath of allegiance during a swearing-in ceremony held in Redwood City, Calif., on \nWednesday, Sept. 19, 2012. The U.S. Citizenship and Immigration Services administered the oath to 20 new \ncitizens at the Fair Oaks Community Center. (Anda Chu/Staff)\n\nNew U.S. Citizens Luz Castillo and daughter Jessica Tara, from left, both of Belmont and originally from Peru, \nembrace following a swearing-in ceremony held in Redwood City, Calif., on Wednesday, Sept. 19, 2012. The U.S. \nCitizenship and Immigration Services administered the oath of allegiance to 20 new citizens at the Fair Oaks \nCommunity Center. (Anda Chu/Staff)\n\nNew U.S. Citizen Maria Garcia, of Redwood City and originally from Mexico, attends a swearing-in ceremony held \nin Redwood City, Calif., on Wednesday, Sept. 19, 2012. The U.S. Citizenship and Immigration Services \nadministered the oath of allegiance to 20 new citizens at the Fair Oaks Community Center. (Anda Chu/Staff)\n\n\n\nRobert Looney the San Francisco district director of the U.S. Citizenship and Immigration Services administers the \noath of allegiance at a swearing-in ceremony for new U.S. Citizens in Redwood City, Calif., on Wednesday, Sept. \n19, 2012. 20 new citizens were sworn-in at the Fair Oaks Community Center. (Anda Chu/Staff)\n\nNew U.S. Citizens Olga Gallegos and Maria Garcia, from left, both of Redwood City and originally from Mexico, \nawait the start of a swearing-in ceremony held in Redwood City, Calif., on Wednesday, Sept. 19, 2012. The U.S. \nCitizenship and Immigration Services administered the oath of allegiance to 20 new citizens at the Fair Oaks \nCommunity Center. (Anda Chu/Staff)\n\nRedwood City Mayor Alicia Aguirre gives the keynote address at a swearing-in ceremony for new U.S. Citizens in \nRedwood City, Calif., on Wednesday, Sept. 19, 2012. The U.S. Citizenship and Immigration Services administered \nthe oath of allegiance to 20 new citizens at the Fair Oaks Community Center. (Anda Chu/Staff)\n\nA video message from President Barack Obama is played during a swearing-in ceremony for new U.S. Citizens in \nRedwood City, Calif., on Wednesday, Sept. 19, 2012. The U.S. Citizenship and Immigration Services administered \nthe oath of allegiance to 20 new citizens at the Fair Oaks Community Center. (Anda Chu/Staff)\n\nThe Song Birds from the Redwood City Veterans Memorial senior center perform the national anthem at a \nswearing-in ceremony for new U.S. Citizens in Redwood City, Calif., on Wednesday, Sept. 19, 2012. The U.S. \nCitizenship and Immigration Services gave the oath of citizenship to 20 new citizens at the Fair Oaks Community \nCenter. (Anda Chu/Staff)\n"}