{"title": "MARCHING TO STAY HERE. Thousands rally vs. immigrant crackdown", "body": "\nWAVING THE FLAGS of their homelands, tens of thousands of legal and undocumented immigrants streamed over \nthe Brooklyn Bridge yesterday to protest a proposed crackdown on border crossing.\n\nThe march was a smaller version of a massive pro-immigrant rally in Los Angeles last month but was still much \nbigger than anticipated - with word being spread mainly through Spanish churches and media.\n\n\"We are fed up,\" said Humberto Suarezmotta, 50, a former professor from Colombia who now lives in Elmhurst, \nQueens.\n\n\"Since the Mayflower, immigrants have been coming here and now we have Republicans who are against \nminorities,\" he added as he pushed his wheelchair across the storied span built by immigrants more than a century \nago.\n\nManuel Ortiz, 37, who sneaked into the U.S. from Mexico 13 years ago and has two children born here, said he was \ntired of illegal aliens being portrayed as criminals. \"This country has done a lot for us - and we've done a lot for this \ncountry,\" the Sunset Park, Brooklyn, resident said.\n\nThe rally drew a mostly Latino crowd, but Asians and West Indians were well represented.\n\nSouth Asian taxi drivers crossing in cabs from Manhattan honked in approval at the protesters who massed at \nCadman Plaza in Brooklyn.\n\n\"The people united will never be defeated!\" demonstrators chanted in Spanish, wrapped in flags from Mexico, \nEcuador and Argentina. \"We're not going, but Bush can leave!\"\n\nThe protest was sparked by immigration reform efforts in Washington, where hard-liners want to stiffen penalties \nagainst illegal immigrants and those who assist them, and build a wall along the border between the U.S. and \nMexico.\n\nA more moderate bill calls for amnesty for illegal aliens already working here who agree to pay back taxes and learn \nEnglish, while the White House has proposed a guest worker program that would invite foreigners here for three \nyears.\n\n\nAt 26 Federal Plaza, New York politicians from the Rev. Ruben Diaz to Rep. Anthony Weiner pilloried the legislative \nproposals.\n\nRep. Charles Rangel (D-Manhattan) reminded marchers of the strength that comes with numbers - an estimated 12 \nmillion illegal aliens on U.S. soil.\n\n\"There would be no America without you people coming here,\" he said. \"If you ever stop working for one day, this \ncountry will close down.\"\n\nImmigrants who crawled under fences, swam across rivers and trudged across deserts for a better life told of how \nthey arrived in America and endured years of hardship. But despite low wages, long hours and the threat of \ndeportation, they want to stay and are angry at the anti-immigrant rhetoric emanating from Capitol Hill.\n\n\"I am about to graduate from college and I want to be able to work in my field. I want to be a productive person \nhere,\" said Brooklyn maid Leticia Alanis, 45, who arrived here from Mexico on a tourist visa a decade ago and has \nbeen turned down for a green card. \"We understand the country needs national security - but look at the fact that \nwe came here to work.\"\n\nJulio Sucozhany, 50, who has lived in New York for 14 years, working as a mechanic, said he had a message for \nlawmakers and the President: \"Help the people. Give me the paper. Thank you very much.\"\n\ntconnor@nydailynews.com\n\nGraphic\n\n \n\nAdolfo Barrios totes his daughter, Danielle, 4, across Brooklyn Bridge. PHOTOS DEBBIE EGAN-CHIN DAILY \nNEWS [demonstrators]\n"}