{"title": "Soviets to Curb Jews' Flights to Israel - Correction Appended", "body": "\nThe Soviet Union has announced that it will severely limit flights to Israel for emigrating Soviet Jews, and Yitzhak \nShamir, the interim Prime Minister, held urgent meetings today to find a way to counter the Soviet decision.\n\nAn announcement on Thursday night on the Soviet television said that Aeroflot, the Soviet airline, would no longer \nissue tickets to Soviet Jews planning to emigrate to Israel by flying first to Hungary and then on to Jerusalem.\n\nThree-quarters of the 1,500 Soviet Jews who come here every week use Budapest as the transit point, largely \nbecause officials in other European cities have been unwilling or unable to handle the large numbers of emigres. If \nthe Budapest transit point is in effect closed, the flow of emigrating Soviet Jews could be considerably slowed.\nHungarians Acted First\n\nThe Soviet announcement came two days after Malev, the Hungarian national airline, suspended charter flights to \nIsrael for Soviet emigrants in reaction to threats of retaliation from an Islamic fundamentalist group. A day later, \nMalev asked Aeroflot to stop flying Soviet Jewish emigres to Budapest, the Hungarian press agency M.T.I. \nreported.\n\nSince the Malev charters carried only a small percentage of the emigrants, Israeli officials called the Hungarian \ndecision worrisome more for what it might portend than for the harm it would actually cause.\n\nThe Soviet announcement seems to confirm those fears. If the two decisions mean that Soviet Jews will no longer \nuse Budapest as a transit point, ''it will be a tremendous problem,'' a senior immigration official said today.\n\nThat is especially true because even as Israeli officials ask other European countries to provide transit points, \nofficials of the Palestine Liberation Organization say they are hard at work in the same cities, threatening and \ncajoling officials not to let the Jews pass through. Other transit points include Bucharest and Vienna. The major \nobjection of the P.L.O. is that the Jews are ending up in the Israeli-occupied lands.\n\n \n\nWill Seek U.S. Assistance\n\nThe Israeli Government seems to have few avenues now. The Prime Minister and several of the remaining \nministers in his interim Government, who met today to discuss the Soviet immigration situation, decided that ''what \nwe are going to do now is immediately alert the United States,'' said Avi Pazner, a close Shamir aide, adding, ''The \nsituation is still murky, but it may be that the whole problem here is in the Soviet Union,'' which has no relations with \nIsrael.\n\n\nMoscow is hoping that if it allows free travel and immigration, the United States will improve the Soviet trade status. \nIsrael hopes Washington will press Moscow to change its mind.\n\nThe number of Soviet Jews arriving here in March is expected to reach 6,000, and more are moving to the United \nStates as well. But despite the flow of Jews leaving the Soviet Union each month, Mr. Pazner said, it is the Israeli \nGovernment's view that ''on the one hand the Soviet Union is letting them out, but on the other they are creating \ngreat difficulties for them.''\n\nEven before the recent decisions by Malev and Aeroflot, all the flights for Jews leaving the Soviet Union were \ncompletely booked. Would-be emigrants have had to wait many months for a reservation.\n\n \n\nThreat by Militants\n\nThen, reacting to Arab threats, Malev announced on Wednesday that it would no longer charter flights for Soviet \nemigrants to Israel. Islamic Holy War for the Liberation of Palestine, a terrorist group based in Lebanon and Iran, \nhad threatened to attack airlines and airports if those and others flights continued.\n\nFor two months, Arab Governments and guerrilla groups have been complaining about the large flow of Soviet \nJews to Israel because many are being resettled in the occupied West Bank. But the Malev decision, by itself, was \nnot viewed as a sharp blow.\n\nThe airline had begun the charter flights early in March and was carrying about 200 immigrants a week. El Al \ncharter flights and regularly scheduled Malev flights from Budapest would continue, Hungary said.\n\nStill, Israel has been trying to persuade Hungary to change its mind. Tonight, Foreign Minister Moshe Arens said \nIsrael was ''surprised and disappointed as this is part of an organized effort by the Arab world to halt the \nimmigration from the Soviet Union.''\n\n''We are making every effort to open additional routes,'' he said. ''But pressure must be applied to the Hungarian \nGoverment.''\n\nThis morning, Istvan Komoroczki, first consul in the Hungarian embassy in Tel Aviv, said: ''The Hungarian airline is \na commercial, profit-oriented organization which is naturally a state airline. But the Government doesn't usually \ninterfere with the company's policies, and I don't think it will do so in this case.''\n\n \n\nSome Round Trips Omitted\n\nThe announcement on the main Soviet evening televison news program, Vremya, said: ''The sale of tickets to \npassengers departing for permanent residence in Israel has been stopped from the 22d of March 1990 for routes \nMoscow-Budapest-Tel Aviv, Leningrad-Budapest-Tel Aviv and Kiev-Budapest-Tel Aviv.''\n\nThe announcement said Aeroflot would honor tickets that had already been purchased by would-be emigrants, but \nthat no new tickets would be sold. The report also said that the airline would continue to sell round-trip tickets to \nbusinessmen or tourists to Hungary.\n\nToday, Izvestia, the Soviet Government newspaper, quoted First Deputy Foreign Minister Yuli N. Vorontsov as \nsaying that Aeroflot had ''no plans in the immediate future'' for direct flights to Israel. Although Aeroflot and El Al \nagreed in principle on direct flights last year, the agreement has not been put into effect.\n\nIsraeli officials said they had received no solid confirmation of the Soviet announcement on ticket sales to \nBudapest. Gad Ben-Ari, spokesman for the Jewish Agency, the large quasi-governmental agency with the largest \nresponsibility in immigration matters said: ''We're still checking. It's not yet clear what they are going to do.''\n\nCorrection\n\n\n\nBecause of an editing error, an article on March 24 about the emigration of Soviet Jews to Israel misstated the \nextent to which they are being resettled in the West Bank. Only a small number of the Soviet Jews - about 1 \npercent of the 30,000 who have arrived in Israel in the last few months - have moved to the occupied territories.\nCorrection-Date: April 4, 1990, Wednesday, Late Edition - Final\n"}