{"title": "How can there not be a Plan B?", "body": "\nWorld Rugby's frustrating failure to have a back-up plan in place for adverse weather conditions was scathingly \nsummed up by Sergio Parisse, the Italy captain and one of the game's greats.\n\nAfter hearing that Italy's game against the All Blacks tomorrow had been cancelled, the disappointed Parisse said: \n\"If New Zealand needed four or five points against us it would not have been cancelled.\"\n\n100 percent, Sergio. You can also bet the rent money that if England needed to beat France (in the other cancelled \nmatch) to advance to the quarter-finals, the match would have been moved to a safe venue.\n\nJust a hint of the possibility of it being cancelled and England coach Eddie Jones' howls of indignation would have \nbeen louder than the typhoon. France has been quiet on the issue because they know that the two points they are \nbeing awarded for the cancellation are probably two more than they would have got if the game had been played, \nbut as far as Italy is concerned, the message is that they don't really matter.\n\nAs Sergio says: \"Sure, everyone might think that Italy versus New Zealand being cancelled counts for nothing \nbecause we'd have lost anyway, but we deserved to be respected as a team.\"\n\nThe match would also have been the highlight of the World Cup for Italy and their fans. Every rugby player in the \nworld dreams of playing the All Blacks.\n\n\"It is difficult to know that we won't have the chance to play a match against one of the great teams,\" Parisse added. \n\"We had the chance to play in a big stadium, against an awesome team ...\"\n\nThe effete suits at World Rugby tell us that the drastic action is all about the safety of the players and the \nspectators, and nobody is questioning that, but once more Parisse neatly sums up what everybody is wondering, \nand that is why has there been no back-up plan?\n\n\"It is ridiculous that a decision of this nature has been made because it isn't like the fans arrived yesterday. It is \ncrazy that there was no Plan B because it isn't news that typhoons hit Japan. When you organise a World Cup, you \nshould have a back-up plan in place.\"\n\nThe typhoon is not going to hit the whole of Japan, and this is arguably the most technologically advanced country \non the planet, the land of bullet trains travelling at almost supersonic speeds. It would have been a massive \ninconvenience to move the games but, to borrow from showbiz, the show must go on.\n\nStrangely, the game that has a quarter-final place at stake, Scotland v the host nation, is being given to the last \nminute on Sunday before a decision is made. If Scotland goes out of the World Cup because of cancellation it \nwould be scandalous. In the last World Cup they would have gone through to the play-offs but for a last-minute \nmistake in their game against Australia by ref Craig Joubert that gifted the Aussies the penalty that won the game.\n\n\nSurely they can't get shafted again...\n"}