{"title": "CULTURE CLUB: SMALL CONSTRUCTION FIRM EMPLOYS IMMIGRANT WORKERS", "body": "\n* Howard and Florence Streeter have employees from several nationalities, and enjoy helping people get on their \nfeet in a new country.\n\nWhen Howard and Florence Streeter established Streeter's Construction Inc., in 1986, they set out to rehab old \nhouses. They didn't know that ultimately they would be rehabbing lives as well.\n\nFor the last few years, the small, family-owned company has hired newly arrived immigrants. The full-time staff \nlooks like a miniature international institute, with two Filipinos, two Mexicans and a Bosnian, along with the \nStreeters and another American.\n\nBesides providing jobs, the Streeters sometimes help workers find housing, learn English and navigate a new \nculture.\n\nOriginally, the couple envisioned \"this tiny little company with (Howard Streeter) and maybe one other person,\" \nFlorence Streeter said. \"Then I had the bright idea that we should go to a work fair sponsored by the International \nInstitute and the Home Builders Association.\"\n\nThere, the couple were struck by the plight of people seeking a new life in America. They hired two Bosnians. \n\"Those two people aren't with us any more, but we helped them get a start,\" she said.\n\nThe Streeters started out in the construction business by buying houses, living in them as they did the rehab work, \nthen selling them. From there, they moved on to remodeling houses for other people.\n\nSome of the houses were in the Bevo area, where a lot of Bosnians have settled. After the Streeters hired the first \ntwo Bosnians, other immigrants came looking for work.\n\n\"Pretty soon we had another person who was an electrician. He started working with us (maybe) the second day he \nwas in America. He is an excellent electrician, and he was able to get in with the union and he's got a really good \njob now.\"\n\nThe electrician brought his brother-in-law, Asim Hasanovic, who Florence Streeter called \"an incredible \ncraftsperson.\" He's been with the company three years and now speaks fluent English, she said.\n\nThe recent addition of two Mexican workers was the result of Florence Streeter's visit to a restaurant. \"I just \nhappened to be talking … about a house for rent, and one of the waiters asked if we had any extra work,\" she said. \n\"He had two brothers who needed jobs. I said, 'I have something they could help us with.'\"\n\n\nLanguage with an international crew is sometimes an issue, but it's not insurmountable, the Streeters said.\n\n\"Sometimes we draw pictures, and sometimes Howard has to stay a little longer than he might if English happened \nto be the first language, but it's a small price,\" Florence Streeter said.\n\nHoward Streeter said he's learned a little Bosnian along the way, too.\n\nThe language barrier also meant the Streeters weren't always initially sure what kind of skills employees might bring \nto the job. And Howard Streeter said the prospect of hiring people whose backgrounds he couldn't check was \"kind \nof scary.\"\n\nStill, he said, \"It just felt right to do it. Whatever problems we had, we just worked through.\"\n\nFlorence Streeter said they also worried about how customers would react to workers who didn't speak English. \n\"But overall, the public has been so supportive and very open, and if it takes them a little longer to understand, they \nhaven't seemed to be upset about it.\"\n\nDoug and Laurie Sparr have used Streeter's for several projects on their south St. Louis County home. He said he \nwas impressed by the crew's attention to detail. \"They were here very late in the evening several times because \nthey would run into an issue, and they wouldn't leave it undone. … It's stuff like that that you don't find with certain \nother contractors.\"\n\nHoward Streeter got into the house remodeling business through a circuitous route. He studied electrical \nengineering in college with the goal of designing electric cars. But he didn't get a degree.\n\n\"I somehow worked my way back around to just being an auto mechanic,\" he said. \"I had always been interested in \ncarpentry. Florence and I rehabbed houses when we first got married.\"\n\nOne of his auto repair customers wanted to build a 1,200-square-foot room addition.\n\n\"He really loved the way I took car of his cars, and he pretty much insisted I build the addition, just knowing the way \nI work,\" Streeter said. \"I basically spent every night reading magazines and watching 'This Old House' to figure out \nwhat to do the next day.\"\n\nThat project started Streeter on the way to forming his construction firm.\n\nToday, the company that wanted to stay small continues to expand the scope of its work. It is venturing into \nJefferson and Franklin counties and soon will build its first modular house in Pacific.\n\n= = = =\n\nStreeter's Construction Inc.\n\nOwners: Howard and Florence Streeter\n\nTop executive: Howard Streeter, president\n\nEmployees: 8 full-time, 2 part-time\n\nAddress: 7 Vance Road, Valley Park\n\nWhat they do: General contractor and home remodeling company\n\nNotes\n\nSMALL BUSINESS\n\n\n\nGraphic\n\n \n\nPHOTO; (1-4) Color Photos by DIANE WILSON - FROM THIS . . . . . . TO THIS/ (1,2) Streeter's Construction \nrehabs condemned modular homes, such as this one (left) in the Golden Ridge subdivision in Grubbville, and \nmakes them livable again (right)./ (3,4) This kitchen in a modular home in Grubbville (left) was left in extremely poor \ncondition by the property's previous owner. The picture on the right represents what it will look like after being fixed \nand cleaned by Streeter's Construction.\n"}