{"title": "PERDUE ON ILLEGAL IMMIGRANTS: In-state tuition possible, but not HOPE funds", "body": "\nGov. Sonny Perdue said he is \"amenable\" to letting children of illegal immigrants pay in-state tuition at Georgia's \npublic colleges and universities. But he ruled out offering HOPE scholarships to illegal immigrants.\n\nPerdue also said he would not support measures that would permit illegal immigrants to obtain Georgia driver's \nlicenses.\n\nHe made the remarks when he met with reporters from the Spanish-language press last week --- the Republican \ngovernor's first foray at reaching the Latino community through the media since he has been in office.\nAJC\n\nIn separate meetings with broadcast and newspaper reporters and during a taped session with attorney Ralph \nPerales, host of WPBA's \"Leyes Cotidianas,\" (\"Everyday Law\"), Perdue answered questions about issues affecting \nthe Hispanic community.\n\nWhile giving a thumbs down to driver's licenses, Perdue provided a glimmer of hope for students who were brought \nto the United States illegally and who have graduated from Georgia schools.\n\n\"I would be amenable to looking for solutions regarding in-state tuition provided the fact that those students can \ndocument that they've been here in the state over a period of time, that they've not just moved here,\" Perdue said \nFriday.\n\n\"If they've been here, they've been Georgia taxpayers and can provide that kind of documentation, I'd be amenable \nto solutions of the in-state tuition area,\" he said.\n\nThree years ago, the Georgia Board of Regents issued a memorandum saying there is no legal barrier to illegal \nimmigrants attending college if they \"attend or graduate\" from Georgia high schools.\n\nBut system officials said students who were in the country illegally would probably have to pay out-of-state tuition -\n-- a cost that is often four times more than what state residents pay.\n\nAt least three dozen illegal immigrants in state colleges last year attended with \"presidential waivers\" that allowed \nthem to pay in-state tuition.\n\n\nState Rep. Pedro Marin (D-Duluth) said the governor's statements on tuition would be \"an opportunity for us to sit \naround the table and get people involved in the discussion. We need to have a more educated community. We are \nlosing our kids to gangs, because kids don't have something to look forward to. They lose interest in school before \nthey are finished --- in sophomore and freshman year.\"\n\nBut Perdue said HOPE scholarships for illegal immigrants are not likely.\n\n\"The HOPE scholarship and its future is under duress right now,\" Perdue said. \"Expansion of the HOPE program at \nthis point is probably not realistic.\"\n\nOn driver's licenses for illegal immigrants, Perdue said he could not \"justify issuing Georgia driver's licenses to \nthose without documents, who are undocumented.\" He said he viewed the issue as \"a national issue and as an \nimmigration issue that we have asked our Congress to look at and to come up with ideas.\"\n\nHere are excerpts from Perdue's discussion with the journalists on other issues affecting the Latino community:\n\nQ: What do you think of the matricula consular (identification cards issued by consular officials to their citizens in \nthe United States regardless of their immigration status)?\n\nA: I would entertain its acceptance, certainly in the commerce of banking and bank accounts and those kinds of \nthings. We probably would like to have more certainty regarding the integrity of it, making sure that it's non-\ncounterfeitable, that it's a valid document.\n\nQ: What do you expect from the Latino Commission for a New Georgia, and who on the commission speaks for the \nblue-collar workers?\n\nA: I think all of them speak for the blue-collar workers, because most of them have been there themselves at some \npoint or another. I think there is a great sense of responsibility to the greater Latino community here. I would hope \nthat we would have a candid, forthright dialogue and exchange of ideas, issues, needs and solutions back and forth \nbetween the Latino community and the governor's office.\n\nGraphic\n\n \n\nPhoto: Gov. Sonny Perdue opposes driver's licenses for illegal immigrants.\n"}