{"title": "Court Rulings Help Illegal Immigrants' College-Bound Children", "body": "\nSeveral states with financial difficulties have moved quietly in recent years to reduce spending on college education \nby denying low tuition rates and financial aid to American citizens who are the children of illegal immigrants.\n\nBut in separate decisions over the past month, courts in New Jersey and Florida have rebuffed those efforts, \nadding new limits to the measures state officials can take to crack down on illegal immigrants by denying benefits \nto them and their families.\n\nThe latest ruling came on Friday from a federal court in Florida, which threw out state regulations defining \nAmerican children of parents without legal immigration status as out-of-state residents, ineligible for tuition breaks \ngiven to state residents at public colleges and universities. Tuition for out-of-state students can be as much as three \ntimes as high as the rate for residents.\n\nThe five students who brought the lawsuit against Florida education officials were born in this country. They had \nbeen living in Florida for most or all of their lives and had graduated from public high schools there.\n\nOne student, Noel Saucedo, was born in Florida in 1991 and graduated from a high school there in 2010. But \naccording to the suit, he was not even able to complete his application to Florida International University, one of the \nleading four-year schools in the state system, because he could not provide proof that his parents were legal \nresidents of the United States.\n\nMr. Saucedo was offered a full scholarship to Miami Dade College, a two-year school, the lawsuit said. But when he \ncould not show that his parents had legal immigration status, he was deemed to be an out-of-state resident. His \nscholarship was reduced and his tuition was raised, so he could not afford to go to college full time.\n\nFlorida's regulations were adopted in 2010 and 2011, with the most recent coming under Gov. Rick Scott, a \nRepublican who took office in January of last year.\n\nIn a broad decision, Judge K. Michael Moore of Federal District Court in Miami found the regulations \nunconstitutional because they ''create a second-tier status of U.S. citizenship,'' by denying benefits to the students \nin the lawsuit that were freely available to other Americans.\n\nThe policy ''does not advance any legitimate state interest,'' the judge wrote, while it hindered Florida's goal of \n''furthering educational opportunities for its own residents.'' The lawsuit was brought by the Southern Poverty Law \nCenter in Montgomery, Ala.\n\nPolicies to deny college assistance to American children of illegal-immigrant parents build on efforts by many \nstates to deny aid to immigrant students who themselves are here illegally. But they have attracted far less \nattention than other state immigration laws, even though they affect thousands of Americans in Florida alone.\n\n\n''Legally, the issue is straightforward,'' said Michael A. Olivas, a professor of immigration and education law at the \nUniversity of Houston. ''These children are citizens. These are not kids whose status is at issue at all. The \nprovisions are struck down on plain vanilla equal-protection grounds.''\n\nLawyers said many American students had been reluctant to challenge the policies for fear of exposing their \nparents to the possibility of deportation.\n\nThat was the situation of an American student, now 18, who brought a challenge anonymously, under the initials A. \nZ., to financial aid laws in New Jersey. A. Z. had been living in the state with her mother, an illegal immigrant from \nGuatemala, since 1997. After graduating from high school with honors, she was accepted at a four-year state \ncollege, according to Alexander Shalom, a lawyer for the American Civil Liberties Union who helped bring the \nlawsuit.\n\nA. Z. applied for state financial aid based on her mother's yearly income of $4,950. Her application was denied by \nNew Jersey education officials ''because your parents are not legal residents,'' they wrote, under a policy put in \neffect in 2005.\n\nIn a ruling on Aug. 8, a New Jersey state appeals court rejected that decision. ''She is a citizen,'' three justices \nfound, adding that the record clearly showed that A. Z. had also shown ''lengthy and continuous residence'' in New \nJersey.\n\n''Here is a citizen being denied rights and privileges because of who her parent is,'' Mr. Shalom said. ''We think \nthat's decidedly un-American.'' She plans to reapply for the aid next year, he said.\n\nIn California, state officials agreed in 2007 to settle a similar lawsuit, putting an end to policies there that denied \nresidency to American students with parents in the country illegally.\n\nhttp://www.nytimes.com/2012/09/06/us/florida-and-new-jersey-courts-aid-illegal-immigrants-college-bound-\nchildren.html\n"}