{"title": "From Teaneck to the West Bank: a Tale of 2 Emigrants", "body": "\nLATE on a Tuesday night last spring, Hillel and Chana Schuster stood at the El Al check-in counter at John F. \nKennedy International Airport, surrounded by piles of their possessions Close by, their two children slept in strollers.\n\n      For the Schusters, boarding an Israeli-bound plane that night was the culmination of years of planning, waiting \nand sacrifice. Since they were married six years ago, their lives in Teaneck had revolved around the dream of \nmoving to Israel. \n\n And yet the moment did not arrive without many questions and considerable anxiety. \n\n In moving , the Schusters turned their backs on a safe and comfortable life in the New Jersey suburbs and chose \ninstead to endure the lifeless Israeli economy while living in a place mired in a bloody conflict with the Palestinians. \n\n Still, the young couple believed they would not truly be home until they had arrived in Hashmonaim, a settlement in \nthe West Bank.\n\n \"It has nothing to do with a logic,\" Mr. Schuster said. \"How many generations behind us have been praying to able \nto live there? As bad as the situation is now, how many Jews who have died dreamed of having a place like Israel? \nIt's not just one or two generations, it's 50 generations.\"\n\n Given this sentiment, the Schusters do not understand why so few American Jews make aliyah, the morally infused \nHebrew word for immigration that translates literally as \"to ascend.\" \n\n In particular, they harbor deep frustrations about the extensive Jewish community in Teaneck that they left behind. \nIt is a community, they say, that suffers from fading passion and dedication to Israel and Judaism.\n\n \"People just don't want to think about it,\" Mr. Schuster said about many of Teaneck's Jews. \"They say, 'Look at my \nnice house. Look at my beautiful little Jerusalem right here in Teaneck. What do I need in Israel?' And it is true, \nTeaneck is a fabulous place, but it isn't Israel.\"\n\n But American Jews have never bought, en masse, into the Zionist ideal of aliyah that, since the creation of Israel in \n1948, has called on world Jewry to return to the homeland it lost in biblical times.\n\n While 1.3 million Jews flooded into Israel, most from postwar Europe and Arab nations, during the country's first 20 \nyears, only 10,000 arrived from the United States. In total, only 100,000 Americans have made aliyah since 1948, of \nwhom approximately 40 percent eventually decide to return to the United States, according to Chaim Waxman, a \nsociologist at Rutgers.\n\n Jeffrey Gurock, a professor of Jewish history at Yeshiva University, said: \"It is just too comfortable here. The \nfleshpots of America are very attractive.\"\n\n\n But the Schusters, with their modern Orthodox upbringing that planted in them both a deep religious belief and a \npassionate connection to the land of Israel, are very typical of the handful of American Jews actually making aliyah \ntoday.\n\n \"It is pure ideology,\" said Dan Biron, who, as a recent executive director of the Jewish Agency's Aliyah Center, \nhelped organize most American immigration over the past two years. \"They have a love of Israel.\"\n\n Mr. and Mrs. Schuster, both 30, say the strength of their religious convictions were part of the force that pulled \nthem to their new home. Talk of religion, however, quickly melts into expression of a passionate, almost desperate, \ndesire to contribute to Israel as a country and to be among its people. To the Schusters, the reasons for moving lie \nnot so much in God's commandments as in the soil of Israel. \n\n When their daughter, Sarit, was born, they resolved to be in Israel before she turned 6, concerned that if they \nwaited longer it would be difficult forher to adjust. \n\n Each year they watched friends move from their humble apartment complex to large homes on the other side of \nTeaneck. And even though the six-figure salary that Mr. Schuster said he earned at a major investment firm would \nhave allowed them to follow, the Schusters remained in the cramped apartment and made do with a 1987 Honda \nCivic. They were, Mr. Schuster said, not only intent on saving money to subsidize the inevitable pay cut that would \ncome with a move to Israel , but determined to avoid setting down roots in Teaneck that would make leaving any \nmore complicated.\n\n \"If you don't go and at least give it a shot, you're going to be asking yourself a lot of questions,\" Mr. Schuster said. \n\"And your kids will be asking, too.\"\n\n The Schusters did not simply move to Israel, but to a settlement on the West Bank, and \"settlement\" is a word \nloaded with controversy in the Middle East.\n\n Hashmonaim, the settlement the Schusters now call home, rests just outside the Green Line that marks Israel's \npre-1967 border and delineates the West Bank from Israel proper. Roughly 20 miles up the road from Jerusalem \nand west of the West Bank city of Ramallah, it is home to 500 modern Orthodox families, about 60 percent of \nwhom are immigrants from the United States and Western Europe. A fence runs along the settlement's perimeter, \nand Israeli soldiers maintain a military checkpoint on its far side. Beyond the checkpoint, three small Palestinian \nvillages Al Midya, Ni'Lin and Deir Qaddis hem in Hashmonaim to the north and east. Every day, from the house \nthey lease on the settlement's outer ring road, the Schusters hear the Muslim call to prayer from the villages' \nminarets.\n\n The Schusters chose Hashmonaim because Mr. Schuster wanted to live in a house. They have recently bought \nproperty and begun building a home --an affordable undertaking in the West Bank largely because of government \nsubsidies. But equally important, Mr. Schuster said, was that he wanted his family to experience the intense social \nintimacy fostered by the settlements. \n\n The first few months in Hashmonaim have not been without frustrations and anxieties. Most difficult, the Schusters \nsaid, was adjusting to the changes in the standard of living that came with the substantial pay cut Mr. Schuster took \nat his new job with the Israeli branch of an international investment firm. In their old life, Mrs. Schuster said, they did \nnot think twice about buying clothes or taking vacations. Now, however, money is a concern at every turn.\n\n All in all, though, the couple said that life in the settlement has been what they hoped and that they have already \nmade an impact. \"It's a small community,\" Mr. Schuster said, \"and we're important parts of it already. I've given \nclasses and read the Torah in the synagogue. It's been amazing.\"\n\n A man whose family moved in the opposite direction from Israel to Bergen County three years ago scoffed at the \nSchusters' hope of contributing to Israel and bonding with its people. Most Israelis would mock them, said the man, \nwho asked that his name not be used because he did not want to cause controversy in the interwoven Jewish \ncommunity.\n\n\n\n Mr. Schuster said such sentiment, from a nonreligious Israeli, did not surprise him. \"It makes sense,\" he said, \"that \npeople who aren't driven by faith and the laws of the Torah would ask: 'Why would you want to be in Israel during a \nwar? Why would you want to be poorer than you could be?\"' And he rejected the idea that most Israelis would mock \nhis family's decision to make aliyah. When Israelis hear \"the way we speak about the land of Israel and how much \nwe care for it,\" Mr. Schuster said, \"I have no doubt that our presence here strengthens their presence here.\"\n\n BUT the Schusters did more than move. By choosing to live on the far side of the Green Line, they have injected \nthemselves and their children, Sarit, 4, and Max, 2, directly into the passionate debate over the role of the settler \npopulation in the bloodshed between Israelis and Palestinians. \"You would have to totally suspend reality to think \nthe increase in the settler population hasn't contributed to the collapse of the peace process,\" said Lewis Roth, an \nassistant executive director at Peace Now, a lobbying group that views the settlements as not only an obstacle to \npeace, but also as a major burden that Israel should abandon for its own well-being. \"Just as Israelis point to the \nPalestinian terror as a sign that in a land for peace deal the Palestinians are not offering peace, the Palestinians \npoint to this land grab as a sign Israel is not offering land.\"\n\n Morton Klein, the president of the Zionist Organization of America, dismisses such arguments. Mr. Klein has \ncontened for years that there will never be peace in the Middle East until people stop obsessing about Jews' right to \nsettle in Judea and Samaria the biblical names for the north and south of the West Bank.\n\n Referring to the land on both sides of the Green Line, Mr. Klein said in a telephone interview: \"Israel is our holy \nland, given to us by God. We should be making a moral, religious and legal claim that that land is ours.\" \n\n The issue for the Palestinians has never been control of the West Bank, he said.\n\n \"They don't care about a country,\" Mr. Klein said. \"They care about destroying Israel.\"\n\n Mr. Schuster makes a distinction between Hashmonaim and what he calls \"the hot spots,\" like the Israeli \nsettlements amid Hebron, where a few hundred Jews live \"in the faces\" of hundreds of thousands of Palestinians. \nHe also sees a distinction between Hashmonaim, with its proximity to the Green Line, and settlements scattered \ndeep in the West Bank, which will have to be dismantled if there is ever to be a contiguous state of Palestine.\n\n Mr. Schuster admires the passion that the Hebron settlers have for the land, but he cannot accept that the land is \nworth losing lives over.\n\n \"Giving Judea and Samaria away is crushing, crushing,\" he said in a conversation before moving. \"To have this \nland in our control, land that God gave us, and to give it back, is terrible. But are suicide bombs less terrible? Is \nholding down two million people any less terrible?\" \n\n Mrs. Schuster is significantly more hawkish than her husband, although she says that listening to him over the \nyears has tempered her views. Still, she says she is shocked that the Israeli government has not acted more \ndecisively in its handling of the conflict. \n\n When asked what should be done, however, she struggled to find her words and sighed deeply, exasperated by a \nsense of hopelessness.\n\n \"What's the long-term solution? I don't even see it anymore. I think of the word 'deportation,\"' she said of \nPalestinians, \"and that's horrible it brings back connotations of the Holocaust. But we have to defend ourselves and \nwe have to make sure our country continues to exist and we have to go to whatever measure to do that. No other \ncountry would tolerate being scared to send their children to school. It's ridiculous.\"\n\n With each day, Mr. and Mrs. Schuster said, their family is becoming more rooted in Israel. Each Sabbath and \nJewish holiday celebration, they said, reminds them that theyare finally living among their own people. \n\n Mr. Schuster added, however, that it is too early to tell whether the family will fulfill his hope of making some \nlasting, significant contribution to their new country. Mrs. Schuster says she believes it is enough simply to be \namong Israelis and living in their promised land, but Mr. Schuster disagrees.\n\n\n\n \"It is not enough just to live here,\" he said. \"I want us to do something special. The seeds are being planted, but \ntwo years from now if I don't see a sapling growing from those seeds, then I'll have to ask whether we're doing \nenough. But we're not even at the point of asking that yet.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Hillel and Chana Schuster left Teaneck, where they had lived.; The Schusters select flowers for their \nSabbath table. Their new home, in the background, at right, is rising inside a settlement of about 500 families. Mrs. \nSchuster believes it is enough to be among Israelis, but Mr. Schuster says: \"It is not enough just to live here. I want \nus to do something special\"; The Schusters are building a house in Hashmonaim, a West Bank settlement \nprotected by soldiers, where their daughter, Sarit, attends preschool. (Photographs by Rina Castelnuovo for The \nNew York Times)\n"}