{"title": "Immigrant Smugglers Become More Ruthless; Tactics Changing in Face of Federal Crackdown", "body": "\n No one was going anywhere until the smugglers got their money. \n\n They had led the group of illegal immigrants across desolate desert, sneaked them over the border, then packed \nthem in vans and drove hundreds of miles to a hideaway here. What came next was not supposed to be part of the \npassage. \n\n\"The first thing they did was take all their shoes,\" said Jessica Dominquez, a local immigration lawyer. \"Then they \nwere all locked up, with no way to get out.\" \n\n Some of the immigrants spent days trapped inside a shack in the San Fernando Valley, waiting for relatives to pay \nfees higher than they had expected. When police acting on a tip raided the place last month, they found about 80 \nimmigrants packed shoulder-to-shoulder in darkness and filth. \n\n It was a house of horrors they are becoming accustomed to seeing. \n\n From Southern California to Texas, as a federal crackdown against illicit crossings intensifies along the nation's \nsouthwestern border, smugglers are taking ruthless new steps to exploit the multitude of poor immigrants from \nMexico and Central America trying to reach the United States at  any cost. \n\n In the past few months around Los Angeles, authorities have discovered more than 650 illegal immigrants being \nheld captive by smuggling rings -- inside trucks and motel rooms, in squalid bungalows without electricity, even at a \nbrothel where they were being forced to perform sex acts for their freedom. \n\n Around Phoenix, more than 200 suspected smugglers have been apprehended since last fall. Authorities have \nseized about 110 weapons and more than $5 million in cash from them. \n\n Human smuggling has become such a large, lucrative enterprise that other criminal gangs are muscling into the \nmarket by ambushing smugglers once they cross the border, kidnapping the immigrants and then charging higher \n\n\nprices for their release. Earlier this year, a gang in Los Angeles even planted one of its members in a group \ncrossing over from Mexico and then hijacked the smuggling operation. \n\n \"It's getting worse,\" said Greg Simons, a director of the Coalition for Humane Immigrant Rights of Los Angeles. \n\"We have people telling us that their loved ones are being held ransom and asking, 'What do we do?' It's \nridiculous.\" \n\n The latest smuggling ring uncovered here illustrates the new extremes of the problem, federal officials said. Seven \nsmugglers were caught last month holding nearly 80 illegal immigrants captive inside a dilapidated 1,200-square-\nfoot house whose windows were covered by iron bars or chicken wire. \n\n According to court documents filed in the case, many of the immigrants were from Guatemala and had paid the \nsmugglers at least $3,000 apiece. Their harrowing journey to Los Angeles had taken two weeks. \n\n Many were bound for the East Coast. But they were being held hostage while the smugglers pressured their \nfamilies for more money. The immigrants told federal agents they were not allowed to sleep or use the bathroom \nwithout the permission of the smuggling ring's leader, whom they called \"El Diablo,\" or the devil. \n\n Investigators said they found ledger books with names of hundreds of illegal immigrants who had been held \nagainst their will inside the house in recent months, along with cell phones and forms to transfer money by wire. \n\n\"Smugglers are so glorified in some Mexican music you'd think they just put people on a Greyhound bus and give \nthem cold drinks on the way up,\" said Kevin Jeffery, a special agent in Los Angeles for the Bureau of Immigration \nand Customs Enforcement. \"It's simply not true. They're callous criminals. It's all about getting their money.\" \n\n Human smuggling along the 1,950 miles of the southwestern border is an old trade. Smugglers always have \ndemanded cash for crossings, but they once did most of their work near populated parts of the border. That kept \ncosts low. Immigration agents remember when most immigrants had to pay lone \"coyotes\" about $250. \n\n But security crackdowns in urban areas along the border, such as San Diego, have pushed crossings into remote \ndesert ranges -- and increased demand for smuggling rings with the savvy and manpower to take immigrants to \nmetropolitan areas. Smugglers now need drivers, scouts, decoys, rental cars and homes for hiding. Few now cross \nfor less than $1,500. \n\n \"The stakes are being raised all the time,\" said Claudia Smith, who works on immigrant issues for the California \nRural Legal Assistance Foundation. \n\n Security has been tightened along so much of the California border that smugglers are constantly attempting \ntreacherous and at times deadly crossings through the Sonoran Desert and swarming into Arizona. Some of them \nhave been reaching the East Coast by flying with fake identification out of Phoenix's Sky Harbor International \nAirport. \n\n In response, federal officials are deploying scores of new immigration agents to the Arizona border and to the \nPhoenix airport. They also plan to use unmanned surveillance aircraft this summer along smuggling routes. \n\n Robert C. Bonner, commissioner of the Bureau of Customs and Border Protection, said the aggressive new tactics \nin Arizona are working. Smugglers are being forced to charge higher fees because they have to take more risks to \navoid capture, he said, and their steep prices are deterring some from attempting crossings. \n\n At one point this year, agents were apprehending an average of 2,500 illegal immigrants a day in Arizona, most of \nwhom were crossing the border with the help of smugglers. That tally has dropped to about 1,600 a day recently. \n\n \"I think we're getting a better grip on the problem,\" Bonner said. \"We are putting a lid on Arizona. That's the one \ndoor we need to slam shut.\" \n\n\n\n But humanitarian groups say smugglers are only getting more cruel and cunning -- and appear to be a step ahead \nof law enforcement. \n\n To evade new security measures around Arizona, they are driving many illegal immigrants to the Los Angeles \narea. Finding haven in such a vast multicultural metropolis -- and blending into round-the-clock crowds at Los \nAngeles International Airport -- is easier. \n\n Some residents in the immigrant communities here where smugglers operate also are reluctant to tip off police or \nfederal agents  for fear that the immigrants being hidden will  be deported. \n\n Once discovered, smuggling rings can still be tough to bust because often only bit players in the shadowy \nenterprise -- drivers, clerks, lookouts -- get caught in raids on staging houses. And  they can be hard to prosecute. \n\n In April, authorities found about 90 illegal immigrants crammed inside a locked, decayed home in the Watts area \nof Los Angeles. They arrested two men and a woman at the scene and charged them with smuggling. But \nprosecutors later dropped the case, in part because the illegal immigrants had been released from custody. \n\nAt the time of the arrests, there was not enough space in a detention center to hold all of them. It also appeared \nunlikely, prosecutors said, that they would return to cooperate as witnesses or to speak to defense lawyers. \n\n The alleged smugglers are being held for deportation proceedings, but may never be charged with crimes or lead \ninvestigators to the kingpins of the smuggling ring. \n\n But in Texas recently,  a Honduran woman pleaded guilty to organizing a smuggling operation that led to the \ndeaths last spring of 19 illegal immigrants who suffocated inside an unventilated tractor-trailer. Prosecutors said \nshe has agreed to testify against other key defendants in the high-profile case. \n\n Immigrant officials call that news a hopeful sign. But they concede that much more must be done to disrupt or \ndismantle smuggling rings -- because they know that many immigrants will  continue to rely on them, despite the \ngrowing perils. \n\n \"They hear the stories,\" Simons said. \"But they need work. They need to eat. They're desperate.\" \n"}