{"title": "Behind the politics, real problems to address", "body": "\nFor the second straight election-cycle January, Gov. Tim Pawlenty has proposed a series of get-tough measures on \nillegal immigration. Two years ago, when he faced a re-election battle, and again on Monday, the beginning of \nanother big election year, the governor has turned his attention to \"sanctuary\" ordinances, hiring practices, forgery, \nidentity theft and other issues related to the mass movement of illegal workers from Mexico and Central America \ninto the U.S.\n\nThe fact that this has proven to be a fruitful political issue for Republicans like Pawlenty does not mean he is wrong. \nPorous borders, widespread use of fake documents, industries built on low-skilled, low-wage (by U.S. standards) \nworkers and enabling federal policies have produced an underground economy that defies the idea that we are a \nnation of laws. Pawlenty was right when he said Monday the result is \"the rule of law is diminished.''\n\nWhether anyone besides Lou Dobbs really wants to do anything about it - well, we have our doubts.\n\nA 2005 survey by the Pew Hispanic Center estimated there were then 11 million undocumented immigrants in the \nU.S., and put Minnesota in the category of states with 55,000 to 85,000 illegal immigrants. Those numbers are likely \nhigher now. Workers have flocked to the landscaping, roofing and food-processing industries, among others.\n\nWe have sided with President Bush, Republican presidential candidate Sen. John McCain and many Democratic \nleaders in seeking a \"comprehensive\" solution. That generally means tougher border enforcement along with a \n\"path to citizenship\" for those who came here illegally and are working and otherwise law-abiding. That policy is a \nnonstarter for anti-immigration groups, and the comprehensive bill went down in flames last year.\n\nPawlenty's plan focuses on enforcement at the state level. It includes these measures that would need legislative \napproval:\n\n? Prohibiting cities from adopting \"sanctuary\" laws that keep local police from inquiring about immigration status.\n\n? Stronger penalties for employers who knowingly hire illegal immigrants, including possible revocation of state \nbusiness licenses.\n\n? Increased penalties for using someone else's Social Security number or driver's license to commit fraud, and \nincreased penalties for those who forge documents that can be used to verify employment status.\n\n? Strengthening laws against human trafficking.\n\nHis plan also includes several measures that he can enact by executive action, including:\n\n? Requiring new state employees, contractors doing business with the state and businesses receiving state \nincentives to use an electronic verification system to ensure that workers are legally eligible to work.\n\n\n? Having state law-enforcement and regulatory officials work with federal immigration officials in such areas as \nnarcotics smuggling, money laundering, document fraud, disrupting violent multinational gangs and identifying child \npredators.\n\nMany of these proposals were offered and rejected two years ago. Senate Majority Leader Larry Pogemiller, DFL-\nMinneapolis, called them \"warmed-over.'' We have sided with police chiefs who believe \"sanctuary\" laws make the \nbest of a bad situation by encouraging crime victims and witnesses to cooperate rather than run away in fear. But \nPawlenty's package rightly focuses on serious criminal wrongdoing rather than the mere act of being in Minnesota \nillegally.\n\nWe challenge Democrats to acknowledge the problems Pawlenty is addressing and come up with their own \nsolutions. Ignoring the wrecked system is as bad as using it for political purposes. We need a big federal fix to be \nsure. But until that happens, Minnesota can take steps toward restoring that rule of law we profess to believe in.\n"}