{"title": "Study: Children of Latino immigrants speaking more English, less Spanish", "body": "\nThe nation's Latinos are showing a \"dramatic increase\" in their English language ability across generations, \nmoving from a Spanish-dominant population for immigrants, to a predominantly English-fluent population for their \nchildren, a new report shows.\n\nThe study by the Pew Hispanic Center suggests Latinos are following a similar trajectory as the last great wave of \nimmigrants did in the early 20th Century, with the nation's largest immigrant group at the start of the 21st Century \nsteadily assimilating into an English dominant population.\n\nThe Pew study found that while only about one in four Latino immigrants is fluent in English, nine in 10 of their \nchildren are. By the third generation in the U.S., three-quarters of Latino adults speak mainly or only English at \nhome.\n\nThe Pew study provides a new window into the linguistic evolution of the nation's 44 million Hispanics, both native \nand foreign-born, and includes some data not collected by the U.S. Census Bureau.\n\nIt shows how Latino families change across the generations. About 52 percent of Hispanic immigrants speak only \nSpanish at home, but just 11 percent of their adult children speak only Spanish at home.\n\nLatinos also say language is the biggest source of discrimination against them, rather than skin color, immigration \nstatus or their level of income and education.\n\nThere are significant differences in English ability based on Latino ethnic groups and education levels, however, \nthe study found. People born in South America or Puerto Rico tend to speak English better than immigrants born \nin Mexico.\n\nAnd education is a huge factor in the English ability of Latinos, the Pew study found. Among people with college \ndegrees, 62 percent speak English fluently, compared to just 11 percent of those who did not complete high \nschool.\n\nThe Pew study also examined what language Latinos speak at work, a question the Census does not ask. \nHispanics are more likely to speak English at work than at home, although more immigrants predominantly \nspeak Spanish than English in the workplace. About one-quarter of immigrants speak English and Spanish \nequally on the job.\n\nThe report's authors were not willing to say whether the findings contradict the fear of some Americans that the \nnation is becoming a Babel of immigrants who lack a common tongue.\n\n\n\"We don't want to insert ourselves into the opinion business,\" said D'Vera Cohn, co-author of the report. \"Our job is \nto put out some facts.\"\n\nWhile Latinos are steadily adopting English, even later generations are holding onto their ability to speak Spanish, \nat least enough to conduct a conversation.\n\nThe Pew report found that 44 percent of Latino adults - both immigrants and native born - were bilingual, and \nabout two-thirds could carry on a conversation in English or Spanish \"pretty well\" or \"very well.\"\n\nContact Mike Swift at mswift@mercurynews.com or (408) 271-3648.\n"}