{"title": "Symbols send vital message on immigration", "body": "\nOn immigration, symbols matter. They convey messages. Messages that are vital. Come, our laws be damned. \nOr come, but legally.\n\nThe immigration law Georgia legislators passed this year is described with New York Times news objectivity as \n\"the blunderbuss approach.\"\n\nIt is nationally significant, though, because it shares one important element of President Bush's immigration \nreform: Symbolism. Both Georgia's law and the president's recommendation that National Guardsmen be deployed \nin support of Border Patrol agents are visible statements that our economy is not an invitation to ignore law.\n\nElements of the national dialogue on immigration have been surreal. Advocates for illegal immigrants and Mexican \npoliticians up to President Vicente Fox comment as though U.S sovereignty is a mere technicality.\n\nBorders do matter. Globalization is, yes, an inevitability to be welcomed. Chinese ownership of American oil \ncompanies is no more threatening than the identities of national airlines worldwide are threatened by having \nAmerican pilots take the cockpits. Capital and talent are not confined by borders.\n\nThey are, however, confined by the self-interest of sovereign states. And while the importance of national borders \nseems diminished when ex-presidents and the Dixie Chicks casually criticize from foreign soil, most Americans are \nunwilling to concede that they are.\n\nThis nation is decades into an internal struggle to define our values, a debate more sharply focused after Sept. 11. \nThe long and arduous campaign against terrorism requires a nation that is cohesive and certain. The foundation of \ncertainty is the U.S. Constitution and the rule of law.\n\nImmigration is an issue where, to employers, illegal immigrants, advocates and many commentators, the law is \nrelative, negotiable to individual circumstance. Most Americans vehemently reject that notion. At the core, it's less \nabout immigrants than national identity and the rule of law.\n\nImmigrants indeed renourish our economy and our democracy. Few ceremonies are more stirring than to \nexperience a class of new citizens renouncing allegiance to the land of their birth and casting their lot fully and \nfaithfully with ours.\n\n\nBorders mark the beginning of a contract. The contract obligates those who enter to respect the people, their \nvalues, customs language and laws. Deceitful entry is a declaration of disrespect --- a declaration boldly affirmed by \nmass demonstrations.\n\nWhen elected officials whose public lives reflect moderation take strong positions on securing the borders, as U.S. \nSen. Johnny Isakson (R-Ga. ) and Rep. Tom Price (R-Ga.) and others have done, there's more going on here than \na few jingoists threatened by \"diversity.\" It's common political practice to attempt to win arguments by tainting those \nwho hold contrary positions with something abhorrent, such as hate or bigotry, or debilitating, such as anger or fear. \nThe device asserts moral superiority: my motives are noble; yours are base or political pandering.\n\nWhen conservatives whose public lives reflect moderation demand that borders be sealed, rest assured the public \nis demanding secure borders.\n\nThe president's speech last week, and subsequent border security actions in the Senate, are important \nacknowledgments that the public demands a serious response to illegal entry --- an area where the feds have no \ncredibility.\n\nThat's the problem, actually, with establishing an easy route to citizenship before securing borders. While I'd \nwelcome all who genuinely aspire to become citizens, there are conditions --- accepting the language, renouncing \nallegiance to another country and disavowing any entitlement that flows from illegal entry.\n\nThe president had the framework right. The concern, though, is government credibility. Borders are not secured. A \nreasonable path to citizenship becomes amnesty. And 12 million become 20 million.\n\nNobody will or should try to round up 12 million illegal immigrants. But we need real action on enforcement to \nconvince Americans --- like the symbolism behind Georgia's law and the National Guard deployment --- that we are \nserious, and to convince would-be illegal immigrants that the old game is over.\n\n* Jim Wooten is associate editorial page editor. His column runs Sundays, Tuesdays and Fridays.\n\njwooten@ajc.com\n"}