{"title": "Labour crisis: Jeremy Corbyn sees 34 shadow ministers quit as new MP is told 'keep your phone on, you might be in the shadow cabinet by end of day'", "body": "\n• Nearly half the shadow cabinet resigns \n\n• Osborne makes statement on the economy \n\n• Lisa Nandy MP could challenge Jeremy Corbyn \n\n• Who is who in Jeremy Corbyn's post-Brexit shadow cabinet?\n\n• Future Labour leadership runners and riders\n\n• Corbyn appoints new shadow cabinet \n\n• Future Labour leadership runners and riders \n\n• Could Britain actually have a second referendum on Brexit?\n\n                   Jeremy Corbyn's shadow cabinet                   How long has Labour's 'leadership coup' lasted?                   \n\nJeremy Corbyn has lost more than half his Cabinet and seen more than 30 of his MPs revolt against his leadership \nover the last 48 hours. \n\nMr Corbyn has lost 20 of his 31 strong shadow cabinet and seen a further 13 shadow ministers resign this \nmorning.\n\nThe rebels have criticised his performance in the EU referendum and he faces further resignations from the junior \nfrontbench ranks amid fresh calls for him to stand down as leader. \n\nJeremy Corbyn's grip on the Labour leadership looked increasingly weak as Angela Eagle became the most senior \nmember of his shadow cabinet to quit.\n\nShadow housing minister John Healey, shadow energy secretary Lisa Nandy and shadow work and pensions \nsecretary Owen Smith have all resigned - adding to the 12 shadow cabinet members Mr Corbyn lost on Sunday.\n\nSources said that Mr Corbyn will refuse to step down and will instead try and make public a planned secret vote on \nhis future so that voters can see which MPs are trying to unseat him.\n\nMr Corbyn has been forced to promote a number of key allies as the  revolt against his leadership intesnifies. \n\nA number of the 2015 intake have joined the new shadow cabinet with just a year's experience on the job. \n\n\nLate on Sunday evening Mr Corbyn issued a bullish statement and vowed to continue as leader despite the \nresignations. He said: \"I am not going to betray the trust of those who voted for me - or the millions of supporters \nacross the country who need Labour to represent them.\n\n\"Those who want to change Labour's leadership will have to stand in a democratic election, in which I will be a \ncandidate.\n\n\"Over the next 24 hours I will reshape my shadow cabinet and announce a new leadership team to take forward \nLabour's campaign for a fairer Britain - and to get the best deal with Europe for our people.\"\n\nAuto update\n\n                   6:53PM                   The Labour PLP meeting is underway                    \n\nIt is widely expected that Jeremy Corbyn will now face a leadership challenge as Labour MPs make their case for \nhis resignation. \n\nAlan Johnson \"eviscerating\" Corbyn and his office at PLP. \"I'll take my responsibility, you need to take yours.\"\n\n- Kevin Schofield (@PolhomeEditor) June 27, 2016\n\nMore from PLP meeting: \"Rob Flello cheered. First to tell him to resign 'for all those outside who need a Labour \ngovernment.'\"\n\n- George Eaton (@georgeeaton) June 27, 2016\n\nIan Murray told Corbyn to \"call off the dogs\" ie Momentum protestors outside his constituency office. #PLP\n\n - Paul Waugh (@paulwaugh) June 27, 2016\n\nAlan Johnson beasts into Jeremy Corbyn at #plp said staff didn't attend Lab In meetings and Jeremy must take his \nshare of responsibility\n\n- iain watson (@iainjwatson) June 27, 20166:35PMLabour's new-look Shadow Cabinet\n\nIn the wake of mass resignations today by Labour shadow ministers, the new Shadow Cabinet looks like this:\n\nShadow Chancellor of the Exchequer - John McDonnell\n\nShadow Chief Secretary to the Treasury - Rebecca Long-Bailey\n\nShadow Foreign Secretary - Emily Thornberry\n\nShadow Health Secretary - Diane Abbott\n\nShadow International Development Secretary - Kate Osamor\n\nShadow Environment Food and Rural Affairs Secretary - Rachel Maskell MP\n\nShadow Lord President of the Council and Campaigns and Elections Director - Jon Trickett\n\nDeputy Leader of the Party, Party Chair and Shadow Minister for the Cabinet Office - Tom Watson\n\nShadow Minister without Portfolio - Jonathan Ashworth\n\nShadow Home Secretary - Andy Burnham\n\nShadow Secretary of State for Communities and Local Government - Grahame Morris\n\n\n\nShadow Secretary of State for Energy and Climate Change - Barry Gardiner\n\nShadow Secretary of State and Shadow Lord Chancellor - Richard Burgon MP\n\nShadow Minister for Women and Equalities - Angela Rayner\n\nShadow Secretary of State for Work and Pensions - Debbie Abrams\n\nShadow Education Secretary - Pat Glass\n\nShadow Transport Secretary - Andy McDonald\n\nShadow Defence Secretary - Clive Lewis\n\nShadow Voter Engagement and Youth Affairs - Cat Smith\n\nShadow Northern Ireland Secretary - Dave Anderson\n\n6:22PMEU rejects informal Brexit talks with UK\n\nThe European Union has confirmed it will not hold informal talks with UK until it triggers Article 50 to leave, \nGermany, France and Italy insist.\n\nAngela Merkel said there would be no discussions until Britain has formally declared it will be leaving. \n\nAngela Merkel Credit:      HANNIBAL HANSCHKE/Reuters      \n\n\"We are in agreement that Article 50 of the European treaties is very clear - a member state that wishes to leave \nthe European Union has to notify the European Council,\" she told a news conference at the German chancellery.\n\n\"There can't be any further steps until that has happened. Only then will the European Council issue guidelines \nunder which an exit will be negotiated.\n\n\"That means that, and we agree on this point, there will be neither informal nor formal talks on a British exit until the \nEuropean Council has received the [UK's] request for an exit from the European Union.\"\n\n6:20PM43rd Labour MP resigns from his post \n\nRichard Burden, the Labour MP for Birmingham Northfield is the 43rd Labour MP to quit in a wave of resignations \nwhich now see Jeremy Corbyn's leadership entering a critical phase. \n\nIn his letter to the Labour Leader, Mr Burden said: \"I have always thought of you as a friend. We have worked \ntogether on things like Israel and Palestine for years\".\n\nHowever, Mr Burden, who was formerly Labour's Shadow Transport Minister, went onto add that: \" I honestly \nbelieve that for you to respond by digging yourself deeper into your trench is just going to make a bad situation \nworse, regardless of how many troops in the broader Party you believe will go over the top for you.\"\n\n5:43PMJack Dromey MP resigns \n\nPolicing shadow minister Jack Dromey resigns, becoming the 42nd Labour frontbencher to quit in just 18 hours.\n\nIn his resignation letter to Jeremy Corbyn, Mr Dromey wrote: \n\n\"I believe we may now be on the brink of a catastrophic defeat from which Labour may never recover.\n\n\"I believe you should stand down.\n\n\n\n\"You are a decent and honourable man. But we cannot fight back and win with you as leader.\n\n\"I would urge you, therefore, as the decent and principled man that you are to put the working people of Britain first, \nfor it is their interests that we serve.\n\n\"I want history to record that my old friend Jeremy put principle before self.\"\n\nJack Dromey's resignation letter to Corbyn. \"We cannot fight back and win with you as leader \n - Jonathan Walker (@jonwalker121) June 27, 20165:37PMDennis Skinner appears to flick V-sign at Labour MPs\n\nEarlier today, Veteran Labour MP Dennis Skinner appeared to give two fingers to former shadow cabinet ministers \nin the Commons after they jeered him for shaking Jeremy Corbyn's hand.\n\nDennis Skinner appears to flick V-sign at Labour MPsPlay!00:355:35PMJean-Claude Juncker thanks UK Task \nForce for its work\n\nMr Juncker today announced that UK Task Force will be dissolved following Britain's decision to leave the \nEuropean Union. \n\nAt the first meeting of the College of Commissioners since last Thursday's referendum, the EU President thanked \nthe Task For loyal service and invaluable work. \n\nJean-Claude Juncker Credit:      Max Rossi     \n\nHe paid particular tribute to their role in the new settlement deal reached with David Cameron between the 18-19 \nFebruary earlier this year at the European Council, which has now been voided in the advent of Brexit. \n\nWhile dissolved, members of the Task Force will remain in place until all the administrative and archiving \nprocedures necessary to complete Britain's separation are completed. The final date of completion is expected to \nbe 30 September at the latest. \n\nMembers of the Task Force will now return to their former roles in the Commission. \n\n5:08PM Corbyn blames Tories for Brexit vote\n\nLabour leader Jeremy Corbyn faces calls to resign from his own backbenchers as he accuses the Tories of failing \nto convince their supporters to vote to stay in the EU.\n\nCorbyn blames Tories for Brexit votePlay!01:364:33PMLabour MPs heckle Corbyn in Commons telling him 'Resign!'\n\nLabour leader Jeremy Corbyn is heckled by his own side in the Commons with calls of \"Resign\" from behind him in \nhis backbenches. \n\nLabour MPs heckle Corbyn in Commons telling him 'Resign!'Play!00:334:19PMWatson to tell Corbyn to step \naside? \n\nI'm told Tom Watson will go in to see Corbyn again, after a PLP vote up of no confidence tomorrow, to ask him to \nstep aside.\n\n- Paul Waugh (@paulwaugh) June 27, 20164:12PMPM: We must accept the people's decision\n\nDavid Cameron says that although the result of the EU referendum was not the one he wanted, he now has to \naccept it and begin implementing the process.\n\nPM: We must accept the people's decisionPlay!01:394:08PM60 PCC's call on Corbyn to resign \n\n\nAround 60 Labour parliamentary candidates have called on Jeremy Corbyn to resign.\n\nIn the letter sent to the chairman of the Parliamentary Labour Party (PLP) John Cryer, the candidates from last \nyear's General Election stated that: \"The Labour Party must seek a change of leadership\". \n\nThe PCCs thanked Jeremy Corbyn for his work \"as leader in the past year and his long service as an MP and within \nthe Union movement\" though added that  \"we cannot win an election unless the country believes that our Party \nleader is a credible Prime Minister, who they can trust to both lead our country on a world stage and help their \nfamily at home\".\n\nThey went on to add that: \"We have come to believe that were a General Election to be held today, Labour would \nfail these two tests\".  \n\nJeremy Corbyn MPCredit:      Rob Stothard/Getty Images     3:59PMCorbyn hits back at Alan Johnson \n\nA spokesman for Mr Corbyn hit back at Mr Johnson: \"Jeremy is disappointed by Alan Johnson's remarks about the \nLeader's Office. They are unfounded and appears to be aimed at undermining the Labour leadership.\n\n\"The Labour In campaign designed a campaign that took a euphoric tone towards the EU. This was not the \napproach of the party leader, nor did it reflect Labour's internal polling.\n\n\"Jeremy Corbyn ran a campaign that was based on Remain and Reform, supporting continued membership, but \nrecognising significant problems with the EU, particularly in relation to democracy, enforced privatisation and TTIP, \nworkers' rights and jobs.\n\n\"As the leader, Jeremy's view took precedence, and Labour supporters returned a two-thirds Remain vote, following \nthe line of the party leadership.\n\n\"There is no doubt there were occasional tensions between the Labour In campaign and the Labour leader and his \noffice. However, it was Jeremy Corbyn's view that better chimed with the majority of Labour voters.\"\n\nLabour party leader Jeremy Corbyn with Labour MP Alan JohnsonCredit:      Chris Radburn/PA Wire     \n3:56PMPoland wants a second UK Referendum\n\nPoland would like to see Britain hold a second in-out referendum on EU membership, the leader of the country's \nruling party said Monday, warning however the bloc would have to \"radically change\" for Britons to want to return.\n\n\"Our idea for today... foresees efforts aimed at making Britain return, including a second referendum,\" Poland's \npowerful rightwing leader Jaroslaw Kaczynski said.\n\nBut, he cautioned, the \"EU would have to radically change\" for this scenario to be feasible.\n\n\"Britain today risks falling apart\", he added, quoted by the Polish PAP news agency.\n\nKaczynski is the first European leader to make an outright call for a second referendum.\n\nReport from Matthew Holehouse in Brussels \n\nJaroslaw Kaczynski3:51PM PM jokes new Labour MP could find herself in shadow cabinet\n\nDavid Cameron jokes that the new Labour MP for Tooting Rosena Allin-Khan should keep her mobile phone on as \n\"she might be in the shadow cabinet by the end of the day\".\n\nShameful that the first Vote Leave leader to speak in the debate is Labour leader Gisela Stuart. Where is Boris? \nWhere did Gove go? #Brexit\n\n - Christopher Hope (@christopherhope) June 27, 2016\n\n\n\nBut where are Michael Gove and Boris Johnson? asks Christopher Hope.\n\nNo sign of the former London mayor in his seat while Mr Gove, the Justice secretary, is standing behind the \nSpeaker's chair.\n\nPM jokes new Labour MP could find herself in shadow cabinetPlay!00:303:48PMLabour MPs shout 'resign' at own \nleader \n\nJeremy Corbyn has attacked the wave of Labour MPs who have quit his top team for \"indulging in internal\" \nmanoeuvring.\n\nThe Labour leader has lost 20 members from the shadow Cabinet and a raft of junior frontbenchers over the last \n24 hours amid a wave of criticism of his leadership.\n\nIn a Commons statement on Britain's decision to quit the European Union, Mr Corbyn said the country was divided.\n\nTo jeers, he said: \"Our country is divided and the country will thank neither the benches in front of me, nor those \nbehind, for indulging in internal... manoeuvring at this time.\"\n\nAmazing scenes. Corbyn takes a dig at his own back benchers, @tobyperkinsmp shouts 'resign' at his own leader\n\n- Owen Bennett (@owenjbennett) June 27, 20163:42PMSwearing in the Commons \n\nLabour rebels have been sworn at by a veteran left-wing MP as the party's civil war spilled onto the floor of the \nHouse of Commons.\n\nDennis Skinner, the MP for Bolsover, walked across to greet Jeremy Corbyn when he arrived in a visible display of \nloyalty after more than 30 frontbenchers resigned to try and unseat him.\n\nDennis Skinner just shook Corbyn's hand then flashed rebels the V sign in Commons.\n\n- Ben Riley-Smith (@benrileysmith) June 27, 2016\n\nMr Skinner shook Mr Corbyn's hand and patted him on the back as the pair met by the Opposition Leader's \ndespatch box.\n\nSitting back down, Mr Skinner flung his arm back and gave the V sign to a string of senior Labour rebels sitting on \nthe backbenches.\n\nDennis Skinner just walked up to Jeremy Corbyn in Commons. He shook Jeremy's hand & turned to the Labour \nPlotters and gave them the V sign.\n\n- Éoin (@LabourEoin) June 27, 2016\n\nThe group he appeared to direct his insult towards included Hilary Benn, the former shadow foreign secretary, \nMichael Dugher, the former shadow culture secretary, and Chris Leslie, the former shadow chancellor.\n\nReport from Ben Riley-Smith in the Chamber \n\n3:35PMNew Labour MP sworn into Parliament \n\nDr Rosena Allin-Khan has just been sworn in as MP for Tooting.\n\nDavid Cameron jokes: \"Let me welcome the new member for Tooting to the House.\n\n. @EmilyThornberry@RachaelMaskell@johnmcdonnellMP laughed at PM's joke, but @jeremycorbyn didn't. \n#LabourCoup#Brexit\n\n\n\n - Ben Glaze (@benglaze) June 27, 2016\n\n\" I'd advise her to keep her mobile phone on because she might be in the Shadow Cabinet by the end of the \nday...and I thought I was having a bad day!\"\n\nLabour's victorious @DrRosena has been sworn in as MP for Tooting. \"Lots of vacancies coming up!\" someone \nheckles. pic.twitter.com/kxi4ZPL08N\n\n - Jim Waterson (@jimwaterson) June 27, 20163:28PMAnd another one... \n\nSir Keir Starmer, the former director of public prosecutions, resigned as a shadow immigration minister.\n\nHe said: \"It is simply untenable now to suggest that we can offer an effective opposition without a change of leader.\"\n\nWith sadness & regret, I have resigned as shadow home office minister: Brexit has changed the challenge ahead. \npic.twitter.com/l9NWXChlzN\n\n - Keir Starmer (@Keir_Starmer) June 27, 20163:27PMAnother minister resigns Thangam Debbonaire's resignation \nletter 3:25PMBrexit 'weighs on the history of the EU like a boulder'\n\nBritain's decision to quit \"weighs on the history of the EU like a boulder\", Matteo Renzi, the Italian prime minister, \nsaid in Rome today. \n\n\"We are faced with a historic event,\" Renzi told the upper house of parliament, before heading to Berlin for a \nsummit with Angela Merkel, Francois Hollande and Donald Tusk, the president of the European Council, to discuss \nthe EU's response and handling of Brexit.\n\nMr Renzi called on Britain not to delay with calling Article 50 and beginning formal departure procedures.\n\nEurope \"cannot  spend a year discussing the procedures,\" the premier told the senate.\n\n\"We will respect what the British decide but Europe must move because if we spend a year waiting, we'll lose the \nchallenge with the priorities of our time,\" he told parliament. \"What happened in the United Kingdom could be the \ngreatest opportunity for Europeans if we stop being on the defensive\".\n\nReport from Nick Squires in Rome\n\nMatteo Renzi Credit:      Luigi Mistrulli/SIPA/REX/Shutterstock      3:20PMCalls mount for MPs to support Corbyn \n\nThe Campaign for Labour Party Democracy, (CLPD)  has issued called for its members to \"immediately send \nEmergency Motions to the General Secretary (for the NEC) demanding that Labour MPs unite behind our elected \nLeader in the face of this historic opportunity when the Tories are falling apart\". \n\nIn the statement on its website, the CLP, an internal Labour pressure group that lobbies for constitutional changes \nwithin the Labour Party, also suggested that \"these disloyal Labour MPs are making a strong case for bringing back \nfull-blown mandatory reselection\".\n\nThe CLPDs call can be seen as a direct threat of deselection towards rebel MPs. \n\nWhilst Mr Corbyn has reassured party members that he will remain leader and enter any leadership contest, the \nCLPDs statement is a clear indication of the level of division within the party at a senior, and grassroots level as \nrebel MPs face the prospect of deselection by  constituency associations now dominated by Corbyn supporters. \n\nReport from James Somper\n\n3:02PMLabour agrees to a secret ballot\n\n\n\nLabour has agreed to no confidence tonight and secret ballot tomorrow.\n\n- Anushka Asthana (@GuardianAnushka) June 27, 20162:56PM'Corbyn did vote Remain' \n\nResponding to Mr Bryant's claim about the way Mr Corbyn voted, a spokesman for the Labour leader said: \"It's a \nridiculous thing to suggest.\n\n\"Jeremy tweeted immediately after he voted that he voted to remain, so the matter is already public.\"\n\nI've just voted to Remain. The EU provides the best framework to meet the challenges of our time \n#LabourInForBritainpic.twitter.com/tzhvyBbLsY\n\n - Jeremy Corbyn MP (@jeremycorbyn) June 23, 20162:53PMAngela Eagle's emotional BBC Radio 4 \ninterviewAngela Eagle tearful over shadow cabinet resignationPlay!01:042:40PMUNISON back Corbyn\n\nSpeaking today UNISON general secretary Dave Prentis said that the Union still backs Jeremy Corbyn as leader of \nteh Labour party.\n\nHe said: \"Our Labour Party members' conference next week will have an open and honest debate about the future \nof the Party, and how Labour can win the coming election.\n\n\"It is not the Parliamentary Labour Party or trade unions who now elect the leader - it is party members and affiliate \nsupporters, and that mandate should be respected.\n\n\"The Tories are divided, but at this crucial time, Labour should not be. As we appear to be moving towards an early \ngeneral election, our members need strong and united leadership from the Labour Party.\n\n\"If MPs choose not to serve in the shadow cabinet, the Labour leader has a right to seek to form a shadow cabinet \nand lead our party as long as he has the support of Party members.\"\n\nUnison leader Dave PrentisCredit:      GEOFF PUGH     2:38PMMore calls for Corbyn to go \n\nOpen Labour, an internal Labour Party forum set up in December in order to foster dialogue between  activists on \nthe left of the party and party leaders towards a \"kinder, more active and more equal society\" has issued a \nstatement calling on Jeremy Corbyn to resign. \n\nIn a statement on its website, Open Labour said that: \"the referendum brought to the fore divides which have been \npapered over for far too long with retail politics by mainstream political parties/\n\nThose divides are now playing out within the Labour Party\" and that \"many traditional Labour supporters are at \nodds with their elected representatives\".\n\nThe statement went on to say that: \"the reality of this disconnect has caused a loss of confidence in the Leader of \nthe Party within the Parliamentary Labour Party\" and that \"a new leadership election\" was needed in order \"to give \nmembers and supporters of the Labour Party a chance to choose who will lead the Party in the negotiations for \nleaving the EU, and forge a path to a new European Settlement protecting the rights of our citizens and \nenvironment\". \n\nReport from James Somper\n\nLabour Leader Jeremy Corbyn leaves his home in North LondonCredit:      Christopher Furlong/Getty Images     \n2:23PMLuciana Berger quits shadow cabinet \n\nI have spoken to Jeremy today and it is with great sadness that I have stood down from his Shadow Cabinet. \npic.twitter.com/YRYiu7HRd0\n\n\n\n - Luciana Berger (@lucianaberger) June 27, 20162:23PMKerry - don't punish Britain\n\nJohn Kerry, the US Secretary of State, has urged EU countries not to take \"revenge\" on Britain.\n\nHe warned that the decision to split with the bloc would have \"consequences\" for its oldest ally.\n\nHis comments betray how Brexit has become an international crisis. The UK has since World War Two acted as a \nlink between the US and Europe. \n\nIt means, for example, that the TTIP trade negotiations that were championed by David Cameron now appear \ndoomed. \n\nFederica Mogherini R the High Representative of the European Union and John Kerry Credit:      STEPHANIE \nLECOCQ     \n\nMr Kerry said: \"I think it is absolutely essential that we stay focused on how in this transitional period no loses their \nhead, nobody goes off half cocked,  people don't start ginning up scatterbrained or revengeful premises, that we \nlook for ways to maintain the interests and values that brought us together in the first place.\"\n\nHe said that Mr Obama and he would do \"everything in our power to make this transitional process as sensible and \nas smooth as it can be.\n\n\"Does that mean it doesn't present difficulties? No there are challenges.\n\nUS Secretary of State John Kerry\n\nDo that mean it was without any impact? No. Clearly that's not possible either. Because there are consequences.\n\n\"But there are ways to make certain we are trying to chart out a path for the future\n\nthat actually strengthens the EU and serves the interests and ideas that pull us together and keep us together - \neven now, as there is a political decision on one country's membership.\"\n\nHe was speaking after meeting Jean-Claude Juncker, the Commission president, and Federica Mogherini, the EU's \nHigh Representative. \n\nIn a sign of how Britain risks being marginalised, Jens Stoltenberg, the Nato Secretary General, said that Nato-EU \nco-operation is \"even more important now after the decision of the United Kingdom\".\n\nReport from Matthew Holehouse in Brussels \n\n2:09PMLeaked: Alan Johnson letter to MPs \n\nI have just been sent this email that was sent to Labour MPs from Alan Johnson, who headed Labour's campaign to \nstay in the EU. \n\nDear colleague,\n\nThe referendum result was a huge blow. The turmoil and uncertainty it has unleashed will I fear affect our country \nfor many years.\n\nAs Chair of 'Labour In For Britain' I take my share of responsibility for the way the Labour campaign was run. I \ncouldn't have wished for a better Head of the campaign than Brian Duggan; and our Labour Party staff and \nactivists, from Iain McNicol to our Regional staff and CLPs, were magnificent. They cannot be blamed for the \noutcome and should be very proud of the work they did.\n\n\n\nEveryone else needs to make their own assessment as to whether more could have been done to prevent this \ndisastrous result.  I will certainly do this, as I hope will the Leader's Office. At times it felt as if they were working \nagainst the rest of the Party and had conflicting objectives.\n\nI was proud to work with some great people who tried their very best to get the result we all wanted. Nobody in the \nLeadership had the right to undermine their efforts.\n\nBest wishes,\n\nAlan Johnson\n\nFormer Foreign Secretary Alan JohnsonCredit:      Jack Taylor/Getty Images     2:08PMStormy meeting with \nleadership convinced 'gang of five' to resign\n\nBen Riley-Smith, our political correspondent, has had a read out from a crunch meeting between Mr Corbyn and \nfive previously supportive shadow cabinet ministers which ended with resignations\n\nLabour's five soft-Left shadow cabinet ministers were persuaded to resign after a stormy meeting with the \nleadership that saw John McDonnell \"lecture\" those present and promise to fight on. \n\nThe group led by Owen Smith and Lisa Nandy were leaning towards supporting Jeremy Corbyn but were left aghast \nafter their meeting with the leader was hijacks by the shadow chancellor, it is understood. \n\nLisa Nandy MP\n\nThe group - which has backed Mr Corbyn over the last nine months and often done media interviews defending him \n- asked to meet the leader to see how he planned to bring the party back together after a spate of resignations. \n\nBut a stormy meeting saw Mr McDonnell sit in and demand that those who had left the front bench would be \npunished rather than brought back round the table, according to one familiar with the meeting. \n\n\"They got a lecture from John McDonnell with Corbyn doing his best woodwork teacher impression,\" a Labour \nsource told The Telegraph. \n\nJeremy Corbyn and John McDonnellCredit:      Heathcliff O'Malley     \n\n\"They came out and thought 'Oh my god. Your plan is to carry on and change nothing?'. They had a chat and \nagreed to resign'.\" \n\nAfter the morning meeting all five figures tendered their resignation: Mr Smith, the shadow work and pensions \nsecretary; Ms Nandy, the shadow energy secretary; John Healey, the shadow housing minister; Nia Griffiths, the \nshadow welsh secretary; and Kate Green, the shadow women's minister. \n\nThe move effectively robs Mr Corbyn of one of his last support bases within the shadow cabinet and suggests \nprevious loyalists could be ready to back another candidate. \n\nTom Watson MPCredit:      LEON NEAL/AFP     \n\nTom Watson, the deputy Labour leader, is the most likely choice of the soft-Left with Angela Eagle, the shadow \nbusiness secretary, also in contention. \n\nAll eyes are now on the young moderates with leadership ambitions such as Dan Jarvis, the former shadow justice \nminister, and Chuka Umunna, the former shadow business secretary, to see if they stand in the contest that is \nnow widely expected. \n\n\n\nDan Jarvis Pictured In His Army DaysCredit:      Waldegrave/REX Shutterstock     1:56PMYoung Labour issue \nstatement of no confidence in Corbyn\n\nOne youth wing of the Labour party have issued a statement in which they say they no longer have faith in Jeremy \nCorbyn as leader. \n\nLondon Young Labour write: \"Not only did Jeremy Corbyn fail to deliver passionate Labour messages about staying \nin the EU, he also refused to work with Britain Stronger In Europe, despite polls showing this would turn out Labour \nvotes.\n\n\"Warnings were ignored, meetings cancelled and a desperately needed Labour message was lost. This result will \nhave effects on everyone, but especially the poorest in our society- for decades to come.\n\n\"These are the people we seek to protect as the Labour party, and we have failed - Jeremy Corbyn has failed.\n\n\"It is for these reasons that we express no confidence in the Leader of the Labour Party, and hope London Labour \nMPs will consider young members' views\".\n\n. @jimwaterson a LYL source:LYL chair's position does not represent the national leadership of Young Labour or \nmajority of y mbrs in London\n\n- JeremyCorbyn4PM (@JeremyCorbyn4PM) June 27, 20161:51PMAnother minster resigns \n\nNick Thomas-Symonds, MP for Torfaen, stepped down as shadow employment minister, warning in his resignation \nletter that there was \"a very real risk of the Labour Party splitting without a change of leadership\" and telling Mr \nCorbyn that \"I have lost confidence in your ability to unite the party and take on the Tories\". \n\nIt is with enormous regret that I have resigned as Shadow Employment Minister. pic.twitter.com/KWe52wgVQc\n\n - Nick Thomas-Symonds (@NickTorfaenMP) June 27, 20161:39PMLeaked reshuffle list \n\nRed for out, green for in, and orange for 'can't be moved'..Corbyn reshuffle list, leaked, in real time \npic.twitter.com/5vZs312RbJ\n\n - Paul Waugh (@paulwaugh) June 27, 20161:30PMAngela Eagle close to tears on live radio\n\nAngela Eagle, who has quit the shadow cabinet, is close to tears on Radio 4. \n\n\"It's just not working,\" she says.\n\nMs Eagle refuses to rule herself out of running against Jeremy Corbyn in a leadership contest, but says today is \nabout the Labour leader's future. \n\nSounds very much like Angela Eagle is on tears as she gives live interview on Radio 4's #wato right now\n\n- Matt Dathan (@matt_dathan) June 27, 2016\n\n\"Today is about Jeremy and the decision he's got to take and I very much hope that he will take it\".\n\nShe says: \"I've had to think very carefully about it, it's been an agonising decision but I think it's the first duty of \nevery Labour leader to communicate with the electorate and during the EU referendum with just days to go to the \nvote, when we had a united party position on that EU referendum it emerged that half of our voters didn't know what \nthat was.\n\n\"I think we are going to be very possibly facing a general election in the next four months and we can't have our \nparty led by someone who can't get that kind of simple message across.\"\n\n\n\nAnyone who heard Angela Eagle on #WATO just now and still thinks this is about people putting their careers \nbefore party and country, well..\n\n- Mikey Smith (@mikeysmith) June 27, 20161:26PMCorbyn will not be brought down by 'corridor coup'\n\nA Labour source says Jeremy Corbyn will not be brought down by this \"corridor coup\". \n\nThey add that a new cabinet reshuffle should be announced this afternoon and will have some \"surprising names.\" \n\n1:18PMToby Perkins: My constituents tell me Corbyn has to go\n\nToby Perkins quits his job as shadow armed forces minister as people in his Chesterfield constituency see \"Jeremy \nCorbyn as a barrier to voting Labour\" .\n\nToby Perkins: My constituents tell me Corbyn has to goPlay!01:591:11PMWill new shadow secretary make it to the \nCommons om time? \n\nAs bb defence chair, advised JC I'll speak from frontbench if new shadow defence sec not back from Glastonbury \ntoday pic.twitter.com/ThaDHKecun\n\n - John Woodcock (@JWoodcockMP) June 27, 20161:08PMLeadership contest is now 'likely to happen' \n\nCorbyn source: A leadership contest is now \"likely to happen\" but Jeremy will stand. Claims is \"no shortage\" of ppl \nto replace shadow cab\n\n- Anushka Asthana (@GuardianAnushka) June 27, 20161:06PMNo 10 announces new 'Brexit unit' \n\nDavid Cameron has announced the formation of a new \"Brexit unit\" of officials which will consider options for life \noutside the European Union.\n\nOliver Letwin, a Cabinet minister, will act as a \"facilitator\" and take views on potential options and the unit will report \ninto the Cabinet.\n\nThe unit will bring together officials from across the Government and conduct \"intensive\" work on negotiations.\n\nMr Cameron also made it \"absolutely clear\" that the Government will not \"tolerate intolerance\".\n\nHe condemned abuse of migrants seen over the weekend. The Prime Minister's spokeswoman also suggested that \nthe Government will not back a second independence referendum.\n\n\"The last thing Scotland needs now is another divisive referendum,\" she said. \"It's not on the table right now. The \nreasons for Scotland to be in the UK are as strong as they were 18 months ago.\"\n\nReport from Steven Swinford\n\n1:01PMKate Green resigns from shadow cabinet \n\nMy letter to Jeremy advising my resignation from the shadow cabinet today pic.twitter.com/hkifPr101Y\n\n - Kate Green (@KateGreenSU) June 27, 201612:40PMMaria Eagle resigns from shadow cabinet \n\nMaria Eagle makes it 36 labour frontbenchers to quit\n\n- Laura Kuenssberg (@bbclaurak) June 27, 201612:29PMNia Griffith quits shadow cabinet \n\nShadow Wales secretary Nia Griffith joined the exodus telling Mr Corbyn she did not believe he could achieve the \nunity the party needs for an early general election.\n\n\n\nAnd joining her was shadow woman and equalities minister Kate Green who said Mr Corbyn \"did not appear to \naccept the special responsibility on you as leader to take all steps to unite us\".\n\nBREAK Angela Eagle, John Healey and Nia Griffith have resigned from shadow cabinet - all on left and very senior\n\n- Tamara Cohen (@tamcohen) June 27, 201612:19PMJohn Healy quits shadow cabinet \n\nJohn Healey has resigned as shadow housing minister.  \n\nI have just hand-delivered Jeremy Corbyn my resignation letter. pic.twitter.com/ntnHFzeaXN\n\n - John Healey MP (@JohnHealey_MP) June 27, 201612:18PMAngela Eagle quits shadow cabinet \n\nAngela Eagle has resigned as shadow business secretary saying that the Labour  Party needs a \"leader who can \nunite rather than divide\". \n\nAngela Eagle quits having requesting meeting with Corbyn 24 hours ago and got no response\n\n- Michael Crick (@MichaelLCrick) June 27, 2016\n\nJeremy Corbyn's grip on the Labour leadership looks increasingly weak as Ma Eagle became the most senior \nmember of his shadow cabinet to quit.\n\nMs Eagle, the shadow first secretary of state who deputises for Mr Corbyn at Prime Minister's Questions, said \"we \nneed a leader who can unite rather than divide the Labour Party\".\n\nWith deep regret, and after nine months of trying to make it work, I have today resigned from the Shadow Cabinet \npic.twitter.com/tX7SPDyTIZ\n\n - Angela Eagle (@angelaeagle) June 27, 201612:17PMDid Jeremy Corbyn vote to leave the EU?\n\nA senior Labour MP says he suspects that Jeremy Corbyn voted for Brexit after the party leader declined to tell him \nwhich way he cast his ballot.\n\nChris Bryant said he posed the question directly as he warned Mr Corbyn he would \"destroy\" the party unless he \nstepped aside and did not seek re-election, but received no answer.\n\n\"Jeremy's management of the campaign for the referendum left many voters on polling day not even knowing which \nway Jeremy himself was going to vote,\" he told BBC News.\n\nChris Bryant MP\n\n\"I suspect that Jeremy may have voted to leave.\n\n\"Not only is that a betrayal of Labour's historic position on the European Union - a fundamental economic and \nforeign policy objective of ours - but also it means that if he were to lead is into a general election, the latest poll \nshows we would lose 150 seats, we would be a rump of 75 Members of Parliament.\n\n\"I said to Jeremy last night 'look, I've tried to make this work but the only person who can make this work is you, by \nstepping aside and not standing in the subsequent election and letting somebody else take over the reins because \notherwise you will destroy the Labour Party'.\"\n\nJeremy Corbyn, leader of the U.K. opposition Labour PartyCredit:      Chris Ratcliffe/Bloomberg     \n\nHe cast doubt on whether Mr Corbyn could find sufficient supportive MPs to form a full shadow government.\n\n\n\nMr Bryant said the decision of voters to withdraw from the EU - including a majority in his own constituency of \nRhondda - had to be respected.\n\nHe added: \"But what this country now needs, more than ever, is clear unambiguous leadership and I just don't think \nJeremy has it in him to do that. I don't even think he really wants to be prime minister.\n\n\"We cannot go forward to a general election with a leader who cannot command the respect of the parliamentary \nparty or, much more importantly, of the voters.\"\n\nReport from PA\n\n12:08PMScottish Labour leader tweets...  \n\nThis needs urgent clarification pic.twitter.com/NjrfcEcwwr\n\n - Kezia Dugdale (@kezdugdale) June 27, 201612:06PM'Absolutely he should stay' \n\nAndy McDonald, a new member of the shadow cabinet, has told the BBC Jeremy Corbyn should not take orders \nfrom the Parliamentary Labour Party.\n\nHe says: \"Absolutely he should stay. He has a mandate to stay. It was only nine short months ago that he was \nelected with a massive majority.\n\n\"And I know that he hasn't been popular across the PLP. That's the understatement of the year. But it's the \nmembers who overwhelmingly embraced Jeremy's narrative.\n\n\"And I think some of my colleagues need to completely recognise that.\"\n\n11:55AMCalls for Tom Watson to take over as caretaker leader \n\nLisa Nandy and Owen Smith have  just quit the shadow cabinet. \n\nThey have demanded that Jeremy Corbyn steps down and have called for Tom Watson to take his place as a \ntemporary leader. \n\nThey are the first of the Shadow Cabinet to quit today.\n\n11:53AMLisa Nandy and Owen Smith quit shadow cabinet\n\nBREAKING Lisa Nandy and Owen Smith quit shadow cabinet\n\n- Christopher Hope (@christopherhope) June 27, 2016\n\nLisa Nandy and Owen Smith have resigned. Have also ruled themselves out of leadership contest. #labour\n\n - Vicki Young (@BBCVickiYoung) June 27, 201611:44AMAnother two resign... \n\nAND ANOTHER: @JennyChapman QUITS Labour's education team. pic.twitter.com/ifriF2ajF7\n\n - Darren McCaffrey (@DMcCaffreySKY) June 27, 2016\n\nColleen Fletcher resigns as Labour's PPS at DEFRA. Means their DEFRA team comprises of Shadow Secretary \nRachel Maskell and, er, that's it.\n\n- Kevin Schofield (@PolhomeEditor) June 27, 201611:28AM'Its's time for Corbyn to go' \n\nToby Perkins, one of the many Labour  MPs to resign this weekend, says his constituency are telling him it's time \nfor Jeremy Corbyn to go.\n\n\n\nHe tells Sky News: \"It was very clear that Jeremy was a barrier rather than an attraction to them for voting Labour, \nmany people who voted Labour all their lives saying they wouldn't be able to do so if he continued to be leader.\n\n\"He's a decent man, he's a man who has many attributes but a potential prime minister he is not.\n\n\"There's many, many people in Chesterfield who voted for Jeremy back in September that have come to the \nconclusion he has to go if Labour is to survive an upcoming general election.\"\n\nToby Perkins MP11:20AMJuncker and Cameron speak\n\nDavid Cameron spoke to Jean-Claude Juncker by phone today.\n\nMr Cameron thanks him for all the work he did to draw up the British settlement, which is now defunct. \n\nMr Cameron was not rebuked by Juncker, who has lashed out at him in recent days. \"\n\nCameron called Juncker to thank him for all he did on renegotiation. Juncker \"It was a polite and friendly \nconversation.\"\n\n- Matthew Holehouse (@mattholehouse) June 27, 2016\n\n\"It was a polite and friendly conversation,\" said his spokesman. They will meet again on Tuesday.\n\nHis spokesman says Mr Juncker will not be resigning.\n\n\"The Commission did not call a referendum,\" he says. \"The ones who have to draw conclusions from this are the \nones that called the referendum. We are dealing with the polycrisis, one after another.\"\n\nThe President on the European Commission Jean-Claude JunkerCredit:      AP Photo/Markus Schreiber     \n\nThe spokesman reiterates that there can be no talks until the Article 50 is activated.\n\n\"We are expecting a swift notification of Article 50 notifications. There will be no negotiation without Article 50 \nnotifications.\"\n\nReport from Matthew Holehouse in Brussels \n\n11:18AM'I suspect that Jeremy Corbyn may have voted to leave EU' \n\nChris Bryant, who quit the shadow cabinet yesterday, has told the BBC that Jeremy Corbyn refused to tell him \nwhether he had voted to leave the EU. \n\nI suspect that Jeremy Corbyn may have voted to leave, Chris Bryant tells @BBCNews#Brexit#EUref\n\n - Nick Eardley (@nickeardleybbc) June 27, 201611:15AMMcDonnell: Corbyn has no need to resign\n\nShadow chancellor John McDonnell says that his leader Jeremy Corbyn shouldn't resign and he should have a \nfresh shadow cabinet in place by lunchtime. \n\nMcDonnell: Corbyn has no need to resignPlay!01:4611:14AMEU ready for a trade deal - but it must include free \nmovement\n\nThe next British Prime Minister must accept free movement if they want access to the single market, EU diplomats \nsay.\n\nThe suggestion that Britain can continue full access to the European market under an EEA deal while imposing \nborder controls is a non-starter, they said.\n\n\n\nOn Tuesday David Cameron will be told by his counterparts that there can be no beginning of discussions about \nBritain's new relationship until Article 50 is triggered, beginning the exit process.\n\nEuropean Union and British Union Jack flag Credit:      Lazyllama / Alamy Stock Photo     \n\nEU officials are happy for Britain to have a number of months to prepare a stable government but there has to be a \nclear timetable, warning that an indefinite delay or uncertainty would be toxic unsustainable.\n\nThe resolution of Tuesday's European Council is expected to state a desire to create a \"harmonious\" relationship \nwith Britain in future years.\n\nIt will also regret the outcome of the vote, say that EU law continues to apply to the UK until exit, and issue a \npositive message about the need to keep the EU together.\n\nParticipants hold the EU flag as members of the public take part in a 'Remain In' RallyCredit:      EPA/HAYOUNG \nJEON     \n\nAfter initial anger, the mood is calming and the minds are focusing on making it work.\n\nThe mood at yesterday's meeting of EU27 sherpas was not one of a \"lynchmob\" that will go out the way to punish \nBritain for leaving the EU, and there is a landing zone in mind for a harmonious trade relationship\n\n\"Gladstone said there are no such things as permanent alliances, only permanent interests,\" said one source.\n\nReport from Matthew Holehouse in Brussels \n\n11:12AMJess Phillips resigns as PPS\n\nLetter pic.twitter.com/lDqcL7d8k2\n\n - Jess Phillips MP (@jessphillips) June 27, 201611:06AMLisa Nandy to stand against Corbyn? \n\nThe New Statesman are reporting that Lisa Nandy MP could challenge Jeremy Corbyn in a leadership election. \n\nLisa Nandy will stand against Corbyn, Labour source tells me.\n\n- George Eaton (@georgeeaton) June 27, 2016Profile | Lisa Nandy11:05AMAnother shadow minister resigns\n\nI have just resigned my position on the frontbench for the reasons as set out below in my letter to Jeremy \npic.twitter.com/wtYq5lgt9D\n\n - R. Blackman-Woods (@robertabwMP) June 27, 201610:54AMNew Labour MP urges Corbyn to go...\n\nHere's my letter to Bristol South Labour Party members this morning pic.twitter.com/mcFgyMC9YV\n\n - Karin Smyth MP (@karinsmyth) June 27, 201610:45AMTom Watson tells Corbyn he has lost support of MPs\n\nBen Riley-Smith, our political correspondent, has got a read-out from the meeting between the pair this morning. \n\nTom Watson has told Jeremy Corbyn he has lost authority among his MPs but fallen short of telling him to resign \nduring a face-to-face meeting with Labour in crisis. \n\nI'm told that Watson and Corbyn also spoke for \"five minutes about Glastonbury\".\n\n- George Eaton (@georgeeaton) June 27, 2016\n\nThe party's deputy leader made clear the level of \"unrest\" Mr Corbyn faces from his own MPs and the anger there \nis towards his leadership, it is understood. \n\n\n\nHowever Mr Watson will not join other shadow cabinet ministers in tendering his resignation and did not call on Mr \nCorbyn to go. \n\nCorbyn's team briefed Watson *didn't* ask Corbyn to quit, Watson's team seem to have briefed Watson *did* ask \nCorbyn to quit.\n\n- Jim Waterson (@jimwaterson) June 27, 2016\n\nIt appears Mr Watson, who was elected to the deputy leadership on the same day as Mr Corbyn last September, is \nplaying a conciliatory role between the rebels and the party's Left wing. \n\nAll sides in the party are now preparing for a leadership contest that is likely to be triggered in the coming days. \n\nJeremy CorbynCredit:      Richard Gardner/REX/Shutterstock     10:44AMUnion backs Corbyn over 'self indulgent \nMPs'\n\nPublic and Commercial Services union general secretary Mark Serwotka has sent a personal message of support \nto Jeremy Corbyn, saying: \"The EU referendum result was a devastating blow, capping a poisonous Leave \ncampaign that preyed on genuine fears about a lack of investment in our communities and years of pent up distrust \nof politics, and directed this anger towards migrants.\n\n\"As many of us warned, the far right are already trying to exploit this and the political uncertainty the result has \nsparked. The most immediate and important thing we need is for Labour and the unions to lead a mass campaign \nagainst this racism and xenophobia to protect migrants, and to demand that housing, education, health and other \npublic services are properly resourced.\n\n\"I am appalled that instead of helping with this, some self-indulgent Labour MPs are looking inward, and turning on \nyou and the party members and supporters who elected you in a landslide last September.\n\n\"I believe you are the best person to lead the Labour party through what is undoubtedly going to be a difficult period \nand you have my full support.\"\n\nBritain's opposition Labour Party leader Jeremy CorbynCredit:      REUTERS/Peter Nicholls     10:37AMBoris: \nProject Fear is over\n\nBoris denies he is backtracking on his promises after writing in today's Daily Telegraph that \"Britain is part of \nEurope, and always will be.\"\n\nHe instead praised his fellow Tory Chancellor George Osborne for announcing there would be no immediate budget \nfollowing Britain's decision to leave the EU, and insisted that Britain will have access to the free market.\n\nBoris: Project Fear is overPlay!01:1710:24AMTom Watson tells jeremy Corbyn he will face a 'bruising' leadership \ncontest\n\nA meeting between Tom Watson and Jeremy Corbyn has taken place this morning and it is understood the deputy \nleader of the Labour Party did not demand his boss stood down. \n\nHe reportedly told Mr Corbyn that if he wants to stay on, he almost certainly faces a \"bruising\" leadership contest \nfollowed by a general election.\n\nhe meeting between Mr Corbyn and Mr Watson was described as \"civil\" by a spokesman for the leader.\n\nThe spokesman said there was \"categorically not\" any call from Mr Watson for Mr Corbyn to quit.\n\n\"Tom updated Jeremy on the views of the PLP and Jeremy updated Tom on the shadow cabinet appointments,\" \nthe spokesman said. The brief meeting lasted under 20 minutes.\n\n\n\nAsked if the views of the PLP put to Mr Corbyn by his deputy were a surprise the spokesman said: \"Not really.\"\n\nTom Watson and Jeremy Corbyn Credit:       Heathcliff O'Malley     10:12AMAnother shadow minister resigns \n\nA few minutes ago I formally tendered to Jeremy Corbyn my resignation from the post of Shadow Minister for the \nNatural Environment.\n\n- Alex Cunningham (@ACunninghamMP) June 27, 201610:11AMDuck makes bid for Downing Street\n\nAs if things couldn't get more 'quackers', journalists lying in wait for the Cabinet meeting with the PM were greeted \nby this duck waddling past Number 10.\n\nWho knows, if the Tory and Labour party in-fighting continues, this duck may be the only one left to take on \nDowning Street. \n\nDuck makes bid for Downing StreetPlay!00:4210:09AM'Project fear is over'\n\nBoris Johnson has declared \"Project Fear is over\" after Chancellor George Osborne said an emergency post-Brexit \nbudget was unlikely to happen until a new prime minister is in place in the autumn.\n\nThe leading Leave campaigner welcomed the early morning statement by Mr Osborne intended to calm the markets \nthat the UK economy was \"about as strong as it could be\" to confront the challenge of separating from the EU.\n\n\"It is clear now that Project Fear is over, there is not going to be an emergency budget, people's pensions are safe, \nthe pound is stable, the markets are stable, I think that's all very good,\" he told reporters as he left his London \nhome.\n\nBoris Johnson leaving his homeCredit:      REX/Shutterstock     9:42AMJeremy Corbyn is doing the honourable \nthing\n\nEmily Thornberry, who has just been promoted to shadow foreign secretary, stood by Jeremy Corbyn this morning \nduring a fiesty TV appearance. The MP, who made the appearance not long before news broke of her promotion, \nsaid Mr Corbyn is doing the \"honourable thing\" by refusing to step down.\n\nSpeaking on GMB, the former shadow defence secretary said that Mr Corbyn's role following Brexit is to \"speak up \non behalf of our people who are going to be hit hardest.\"\n\nEmily Thornberry: Jeremy Corbyn is doing the honourable thingPlay!00:529:14AMCorbyn's new Cabinet Jeremy \nCorbyn's NEW shadow cabinet9:07AMTop party members refuse to meet Corbyn's top team \n\nThe party's leaders in the Lords are set to refuse to attend meetings of Mr Corbyn's top team.\n\nBaroness Smith of Basildon, the Labour leader in the Lords, and Lord Bassam, the chief whip, are both in post \nbecause of elections within the ranks of the party's peers - rather than being appointed by Mr Corbyn.\n\nA source said that they had taken \"soundings\" from the party's peers and it was likely they would boycott shadow \ncabinet meetings while Mr Corbyn remains as leader.\n\n9:02AMCorbyn leaves is house this morning Labour Party Jeremy Corbyn outside his houseCredit:      Rick \nFindler/PA Wire     Jeremy Corbyn leaves his home in North LondonCredit:      Christopher Furlong/Getty Images     \nBritain's opposition leader Jeremy Corbyn insisted he would not give up his job in a Labour Party revoltCredit:      \nJUSTIN TALLIS/AFP/Getty Images     8:46AMSteve Reed resigns \n\nI have resigned as Shadow Minister for Local Government. Here is my letter of resignation \npic.twitter.com/WcMZp757xE\n\n\n\n - Steve Reed (@SteveReedMP) June 27, 20168:34AMCorbyn begins refilling his empty shadow cabinet \n\nJeremy Corbyn has promoted key allies as the revolt against his leadership of the Labour Party continued.\n\nThe Labour leader lost 12 members of his shadow cabinet on Sunday but has made a series of appointments in an \neffort to shore up his position.\n\nEmily Thornberry MPCredit:      Ben Cawthra/REX/Shutterstock     \n\nBut he faced further resignations from the junior frontbench ranks amid fresh calls for him to stand down as leader.\n\nFormer shadow defence secretary Emily Thornberry will replace Hilary Benn, who was sacked as shadow foreign \nsecretary in the early hours of Sunday morning.\n\nSo Labour's new shadow defence secretary Clive Lewis will take first Defence questions today. He's a Trident \nopponent. Could be interesting.\n\n- Michael Savage (@michaelsavage) June 27, 2016\n\nAnd Diane Abbott replaces Heidi Alexander, who quit as shadow health secretary - one of 11 shadow cabinet \nministers to resign in a day.\n\nDiane Abbott MP\n\nThe following appointments have been announced.\n\nShadow Foreign Secretary - Emily Thornberry\n\nShadow Health Secretary - Diane Abbott\n\nShadow Education Secretary - Pat Glass\n\nShadow Transport Secretary - Andy McDonald\n\nShadow Defence Secretary - Clive Lewis\n\nShadow Chief Secretary to the Treasury - Rebecca Long-Bailey\n\nShadow International Development Secretary - Kate Osamor\n\nShadow Environment Food and Rural Affairs Secretary - Rachel Maskell\n\nShadow Voter Engagement and Youth Affairs - Cat Smith\n\nShadow Northern Ireland Secretary - Dave Anderson\n\n8:21AM'We will start work' \n\nChris Grayling, the Leader of the House of Commons and Brexit campaigner, is also on the Today programme. \n\nHe says: \"We will start work. There needs to be a detailed plan put in place.\n\nGrayling: \"The single market is a phrase.\"\n\n- Robert Hutton (@RobDotHutton) June 27, 2016\n\n\"There does need to be an informal period where we do put in place the things we need for the formal negotiation.\n\n\n\n\"|I'm pretty clear in my own mind where we need to end up.\"\"\n\nChris Grayling MP 8:18AM'We've got no government' \n\nAlistair Darling is on the Today programme this morning. \n\nHe says: \"We've got no government, we've got no opposition, the people who got us into this mess have run away.\n\n\"Boris Johsnon seems to be treating this like a big game. Like the last four months were just a jolly laugh.\"\n\nLord DarlingCredit:       JEFF GILBERT     8:11AMStephen Kinnock resigns as PPS \n\nStephen Kinnock has resigned as Parliamentary Private Secretary to Angela  Eagle, the Shadow First Secretary of \nState and Shadow Secretary of State for  Business, Innovation and Skills. \n\nIt is with regret that this morning I have resigned as a PPS pic.twitter.com/0KFG1bhRaD\n\n - Stephen Kinnock MP (@SKinnock) June 27, 20168:00AMMore ministers resign \n\nThe mayhem in Labour ranks continued today, with one former member of Jeremy Corbyn's top team urging him to \nquit now rather than \"drag this out\" as frontbenchers continued to quit.\n\nMr Corbyn lost 12 members of his shadow cabinet on Sunday and further resignations have already taken place on \nMonday ahead of a crunch meeting of the Parliamentary Labour Party.\n\nShadow foreign minister Diana Johnson, shadow civil society minister Anna Turley and shadow defence minister \nToby Perkins all resigned as the protest against Mr Corbyn's leadership continued.\n\nLabour leader Jeremy Corbyn leaves his house in LondonCredit:      Isabel Infantes/PA Wire     7:53AMToby \nPerkins resigns as shadow minster \n\nToby Perkins has resigned as shadow armed forces minister saying that the  Labour Party \"needs a change at the \ntop\". \n\nHe is the third minister to resign in 3 minutes.  \n\nI have informed Jeremy Corbyn that I am resigning from my post of Shadow Armed Forces Minister. My letter \nattached. pic.twitter.com/8ui8lGHVUP\n\n - Toby Perkins (@tobyperkinsmp) June 27, 20167:51AMDiana Johnson resigns as shadow minster \n\nDiana Johnson has resigned as a shadow foreign minister.\n\nAfter @hilarybennmp sacking yesterday I have now written to Jeremy Corbyn to resign as a Shadow Foreign and \nCommonwealth Office minister.\n\n- Diana Johnson (@DianaJohnsonMP) June 27, 20167:49AMAnna Turley resigns as shadow minster \n\nAnna Turley has resigned as  shadow minister for civil society.  \n\nIt is with great sadness that I just sent my resignation as Shadow Minister for Civil Society to Jeremy Corbyn. \npic.twitter.com/DDUgtff70Q\n\n - Anna Turley MP (@annaturley) June 27, 20167:46AM'I hope Jeremy doesn't drag this out' \n\nLucy Powell, the former shadow education secretary, has been talking to the Today programme about why she \nresigned from Jeremy Corbyn's Cabinet yesterday. \n\n\n\n\"I really do hope that Jeremy will now reflect on this himself and not drag this out any longer than necessary\", she \nsays. \n\n\"It is very clear that the position of Jeremy Corbyn as head of the Parliamentary Labour Party is pretty untenable.\"\n\nLucy Powell MP Credit:      LNP/REX/Shutterstock     7:25AM'We must raise our eye above our navels'\n\nShadow defence secretary Emily Thornberry said she would not be resigning because \"I think it is important we \nraise our eye above our navels and look to the country\".\n\nOn Mr Corbyn's future with the Labour Party she said the \"honourable thing\" in these circumstances is to be \nspeaking up on behalf of people who are going to be hit hardest as a result of Brexit rather than being \"embroiled in \ninternal party politics\".\n\nShe told Good Morning Britain: \"I think everybody should be genuinely worried about the country. They should be \ngenuinely worried about where is the leadership coming from. We have got the guy at number 10 who is in there \nsulking.\n\n\"We have got the Chancellor now coming out this morning finally in order to say something.\n\n\"We have got all the Brexiteers from the Tory party who are now just interested in their own leadership campaign.\n\n\"It is as if people were kicking against the establishment because they weren't listening to people and now when \nthey are needed, they are all just looking after themselves.\"\n\nBritish opposition Labour MP and Shadow Secretary of State for Defence Emily Thornberry Credit:       BEN \nSTANSALL/AFP     7:14AMOsborne: Britain is ready to confront what the future holds for us\n\nThe Chancellor George Osborne is speaking in London Britain is ready to deal with the aftermath of Britain's \ndecision to leave the European Union. \n\nOsborne says Britain is \"ready to confront what the future  holds for us from a position of strength\" in his first public \nreaction to  Brexit.\n\nHe says: \"I said we had to fix the roof so we were prepared for whatever happens. Thank goodness we did.\"\n\nGeorge Osborne: Britain is ready to confront what the future holds for us from a position of strength \npic.twitter.com/vIJyXhtopE\n\n - Steven Swinford (@Steven_Swinford) June 27, 2016\n\nNow that the \"people have spoken\", he says, \"we in this democracy must all accept that result\". \n\nHe says the Treasury have further contingency plans if the are needed, but that it \"will not be plain sailing in the \ndays ahead\".\n\nOsborne says that only the UK can trigger article 50 and \"we should only do that when we are clear about new \narrangements with European neighbours.\"\n\nGeorge Osborne is essentially saying that he still thinks the economy could go into recession after vote to leave EU\n\n- Steven Swinford (@Steven_Swinford) June 27, 2016\n\nIt is already evident some firms are pausing investment, he says.\n\n\"I will address my role within Conservative party in coming days.\"\n\n\n\nHe adds: \"I don't resile from any of the concerns I raised during the referendum campaign but the economy must \nadjust.\"\n\nOn emergency action, he says there will have to be action but it makes sense to wait until a new Prime Minister is in \nplace.\n\nGeorge Osborne: I will address my role within Conservative party in coming days\n\n- Steven Swinford (@Steven_Swinford) June 27, 20166:54AMNearly half the shadow cabinet resigns \n\nGood Morning, \n\nJeremy Corbyn was facing a leadership coup on Sunday night as the Left attempted to unite to overturn Britain's \nexit from the European Union.\n\nTwelve members of the Labour shadow cabinet left office yesterday amid a series of staggered resignations and \ndemands that Mr Corbyn make way for a pro-EU candidate who can fight against the British public's demand for \nBrexit.\n\nWho has left the Labour Shadow Cabinet?Play!00:55\n\nTom Watson, the deputy Labour leader will today hold crisis talks with Mr Corbyn, who is being propped up by the \ntrade unions despite losing the backing of most Labour MPs.\n\nThe Labour turmoil came amid another day of unprecedented political and constitutional crisis, which saw Nicola \nSturgeon warn that she would seek to use legal powers vested in the Scottish Parliament to block Brexit .\n\nJeremy Corbyn's shadow cabinet\n\nGeorge Osborne will on Monday make a dawn statement to reassure the financial markets that the Government is \nready to intervene amid growing fears that the panicked response of British and European political leaders to the \nreferendum threatens to spark a major economic crisis.\n\nMr Johnson is expected to launch his leadership bid in the coming days, with Theresa May, the Home Secretary, \nhis most likely opponent in the battle to become the next Prime Minister .\n\n Hilary Benn MPCredit:      Jack Taylor/Getty Images     \n\nHowever, the emerging Conservative leadership contest was yesterday overshadowed by the Labour machinations.\n\nThe Labour shadow cabinet departures began at 1.13am yesterday morning when it emerged Mr Corbyn had \nsacked his shadow foreign secretary Hilary Benn after reports in the media he was leading a coup.\n\nAlarmed by Mr Benn's sacking, some of the most senior figures in the party agreed to stagger resignations \nthroughout the day in an attempt to unseat the Labour leader by exposing his lack of support. Before 9am Heidi \nAlexander, the shadow health secretary, had released a resignation letter saying Mr Corbyn did not have \"the \ncapacity to shape the answers our country is demanding\".\n\nMr Benn explained his decision shortly afterwards, telling BBC One's The Andrew Marr Show: \"He's a good and \ndecent man but he is not a leader.\" By 9.30pm, 11 more ministers had resigned, with more expected overnight and \non Monday.\n\nBenn: 'I no longer have confidence' in Corbyn's leadershipPlay!00:23\n\nOne former member of Mr Corbyn's shadow cabinet who resigned yesterday said the party needed an \"avowedly \npro-EU\" leader who could push to keep Britain as close to Europe as possible during exit negotiations.\n\n\n\nSources said that they expect a general election before the end of the year and that they want a leader in place who \nwill stand on a pro-EU manifesto.\n\n\"People have started to say that we can go into the next election as a avowedly pro-EU party,\" the former \nfrontbencher told The Telegraph.\n\n\"I would want someone who is very much-pro European, who has a vision for us being very much engaged in \nEurope, but addresses concerns that are clearly there such as immigration.\" \n\nCorbyn's shadow cabinet\n\nSources said that Mr Corbyn will refuse to step down and will instead try and make public a planned secret vote on \nhis future so that voters can see which MPs are trying to unseat him.\n\nLate on Sunday evening Mr Corbyn issued a bullish statement and vowed to continue as leader despite the \nresignations. He said: \"I am not going to betray the trust of those who voted for me - or the millions of supporters \nacross the country who need Labour to represent them.\n\n\"Those who want to change Labour's leadership will have to stand in a democratic election, in which I will be a \ncandidate.\n\n\"Over the next 24 hours I will reshape my shadow cabinet and announce a new leadership team to take forward \nLabour's campaign for a fairer Britain - and to get the best deal with Europe for our people.\"\n\nJeremy Corbyn avoids questions on whether he will step down as Labour leaderPlay!00:35\n\nIt is thought that the Parliamentary Labour Party is hoping to select a new leader who could seek to negotiate a new \nBritish-EU deal in conjunction with sympathetic European leaders and the heads of other British regions.\n\nTony Blair, the former Labour prime minister, said a second referendum on the UK's membership of the EU should \nnot be ruled out because Britain has become \"deeply divided\" after the vote. Across Europe, there are growing \nsigns that a new deal may ultimately offered.\n\nPeter Altmaier, German Chancellor Angela Merkel's chief of staff, said that British politicians \"should have the \npossibility to reconsider the consequences of an exit\" as these begin to emerge.\n\nHe later clarified that the validity of the result was not in doubt and said \"we respect the decision of the British \npeople\".\n\nThe Czech government called for the removal of Jean-Claude Juncker, the EU President, following another day of \naggressive anti-British briefings from the European Commission.  The EU met for the first time without Britain \nyesterday and sources said that no negotiations would take place until Britain had formally requested to leave the \nblo\n\nLabour leader runners and ridersREAD MORE ABOUT:\n\n• EU Referendum\n\n• Jeremy Corbyn\n\n• Show more\n"}