{"title": "CBS FACE THE NATION 13 OCTOBER 2019", "body": "\nEVENT DATE: October 13, 2019\n\nTYPE: NEWS PROGRAM\n\nSPEAKER: MARGARET BRENNAN, CBS NEWS; MARK ESPER, SECRETARY OF DEFENSE; REP. ADAM \nKINZINGER, R-IL; REP. ADAM SCHIFF, D-CA; SEN. TED CRUZ, D-TX; ANTHONY SALVANTO, CBS NEWS; \nAMY WALTER, COOK POLITICAL REPORT; GERRY SEIB, WALL STREET JOURNAL; TOLUSE OLORUNNIPA, \nWASHINGTON POST; CHARLIE D'AGATA, CBS NEWS\n\nMARGARET BRENNAN, CBS NEWS:  It's Sunday, October 13. I'm Margaret Brennan in the nation's capital and \nthis is Face the Nation. We have breaking this morning as the U.S. announces plans to withdraw the 1,000 \nAmerican troops still in Syria.  \n\nMARK ESPER, SECRETARY OF DEFENSE:  So I spoke with the president last night and he directed that we \nbegin a deliberate withdraw of forces from northern Syria.   \n\nBRENNAN:  And over what time period will you be pulling back.  \n\nESPER:  Well, it'll be a deliberate withdraw.  \n\nBRENNAN:  Secretary of Defense, Mark Esper, broke the news to us just a short time ago. We'll have that \ninterview. The move comes after President Trump pulled back dozens of American troops from Northern Syria.   \n\n      A move that cleared the way for Turkey to stage an incursion there, attacking the Kurds. A group that has long \nbeen a U.S. ally in the fight against ISIS. Mr. Trumps actions have alienated both his allies abroad and on Capitol \nHill.  \n\n      (BEGIN VIDEO)  \n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES:  I'm sort of an island of one again.  \n\n      (END VIDEO)  \n\nBRENNAN:  We'll have a reaction from Republican Congressman, Adam Kinzinger. Then week three of the \nimpeachment inquiry was notable for new subpoenas. Behind closed doors testimony and the White House \nstonewalling.   \n\n      (BEGIN VIDEO)  \n\nTRUMP:  So they're pursuing and illegal, invalid, and unconstitutional (inaudible) impeachment.  \n\n      (END VIDEO)  \n\n\nBRENNAN:  House Intelligence Committee Chairman Adam Schiff is here to give us an update on the investigation. \nPlus the Chinese boycott the NBA after an official signals support for prodemocracy protestors in Hong Kong. We'll \ntalk with Republican Senator Ted Cruz.  \n\n      And where do Americans stand on impeachment. We'll have the surprising results from two brand new CBS \npolls. All that plus analysis on the news of the week just ahead on Face the Nation.  \n\n      Good morning. And welcome to Face the Nation. We are following two very big stories this Sunday. The \nimpeachment investigation and the president's decision to pull U.S. troops out of Syria.  \n\n      A move that has turned into an international crisis. We begin this morning with the Secretary of Defense, Mark \nEsper. Mr. Secretary, welcome to Face the Nation.  \n\nESPER:  Good morning Margaret. Thank you for having me.  \n\nBRENNAN:  The president pulled back from the border with Turkey but there are still about 1,000 U.S. troops in \nSyria. Are you evacuating them?  \n\nESPER:  Look, it's a very terrible situation over there. A situation caused by the Turks, by President Erdogan. \nDespite our opposition they decided to make this incursion into Syria. And at this point in time in the last 24 hours \nwe learned that they likely intend to expand their tact further south (inaudible) and to the west.  \n\n      And so we know that's happening. We also have learned in the last 24 hours that the Syrian forces intend -- I'm \nsorry -- the Kurdish forces are looking to -- the SDF are looking to cut a deal, if you will, with the Syrians and the \nRussians to -- to counter attack against the Turks in the north.  \n\n      And so we find ourselves as -- we have American forces likely caught between two opposing advancing armies \nand it's a very untenable situation. So I spoke with the president last night after discussions with the rest of the \nnational security team. And he directed that we begin a deliberate withdraw of forces from Northern Syria.  \n\nBRENNAN:  A deliberate withdraw from the entire country?  \n\nESPER:  From Northern Syria.  \n\nBRENNAN:  From Northern Syria.  \n\nESPER:  Right, which is where most of our forces are.  \n\nBRENNAN:  So the 1,000 troops, how long and over what time period will you be pulling back.  \n\nESPER:  Well, it'll be a deliberate withdraw and we want to conduct it as -- as safely and quickly as possible. So we \nwant to make sure we deconflict a -- a pull back of forces. We want to make sure we don't leave equipment behind. \nSo I'm not prepared to put a timeline on it. But that's our general game plan.  \n\nBRENNAN:  You said you're doing this for U.S. force protection because of two advancing armies. Those armies \nare advancing after the U.S. had already pulled back. After the U.S. Air Force that had controlled the air space \nstopped doing so.   \n\nESPER:  Well, we still have ...  \n\nBRENNAN:  Do you actually believe they would advance if U.S. forces were there in -- in the numbers and with the \nforce and the Commander in Chief saying don't do this?  \n\nESPER:  I do because, you know, it might lead (ph) up to talks with my counter part of the past several weeks, I've \nbeen on the job a little bit over two months, it became very clear to me that the Turks were fully committed to \nconducting this incursion.  \n\n\n\n      The Turks were committed to doing this. This should not be a surprise. And if you go back in time to when we \nfirst began this relationship with the -- with the Syrian Kurds, at the time of 2014 the Turks were protesting at that \nmoment.  \n\nBRENNAN:  Right.  \n\nESPER:  And it's gone on and on and since that time they've actually implemented three incursions into Northern \nSyria.  \n\nBRENNAN:  But do you actually believe Turkey would fire on U.S. forces. We are NATO allies.  \n\nESPER:  Well, I don't know whether they have -- they would or they wouldn't. We have reports already of \nindiscriminate fire landing near American forces.  \n\nBRENNAN:  Was that accidental? Was that deliberate? Was that reckless?  \n\nESPER:  Well, we don't know. We need to sort that out. We've given them the locations of our forces. I -- but look, \nI've been to war. I know what war is like. There's a fog out there and things happen. And we want to make sure we \ndon't put our soldiers in a situation where they could be killed or injured.  \n\n      And look, even if the Turks decided not to attack forces, I mean they're got over 15,000 forces. What we \ndecided to pull back from that immediate zone of attack was about less than 50, maybe two dozen forces. I would \nbe irresponsible for me to keep them in that position and --  \n\nBRENNAN:  But you did have U.S. Air Force controlling the air space.   \n\nESPER:  And we still do. And we still do. It was a coordinated arrangement between us and the Turks, and despite \nour protestations (ph), despite the fact that we urged the Turks not to do this, the decided to do it and we told them \nthat we would not support them militarily in this action.  \n\nBRENNAN:  So, how does that not amount to a retreat? You're saying that the President of the Unites States, the \nCommander in Chief said don't do this, and then Erdogan said, I am, and he said, OK, I'm not going to fire back. I'm \ngoing to pull back?  \n\nESPER:  Well, I wouldn't -- I wouldn't characterize -- I wouldn't characterize it this way -- that way. What I'm saying, \nis we did not want to put American forces into harms way. We did not want to get involved in the conflict that dates \nback nearly 200 years between the Turks and the Kurds and get involved in another -- yet, another war in the \nMiddle East.   \n\nBRENNAN:  Well, when it comes to the forces you're talking about, the SDF you referred to, you said it has -- \ndeveloped in the last 24 hours that you've learned they've struck a deal with Russia?  \n\nESPER:  Well, they're working on a deal. I don't know that it's been finalized yet, but we're pretty confident that they \nwill go in that direction. Borrowing some -- we're trying to make some last minute interventions with President \nErdogan, but again, my expectation is President Erdogan would not agree to a cease fire.   \n\n      He would not agree to move back across the border, which we've been pushing him to do. And so, every -- \nthere's every expectation that the -- again, that the Syrian Kurds would cut a deal with the Syrian and Russian \nforces.  \n\nBRENNAN:  But to be clear, the reason the Syrian Kurds are striking a deal here is to protect themselves from \nbeing killed by Turkey.  \n\nESPER:  That's right.  \n\n\n\nBRENNAN:  But, that's what the United States was doing for them. They were our allies, that we were advising and \nassisting and protecting. It sounds a lot like they were being left to be slaughtered, so what choice were they left, \nother than to find someone else to protect them?  \n\nESPER:  Look, the -- this -- the Kurds have been very good partners in the de-ISIS campaign. They were very good \nfighters on the battlefield. We, obviously, enabled that as well, but at the same time, we didn't sign up to fight the \nTurks on their behalf, and we've been clear with them about that.   \n\n      That's why, since I came into office over two months ago, I've worked week after week with my Defense \nAdminister counterpart from Turkey and urged them not to do this. We sited all the reasons that are now playing \nout.   \n\n      The biggest being the likely release of ISIS fighters from these camps and prisons. Not just that, we see a \nhumanitarian crisis emerging, we -- the relationship between the United States and Turkey is being damaged. \nThey're standing in NATO and Europe is being hurt.   \n\n      We see European capitalist coming out and criticizing President Erdogan for this -- for these actions. Everything \nthat we told them -- all the reasons why we told them not to do this are coming to bear.  \n\nBRENNAN:  And what price will they pay for it?  \n\nESPER:  Well, we'll see over time. You see that some European countries are already talking about specific \nsanctions and actions, the president is talking about the same. I -- we should expect to see something like that \nalong those same lines.  \n\nBRENNAN:  Doesn't that just drive them into the arms of Russia?  \n\nESPER:  I don't think so. We've got to see how this plays out. But again, we've got to take this one step at a time. \nIt's a very fluid situation, but it's changing by the hour.   \n\nBRENNAN:  You -- just in the past few hours, online, there have been videos circulating, horrific videos, showing \nexecution of some of these Kurdish allies of ours. There are reports of hundreds of ISIS fighters and family \nmembers just running free. There are over 100,000 individuals fleeing this violence, according to the U.N. Does the \nUnited States have any idea who these forces are that Turkey is sending in? Who these militias are?   \n\nESPER:  It's terrible. It's a terrible situation, we condemn it. We have condemned it. It's -- these are just as things \nthat we told the Turks would happen and play out. Who's conducing it, it's unclear at this point in time. There are \nKudish regular -- I'm sorry, there are Turkish regular forces and there are Turkey proxy forces engaged as well.  \n\nBRENNAN:  Right. And we don't know who they are?  \n\nESPER:  We don't know -- that's right. We don't know exactly who they all are and what they're doing, but we're \nhearing the same reports from the battlefield as well.   \n\nBRENNAN:  These are war crimes?   \n\nESPER:  It appears to be, if truth, that they are -- would be war crimes.   \n\nBRENNAN:  European allies are looking at this, and when they hear the president say things like, these ISIS \nfighters will just flee to Europe, they say that is not appreciating the alliance, that Turkey has been far too \npermissive in allowing ISIS fighters within it's territory. They see this as inevitable that we are headed towards a \nterrorist attack.  \n\nESPER:  We -- we --  \n\nBRENNAN:  Because of this chaos that the U.S. allowing in the vacuum (ph).  \n\n\n\nESPER:  Well, let's be clear. The United States is now allowing this. Turkey committed this action. They decided to \nmake and encourage in the northern Syria (ph), despite our protestations, our urgings not to do it, all of our \nwarnings, they decided to do it. The situation --  \n\nBRENNAN:  But, the U.S. is being permissive, arguably, by pulling back and not stopping them.   \n\nESPER:  We are -- we are doing what's in the interest of our service members, not to put them in harms way, not to \nput 20, 30, 40 soldiers up against a 15,000 man army, which is using air strikes, artillery and ground forces to \nprosecute a war against the Turks, who's roots go back over 200 years.   \n\nBRENNAN:  If the U.S. is fired at, do forces have the ability to defend themselves?   \n\nESPER:  They do.  \n\nBRENNAN:  Can they fire back?  \n\nESPER:  Absolutely. General Milley's made that clear to his counterpart, I made that clear to my counterpart. I \nwarned them just the other day that they need to respect our positions on a ground, they need to respect our forces \nand I reminded them that we have the right of self-defense and we will execute if necessary.  \n\nBRENNAN:  Very quickly, are you going to comply with the subpoena that the House provided you and provide \ndocuments to them, regarding to the halt to military aide to Ukraine?  \n\nESPER:  Yes, we will do everything we can to cooperate with the Congress. Just in the last week or two, my \ngeneral counsel sent out a note, as we typically do in these situations, to ensure documents are retained.  \n\nBRENNAN:  Is that a yes?  \n\nESPER:  That's a yes.  \n\nBREENAN:  You will comply with the subpoena?  \n\nESPER:  We will do everything we can to comply.  \n\nBRENNAN:  OK. All right, thank you very much, Mr. Secretary. Appreciate it.  \n\nESPER:  Thank you, Margaret.  \n\nBRENNAN:  We taped that interview a short time ago. Since then, our David Martin reports that a U.S. official has \ntold him U.S. troops have already begun moving out of their positions in Northern Syria. We'll have a report from \nSyria later on in the broadcast.  \n\n      But we want to go now to Illinois Republican congressman, Adam Kinzinger. He is in Ottawa, Illinois.  \n\n      Good morning to you, Congressman.  \n\nREP. ADAM KINZINGER (R-IL):  Good morning.  \n\nBRENNAN:  You wanted the president to rethink his position. We know from Secretary Esper, this decision to \npullout was made last night.   \n\n      What is the implication going to be?  \n\nKINZINGER:  Well, it's going to be terrible. And you know, the secretary's doing his job, and you know, he has to \nfollow orders. And -- but the reality, we all know, that if there were still those 30 or 40 soldiers in that part of Syria \nthat Turkey wouldn't attack.  \n\n\n\n      We actually had a pretty good, kind of joint security situation being set up to deescalate that area. In fact, pulling \nthose 50 troops or whatever it is has given license to Turkey, and then now, I think pulling the remaining thousand \nin Syria is simply an excuse to get out.  \n\n      Look at this way. You hear the president and people like Rand Paul talk about endless wars all the time, and it's \ncatchy, but actually, we were preventing an endless war, and that actually commenced on Sunday now, a week \nago.   \n\n      And so, it's really depressing. And you know, for me, as a guy that's served in the military and really got into \npolitics because of -- I believe in the role America plays, to see this yet again, you know, leaving an ally behind, \nabandoning people that we, frankly, told that we were going to be with, is disheartening, depressing.  \n\n      Frankly, it's weak, and I don't see how it follows through on the president's promise, his biggest promise, of the \ncampaign to defeat ISIS, because I think it is going to resurge.  \n\nBRENNAN:  Is the president putting U.S. national security at risk?  \n\nKINZINGER:  Yes, I certainly -- I think so, yes. And I mean, look at what's going to happen out of here. Now, we \nhave another group that now believes they can't rely on the United States. There's a lot of complication in the Kurd \nsituation, and I've seen all this Russian misinformation now on the internet that's being picked up by some of these \npolitical blogs, that these are the bad Kurds, and there's good Kurds.  \n\n      Well, look, there are Kurds that aren't the best folks in the world, but there are also people that we have chosen \nto equip to fight ISIS, that we were with. We had a created a situation in which there was stability, and out of an \nimpulsive decision I think that the president made.   \n\n      Otherwise, it was cold and calculated, because we've been thinking about it for a while and nobody else knew. \nThe Kurds found out on Twitter, for goodness sakes. We have left them to the wolves. And the message this is \nsending to our allies around the world I think is really going to bad.  \n\nBRENNAN:  So what are Republicans and Congress going to do about it? Are you completely powerless?  \n\nKINZINGER:  No, we're not powerless. I mean, the president has a lot of power, though. And I said that, no matter -\n- even under president Obama, I said the president's got a lot of power. That's in the Constitution. The things we \ncan do we are going to do. We've got a resolution of condemnation I think next week, as well as some significant \nsanctions.  \n\n      The president tweeted about sanctions this morning, but I think he needs to make sure he's following through \non them. And they're not going to be surface sanctions. They're going to really Turkey hard.   \n\n      And then the other thing we can do is be outspoken about this. The American people, you know, who want \nstrength and leadership, who were promised by this president that we would defeat ISIS, deserve to hear the truth \nand not these things like \"endless war\" that you hear some on the kind of libertarian spectrum talk about.  \n\n      There is now a war that's been commenced in Syria, because we have pulled 50 troops out from being able to \nprevent that war.  \n\nBRENNAN:  You heard the secretary acknowledge war crimes. The State Department has said they're afraid of \nethnic cleansing. So looking at all of that, aren't sanctions just punitive? They're not preventative?  \n\nKINZINGER:  Yes.  \n\nBRENNAN:  Is there a responsibility here to do something?  \n\nKINZINGER:  Yes. Well, I think there is. I think it is not necessarily going to prevent Turkey from doing what they're \ndoing. This has been Turkey's dream for a long time. And the president basically gave the green light to do it. \n\n\n\nThey're going to important, but I think we also have to continue to say this, which is when the United States backs \naway, chaos follows through.  \n\n      And we had a situation of stability there. It wasn't perfect. Erdogan probably didn't want to have to do joint \npatrols with the U.S., because he wanted to attack. But we're the United States of America, and we can prevent \nthings like that. And we have to remember the strength we have and not just try to run away from every conflict, we \ncould have.   \n\nBRENNAN:  So \"The Wall Street Journal,\" had an editorial that was pretty strong here in sharply criticizing the \npresident, \"for his habit of impulsive judgment and they argued that his judgment can be so reckless that many \nvoters who took a risk on him the first time will ask if he's worth a second gamble in 2020.\"   \n\n      Impeachment won't defeat Donald Trump in 2020, but Donald Trump might. Does this make you question \nwhether you're going to support President Trump in 2020?   \n\nKINZINGER:  Well I'm not going there and question whether I'm going to support -- but it does, I think the president \nneeds to be aware that -- and I know Republican-based voters, I represent both Republicans and Democrats, I \nhave a Republican district.   \n\n      One of the things they loved about Donald Trump is they're like, he says what he means, he's tough, he's taking \nthe fight to ISIS. And I'm having a hard time seeing how basically pulling out of Syria -- and it's not just about \nprotecting the Kurds, it's about getting intel and fighting ISIS, and I don't see how that's going to be a position of \nstrength, so I'll love to see how 2020 plays out on that.   \n\nBRENNAN:  Yes, no -- should Erdogan come to the White House next month as planned?   \n\nKINZINGER:  No, absolutely not.   \n\nBRENNAN:  Thank you, Congressman. We'll be back in one minute with the Chairman of the House Intelligence \nCommittee, Adam Schiff -- don't go away.   \n\n      (COMMERCIAL)  \n\nBRENNAN:  We turn now to the other big story we've been watching, that of the impeachment inquiry in to charges \nthat the president and his allies pressured Ukraine to investigate unsubstantiated allegations of wrongdoing by \nformer Vice President Joe Biden and his son Hunter.   \n\n      We're joined now by the Chairman of the House Intelligence Committee, Adam Schiff. Good morning to you \nChairman, good to have you here.   \n\nREP. ADAM SCHIFF (D-CA):  Good morning.   \n\nBRENNAN:  Before we move to impeachment I want to ask for your reaction to the president's decision to pull out \nof Syria?   \n\nSCHIFF:  Well, I agree with my Republican colleague -- I think this is disastrous. It's a complete capitulation to \nErdogan that is putting at great peril, probably our strongest ally in the fight against ISIS, and that is the Syrian \nKurds -- they were fighting side-by-side with American forces, we have pulled the rug out from under them, they're \nbeing slaughtered, there are war crimes being committed against them. And we're seeing ISIS fighters released \nfrom custody, just as we predicted would happen.   \n\n      And for the president to say, well they're just going to go to Europe -- we're not going to have an ally left after \nthis presidency. You can imagine how Europe feels about the President of the United States saying, well we're not \nreally concerned about foreign fighters going to Europe.   \n\n\n\n      They're going to pose a direct threat to our homeland as well, and we ought to care about our allies. This \nwouldn't be happening, but for this impulsive decision by the president to capitulate to Erdogan by precipitously \nwithdrawing our forces -- it's just what Secretary Mattis warned against.   \n\n      Erdogan took this as a green light -- and who can blame him for perceiving that that was the president's \nintention? And the consequences will be far lasting, the damage to our standing, the fact the Kurds are now \nentertaining going to the Russians to protect them because the Americans wouldn't.   \n\n      This is just an unmitigated disaster, and I deeply fear, as Secretary Mattis has said, that this will result in the \nresurgence of ISIS.   \n\nBRENNAN:  Well, I want to get to the other big topic and that is the impeachment inquiry that you are leading, do \nyou see this widening?   \n\nSCHIFF:  Well we're keeping our focus right now on the president's coercion of an ally, that is Ukraine, to create \nthese sham investigations in to his political opponent. We have discovered in very short order not only the contents \nof that call, but also the preparatory (ph) work that went in to that call -- the effort to condition something the \nUkrainian president deeply sought and that was a meeting with the president to establish that this new president of \nUkraine had a powerful patron, the president of the United States -- it was of vital importance to Ukraine, was being \nconditioned on digging up dirt on the Bidens.   \n\nBRENNAN:  So you see that as the quid pro quo. Not just the military aid. First of all, there doesn't need to be a \nquid pro quo. But it is clear already, I think from the text messages that this meeting that the Ukraine president \nsought, was being conditioned on their willingness to interfere in the U.S. election to help the president.  \n\n      That is a terrible abuse of the president's power. Now whether that abuse goes further; that is the withholding of \nmilitary aid also as leverage, there's certainly strong indications that that is true as well. And we're going to get to \nthe bottom of it.  \n\n      But here you have a president of the United States abusing his power to the detriment of our national security \nand doing so to get yet another foreign country to intervene in our election. It's hard to imagine more of a corruption \nof his office than that.   \n\nBRENNAN:  When will you begin to hold public hearings. The polling that CBS has done has shown that Americans \nreally are not clear on what to think about this impeachment inquiry over the past two weeks of work you've done.   \n\nSCHIFF:  Well, actually, you know, I think that the public attitudes have swiftly moved in strong support of the \nimpeachment inquiry. And, you know, what we were trying to do is do a methodical and yet -- with a sense of \nurgency investigation of these matters.   \n\nBRENNAN:  Well, the Republicans say it's behind closed doors so you can cherry pick information to be released.  \n\nSCHIFF:  Well, the Republicans would like nothing better because they view their role as defending the president, \nbeing the president's lawyers. If witnesses could tailor their testimony to other witnesses, they would love for one \nwitness to be able to hear what another witness says so that they can know what they can give away and what they \ncan't give away.  \n\n      There's a reason why investigations and Grand Jury proceedings for example, and I think this is analogous to a \nGrand Jury proceeding, are done out of the public view initially.   \n\n      Now we may very call some of the same witnesses or all the same witness, in public hearings as well, but we \nwant to make sure that we meet the needs of the investigation and not give the president or his legal minions the \nopportunity to tailor their testimony and in -- in some cases fabricate testimony to suit their interest.  \n\nBRENNAN:  You've been -- well, the whistleblower has made these complaints and hand them -- handed them \nover. Why push for this whistleblower to come before Congress because Republicans are calling for it and some \n\n\n\nDemocrats like to ask questions too, but this information's already out there. Can't the Committee do its own \ninvestigation without risking the identity of this person being public.  \n\nSCHIFF:  We can. And you know I think initially before the president started threatening the whistleblower and \nthreatening others, calling them traitors and spies and suggesting that, you know, we used to give the death penalty \nto traitors and spies and maybe we should think about that again.  \n\n      Yes, we were interested in having the whistleblower come forward. Our primary ...  \n\nBRENNAN:  Not anymore.  \n\nSCHIFF:  Well, our primary interest right now is making sure that that person is protected. Indeed now there's more \nthan one whistleblower that they are protected. And given that we already have the call record, we don't need the \nwhistleblower who wasn't on the call to tell us what took place during the call.   \n\n      We have the best evidence of that. We do want to make sure that we identify other evidence that is pertinent to \nthe withholding of the military support. The effort to cover this up by hiding this in a classified computer system.   \n\n      We want to make sure that we uncover the full details about the conditionality of the either the military aid or \nthat meeting with Ukraine president. It may not be necessary to take steps that might reveal the whistleblowers \nidentity to do that and we're going to make sure that we protect that whistleblower.   \n\nBRENNAN:  You know who was on that July 25 call. You know all the participants?  \n\nSCHIFF:  I can't say that I do. But we now know what took place on that call. We are bringing in witnesses this \ncoming week from the National Security Council, other State Department officials to find out what they can tell us \nabout the conditionality of this vital military assistance to -- to the conditionality of this vital meeting between the two \npresidents and the presidents effort to dig up dirt on his opponent.  \n\nBRENNAN:  Quickly. Do you regret saying that we the committee weren't in touch with the whistleblower?  \n\nSCHIFF:  I should have been much more clear and I said so the minute it was brought to my attention that I was \nreferring to the fact that when the whistleblower filed the complaint we had not heard from the whistleblower. We \nwanted to bring the whistleblower in at that time. But I should have been much more clear about that.  \n\nBRENNAN:  Congressman, thank you very much. And we will be right back. Stay with us.  \n\n      (COMMERCIAL BREAK)  \n\nBRENNAN:  Coming up in our next half hour, the latest on the 2020 race for the White House. Who's up, who's \ndown and what impact the impeachment story is having, if any, on the Democratic field, with our CBS News \nBattleground Tracker. Stay with us.   \n\n      (COMMERCIAL BREAK)  \n\nBRENNAN:  Welcome back to FACE THE NATION.   \n\n      We spoke yesterday with Texas Republican Senator Ted Cruz. He's the highest ranking U.S. official to visit \nHong Kong since pro-democracy protests began four months ago. We asked him about the president's saying that \nthe situation in Hong Kong was dying down.   \n\n      (BEGIN VIDEOTAPE)  \n\nSEN. TED CRUZ (R-TX):  And I'll tell you what's happening here in Hong Kong is -- is inspiring. We've seen over 2 \nmillion people come to the streets, standing up for freedom, standing up for democracy, and -- and standing up \nagainst the oppression of the Chinese communist regime. And -- and -- and I think it is very much in the United \n\n\n\nStates' interest to support the people of Hong Kong. I'm here. I'm dressed in all black standing in solidarity with the \nprotesters.   \n\nBRENNAN:  So the protests are not dying out, as the president suggested?   \n\nCRUZ:  I -- the -- the -- the protests are continuing full force. And I'll tell you something that really illustrates just how \npowerful the protests are is what we've seen happen with the NBA this past week.   \n\n      Daryl Morey, the general manager of the Rockets, my hometown team, I'm a diehard Houston Rockets fan, but \n-- but he tweeted a very benign tweet where he said stand for freedom, stand with Hong Kong. And -- and the \nChinese communist government, they just about lost it. They got so upset, they ended up boycotted the Rockets. \nThe ended up pulling them off TV in China. They ended up pulling them off the Internet. The ended up canceling all \nof -- of their sponsorships.  \n\n      And, sadly, what ended up happening is the NBA, as a league, began this series of -- of -- of apologies. And it \nwas really sad to see an American company, and indeed a global sports league like the NBA, being dragooned into \ncensoring the free speech of American citizens in the interest of big bucks. It's not complicated why the NBA did \nthat. Television and -- and the Chinese market is worth a whole lot of money.   \n\n      But -- but, thankfully, a whole lot of us across the ideological spectrum, indeed I -- I helped lead a group, a \nbipartisan group of members of Congress calling on the NBA to do better to defend free speech.   \n\nBRENNAN:  Right.  \n\nCRUZ:  And I'm proud to say the -- I think the NBA is doing a better job of -- of defending those free speech rights.   \n\nBRENNAN:  But isn't it really the U.S. government that should be leading the charge on this, rather than free \nenterprise?   \n\nCRUZ:  Well, but, listen, American businesses shouldn't be in the business of censoring Americans. And we've see \nthis pattern, whether it's the NBA afraid of losing a bunch of money in China, or whether it's Hollywood censoring \nout any content that is critical of the communist government in -- in China.   \n\n      You know, it's really an -- an unfortunate dynamic, how China uses it -- its -- its vast resources to promote \ncensorship. And all of our allies are facing this increased aggressiveness of -- of China.  \n\nBRENNAN:  Exactly.   \n\nCRUZ:  And we need to stand up. We need to defend our shared values.   \n\nBRENNAN:  Exactly. So should those kind of protections be in any kind of trade deal with China?   \n\nCRUZ:  Well, listen, a trade deal is -- is functionally different. The Senate Foreign Relations Committee just \nunanimously passed legislation on Hong Kong to -- to pressure -- to pressure China to protect the -- the free speech \nand democratic rights of the people of Hong Kong that -- I'm a co-sponsor of that legislation.   \n\nBRENNAN:  Right.   \n\nCRUZ:  And it was bipartisan. We saw Republicans and Democrats come together.  \n\nBRENNAN:  Well, you're talking about legislation there. But what actions we've see the Trump administration take \nabout Muslim minorities who are being put in internment camps in China are -- have been by the State Department \npretty limited.   \n\nCRUZ:  Yes.  \n\nBRENNAN:  The Commerce Department blacklist some companies.   \n\n\n\n      How do you stop the Trump administration from using that as a bargaining chip in a trade deal?   \n\nCRUZ:  I introduced legislation called the Tiananmen Act, that would direct blacklisting the technology companies, \nthe Chinese technology companies, that China is using to engage in surveillance, to engage in repression and \nimprisonment and in torture and murder of up to a million Uyghurs, a religious minority. And, as you noted, just this \nweek, the Trump administration announced that they were implementing what is the core of my legislation, which is \nblacklist lifting those Chinese technology companies that are being used to suppress religious minorities. I think \nthat's a really good step. It's a positive step by the administration.  \n\nBRENNAN:  Have they assured you that won't be in any way considered as a bargaining chip in negotiations?   \n\nCRUZ:  Well, listen, I -- I think we can do both. It's important to get a trade deal with China. I hope we do get a trade \ndeal with China. We have enormous economic concerns. But we can do that at the same time defend our core \nvalues.   \n\nBRENNAN:  China is a surveillance state. Is it appropriate for President Trump to be saying China should look into \nthe Biden family? Is that appropriate?   \n\nCRUZ:  Look, of course not. Elections in the U.S. should be decided by Americans. And it's not the business of \nforeign countries, any foreign countries to be interfering in our elections.   \n\nBRENNAN:  Even Ukraine? I mean when -- when you're talking about some of this, I mean, do you think that say \nthe president's personal attorney, Rudy Giuliani, who's been talking about China., who's been talking about \nUkraine, do you want to hear him testify about this sort of shadow foreign policy?   \n\nCRUZ:  Listen, foreign countries should stay out of American elections. That's true for Russia. That's true for \nUkraine. That's true for China. That's true for all of them. It should be the American people deciding elections.   \n\n      I don't know what Rudy's been saying. I do know, though, that we should decide our elections. It should be the \nAmerican people making those decisions.   \n\nBRENNAN:  And you do want him to testify before your committee?   \n\nCRUZ:  I -- I think it'd make a lot of sense for Rudy to testify before the Senate Judiciary Committee. That's \nultimately a question for the committee chairman, Lindsey Graham. But -- but I'd like to see Rudy testify, yes.   \n\nBRENNAN:  So the president is often talking about the need to look into Joe Biden. If he is so concerned, would it \nbe in any way appropriate for him to bring it to his own Justice Department instead of talking about foreign countries \nlooking into his political rival?   \n\nCRUZ:  I have long advocated that the Justice Department should enforce the law, should investigate corruption, \nshould investigate violations of law regardless of party.   \n\nBARTIROMO:  But, to be clear, you're not calling for the Justice Department to investigate the Biden family?   \n\nCRUZ:  I -- look, I -- I don't -- I -- I believe the Justice Department should investigate violations of law. If there's \ncredible evidence of a violation of law, yes they should investigate it.   \n\n      And I'll tell you what I have called for. I think President Trump wisely released the transcript of his conversation \nwith the Ukrainian government. I think that was good because a lot what the Democrats had been raising, alleging \nan illegal quid pro quo was not, in fact, backed up by the transcript. But I think -- I think actually the administration \nshould do the exact same thing for Joe Biden, that it should release the transcripts of Joe Biden's conversations \nwith Ukraine, use the same standard for President Trump and Joe Biden and -- and let the American people read \nthe transcripts and decide.   \n\nBRENNAN:  Senator Cruz, we will leave it there. Thank you for joining us from Hong Kong.   \n\n\n\n      (END VIDEOTAPE)  \n\nBRENNAN:  We'll be back in a moment.   \n\n      (COMMERCIAL BREAK)  \n\nBRENNAN:  For a look at what Americans are thinking about all those headlines that are dominating our \nconversations here on FACE THE NATION, we turn to Anthony Salvanto, our CBS News elections and survey \ndirector.   \n\n      Anthony's got two polls for us today. And first we'll take a look at the national poll on the impeachment inquiry.   \n\n      So, Anthony, over the past two weeks, since this has really picked up steam, have you seen a change?   \n\nANTHONY SALVANTO, CBS NEWS ELECTIONS AND SURVEYS DIRECTOR:  Not over the last two weeks. We \ndo see hardening partisan divisions here. We see Republicans increasingly saying that they support the president, \ndon't think he ought to cooperate with Congress. Democrats even more strongly approving of the inquiry.   \n\n      Really important when you watch the polls on this is that you differentiate between support for having an inquiry, \nwhich there is marginal majority support, get the facts, learn what happened, and whether or not they think the \npresident deserves impeachment. And that is much more mixed nationally.   \n\n      What I think is interesting going forward here, Margaret, is that when you talk to the people who say they don't \nknow which way to go on this, they say they aren't paying as much attention and they feel like a lot of this, a lot of \nnames, a lot of places are hard to follow. So it may be a challenge for both parties to move beyond their base as \nthey make their arguments when Congress returns.   \n\nBRENNAN:  So overstating things to say building support for impeachment? It's more complicated than that?   \n\nSALVANTO:  Yes, it's more complicated than that.   \n\nBRENNAN:  Our second survey is of Democrats in the 18 states holding the first primary or caucus contest next \nyear. According to our CBS News battleground tracker, Senator Elizabeth Warren has extended her lead with 31 \npercent support among Democrats. Former Vice President Joe Biden is second with 25 percent support. And \nSenator Bernie Sanders rounds out the top tier with 17 percent.  \n\n      Our next group of candidates shows Senator Kamala Harris with 7 percent support, South Bend, Indiana, Mayor \nPete Buttigieg has 5 percent support among voters in those 18 early contests, and former Congressman Beto \nO'Rourke has 4 percent support. The other candidates come in with 1 percent or less.  \n\n      So how, Anthony, is all of this controversy affecting the Democrats?   \n\nSALVANTO:  Well, the charges that the president has leveled against Joe Biden, they are not hurting him directly. \nMost Democrats say they aren't true, they don't matter, haven't changed their view of him. But it's Biden's response \nto those charges that's generating kind of a lukewarm response from these early state Democrats. They say they're \nsomewhat satisfied with that Biden response, but not very satisfied with it.   \n\n      And then we asked, well, when these candidates -- if these candidates become the nominee, how well would \nthey be able to fend off attacks from the president? Because surely they're going to be coming. And only half of \npeople say that they think Biden will do that very well. You contrast that with Elizabeth Warren, whose numbers are \nmuch higher on her perceived ability to fend off attacks from the president.   \n\n      I also noticed that one of the strength for Joe Biden has been what people perceive as his electability, the idea \nthat he can beat Donald Trump among Democrats. That's down this week. And so I think it may be that, you know, \nwhen you talk about electability, it's not just which demographic groups they think a candidate can appeal to, it's \nalso how they rate the way they handle the campaign.   \n\n\n\nBRENNAN:  You said Elizabeth Warren has had a good month. So what's behind that?   \n\nSALVANTO:  Well, she's up in -- across these early states. She's also then moved up in Iowa, extended her lead in \nNew Hampshire. And a lot of that is, she's doing particularly well with people who say they want a candidate who is \ntough. Her electability numbers have stayed about where they were. She's also doing much better than Joe Biden \nin being perceived as a candidate who will fight for people like you.   \n\nBRENNAN:  That's her slogan, isn't it.   \n\nSALVANTO:  That's one of her -- that's one of her slogans. So that may be resonating. And I think a lot of this for \nher too is, you know, not just on policy now and now just on being seen as specific, which she has been in previous \npolls, but she also seems to be undercutting some of Joe Biden's arguments as well as she gains steam.  \n\nBRENNAN:  The other frontrunner, Bernie Sanders, has had a tough month in terms of health problems. He had \nthat heart attack.  \n\n      Is that impacting perception of him?   \n\nSALVANTO:  Well, we've been asking now in previous polls if folks thought age was a concern for some of these \nolder candidates. And the numbers who say that Sander's age is a concern are up this week.   \n\n      We followed up and we asked, well, what specifically is concerning? And it was those folks who said it was, \nsaid, well, they were worried that he might not be able to do the job of president and all that it requires. So there \nmay be some indirect impact on that for Sanders.  \n\n      Having said that, the support he does have, the folks who support him are among the strongest, are the \nstrongest, in fact, in their support of any other candidate.   \n\nBRENNAN:  The passion factor.   \n\nSALVANTO:  Indeed.   \n\nBRENNAN:  All right, Anthony, thank you.   \n\n      All of the results from both of those surveys are now on our website at facethenation.com. And we'll be back in \na moment with our panel.  \n\n      (COMMERCIAL BREAK)  \n\nBRENNAN:  We'd like to bring in our panel now for some political analysis. Amy Walter is the national editor for \n\"The Cook Political Report,\" Gerry Seib is the executive Washington editor at \"The Wall Street Journal,\" Toluse \nOlorunnipa covers the White House for \"The Washington Post.\" He is also a CNN political analyst.   \n\n      Thank you all for being here.   \n\n      Gerry, I want to start off with you. Just, the news of the morning, what we heard from the secretary of defense, \nthe pullout of at least hundreds of American troops from the north of the country, unclear when the remaining will be \nmoved out. It sounds like they're first headed to Iraq. Unclear what the plan is.   \n\nGERALD SEIB, 'THE WALL STREET JOURNAL':  Yes.  \n\nBRENNAN:  To counter the counterterrorism threat.   \n\n      How is this going to be digested?   \n\nSEIB:  Well, first of all, it's striking how ugly this has turned how quickly.   \n\n\n\n      You have Turkish troops moving further into Syria than they promised. You have ISIS prisoners on the loose, \napparently. You have U.S. troops getting out of harm's way because they were, in fact, in harm's way. And you \nhave a lot of tension within the NATO alliance because you have a NATO ally, a NATO member, undertaking an \naction that everybody, including the U.S., opposes. And so that's a pretty ugly picture.   \n\n      I also think, though, it's striking that you have President Trump saying, this is an attempt to end endless wars. \nAnd it kind of tells you exactly how serious he took this promise he thinks he made in the 2016 (ph) campaign to get \nU.S. forces out of the Middle East and how intent he is on not being accused of failing to make good on that \npromise by the time the 2020 campaign gets around. It makes you wonder a little bit about what's going to happen \nin Iraq and Afghanistan between now and the 2020 election.   \n\nBRENNAN:  Right. And we didn't even mention the fact that on Friday the Pentagon announced they're actually \nupping the number of U.S. troops in the Middle East. This isn't actually withdrawing from the region --  \n\nAMY WALTER, 'COOK POLITICAL REPORT':  Right.  \n\nBRENNAN:  It's adding another 18,000 -- or 1,800, excuse me, to Saudi Arabia.   \n\nWALTER:  But I think Gerry's right, it's a little bit of the check the box, right? The closer that we get to the election, \nthe more that he focuses on being able to say, I fulfilled the promises I made in 2016. The lengths he's taken on \nsecurity on the border, right, building the wall, showing how many folks have been apprehended at the border. \nWe're now, I think, on our fifth Homeland Security head since his administration has started.   \n\nBRENNAN:  Kevin McAleenan, the acting secretary, resigned on Friday.   \n\nWALTER:  Whose -- yes, resigned. So with the sole focus of that position, which was designed as a broader \numbrella for security, right, in American security and coordinating security within the U.S. has been focused almost \nexclusively on the southern border. And his -- the president's focus on making sure that he can say on Election \nDay, I have been able to fulfill x, y, z on this.   \n\nSEIB:  And we should not lose sight of the fact that a lot of people will cheer at that.   \n\nWALTER:  Yes. Of course.  \n\nSEIB:  I mean the foreign policy establishment is appalled, but there is a certain base of support for just -- let's just \nget out. And he's going to tap into that.   \n\nBRENNAN:  Toluse, obviously the promise resonates to pull U.S. troops out of the Middle East because Democrats \nare also running on that message. But it's the how it happens, when it happens, if it's planned. That is what the \nnational security establishment usually tries to plan to minimize damage.   \n\n      What we heard from the Defense secretary is all of this was decided just last night.   \n\nTOLUSE OLORUNNIPA, 'WASHINGTON POST':  Yes, I thought it was pretty remarkable what Secretary Esper \nsaid. He said that we predicted that all of this negative and horrible stuff would happen once the Turks went into \nSyria, but we still stood down and allowed it to happen. It doesn't make it sound better to say that we knew that this \nwas going to happen, but we thought, you know, we could not stop them from doing it.   \n\n      We have the president that says, you know, we're America first. We're the strongest military. We've rebuilt the \nmilitary. But, at the same time, we couldn't prevent this atrocity from happening. We just had to stand down \nbecause the Turks were determined to go in.   \n\n      And it didn't seem like there was a plan about what to do once that happened. Now it seems like they're trying to \nput together a plan. The president's tweeting and threatening sanctions. But there's not a clear sense that there is a \nstrategy involved.   \n\n\n\n      And we saw what happened in 2014 with the rise of ISIS and how well they used social media to really put fear \nin the hearts of a lot of Americans and a lot of American voters. And Republicans used that as a weapon against \nPresident Obama. And if we see that reemerge and we see those types of videos and images coming out of the \nregion once again, it could threaten President Trump's re-election as well.  \n\nBRENNAN:  So it's usually thought of as a cliche, oh, foreign policy doesn't matter to voters, national security \ndoesn't.   \n\nWALTER:  Right.  \n\nBRENNAN:  Is that true this time?  \n\nWALTER:  And, listen, it doesn't until it does. And Toluse is right, when it looks like it's directly impacting \nAmericans, that's when -- that's when it really matters.   \n\n      But I also think it's important to understand when we're talking about fulfilling his campaign promises and \nchecking the boxes, and I think Gerry's right, that, yes, for a lot of voters they do think that's one of the things that \nthey like about him.   \n\n      But, remember, there's this whole group of voters out there who voted for Donald Trump in 2016, not necessary \nbecause they liked what he was saying or they wanted him to fulfill these promises, but they didn't necessarily like \nthe other choice that they had. Now what they're having to choose from, and I think this is an example of this is, do \nthey want another four years of a presidency where things seem to happen without any strategic thinking, where \nthere's so much chaos.   \n\n      \"The Wall Street Journal\" editorial put it this way, right, this impulsive judgment. That is the challenge right now \nfor Trump going forward. It's not is his base excited, are Democrats engaged, it's that small sliver of people might \nnot necessarily have been enamored with Donald Trump in the first place, but they are exhausted by what's been \nhappening over these last couple of years and the prospect of it continuing.   \n\nBRENNAN:  I want to -- I want to talk about one of the people whose running as an alternative, Joe Biden, who has \nbeen linked to this impeachment inquiry because of the accusations around Ukraine and his son. His son, Hunter, \ntoday releasing a statement, really kind of commenting for the first time on all of this, saying that if his -- his father \nbecomes president, he won't serve on the board of a foreign firm, resigning from the firm he does serve on in -- in \nChina.   \n\n      And I want to play this sound bite from the vice president, Joe Biden, because he really responded for one of \nthe first times this week.   \n\n      (BEGIN VIDEO CLIP)  \n\nJOE BIDEN (D), PRESIDENTIAL CANDIDATE:  We all laughed when he said he could stand in the middle of Fifth \nAvenue and shoot someone and get away with it. It's no joke. He's shooting holes in the Constitution and we cannot \nlet him get away with it.   \n\n      To preserve our Constitution, our democracy, our basic integrity, he should be impeached.   \n\n      (END VIDEO CLIP)  \n\nBRENNAN:  So that public call was really the first time the vice president has said he's -- he's putting his shoulder \nbehind it.   \n\nSEIB:  And he's been very cautious about impeachment, as a lot of mainstream Democrats have been, like let's -- \nwe saw this movie in the 1980s with Bill Clinton. It didn't turn out well for the Republicans. Let's be careful.  \n\n\n\n      But he came out this week. It puts him more in sync with the Democratic base. And now I think the Biden \ncampaign is doing something very interesting. They are trying to say, essentially, President Trump is trying to drag \nme, Joe Biden, down because he fears me the most. And that plays right into the Biden campaign narrative, which \nis, I'm the most formidable candidate to defeat President Trump.   \n\n      President Trump is making that case for me. You Democrats ought to take heed and understand that I'm the \nformidable candidate who you can turn to, to defeat President Trump. That's not a bad message for the Biden \ncampaign to put out.   \n\nBRENNAN:  And, Toluse, how is the White House, how is the president responding to the impeachment inquiry? \nWe can see the tweets, but what's actually happening?   \n\nOLORUNNIPA:  Well, as we talked about there not being much of a strategy with the Syria policy. It doesn't seem \nlike there's much of a counter impeachment strategy beyond, you know, having these outside lawyers say that the \npresident is immune, that the president should not be investigated. The president going out and doing more rallies \nthan normal and saying that this is a coup, that this is an attempt by Democrats to overturn the 2016 election. So \nhe's going to push forward some language that may seem unsettling to a lot of people as he tries to counter this \nimpeachment inquiry, but there's no sense that there's an actual strategy, a war room within the White House to \npush back against any of this.  \n\nBRENNAN:  And how is it landing?   \n\nWALTER:  Well, I think the point that your recent poll just put forward is that the Biden defense, that this is actually \ngood for me, this makes me look like a frontrunner and that Trump's afraid of me isn't really borne out by those \nnumbers. How well they handle attacks from Trump, Warren up over Biden by 15 points. So I think that, as of this \npoint, it has not been as effective as they would have liked it to be.   \n\nBRENNAN:  All right. Thanks to all of you.   \n\n      We'll be right back with a report from Syria.   \n\n      (COMMERCIAL BREAK)  \n\nBRENNAN:  We close today with a look at the situation in Syria from CBS News foreign correspondent, Charlie \nD'Agata, who just filed this report from northern Syria.   \n\n      (BEGIN VIDEO CLIP)  \n\nCHARLIE D'AGATA, CBS NEWS FOREIGN CORRESPONDENT:  Even before the announcement of the \nwithdrawal of U.S. troops, America's Kurdish allies stood little defense against Turkey's relentless onslaught. The \nU.S. military presence here was the only thing stopping the Turks from attacking in the first place. Now there will be \nno holding back.  \n\n      Turkish backed militias who have already penetrated deeper into northeast Syria than ever before will be \nemboldened to broaden their ground offensive.   \n\n      This video allegedly shows their gunman executing Kurdish civilians and soldiers on the roadside. The Syrian \nDemocratic Forces say they've been betrayed and abandoned.   \n\n      Senior SDF Commander Ray Dor Kalil (ph).   \n\n      D'AGATA (on camera):  What is your message to President Trump?   \n\n      D'AGATA (voice over):  We fought beside his soldiers for many years, Kalil told us. We were brothers in arms. \nHe promised that he would protect the Kurds. But he's done nothing.   \n\n      The U.N. estimates that more than 130,000 Kurds have already fled the fighting.   \n\n\n\n      D'AGATA (on camera):  What is your message to President Trump?  \n\n      D'AGATA (voice over):  Why did you leave us alone, she said. We were your loyal allies and you turned our \nback on us.   \n\n      D'AGATA (on camera):  These Kurdish forces were not only America's most loyal allies in the fight against ISIS \nhere, but they protected us as we covered that fight.   \n\n      D'AGATA (voice over):  With Kurdish forces redeployed to face the Turkish invasion and U.S. troops now \nlargely out of the picture, a resurgent ISIS has already began striking back in any way they can.   \n\n      D'AGATA (on camera):  Now, the emerging ISIS threat cannot be exaggerated. They used a car bomb in an \nattempted jailbreak not far from here. ISIS inmates have been rioting. And just this morning, hundreds of ISIS \nfamilies and supporters escaped from a detention center after it was shelled by Turkish forces.   \n\n      (END VIDEOTAPE)  \n\nBRENNAN:  Charlie D'Agata reporting from northern Syria.   \n\n      That's it from us today. Thank you for watching. And thank you to the Jones Day Law Firm for the use of their \nfacilities here on Capitol Hill.   \n\n      Until next week, for FACE THE NATION, I'm Margaret Brennan.  \n\n      END   \n"}