{"title": "IMMIGRANT ADVOCATES OFF TO D.C.", "body": "\nPastor Moises Secundino-Trejo asked the congregation to pray for him as he left Sunday evening service early.\n\nOutside, he led a circle of 40 other people in prayer before they boarded a bus to Washington, D.C.\n\n\"We ask you to soften the hearts of the Congress members,\" Secundino-Trejo, 49, prayed in Spanish. \"Thank you \nand we declare victory for just immigration reform.\"\n\nThe bus riders who departed from Centro Cristiano El Shaddai joined 115 other Florida immigrants and advocates \nheaded for Washington on Sunday.\n\nTwo buses also left Miami on Sunday, along with a train with 15 other people as part of a separate set of trips from \nvarious cities around the country called \"Dreams Across America.\"\n\nThe lobbying trips are part of a renewed push by immigrant advocates nationwide to sway Congress into passing \nimmigration reform, two weeks after a bill stalled in the Senate.\n\nSenators indicated last week they could revive the debate as early as this week. But those pushing for immigration \nreform won't be the only ones applying pressure.\n\nFaces on the debate\n\nSeveral anti-illegal immigration groups who swamped lawmakers with phone calls against the bill two weeks ago \nplan to rally again.\n\n\"We need you ready to rumble with your calls, e-mails and faxes early Monday morning,\" William Gheen, president \nof Americans for Legal Immigration Reform, told his members Friday via e-mail.\n\nThe stalled bill would have paved the way for 12-million undocumented immigrants to become citizens.\n\nBut it also called for changing immigration policy from one that currently gives priority to immigrants with relatives \nalready here to one that would favor educated immigrants who speak English.\n\nThe latter part is one reason not all immigrant advocates stood behind it.\n\n\"We made a decision (to support) a bill that would legalize 12-million people,\" said Frank Sharry, executive director \nof the National Immigration Forum.\n\n\nThe bill has provisions for farmworkers and undocumented high school students, he said. \"We want something \ndone. Some activists are saying the status quo is better.\"\n\nHoping for any kind of change, Daniel Hernandez, 15, was among the riders in Clearwater. The trips were \norganized by the Florida Immigrant Coalition in an attempt to put faces on the debate.\n\nThey plan a march to the White House, as well as a graduation ceremony at a Washington-area church to \nshowcase the achievements of immigrant students.\n\nDaniel, a high school freshman from Pasco County, said his parents work in nurseries. He worries constantly that \nthey will be caught by immigration officers and deported.\n\n\"The worst part is when you're in school, you worry about your parents,\" he said. \"You don't know if they got \ncaught.\"\n\nA voice for workers\n\nThe train that left Miami on Sunday morning made a stop in Tampa a few hours later.\n\nOne person on board was Gabriela Pacheco, who is working on her bachelor's degree at Miami-Dade College.\n\nOriginally from Ecuador, Pacheco served as president of the Florida Junior and Community Colleges Association.\n\nBecause she is undocumented, she pays the more expensive out-of-state tuition. After graduation, she would not \nbe able to get a job using her degree in special education.\n\n\"Pretty much I want to touch people's heart\" in Washington, said Pacheco, 22. \"Do you really want to say no to \nsomebody that has so much potential like myself?\"\n\nIn Clearwater, Martha Delamora said she was going on the trip to be the voice of workers who live in the shadows.\n\n\"If they can exploit our people who are working,\" said Delamora, 27, of Dade City, \"they can at least give them a \npermit to work.\"\n"}