{"title": "Government to Limit Planned Crackdown on Illegal Immigrants", "body": "\nThe Department of Homeland Security  has significantly narrowed the scope of a planned crackdown on federal \ncontractor's employment of illegal immigrants.\n\nThe agency announced yesterday that it would go forward with a new policy requiring federal contractors to check \nthe work documents of existing workers and subsequent hires using an electronic government system. The new \npolicy will apply to contracts and solicitations issued after Jan. 15, but it will apply to far fewer contractors than \nwould have been affected under the original proposal. \n\nThe Bush administration has made the work eligibility system, called E-Verify, a main pillar of its fight against illegal \nimmigration, proposing to make its use mandatory for nearly 200,000 government contractors, covering about 4 \nmillion U.S. workers. Participation in E-Verify is now generally voluntary, although 13 state legislatures have \nenacted similar legislation for state contractors. \n\nHowever, a revised final rule to be published today in the Federal Register would limit its application to contracts \nworth $100,000 or more, instead of $3,000, and require employers to check the eligibility only of workers on those \ncontracts, instead of all their workers. The changes would apply to solicitations or awards made after Jan. 15, and \nexempt workers who have already received security clearances, contracts for commercial, off-the-shelf items, and \ncontracts lasting less than 120 days. \n\nRandel K. Johnson, vice president and spokesman for the U.S. Chamber of Commerce, said the administration \n\"had been responsive to a substantial amount of business concerns,\" particularly by limiting the rule to large \ncontractors, to new contracts and to workers on those contracts. \n\n\"The chamber met with a variety of companies this morning and are reviewing our litigation options,\" Johnson said, \nadding, \"but litigation is expensive.\" \n\nStill, federal contractors said the lame-duck administration was trying to force through the sweeping change before \nit might be cancelled by its successor. \n\nThe proposal \"vastly understates the burden imposed on employers, and leaves unanswered a number of \nfundamental questions,\" said Eric Bord, an attorney at Morgan, Lewis & Bockius who represents companies facing \nimmigration investigations. \n\n\nBush officials in early June proposed to double the number of companies in the program, mandating participation by \n169,000 federal contractors and requiring them for the first time to verify the eligibility of existing employees, not just \nnew hires. \n\nUsing E-Verify, companies can check federal Social Security and immigration databases to determine whether an \nemployee is authorized to work. Enrollment in the program has grown from 3,000 companies to 92,000 since it was \nexpanded nationwide in 2003, but it covers only 1 percent of an estimated 6 million U.S. employers and about 11 \npercent of annual hiring. \n\nBusiness groups had complained the proposal goes beyond what Congress intended when it created the voluntary \nsystem in 1996. The U.S. chamber initially claimed the rule would cost $10 billion to implement, 100 times the \ngovernment's estimate, if contractors and subcontractors with even a small piece of the $430 billion that the \nfederal government awards each year needed to review their entire payrolls. \n\nThe American Civil Liberties Union today sharply criticized the new rule.\n\n\"E-Verify has been problematic since its inception Â¿ hobbled by bureaucratic errors in individuals' Social Security \nfiles and runaway costs Â¿ preventing innocent Americans from working,\" added Timothy Sparapani, ACLU Senior \nLegislative Counsel. \"The costs of moving forward with such a troubled initiative will be felt by all Americans, either \nin lost tax revenues for the elderly and disabled, or by those who will be prevented from working due to systemic \nerrors out of their control. During times of such economic hardship, the federal government should be wary of any \ninitiative that would compound the struggles of our American workforce. E-Verify represents bad policy, as well as \nbad politics, and should be scrapped by Congress.\"\n\nThe announced changes will slow E-Verify's expansion, but federal officials stood by their prediction that the \ninitiative will eventually cover more than 20 percent of U.S. hiring, DHS spokeswoman Laura Keehner said. \n\nGrand-fathered contracts will eventually expire, Keehner said, and big employers also may choose under the rule to \nverify the immigration status of all employees, not just those working on federal business. \n\n\"Many will find doing so easier than parcelling out their workforce\" for verification, Keehner said. The new rule \n\"provides a transition period, but will eventually cover substantially more employees,\" she added. \n\nIn a statement released on the U.S. Citizenship and Immigration Services website, the Bush administration said it \ntook into account 1,600 comments and made changes \"designed to lighten the burden on small businesses who \ndecide to accept federal contracts, and to provide contractors with flexible means of complying with the basic \nrequirement that all persons working on federal contracts be electronically verified.\" \n"}