{"title": "THE NATION;Friction BuildsOn Sanctuary", "body": "\nThe Government's efforts to stop religious groups from smuggling Central American refugees into the United States \nran into an unsympathetic jury and a group of hostile Lutheran bishops last week. Dozens of church workers and \nscores of illegal immigrants joined to pledge that they would continue to run an underground railroad into the \nSouthwest.\n\nWhile about 1,000 sanctuary workers and illegal aliens gathered in a synagogue in Tucson, Ariz., to condemn \nUnited States policy in Guatemala and El Salvador, a Roman Catholic lay worker, Jack Elder, went on trial in Texas \non charges that he had transported three Salvadorans 30 miles from a halfway house to a bus station in violation of \nFederal immigration law. A jury in Corpus Christi took less than two hours to decide that Mr. Elder's work did not \nfurther the illegal journey of the undocumented aliens in this country. They did not rule on the broader questions \nraised by Mr. Elder and others in the church-based sanctuary movement that they have acted out of religious \nconviction to protect victims of political persecution. It is the Government, the sanctuary workers claim, that has \nviolated the law by refusing to grant asylum to Central Americans fleeing death squads and persecution.\nSetbacks encountered by Government in its efforts to stop religious groups from smuggling Central American \nrefugees into US reviewed (S)\n\nWhen news of the verdict reached the synagogue in Tucson, the audience broke into cheers and crying. A \nspokesman said it would have ''a tremendous impact'' on the movement and on the cases of 16 other sanctuary \nworkers indicted earlier this month, even though there is no legal connection between the Texas trial and the \nArizona cases.\n\nIn Washington bishops who head three major Lutheran organizations urged the Government to end the \n''prosecution and monitoring'' of ''this difficult moral and theological issue.'' Of the 200 churches involved in the \nsanctuary movement around the country, about 15 of them are Lutheran, according to church officials.\n\nThe bishops' statement did not stop Federal officials from proceeding with their effort to slow down the sanctuary \nmovement. ''We have the laws of this country to carry out,'' they said. Wednesday nine leaders of the movement \nappeared in Federal court in Tucson to plead not guilty to charges of conspiring to smuggle and harbor illegal \naliens. They were released on their own recognizance and vowed to ''continue to engage in sanctuary ministry.''\n"}