{"title": "HEARING OF THE EDUCATION REFORM SUBCOMMITTEE OF THE HOUSE EDUCATION AND THE WORKFORCE COMMITTEE SUBJECT: EXAMINING VIEWS ON ENGLISH AS THE OFFICIAL LANGUAGE CHAIRED BY: REPRESENTATIVE MICHAEL N. CASTLE (R-DE) WITNESSES: MAURO MUJICA, CHAIRMAN OF THE BOARD, U.S. ENGLISH, INC.; PAUL MCKINLEY, STATE SENATOR, IOWA GENERAL ASSEMBLY; RAUL GONZALEZ, LEGISLATIVE DIRECTOR, NATIONAL COUNCIL OF LA RAZA; JOHN TRASVINA, INTERIM PRESIDENT AND GENERAL COUNSEL, MALDEF; ART ELLISON, ADMINISTRATOR, BUREAU OF ADULT EDUCATION, NEW HAMPSHIRE DEPARTMENT OF EDUCATION LOCATION: 2175 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\nREP. MICHAEL N. CASTLE (R-DE):  Good afternoon and thank you for joining us.  I welcome you here today as \npart of a series of discussions that the committee and its subcommittees are holding here in Washington and \nthroughout the nation over the next several weeks to discuss the U.S. immigration policy and proposals.\n\nToday's hearing will closely examine the pros and cons of making English the official language.  It is designed to \nbe a balanced hearing, allowing members to hear view on both sides of the issues and to provide them with an \nopportunity to ask questions as to whether or not English should be the official language of the United States.  We \nare simply here to listen and learn.\n\n\nThe issue of making English the official language of the United States has long been controversial.  The last time \nthis committee and the Congress discussed the issue by itself was in the 104th Congress. Now, due to the steady \ngrowth of new immigrant populations within U.S. borders whose primary language is other than English, the \ndiscussion and issues of language diversity has once again brought attention to the public policy debate.\n\nFurther, as you may be aware, the Senate recently revived this issue by including two amendments declaring \nEnglish as both the national and common and unifying language of the United States as part of its immigration bill.  \nWe hope to learn more about the differences of these amendments today so that we can make an informed \ndecision as we move forward with negotiating the House and Senate immigration bills.\n\nIt should also be noted that 27 states have enacted laws declaring English as their official language in various \nforms. However, I think the one thing most of us do agree on is the importance of learning English.  Anyone who \nhopes to achieve the American dream must first know, understand and use English.  As such, I hope to also \ndiscuss this topic today to learn more about not only the importance of learning English but the importance of \nproviding opportunities to learn English.\n\nBefore us today is a balanced, diverse panel of witnesses who are experts and representatives of those on both \nsides of the issue.  I look forward to gathering valuable input from them and allowing members the opportunity to \nask the tough questions that need to be asked as we work through this process.\n\nAgain, we are here today to just listen and learn about this important issue.\n\nI now yield to Ms. Woolsey for whatever opening statement she wishes to make.\n\nREP. LYNN C. WOOLSEY (D-CA):  Thank you, Mr. Chairman. \n\nI have to go on record saying that I believe we're here today because your leadership of the House -- not your \nleadership of the House but your leadership in the House is really trying to put a real discussion on comprehensive \nimmigration reform as far away as they can, so we're doing hearings like this.\n\nBut having said that, I really want to thank you, Mr. Chairman, because your efforts have made this hearing very \nbalanced.  The testimony of the two witnesses opposed to English only, or English as the official language policies \nwill persuasively make this case against these policies;  but ironically, I also think that the testimony of the two \nwitnesses in favor of such policies also make a case against those policies.\n\nIn his written testimony, Mr. Mujica states that no serious person is suggesting that we become an English-only \nnation.  And State Senator McKinley, a supporter of the Iowa official language bill, admits that the reality is that, in \nIowa, we already had an official language in practice -- English.\n\nSo to me, that shows there is quite a lot of support for what we already know, and that we're going to learn today \nthat English is not under attack;  that it is overwhelmingly the language of our government;  that immigrants want \nto learn English;  and that, instead of promoting unnecessary divisive policies, we ought to simply make \nimmigrants -- help, not make -- help immigrants to learn English, because we will hear in a few minutes, \naccording to the most recent census, 92 percent of our population speaks English.\n\nAnd another recent survey found that 90 percent of Latinos believe that it is important for immigrant children to \nlearn English. In fact, Latinos were even more likely than others to say that.\n\nUnfortunately, and not surprisingly, the president and this Congress have been going in the opposite direction.  Last \nmonth, the House Appropriations Committee approved a bill that provides less funding for the year 2007 to help \nstudents learn English than the year 2003 -- backwards.  The same bill provides less funding for 2007 to help \nadults learn English than in the year 2002.  And the Government Accountability Office will release a report today \nthat concludes that the U.S. Department of Education needs to do more to help states help students learn English.\n\n\n\nBut not only are English-only or English as the official language policies unnecessary and divisive, they truly can \nbe harmful.  First, they do nothing to help immigrants learn English.  They also jeopardize public safety.  Actually, \nin the case of a natural disaster or a terrorist attack or a health crisis, it is critical that the government be able to \ncommunicate quickly and effectively with the entire public.  For example, if there is a pandemic flu and non- \nEnglish speakers cannot understand the government's instructions, everyone will be at risk. \n\nSo I look forward to hearing our witnesses.\n\nBut again, Mr. Chairman, I believe that the policies we are discussing today are a solution in search of a problem.  \nAnd I thank you.\n\nREP. CASTLE:  Thank you, Ms. Woolsey.  We appreciate your opening statement. \n\nAnd now we will turn to our witnesses.  And basically, I will introduce each of you before you speak, and then we'll \ngo back to the beginning -- back to Mr. Mujica who will be introduced first -- who will start the discussion.  And you \nwill each have five minutes, which will be on that little monitor in front of you, which is red, four; yellow one -- I'm \nsorry, green, four;  yellow, one;  red thereafter. And so as you see the yellow, think about summing up, and \nhopefully finish up when you hit the red.\n\nBut we're all very pleased to have all of you here.  And I will now give a little bio on each of you.\n\nMr. Mauro Mujica has been chairman of the board and CEO of U.S. English since 1993 -- the nation's oldest, \nlargest citizens' action group dedicated to preserving the unifying role of the English language in the United States.  \nSince his election to the position, Mr. Mujica has overseen a renewed drive to pass official English legislation at the \nstate and federal level.\n\nAs an immigrant from Chile, who became a naturalized citizen in 1970, he has a first-hand understanding of the \nobstacles facing non- English speakers.  Mr. Mujica holds a bachelor's and master's degree in architecture from \nColumbia University.  He was also a member of the advisory board of the U.S.-U.K. Fulbright Commission from \n1995 to 2000, and former chairman of the U.S. Fulbright -- advisory board of the U.S.-U.K. Fulbright Commission \nfrom 1997 to 2000.\n\nState Senator Paul McKinley represents the 36th Senate District for the state of Iowa, where he is not serving his \nsecond term.  He is co-chairman of the Education Committee and also serves on the Commerce, Economic Growth \nand Ways and Means Committees, as well as on the Education Appropriations Subcommittee.\n\nState Senator McKinley was the co-sponsor of legislation making English the official language of the state of Iowa \nwhich, in 2002, became the most recent state to enact an official English language law.\n\nBefore hearing to the State Senate, he built his career as a businessman and an entrepreneur.  Senator McKinley \nreceived his bachelor's degree from the University of Iowa. \n\nMr. Raul Gonzalez is the legislative director for the National Council of La Raza.  The National Council of La Raza \nis the largest national Hispanic civil rights and advocacy organization in the United States that works to improve \nopportunities for Hispanic Americans. Focusing on education policy, Mr. Gonzalez works with Congress, the \nadministration, advocacy groups and the council's affiliated community-based organizations to improve educational \nopportunities for Hispanic Americans.\n\nHe is a former legislative assistant to Representative Major Owens, and a former New York City public school \nteacher, where he taught writing, algebra and special education.  Mr. Gonzalez was born in Puerto Rico and was \nraised in Brooklyn, New York.  He graduated from City College of New York with degrees in English and \nPsychology.\n\n\n\nJohn Trasvina is the interim president and general counsel of the Los Angeles-based Mexican American Legal \nDefense and Educational Fund, or MALDEF, located in Los Angeles.  MALDEF is the leading non-profit Latino \nlitigation advocacy and educational outreach institution in the United States protecting their civil rights.  Mr. Trasvina \nis the former western regional director for the U.S. Commission on Civil Rights and a former deputy assistant \nattorney general for legislative affairs at the U.S. Department of Justice.  He is also the former general counsel and \nstaff director the Senate Judiciary Committee's Subcommittee on the Constitution.\n\nFor the past two decades, he has played a major policy role at the local and federal levels on immigration and civil \nrights matters affecting immigrants, women and minority communities.  He is a graduate of Harvard University and \nStanford Law.\n\nMr. Art Ellison has been the director of the New Hampshire Department of Education's Bureau of Adult Education \nfor over 25 years. He has also worked as a road construction laborer, high school social studies teacher, and a \nlocal adult education teacher.  In addition, he is the founder, executive producer and actor with the Northern New \nEngland Literacy Theater.\n\nMr. Ellison received his undergraduate degree from Earlham College, his master's degree from Northwestern, and \nhis doctoral degree from the University of Massachusetts.  Mr. Ellison is also here today representing the National \nCouncil of State Directors of Adult Education.\n\nIt's an impressive array of individuals we have here today and we thank all of you very much for being here.  Just to \ngo through the format again, you will have five minutes.  When all of you are done, we will then open it up to \nmembers who are here to ask questions, alternating from one side to the other.  So we welcome you.  We look \nforward to a lively, interesting, and hopefully informational discourse today on this important subject. \n\nAnd Mr. Mujica, we'll start with you, sir.\n\nMR. MAURO MUJICA:  Thank you, Mr. Chairman, for the opportunity to testify regarding H.R. 997, legislation that \nwould make English the official language of the United States.\n\nMy name is Mauro Mujica and I am the chairman of the board of U.S. English, Inc., a non-profit organization based \nhere in Washington.  U.S. English was founded in 1983 by former Senator S.I. Hayakawa and we have since \ngrown to more than 1.8 million members. Our organization focuses on public policy issues that involve language \nand national identity, particularly official English laws.\n\nAs an immigrant and naturalized citizen, the issues we are discussing today are of great personal importance to \nme.  When I came to the United States from Chile in 1965, there was no doubt in my mind that I had a civic duty to \nlearn the common language of this country.\n\nMr. Chairman, one-third of U.S. English members are either immigrants or the children of immigrants.  A \nRasmussen poll this June found that 84 percent of Americans favor a law to make English our nation's official \nlanguage, and a Zogby poll last summer found that support for official English is higher among first and second \ngeneration Americans than it is among native-born Americans.  In both its motivations and contents, H.R. 997 is a \npro-immigrant bill.\n\nWhile there is certainly a need for government to occasionally operate in other languages, that need must be \nbalanced by a legitimate insistence that immigrants are on the road towards learning English. That balance is \nembodied in H.R. 997, which requires that routine government operations be in English, while listing a number of \nexceptions where multilingual operations make sense.\n\nIn a country where residents speak 322 languages, multilingual government must be the exception, not the rule.  \nUnfortunately, instead of promoting English learning, government agencies increasingly seek to cater to \nimmigrants in as many languages as possible.  The result is that I -- a 42-year resident of the United States -- can \n\n\n\nwalk into virtually any government office and demand services in my native language.  And I'll receive them, no \nquestions asked.\n\nMy frustration is shared by Hispanic columnist, Alicia Colon, who wrote, in the June 28th New York Sun, quote:  \n\"What made us different from other immigrants who were forced to conquer the language gap to succeed?  Do all \nItalian-Americans speak Italian?\"\n\nIf the millions that do not speak English were on their way toward learning English, there would be no reason for \nconcern. Unfortunately, survey data has suggested the state of limited English proficiency is often terminal.  Last \nMarch, the Pew Hispanic Center surveyed Mexican migrants regarding English proficiency.  Pew found that among \nthose residing in the United States for six to 10 years, 45  percent spoke English not well or not at all.  Pew also \nfound that among those residing in the U.S. for 15 or more years, 45 percent spoke English not well or not at all.  \nThe implication is contrary to prevailing opinion. \n\n If English learning is not stressed to immigrants upon arrival, many never learn it at all.\n\nI highly recommend the recent Time magazine essay by Quebec-born commentator, Charles Krauthammer, who \nargues that America is at risk of facing Canadian-style linguistic divisions unless we change our assimilation norms.  \nAnd he says, \"making English the official language is the first step to establishing those norms.\"\n\nMr. Chairman, I am proud to be fluent in four languages, including my native Spanish.  H.R. 997 is not in conflict \nwith our national goal of personal multilingualism or with President Bush's recently-announced foreign language \ninitiative.  Furthermore, I fully agree that we still are, as S.I. Hayakawa told the Senate 25 years ago, very \nbackwards in our study of foreign languages in the United States.\n\nBut we have also been negligent in our promotion of English as the unifying language of our nation.  We have \nnever been -- and no serious person is suggesting that we become -- an English-only nation. But the American \npeople decidedly do not want us to become an English- optional nation.\n\nAs your former colleague, Lindsey Graham, noted in last month's Senate floor debate on a similar measure, quote, \n\"from a national perspective, we need to promote assimilation in our society,\" end of quote.  H.R. 997 is consistent \nwith this policy goal and with the values of the American people, and I respectfully urge this committee to pass this \nlegislation.\n\nREP. CASTLE:  Thank you, Mr. Mujica.  We'll obviously be getting back to you soon.\n\nMR. PAUL MCKINLEY:  Chairman Castle, Ranking Member Woolsey, thank you for inviting my views on English \nas our official language.\n\nI am serving my second term in the Iowa Senate as co-chairman of the Iowa Senate Committee on Education.  In \n2001, I was co-sponsor of Senate File 165 -- the Iowa English Language Reaffirmation Act -- a bill authored by \nthen-Senator now-Congressman Steve King.  The Iowa English Language Reaffirmation Act added a new section \nto the Iowa Code declaring English the official language of the state.  It  requires all state and local official \ngovernment business to be conducted in English with some exceptions.\n\nThose exceptions are:  teaching languages;  the Individuals With Disabilities Education Act;  trade, tourism or \ncommerce;  actions to promote the public health and safety;  any census;  actions that protect the rights of crime \nvictims or criminal defendants;  the use of proper names;  terms of art or phrases in languages other than English;  \nany language usage required by or necessary to secure the rights guaranteed by state or federal constitution;  and \ncommunication, examination or publication for drivers' licenses if public safety is jeopardized.  The Act also does \nnot prohibit state officials from communicating in a language other than English if it is necessary to perform official \nbusiness.\n\n\n\nSenate File 165 -- the Iowa Official English law -- was signed by Governor Vilsack, a Democrat, on March 1, 2002.  \nPrior to its passage, those who did not want English as our official state language raised a few objections.  The \nopposition to English came primarily from liberal activist groups and certain newspapers.  Dire consequences were \npredicted, but none materialized.\n\nTheir main objection was that making English our official language would somehow be seen as an act not \nwelcoming legal immigrants.  This is absolutely false.  The best way to welcome legal immigrants and help them \nthrough their naturalization process is to help them learn English.  Common language is the glue that binds a \nsociety and an economy.\n\nSome opponents of English also argued that it was racist to have an official language.  Nothing could be further \nfrom the truth.  The reality is that in Iowa we already had an official language in practice -- it was English.  There is \nnothing new about a person's racial background that makes it harder or easier to learn English.\n\nIn Iowa, we have a proud tradition of assimilating immigrants in our Midwestern melting pot.  Iowa is a very \nwelcoming state and is grateful for the vast contributions of its citizens from assorted backgrounds.  A few \nopponents of English claimed that fewer non- English speaking immigrants would come to Iowa if we made \nEnglish our official language.  They were wrong.  In fact, I believe the level of immigration in Iowa has increased \nafter passage of our official law.\n\nIn my home town of Chariton, we have seen a large number of Ukrainians settle and start businesses in markets \nwhere we had urgent need.  They have improved local neighborhoods by fixing up broken-down houses.  Their \nchildren go to our local schools.  And all of them have readily mastered the English language.\n\nIn my experience, the opposition to Iowa's official English law, before it became law, was political, not based on \npolicy or practical concerns.  An excellent illustration of this observation can be found in the Iowa House hearings \nthat were held prior to passage. \n\nDuring those hearings, Ngu Alons testified to her support for English as our official language.  I urge you to read \nher story.  She immigrated to the United States as a Cambodian refugee with no English skills.  She learned \nEnglish quickly and this mastery of English enabled her to testify before the Iowa House in support of English as \nthe official language.  At that hearing, English opponents, urged by political activists, booed her during her \npresentation and did not give her the respect she deserved.  These same activists who argued that English was \ndiscriminatory had no qualms about discriminating against her that day.\n\nIn my role in the Iowa Senate, I have had the opportunity to monitor the implementation of the law.  The problems \nraised by opponents of the measure never materialized.  The law remains in tact. And I can tell you without \nreservation, it is working.\n\nIn fact, last fall the Iowa legislature conducted hearings around Iowa on the immigration issue -- Des Moines, Spirit \nLake, Ottumwa and Davenport.  No immigrant objected to English as Iowa's official language.  The only individual \nwho objected was a political activist.\n\nFinally, I would like to remind the committee that the Iowa English law is very similar to English Language Unity \nAct House Resolution 997 introduced by Congressman King, the 161 co-sponsors -- and I believe that the Iowa and \nfederal situation have a great deal in common.  You will hear a lot of political objections to making it the official \nlanguage, but it if becomes law, I think those will dissipate, just as they did in Iowa.\n\nThank you.\n\nREP. CASTLE:  Thank you, Senator McKinley.\n\nMr. Gonzalez.\n\n\n\nMR. RAUL GONZALEZ:  Thank you, Chairman Castle, Ranking Member Woolsey and members of the \nsubcommittee.\n\nAgain, my name is Raul Gonzalez.  I am the legislative director at the National Council of La Raza here in \nWashington.  I have been working in the field of education for 15 years as a public school teacher, congressional \naid, and in the non-profit sector.  So it is a pleasure to appear before this subcommittee, which was worked \neffectively and in a bipartisan manner to approve legislation important to Latinos and English learner students, \nincluding Head Start, which we hope will some day pass the full Congress and the (Executive ?).\n\nAnd so I appreciate the subcommittee's efforts to hold a balanced hearing on this issue of English as the official \nlanguage of the United States.  It is important to remember that this hearing is being held within a specific context, \nwhich is the ongoing debate about  immigration reform.  We hope that this hearing will be productive and will not \ndistract Congress from acting on legislation to fix our broken immigration system this year.  And we urge Congress \nto pass a comprehensive immigration reform bill.\n\nNCLR believes that English is critical to the success in this nation and certainly supports English language \nacquisition and effective integration of immigrants.  In fact, NCLR and its affiliated CBOs, community-based \norganizations, are in the business of helping people learn English. \n\n About one-fifth -- 150 of our 300 community-based organizations provide some ESL services and more than -- and \nour network of more than 90 charter schools provide services to a variety of students, including ELLs.\n\nAnd NCLR has invested a great deal of time in shaping the No Child Left Behind Act to improve the English \nlanguage acquisition and content acquisition of students who are not English proficient.  And English-only laws \ncan only weaken, in our opinion, NCLB.  We hope to work with the committee to strengthen NCLB, not to weaken it, \nfor English learner students.\n\nIn my testimony today, I want to focus on the (prints ?) of English and the dangers of official language or English-\nonly policies and their potential impact on education.  And I would propose a policy agenda to help LEP adults and \nchildren learn English.\n\nMy written testimony briefly discusses how these policies affect healthcare and safety, as well as the Inhofe and \nAlexander amendments to the Senate bill, which -- S. 2611, which is the bipartisan compromise legislation passed \nin May.  I'd be happy to answer questions on these issues and amendments during Q&A.\n\nAn issue is whether there is a need for an English as the official language policy.  By any rational or historical \nstandard, the answer is no.  The facts bear this out.  Supporters of English-only policies argue that English is \nunder attack.  But the fact is, English is already the language of government.  GAO reports have consistently \nshown that about 1 percent of government documents are printed in a language other than English.\n\nSupporters of English-only policies argue that too many people don't speak English.  The fact is, almost every \nAmerican in this country, and possibly some abroad, speak English.  Ninety-two percent of Americans, according \nto the U.S. census, speak English with no difficulty, and 82 percent speak only English.\n\nSupporters of English-only policies argue that immigrants don't want to learn English.  The fact is, today's \nimmigrants learn English as quickly as previous groups.  A study by the Lewis Mumford Center at Albany found \nthat second-generation immigrants are largely bilingual and 92 percent of Hispanic immigrants speak English \nwell, as do 96 percent of Asian immigrants. \n\nThis is remarkable, given that there has been insufficient investment in English language acquisition programs.  \nSince fiscal year 2004, funding for adult education programs in Title III, which is the ELL section of NCLB, has \ndecreased by more than $22 million, and the Even Start family literacy program has been decimated with funding \ncuts of nearly $148 million.\n\n\n\nIt is fair to expect immigrants to integrate into American society, and English language acquisition is a big part of \nthat.  But we need to adopt policies that will make that happen.  And Congress hasn't done enough so far to help \npeople learn English.\n\nAnd most relevant to this committee -- English-only policies weaken the No Child Left Behind Act, which is \nintended to hold schools accountable for helping English learner students learn English and meet the same \nreading and math requirements as other children.  And they also weaken the parental involvement provisions of that \nlaw which is critical.\n\nGiven the facts, English as the official language policies can only be viewed as counterproductive and extremist.  \nFirst, as noted above, translation of documents is not a burden on our government. Second, the English language \nis not under attack.  Third, recent immigrants are learning English and those who do not are seeking the \nopportunity to learn English.  Fourth, English-only policies fail an important test of what makes good policy.  In this \ncase, they don't result in a single person learning English.\n\nCongress can do better.  Rather than pursue these policies, Congress should take affirmative steps to help people \nlearn English. Congress should increase funding for adult education programs and approve the Workforce \nInvestment Act.  Congress should undertake a major new investment in ESL to help people learn English and for \nimmigrant integration.  Congress should increase funding for Even Start, the nation's premier family literacy \nprogram.  And Congress should strengthen, not weaken, the No Child Left Behind Act.  That's a critical part of this \neffort, and we hope to work with the Congress do that.\n\nAnd I'd be happy to answer questions on any of these issues. Thank you.\n\nREP. CASTLE:  Thank you, Mr. Gonzalez.\n\nMr. Trasvina.\n\nMR. JOHN TRASVINA:  Chairman Castle, Congresswomen Woolsey, thank you for the opportunity to present \nMALDEF's views against English-only laws and policies.\n\nNo one, particularly a newcomer to America, needs a law or constitutional amendment to know that learning \nEnglish is vital to  participating in, contributing to and succeeding in American society. English-only laws do \nnothing constructive to advance the important goal of English proficiency.\n\nHistorically, we as a nation and as the people were correct to reject English only, without at all minimizing the \nimportance of education in English.  English-only laws jeopardize the health, safety and well-being not only of \nEnglish language learners but of American communities as a whole.  Laws that interfere with the government's \nability to communicate are simply bad public policy.  Such laws fuel divisiveness and leave all of us more vulnerable \nto danger and yield no discernible benefit.  They do not promote English as our official language so much as they \nmake discrimination our official language.\n\nEnglish only is founded upon the myth that the English language is somehow under threat.  As Congresswoman \nWoolsey already noted, an overwhelming majority -- 92 percent -- of Latinos believe that teaching English to the \nchildren of immigrants is very important -- a percentage far higher than other respondents.  Indeed, Latino \nimmigrants are learning English and doing so as quickly or more quickly than previous generations of \nimmigrants.\n\nAs is typical of immigrant populations in the U.S., by the third generation, most Latinos tend to speak only English.  \nLatino immigrants, then, do not need official English or English-only legislation to coerce them into learning \nEnglish.  That desire and determination already runs deep in the Latino community.  They do, however, require the \nmeans and the opportunity.\n\n\n\nAnd I would note, as I heard Senator McKinley describe the Iowa legislation, legislators do not need an English-\nonly law to give them the impetus to provide classes for adult English.  That is something that no legislator needs \nif it's not being done.  And that is one of the failings of these English-only laws.\n\nFor ELL students in grades K to 12, two-thirds of whom are native-born U.S. citizens, poor instruction denies them \nthe tools to gain the language skills necessary to participate fully in the American economy and society.  Since \n1975, at least 24 successful education discrimination cases have been brought on behalf of ELL students in 15 \nstates.\n\nWith limited opportunities to learn English, these students face particularly poor outcomes.  It is critical that we \nimprove programs for these students to help them learn English, not penalize them for the poor quality of \ninstruction that denies them the opportunity to learn the language well.\n\nAdults who seek English as a second language classes also face an acute shortage of such classes.  A June \n2006 study by NALEO Educational Fund found tremendous unmet need and waiting periods of up to three years.  \nProviding real opportunities to learn English is the most efficient and effective means of fostering English \nlanguage proficiency. \n\nBy contrast, official English laws, including the Inhofe amendment to the Senate immigration bill, do nothing to help \nthem achieve fluency.  Instead, such proposals compromise the health, safety and well-being not only of English \nlanguage learners but of communities in which they live.  These laws undermine the federal government's ability to \ncommunicate with the public in situations where communication is urgently needed, leaving all U.S. residents more \nvulnerable to danger. \n\nAnd now I've heard about all the exceptions of the English-only laws.  What you're left with after all these \nexceptions is there is very little that the law actually covers.  What -- and again, what it does not cover is more \nresources and opportunities for learning English.\n\nWhen Dade County, Florida, enacted an anti-bilingual ordinance in the 1980s -- something that U.S. English \nsupported at the time -- its implementation underscored the silliness, divisiveness and danger of English-only laws.  \nThe first thing that went were the species signs at the zoo, because they were not in English.  Then the county \nclerk stopped allowing translations of marriage ceremonies.  Perhaps most significantly to health and safety, \nJackson Memorial Hospital ended prenatal classes in Spanish and patient billing information.\n\nAt the federal level, there is no exemption on its Form 1040 for people who do not speak English.  They, too, are \ntaxpayers.  Indeed, the IRS has some of the best language services, because they promote compliance and \nrevenue.  During wartime, the Treasury Department regularly promoted the selling of war bonds in many languages. \nPatriotism after all comes in all languages.\n\nThe push for English-only policies today and the hostile climate in which they have arisen are hardly unique in \nAmerica's history. Fuelled by anti-German sentiment during and after World War I, many states, including Iowa, \npassed English-only laws that sought to restrict the use of foreign languages in public.  Hamburgers became \nSalisbury steaks.  I understand the city of Berlin, Iowa became Lincoln, Iowa.  And the Iowa governor ordered \ntelephone operators to interfere with conversations in German.\n\nBut it took the Supreme Court in 1923 to address the English-only laws in Nebraska and in Iowa to state that the \nprotection of the Constitution extends to all, to those who speak other languages, as well as to those born with \nEnglish on the tongue.  And perhaps it would be highly advantageous if all had ready understanding of our ordinary \nspeech, but that cannot be coerced with methods which conflict with the Constitution.  A desirable end cannot be \npromoted by prohibited means. \n\nWe must do more to provide the availability and quality of English acquisition programs.\n\n\n\nIn closing, I want to thank the bipartisan majority of the House, including Chairman Castle, Ranking Member \nWoolsey and a bipartisan members of this subcommittee who voted two weeks ago to defeat the King amendment \nto the Voting Rights Act.  The Kind amendment would have denied millions of U.S. citizens the language assistance \nthat need to vote in an informed manner.  The bipartisan defeat of the King amendment, like this U.S. Supreme \nCourt's ruling in 1923, reaffirmed the inclusiveness of our U.S. government and society and was a victory for true \nlovers of both English and the Constitution.\n\nThank you for the consideration of our views.\n\nREP. CASTLE:  Thank you, Mr. Trasvina.  And I'm a little worries about your Iowa comments because Senator \nMcKinley is going to demand time to rebut here in a moment.  But we go on from to it from here.\n\nMr. Ellison.\n\nMR. ART ELLISON:  Chairman Castle, Congresswoman Woolsey and members of the subcommittee, my name is \nArt Ellison and I represent the National Council of State Director of Adult Education.  I want to thank you for allowing \nthe Council to submit testimony regarding the need for all citizens to be proficient in the English language, \nespecially new immigrants for whom a command of the English language is the key to their success and that of \ntheir children.\n\nIn our view, Mr. Chairman, the key element in this discussion is assuring that all citizens have access to the adult \neducation English language services that will ensure their success.  The adult education state directors -- the \nmanagers of adult education and English literacy programs in the state -- keenly understand the need for English \nliteracy.  We provide adult education services for 3 million adults a year.  Even though limited-English-proficient \nadults comprise only 15 percent of our potential students, almost half of our enrolment is comprised of English \nliteracy students.\n\nWe are proud of the quality educational services that our adult education teachers and tutors provide, both for \nEnglish-speaking adult learners in need of basic literacy skills or a high school credential, as well as the significant \npart of their work in English literacy civics and citizenship services for limited-English-proficient adults. These \nservices are supported by federal funds from the Adult Education and Family Literacy Act, Title II of the Workforce \nInvestment Act of 1998.  For every federal dollar appropriated for these services, the state and local partners \ncontribute $3.00.  Thus, three-fourths of the financial support come from non-federal resources.  States provide \nthese services through local school districts, community colleges, state-based and community-based organizations. \n\nThere are at least three areas of everyday life in which English skills are essential.  That would be in one's work, \ninteractions with one's family, and interactions in the community.  The adult education state directors agree that our \nnation's immigrants need English language skills that enable them to fulfill their responsibilities as well as enjoy \nthe benefits of working, raising a family and contributing to communities throughout America.\n\nEvery day, hundred of thousands of adults learn to speak and write the English language, appreciate our history, \nrespect our flag, and assimilate into our society through participation in adult education and family literacy \nprograms.  Every day, hundreds of thousands of newcomers move along the path from low-paying jobs to a \ndiploma, a career and a home of their own through participation in adult education and family literacy programs.  \nAnd every day, millions cannot access adult education programs because classes are not available.\n\nEnglish literacy skills are critical for anyone to take part in all that is America.  Even though we serve 1.4 million \nlimited- English-proficient adults a year, we have waiting lists in programs in many states across the country, \nincluding Arizona, California, Colorado, Illinois, Indiana, Louisiana, Michigan, Nebraska, New Jersey, New York, \nOhio, Pennsylvania and Wisconsin.\n\nIn order to help our nation's immigrants succeed, the adult education state directors encourage you to support \nincreased funding for adult education programs to allow increased access to English as a second language \n\n\n\nclasses to the millions who cannot participate in those services today because the classes are not available.  As \nthe main provider of these education services, we hope that any expansion of ESOL education by the federal \ngovernment will build upon and not duplicate the system that has worked so well in the past.\n\nOur workforce, our families and our communities need for those millions of limited-English-proficient adult to have \nthe opportunity to achieve their full potential and to achieve the American dream.\n\nThank you.\n\nREP. CASTLE:  Thank you, Mr. Ellison.\n\nWe'll now turn to the members here and, again, there will be the same clock, with five minutes for the questions and \nthe answers.  So when somebody asks a question of the whole panel, just remember that all of you have to get \nyour statements in in five minutes and be relatively brief.\n\nBut I'm at this point going to yield to start the questioning to the chairman of the full Education and Workforce \nCommittee, Mr. McKeon, of California.\n\nREP. HOWARD P. MCKEON (R-CA):  Thank you.  And I thank the gentleman for yield. \n\nYou know there's -- I just feel there is somewhat of a disconnect here because, in the testimony of a couple of you, \nyou say that there is no need to do anything in this area of official language or make any changes because \neverybody is learning to speak English, and then you go on to say but we need more help helping people learn \nEnglish. And I guess there's some logic to that.\n\nBut one of the concerns I have -- and I happen to speak a little Spanish. \n\n I served as a missionary for our church years ago in a Latino community in Texas, New Mexico, and I remember in \nthose days the people in New Mexico, for the most part, didn't even want their children to learn Spanish, because \nthey felt then they'd have an accent and it'd be harder for them to get jobs.  Things have changed a little bit, but \nthat's where it was there.  In Texas it was a little different.  More of the people were still learning and speaking \nSpanish.  And I hate for people to not be able to speak both, you know, if they come from that culture.\n\nAnd where you speak four languages, you're to be commended.  I think as a country we do a pretty poor job of \nteaching languages.\n\nBut the concern I have is I see a little different from what I'm hearing.  We just had a -- moved into a new home, \nand I watched the construction that was being built.  And just about everybody working on the construction site \nspoke Spanish.  And I see it in other parts of the community.  I come from California.  There are parts, when you get \ninto San Fernando or parts there in the Valley -- all the signs are in Spanish, all the language is in Spanish.  I saw a \nmovie that showed a lady that moved from Mexico to San Fernando and she felt like she hadn't even left Mexico.  \nAnd until she was forced to do another job and to get out of the community, she never would have learned \nEnglish.  There was no reason for her to.\n\nBut that causes a segmented society. It causes a segregated society -- by English, by choice -- because you're \nmore familiar, you're more comfortable, you know, where you can communicate rather than forcing yourself out of a \ncomfort zone to learn another language. It makes it a little tougher on people.\n\nBut one of the reasons for these hearings is to show the difference on immigration between the House-passed bill \nand the Reid- Kennedy bill over in the Senate.  They had two amendments there on language that, to me, look liked \nthey're at cross purposes, and they both passed.\n\n\n\nI'm wondering what your opinion would be if that became law. What would be the effect of those, as I see it, \ncompeting amendments? How would that be carried into law?  How would that be translated? Could I hear from you \non that? \n\nMR. MUJICA:  I don't see them as sort of competing amendments. They both say pretty much the same thing.  \nRegarding what you were just saying about segmenting people, all of us who have studied a foreign language \nknow that the best way of learning a foreign language is by exposure to the foreign language.  If we have new \nimmigrants and people living in this country completely isolated from the new language of their new country, \nthey're never going to learn it.  They get up in the morning.  They hear Spanish news and Spanish T.V.  They go to \nwork.  They work with other Spanish speakers.  When are they going to learn English?  And that is the problem.\n\nWe all know that they all want to learn English, but frankly they do not get the opportunity to learn English.  A \ngood example is what Israel does.  They have a system called ulpanim.  An ulpan is a school where an immigrant \ngoes and does not need to work for six months or so.  They are given money by the government to exist.  They can \ngo full time.  They will learn what it is to be an Israeli.  They will learn Hebrew.  They will learn how to function in \nthe new country. And therefore they will be helped to assimilate.\n\nRight now, there is no help.  Someone gets to this country by any means and they are on their own.  They have to \nsink or swim.  And many of them just sink.  They work at a very low level.  They make very little money.  And they \nstay there for life unless they can assimilate and learn English.\n\nREP. MCKEON:  Well, you point out a good contrast.  We -- they don't have a big problem in Israel with illegal \nimmigration -- very hard to get into that country illegally.  We have that problem, and it's one of the things that's \nforcing this debate.  And what happens is, as you point out, that people come here and they associate with the \npeople that they are comfortable with because they can communicate with them, so there is no reason for them to \nexpand and learn English. And so they are never going to advance without learning English.  So that's why the \nreal emphasis is on this whole process.\n\nMy first campaign manager, when I first ran for Congress, was from Cuba.  And he was the oldest of three sons.  \nHe went to school, learnt English, taught all of his family, and the family has done very well.  But the mother, who \nnever had to leave home, it's hard for her to speak English.  She's just much more comfortable in Spanish.  The \nboys can all speak both languages.  The father, because of work -- you know, pushing himself out into the work \nenvironment -- learnt English better.  But if you don't have to, if you stay in the home or stay in a work \nenvironment, you're never going to learn that other language, and you're always going to be hampered in \nadvancement in this country.\n\nMR. TRASVINA:  Mr. McKeon, if I could address the notion that immigrants are somehow in a comfort zone -- they \nare in the most difficult and dangerous jobs in America.  They come here with aspirations, and the notion that \nthey're somehow unwilling or not needing to learn English completely ignores the spirit in which they come for \nadvancement for themselves and for their children.  There is the desire to learn English. \n\nThere are three years of waiting lists in Boston;  18 months in Phoenix.  Examples go around the country of waiting \nlists of people who are working, working at night.  And in Los Angeles, we would have 24-hour English classes.  \nPeople get off work from restaurants and buildings at night and then go into English classes.  There are long \nwaiting lists for those classes.\n\nIn addressing your question about the Inhofe amendment and the other amendments that have come up, they do \nhave serious impacts upon the ability of the government to communicate, the ability of judges or legislators who are \nacting to address the civic concerns addressing language access and addressing the government's ability to \ncommunicate and serve taxpayers and serve residents.  So we have strong concerns with the notion that we need \neither the official language, national language, common language legislation.\n\n\n\nWhat we need are the resources and programs for English language training.  Typically, people come to this \ncountry and they take the time to learn English, and then they get off of the programs and they are into the \nEnglish language society.  What you may see in some pockets of the country, where there is a persistence of \nSpanish language signs or other types of services, is it's not the same people using them for generations.  It is \npeople coming in and graduating from them and going into the mainstream.  And that's what we promote, and that's \nwhat providing more English classes promotes.  And that is what the English-only approach does nothing to \nadvance.\n\nMR. GONZALES:  Mr. Chairman, just to respond to a couple of the points which were important points.\n\nREP. MCKEON:  My time is gone.  Would the --\n\nREP. CASTLE:  (Off mike.)\n\nMR. GONZALEZ:  Sure, thank you.\n\nREP. CASTLE:  Why don't you go ahead and make your response and we'll wrap it up after that.  Thank you.\n\nMR. GONZALEZ:  Sure.  First of all, we are talking about a small number of people who are recent immigrants, \nand those are the people that we're talking about transitioning into English.\n\nREP. MCKEON:  A small number would be?\n\nMR. GONZALEZ:  Who are -- it would be the 8 percent who do not respond to the U.S. census, saying that --\n\nREP. MCKEON:  But how many people would that --\n\nMR. GONZALEZ:  -- they -- (inaudible). \n\nREP. MCKEON:  But how many people would that be?\n\nMR. GONZALEZ:  Well, 8 percent of about 280 million people would be --\n\nREP. MCKEON:  Eight million.\n\nMR. GONZALEZ:  Yeah.\n\nREP. MCKEON:  That would be 8 percent of 100 million. \n\nMR. GONZALEZ:  No, well, it would be 8 percent -- the remaining 8 percent who do not respond to the census \nrequest -- census data showing that they speak English very well.  So that would be 8 percent of the U.S. census \npopulation.\n\nThe second point, which is of these so-called enclaves -- a lot of the second languages you hear in these \ncommunities are by business owners who are trying to market to people.  It's not that they are trying to retard their \nability to learn English.  It's just that it's smart marketing for them to communicate in an effective language.  And \nso that's why you're going to hear that.\n\nAnd as far as Inhofe and Salazar, I mean, taken together or pulled apart separately, what they have in common is \nthat neither one of those will help a single person learn English.\n\nREP. MCKEON:  Thank you, Mr. Chairman.\n\nREP. CASTLE:  Thank you, Mr. Chairman.\n\nMs. Woolsey is recognized for five minutes.\n\n\n\nREP. WOOLSEY:  Thank you, Mr. Chairman.\n\nFirst of all, I want to go on record saying that, personally, if I had to go to a foreign country where people didn't \nspeak English and I had to live and work, I would be like a fish out of water.  I couldn't do it.  So we have a country \nwhere 88 percent of our population speak only English.  That should be our embarrassment.  We don't teach \nlanguages in school these days -- shame on us.  Therefore, maybe that's why we're so afraid of anybody speaking \na foreign language or having to accommodate them.\n\nSenator McKinley, if 92 percent of our population speaks English, what's the need for having a symbol like -- or is it \njust symbolic to you that we just have a title of what we speak in this country?\n\nMR. MCKINLEY:  One of the things we've seen in Iowa is that the immigrants definitely know that it's important for \nthem to learn English if they are going to participate in the communities. \n\nTo address the issue that was raised earlier, I just recently came from San Francisco and I was in Chinatown.  And \nwe talk about the enclaves -- on my way to the airport, I rode with a Russian immigrant who spoke probably as \ngood a English as I, though with an accent.  And I asked him about Chinatown, and he said they don't speak \nEnglish there.  You can't live there unless you are Chinese.  And then walking in the streets I heard all the young \nChinese students speaking Chinese.  And that may work in San Francisco, but that would not work in Iowa.  In \norder to participate in the community, you must speak English.\n\nREP. WOOLSEY:  Well, let me just interrupt you a minute.  I represent the district halfway across the Golden Gate \nBridge, north of San Francisco, so I can speak with authority when I tell you 99 percent of those Chinese-speaking \nindividuals speak English.  They are the best students we have in our schools in the Bay area, so they are \nspeaking two languages.\n\nSo your list of where there Iowa Reaffirmation Act does not apply, that list seems totally inclusive.  What's left off of \nthat list?  Where would something else apply?\n\nMR. MCKINLEY:  Well, I think in large part, what we're doing is setting a standard.  With an increasing number of \nimmigrants coming to Iowa, we want to make it very, very clear that it's important they speak the language.  In \ntestimony we had across the state, we are hearing from schools, law enforcement centers, jails, and increasingly \nfrom women's domestic centers, that there is a real problem serving these people who need services who don't \nspeak English.  Oftentimes, those are emergency services --\n\nREP. WOOLSEY:  Right.\n\nMR. MCKINLEY:  -- that they need to be able to speak English.  I think it's absolutely critical.  And in Iowa, \nenactment of the law was a non-event.\n\nREP. WOOLSEY:  Well, Mr. Trasvina, in your opinion, what is the best way to promote English language -- by \nlabeling our country English only, or are there other ways to support teaching new immigrants English?\n\nMR. TRASVINA:  There are a wide variety of ways of teaching people English.  The last way to do it is to tell \nsomeone who needs domestic violence services, gee, you should be learning English.  That is the problem with \nthis approach.  We are either going to take the approach where we advance English through the public schools \nand adult English classes, or we take the approach that the Supreme Court rejected, which is saying you don't \nlimit people's rights because of their ability or lack of ability to speak English. \n\nAnd Senator McKinley mentioned San Francisco.  Like you, I'm a San Franciscan.  And U.S. Supreme Court \nrecognized in the Lau decision in 1960 that there was educational discrimination, and the very reason why there \nwas so much Chinese-only speaking at that time was because the classes that the Chinese-American students got \nat some of the elementary schools there were totally inappropriate to their language abilities.  And the reason we \n\n\n\nhave a Chinatown in San Francisco is because of the housing discrimination right after the 1906 earthquake. So we \nhave to look at this in an historic context where immigrants were not always widely accepted.\n\nAnd the way to do that -- the way to incorporate people into society -- is to provide for English classes, not to put \nup a sign and say, well, you really should speak English and the services are closed to you.\n\nREP. WOOLSEY:  Thank you.\n\nMr. Mujica, just -- what does making English our official language mean to you?  And what are the norms that you \nsuggest?\n\nMR. MUJICA:  Well, first of all I would like to say that we're not trying to make this country an English-only country.  \nMost countries have an official language.  Why don't we say something about Mexico?  Mexico has an official \nlanguage -- Spanish.  Is it a problem that it's a Spanish-only country like Chile, Argentina and every country in Latin \nAmerica, and 50 or 80 other countries around the world?\n\nREP. WOOLSEY:  Well, we're coming to an end of my time, but do they have -- do they use their government \nofficials -- people elected -- to do the really heaving lifting in their country, having hearings, talking about whether \ntheir official language is Mexican or Spanish?\n\nMR. MUJICA:  No, they --\n\nREP. WOOLSEY:  Well, there you go.\n\nMR. MUJICA:  -- didn't have to.\n\nREP. WOOLSEY:  That's right.\n\nMR. MUJICA:  They knew that their country was Spanish, which incidentally is the language of the white European \nconquerors.  It's not the language -- the original language of Mexico.\n\nREP. WOOLSEY:  Right.  But I mean, my point is, we're wasting -- this is silly what we're doing today.  Thank you.\n\nREP. CASTLE:  Thank you, Ms. Woolsey.\n\nAnd I'll yield to myself for five minutes.  And let me just start by a comment if I may. \n\nAnd as Mr. Ellison and a couple of others mentioned too, but I agree with you with respect to the adult education \nand the need to expand these programs.  To me, education is a key component of it. And I agree with the other \ncomments some of you made about Even Start and the various other programs, which we have to get started.\n\nAnd I'm going to ask -- I'm going to ask some broader questions, and I truly don't know the answer to these things.  \nSo I'm not asking in any kind of pejorative sense.  I'm curious about true opinions about this.  But I try to think a lot \nabout this particular issue, and I have no great opinion about English as the official language. \n\n But I worry about the problem of assimilation and, you know, how we're doing it in this country with helping people \nwith assimilation as well.\n\nAnd it seems to me -- and maybe I'm not right about this, but it seems to me -- that there are effects here which are \ndifferent in previous immigration populations, not including the English-speaking populations, but those that were \nnot English coming from Europe. First, it's just that -- proximity.  Because of proximity, Mexico obviously but also \nLatin America and the island country, which have easier access than getting from Europe to America in the 17th \ncentury or the 18th century or whatever by boat -- and people tend to go back and forth as a factor.\n\n\n\nAnd then they also -- the other factor I have is that of illegal immigration in the United States, that is, those people \nwho for whatever reasons are not here legally at this point.  They may have overstayed a work permit or education \nor something of that nature, or may be here entirely illegally.  We obviously have some border issues as far as \nMexico is concerned, which is not just Mexicans as we all know.  It can be a variety of people.\n\nBut do these things -- and then those who are sort of in a limited legal situation, that is, there are here because \nthey're migrant workers or whatever but they've got to go back to wherever they're from, which they could do, which \nyou might not have done if you were from Italy or Russia or some other country where you came here permanently.\n\nSo my question is, is this impacting the desire for individuals to become a part of the culture to learn the English \nlanguage, et cetera?  Is it is different than it might have been for other immigrants who came before from different \ncircumstances?\n\nAnd I'm not trying to make a point with that question.  I'm just curious about the information with respect to that.  \nAnd I don't know the exact statistics.  I can't argue how many illegal immigrants are here and how many are Latino \nor anything else.  But clearly, you know, we have some fairly substantial numbers in that area.  And I'd like to hear \nfrom Mr. Trasvina, Mr. Gonzalez and Mr. Mujica on that subject. I know it's sort of broad, but I'm curious as to your \nthoughts on that. \n\nMR. TRASVINA:  Yes, Mr. Chairman, you've asked a broad question. And we are in a 21st century world where we \ndo have different patterns.  And the need for language and literacy are greater than they were at the turn of the \nprevious century, where people would come to this country from Europe and go through the Ellis Island and \neventually they would learn English.\n\nThe needs for English are tremendously important.  As a global society, we do have a lot more people going back \nand forth, and we do have a very large Spanish-speaking region to the south of us.  Now, there may be some policy \ndecisions and discussions about going back to where we were prior to 1975, where we treated Mexican immigration \ndifferent than other countries, taking out of the per-country ceiling. But that's a separate issue on immigration.\n\nIn terms of language, it's all the more important to provide the resources for people to learn English.  And as I said \nearlier, the spirit with which people come to improve themselves -- they are not satisfied in the most dangerous and \ndifficult jobs, and they know that, for the most part, people who come here legally or otherwise are coming on a \none-way trip.  They may go back home.  They may have remittances.  But they do want to be here.  And they are \nhere.  And they're going to be staying permanently.\n\nThat being said, it is all the more reason why we need to invest at the lower years in their education, because these \nchildren are going to be the taxpaying and social security paying individuals that we're all going to be relying upon \nin the future.\n\nREP. CASTLE:  Thank you.\n\nMr. Gonzalez, the other thing I'd like to hear about is if there are a higher number of illegal immigrants because of \nthe ease of getting here versus the old way of getting here in previous years. Are they more reluctant to get into the \nvarious systems, because they're not here legally?  I mean, I'd be concerned.  If I was in another country and I \nwasn't legally there, I'd be very concerned about even registering for a class or whatever it may be.  So I'd like for \nyou to add that element to the question as well.\n\nMR. GONZALEZ:  Certainly.  Just -- I think one of the things we should consider is looking at this in an historical \ncontext.  One hundred years ago when immigrants -- or even longer than that, when immigrants came to this \ncountry and they may have been in enclaves and they may have had limited opportunities to learn English, we \ndidn't know about that.  If you were English speaking and native born, you did not know.  You did not shop, you did \nnot go to restaurants with people who were just coming into the country, so you do not see and hear other people \nspeaking another language.\n\n\n\nWe've made so much progress in this country in breaking down these social barriers that now we see people who \nare newcomers  shopping the same places we shop and eating in the same restaurants. And that raises some \nconcerns, understandably.  But I think we need to keep that historical context.\n\nYou did raise an important question about the chilling effect of some policies or other barriers that people who are \nundocumented may have that would preclude them from pursuing ESL classes or K through 12 education or other \nservices that would help people learn English. And we hear constantly from people around the country who are \ntrying to register their kids in school that we were denied -- I could not register my child for school because they told \nme that I had to present proof of citizenship, which is illegal but it's happening.\n\nAnd that type of behavior at the local level -- but also the --\n\nREP. CASTLE:  It's illegal that the school would demand it, you're saying?\n\nMR. GONZALEZ:  It's illegal for the school to demand that type of information before registering someone for \nschool.  It's the 1982 Supreme Court case (inaudible) versus (inaudible).  But having these debates at the national \nlevel where we talk about English as the official language, without providing resources for people;  when we talk \nabout immigrants self-segregating in enclaves -- immigrants refusing to learn English -- that has a chilling effect \nas well on people wanting to be thinking about, wait a minute, if they're talking about these things at the national \nlevel, then maybe as an undocumented immigrant I don't have access to these programs.  I think that's where one \nof the negative impacts of this debate can really play (themselves ?) out in a way that results in fewer people \nlearning English.\n\nREP. CASTLE:  Thank you.\n\nMr. Mujica.\n\nMR. MUJICA:  What is the question?  The same?\n\nREP. CASTLE:  I'm sorry.  Yeah, I'm sorry.  It's just the same question or discussion if you will.\n\nMR. MUJICA:  Yeah.  I think there is a change of attitude.  The last 50 years or so, we've had this sickness called \npolitical correctness show up in this country and then other countries.  It used to be that you came to this country to \nbe part of this country.  I'm a genealogist by hobby and I have studied many, many families, and I've heard \ntestimony, and they came to be Americans.  They arrived here and they kissed the ground and the said, we are in \nthe new land.  We are in our new home.  And unfortunately they even forbade their kids to speak the native \nlanguage because they wanted to assimilate so quickly to be paid of the new world. \n\nToday, we have huge numbers of similar people coming through a border that doesn't exist.  Mexico has a 2,000 \nmile border with the United States or longer, and we have a lot of people -- legal or illegal -- who are getting here \nand then they are being told by their self-elected leaders -- people MALDEF and La Raza -- that they have rights.  \nThey have rights to their language.  They have rights to their culture.  They're coming to the land that the gringos \nstole from them anyway, so they're coming to their own land.  (Inaudible) is still alive -- you know, the old land \ncomprised in half of the United States and Mexico.\n\nSo the attitude is quite different. \n\n We have a lot of people coming to this country and segregating themselves and not really wanting to be part of the \ncountry.  And it's a shame.  It's not the case of every immigrant, but you will never hear a European saying they \ndon't want to be part of this country or they do not want to learn the language.\n\nThere is nothing magic about English.  English, meanwhile, for the last 50, 100 years became the global \nlanguage.  So there was no need for Americans -- or at least Americans thought they had no need -- to learn other \nlanguages, because their language was widely spoken everywhere.  I, as an architect, go to about 40 countries \n\n\n\nevery year. And although I speak other languages, and I am studying Russian right now, I always end up speaking \nEnglish, because they speak English everywhere, and very well.\n\nSo we're not trying to protect English from disappearing.  Quite the contrary -- English is prevalent all over the \nplace.  But also, we're not trying to make this nation a multilingual nation.  That would be going backwards.  We \nhave functioned in English and that has been the glue that held this country together for hundreds of years. People \ncoming -- all of over the world are able to talk to each other in a common language which, as I said, became the \nglobal language. And we're trying just to keep it.\n\nI have heard testimony here where they blame official English laws with everything under the sun.  They left out \nglobal warming.  I think they should also blame it on official English.\n\nBut we're just trying to recognize the obvious.  And we're recognizing that we have people from other countries \nright now that need help.  And that's what we should be worried about.  Let's get it over with.  Let's declare English \nthe official language of this country, which is the obvious.  And let's find the money to help all these new \nimmigrants learn the language and succeed.\n\nREP. CASTLE:  Thank you.\n\nAnd I thank all of you for your (question ?).\n\nMr. Grijalva is recognized.  Oh, no, I'm sorry.  Mr. Hinojosa was next.  I apologize. \n\nREP. RUBEN HINOJOSA (D-TX):  Thank you very much, Chairman Castle.\n\nBefore I ask my questions, I would like to make a statement for the record.\n\nI must express my deep disappointment in these proceedings. First, this hearing is part of a concerted effort by the \nHouse majority to derail comprehensive immigration reform and fan the flames of anti-immigrant sentiment before \nthe general election in November of this year.  No matter how many hearings we hold, the public will not be fooled.  \nThe majority is at the helm of all of our branches of government -- all three.  It seems to me that failure to fix our \nbroken immigration system is the majority's failure to govern.\n\nSecondly, while I do not question the chairman's intention to have a balanced hearing, let's be clear.  We can no \nmore have a balanced hearing on English as the official language than we can have one on states' rights or \nseparate but equal.  English as the official language has been a code for official discrimination.  I understand the \npersonal effects of such policies and sentiments.  In my own home state of Texas, children would be punished and \nbeaten for speaking Spanish in school.  For those who think this is past history, sadly it is not.  I experienced it \nmyself.  I went to -- I went to segregated elementary school and I was part of those who were spanked.  Not too \nlong ago, a high school student in Kansas was suspended from school for speaking Spanish to his friend in the \nhallway.  Surely, these are not the practices we want to sanction with a policy of English as the official language.\n\nFinally, instead of focusing on an issue that divides us, the subcommittee should be looking at how we help our \nchildren learn English.  The Government Accountability Office has just released a report on the implementation of \nthe accountability provisions in No Child Left Behind and limited-English-proficient students.\n\nI ask unanimous consent, Mr. Chairman, that this report that was just released be entered into the record.\n\nREP. CASTLE:  Without objection, so ordered.\n\nREP. HINOJOSA:  Thank you.\n\n\n\nThe record finds that we are a long way off from including \"left\" children in our accountability systems in a valid and \nreliable manner; that the Department of Education has not provided the guidance, the technical assistance or the \nenforcement necessary to ensure that states are meeting the requirements of the law.\n\nFurthermore, Mr. Chairman, I ask unanimous consent that a letter from the Congressional Hispanic Caucus \naddressed to you as chairman of this subcommittee and to the ranking members, Woolsey, also be entered into the \nrecord. \n\nREP. CASTLE:  Also without objection, so ordered.\n\nREP. HINOJOSA:  Now, Mr. Chairman, I wish to ask the panelists some questions.\n\nThe first question is to Mr. John Trasvina.  The 1994 Improving America's Schools Act required states to include \nlimited-English- proficient children in their Title I accountability system.  It required that \"left\" students be assessed \nin a language and form most likely to yield results.  It required that assessment results for \"left\" students be valid \nand reliable.  No Child Left Behind continued all of those requirements.  However, the GAO report I referred to \nshows that we are nowhere near compliance with these requirements.\n\nMy question to you is, what do you recommend that we do as we approach the reauthorization to ensure that the \nlaw is implemented as Congress intended?\n\nMR. TRASVINA:  Let me say, and also with regard to the No Child Left Behind Act, it has not been effective for \nEnglish language learners because of flaws in implementation.  And what we really need for the 5 (million) or 6 \nmillion English language learning students in this country is to get greater attention on these assessment \nprograms. Without effective assessments, we're not going to be able to begin to determine in why particular districts \nthe particular needs of the students are.\n\nSo the lack of assessments, as the GAO report to be released today describes -- it really confirm what we have \nbeen saying all along.  And it is the first barrier to overcome in order to provide the prescriptive suggestions for \ncurriculum for these students.\n\nREP. HINOJOSA:  Thank you.\n\nMr. Chairman, can I ask one question of the State Senator?\n\nREP. CASTLE:  Certainly.\n\nREP. HINOJOSA:  Thank you.\n\nSenator McKinley, what legislation have you passed to increase opportunities for limited-English-proficient \nresidents of Iowa to learn English?\n\nMR. MCKINLEY:  We have passed legislation which established new immigrant centers to help new immigrants \nassimilate.  We expanded that again this year.  Plus, we have consistently funded community colleges across the \nstate who offer these offerings.  We have expanded English ELL legislation.  So we've addressed this in a number \nof manners.\n\nREP. HINOJOSA:  In the 10 years that I have been here in Congress, I have been amazed at how we have to fight \nto get the  federal appropriation for adults' continuing education and these English programs, because they're \nusually reduced or eliminated.  And so we have to fight to get those funds.  And I can tell you that right there in \nsouth Texas -- I was there on Saturday morning, and I went to visit the student who are learning English so that \nthey could try to pass their test for the citizenship that they were applying for -- American citizenship -- and their \ncomplaint was that there were very few students there -- there were 25 -- but that they just didn't have the money \nfor the professors so that they could have larger classes. \n\n\n\nSo if you have all the money that you need in Iowa for these programs, you are very unusual because, in the state \nof Texas, we do not have enough money.  And I blame myself and my Congress for not really putting the money \nforward to make that possible.\n\nI yield back, Mr. Chairman.\n\nREP. CASTLE:  Thank you, Mr. Hinojosa.\n\nAnd Mr. Souder is recognized for five minutes.\n\nREP. MARK E. SOUDER (R-IN):  I have to say that anybody who is watching this -- and if the whole country \nwatched it -- you wouldn't see 85 percent for English as the official language, you'd see 90 percent because, in \nfact, you've given no compelling reasons not to do it, and in fact, the world hasn't collapsed in Iowa.\n\nOne of the things -- I can't conceive of moving to another country and not learning their language before I move \nthere.  I mean, it's one thing to visit for a couple of weeks, or even to study there as a student most people try to \nlearn another language.  It baffles me.\n\nWe're watching huge immigration trends.  A lot of people think everybody in their area, including in my area, are \nillegal.  They aren't.  We have many refugees coming in.  We have people with legal status who are there who are \ngoing through transition.  But if we don't have an organized official language, we're going to descend into chaos.\n\nI have one high school in my district -- it's not San Francisco, but it's getting close, as least, in the aspect of \nlanguage -- that has 83 languages and dialects.  Fort Wayne, Indiana is not a coast. It is -- but all across America \nthis is a huge challenge.\n\nWe have the largest population of dissident Burmese have come into my area.  There are -- they are people of \nBurma.  Everybody calls them Burmese, but they're not.  The Mon and the Shon, for example, were killed by the \nBurmese.  But they're people from Burma, and they don't even speak their own language.  If they don't have \nEnglish as a  common denominator -- we had -- I was at one meeting with leaders from the African community in \nFort Wayne -- 23 different African nations in Fort Wayne with different languages.  That you get into -- you're just \ngoing to have chaos.\n\nThe fire department doesn't know how to handle it.  We can't go -- we have 1,800 Bosnians that have come in \nthrough refugee organizations.  And that -- there is no way to do this if we don't have a certain amount of order.  \nAnd anybody who thinks we're going to do work permits without English fluency -- I don't know how you think that \nthat could possibly pass Congress without English fluency and some kind of standard on work permits.\n\nIn trying to resolve the tremendous crisis we have of all of the illegals in the United States, I mean, I'm -- I didn't \nvote for making it a felony and deporting everybody.  But there's got to be some kind of a standard here of \ncommonality, of commitment to be here -- at least enough commitment to be here that you're going to learn our \nlanguage.\n\nAnd I want to ask Mr. Mujica -- I mean, it's astounding.  I mean, in my district I hear this all the time.  Mexico has an \nofficial language.  There are hundreds of thousands of Americans who live in Mexico, but they still have an official \nlanguage.  Twenty-seven nations, I believe, have English as their official language, in Africa and the Caribbean \nparticularly.\n\nIs there a big problem?  Is it a huge crisis in those countries where English is an official language?  Is it a crisis for \nthe American citizens who are living in Mexico that have Spanish as their official language?\n\nMR. MUJICA:  It's no problem.  Most countries have an official language.  Some countries have two or three, and \nthey have problems. It costs plenty of money.  The European Union right now, I think, has something like 21 \n\n\n\nlanguages and they are speaking seriously about just making English the official language so they could translate \nsayings in zero languages -- let's just do it all in English instead of translating in, I believe -- in nine languages.\n\nREP. SOUDER:  And you alluded to the commonality.  It's not just -- it's not -- English isn't just because of \nAmerica.  It's because of the remnants of the British empire in many places;  the commonality for trade, because \nIndia and China are the two biggest countries -- that's where the immigration (real ?) tide is going to come from, and \nthey're very difficult languages with many dialects.\n\nMR. MUJICA:  Right.\n\nREP. SOUDER:  And when they travel around the world, as you see tourism -- that the only way to deal with this is \nEnglish.  And it just flabbergasts me with these kind of criteria that -- Iowa's one. I think it's a fair question to say, \nwhat exactly isn't -- is covered  under English as an official language.  But to not say that at least this is where \nwe're headed just amazes me, because you see this huge trend nationally.\n\nI mean, I come from -- and I know and I've said over and over -- two of the four newspapers in Fort Wayne, Indiana \nwere in German prior to Hitler taking rise in Germany.  I understand people are going to do multiple languages.  But \nI just don't understand this resistance to saying, look, this is our official language.\n\nCome here, we're going to work out how we do this -- but come here.  If you want to be a citizen, for sure you're \ngoing to be fluent.  If you want a work permit, for sure you're going to be fluent.  If you're going to come to America, \nthen learn our language. It's just such a basic question and fundamental thing to say it's our official language.  And \nthe opposition just astounds me.\n\nLike to comment?\n\nMR. TRASVINA:  I guess, even in English, we have difficulty being understood, because I am astounded that you \nhear from this panel any resistance to English or any resistance to opening up the opportunities for English.\n\nREP. SOUDER:  What's the opposition to it being the official language?\n\nMR. TRASVINA:  The opposition to it being the official language and spending a lot of time and resources passing \nbills is that it takes away from the real core purpose of (an ?) America, which is to promote English opportunities.\n\nREP. SOUDER:  I'm sorry.  That's --\n\nMR. TRASVINA:  English opportunities are there --\n\nREP. SOUDER:  It doesn't take a lot of time and money to pass a bill that -- you're spending more on opposing the \nbill than it takes for -- what is the substantive opposition to passing of English as the official language?\n\nMR. TRASVINA:  Well, there are three.  One is that it does absolutely nothing to help those people that you \nmentioned in your district -- the Bosnian refugees, for example.  We've cut, over the past 10, 15 years, refugee \nresettlement.\n\nREP. SOUDER:  I'm sorry, reclaiming my time -- that is not a reason.  The fact that you think it accomplishes \nnothing is not a reason to be against it.  What harm does it do?  Let me phrase it that way.\n\nMR. TRASVINA:  The harm that it does is that, while it does nothing to advance the English, what it does do is \npromote the  divisiveness in the society so that -- for example, it strengthens the argument and the vile nature of \nsomebody who complains to a person standing in the front up in the grocery line -- they see a Latino women talking \nto her child in Spanish saying, oh, why don't you speak English, it's the official language.\n\n\n\nWe have seen instances where that has occurred.  In Monterey Park when U.S. English went after the Chinese \nlanguage business signs in the 1980s, or when there was an effort to try to get the FCC to take away licenses of \nSpanish language broadcasters, because U.S. English said, well, it crowded out the English language stations.\n\nIt is that type of divisiveness that is raised in this country without any ability to promote English. \n\n English is something that the U.S. government used to promote treasury bonds being sold in World War II.  \nLanguages other than English are used by many, many purposes.\n\nSo the concerns you have -- I'm sure there are valid concerns in Fort Wayne and other cities in your district about \nthe fire department not being able to communicate with everyone.  The way to get to that is to promote English \nclasses and opportunities for English.\n\nREP. SOUDER:  I just find it amazing that you would say that it's divisive.  I understand how people can abuse it.  \nQuite frankly, those people are probably already harassing people and not displaying a very Christian attitude.  But I \njust find it amazing that the reason we can't promote what it self-evident in this country -- that English is out official \nlanguage -- is because it's viewed as divisive.\n\nREP. CASTLE:  Thank you, Mr. Souder.\n\nMr. Grijalva is recognized for five minutes.\n\nREP. RAUL M. GRIJALVA (D-AZ):  Thank you very much, Mr. Chairman.\n\nAnd I also want to echo the comments that my colleagues have made regarding the balance of this panel.  It's very \nmuch appreciated and, during this series of hearings we've had, very unique.  And so I'm very grateful for that.\n\nMany of the questions that I had hoped to ask have been asked.  I just want to comment briefly and then a couple \nof quick questions.\n\nThere's a whole insidious part of this whole discussion that we're having here today about official English and \nEnglish-only, and that is the presumption made by English-only legislation that I think it promote -- and that's the \ninsidious side -- this racially-tinged myth and false stereotypes that immigrants don't want to learn English.  And \nthat gets cemented into people's thinking.  They don't want to learn.\n\nAnd that's contrary to the reality out there.  In my district, the waiting list to get into ESL classes under adult \neducation is two years.  In New York City, they have to have a lottery to see who can get into the English classes. \n\nWe've under-funded Title III and, as a consequence, cannot really assess where children whose primarily language \nis other than English -- how they're doing under No Child Left Behind.\n\nYou know -- and the English-only mandates to me will, have not, and will not magically transfer and transition every \nnon-English speaker into English speakers.  That's not going to happen.  And the real effort to do that is going to \nrequire resources and not the kind of political resentments that we hear, not the phobias that are around us all the \ntime on this issue about culture, language, ethnicity.\n\nAnd so my questions are at two levels.  First of all to Mr. Gonzalez and Mr. Trasvina, individually and for the \norganizations that you represent, there was earlier comment made by another panelist that your organizations are \nactively promoting the segregation of our society, the linguistic isolation of our society.  And if you could comment \non that, to get that on the record -- and then the other issue that I would like both of you to comment, briefly if you \ncould, because I have a follow up question to Mr. Mujica about the purity of the English-only movement, and I'll \nsave that one for last -- the commonality of commitment to rights in this country, which -- this also talks to that issue.  \nAnd if you could, as briefly as you can, deal with those two issues.  How you're reclaiming (inaudible) and the \ncommonality of rights.\n\n\n\nMR. GONZALEZ:  Sure.  Thank you, Congressman.\n\nFirst of all, the National Council of La Raza, as I mentioned in my statement, is in the business of helping people \nlearn English.  We have 300 community-based organizations that are affiliated with our organization.  About half of \nthose provide some ESL services.  We have 96 charter schools in our network who provide services -- which \nprovide services to a variety of students, including English language learner students.  We are in the business of \nhelping people learn English. And you know, I think there is a disconnection that's kind of coming through this \nhearing.  On the one hand, people are talking about how immigrants support official English.  They supported it in \nIowa and there are those of those folks -- immigrants -- who are part of Mr. Mujica's organization.  But then they \nare also arguing that we need to coerce people to learn English through official English laws.\n\nThat's an important disconnection that I think we should explore, because that -- in the case of Iowa, we could have \nhad people learn English without their official English law.  Could we have had people without all of the ESL \nservices that the leader provided to help them learn English?  So I think that's a critical question as policymakers. \nWhat is our goal?  Is it our goal to help people learn English, or is it our goal to approve symbolic measures that \nhave no impact on people's lives?  So I think those are the things that I think are important to consider. \n\nThe other thing -- going to Mr. Souder's question -- I'm sorry I didn't have to answer your question -- but there is a \nreal danger in official English policies -- government policies of official English. We have to realize that we are in a \nreal world here where we have a severe budget deficit.  And if we have a government as official language -- \ngovernment -- English as the official language of government, with limited resources, at some point someone is \ngoing to make a decision not to provide translation services.  And it becomes, at a point when there is a natural \ndisaster, an avian flu pandemic, or a mass transit accident, and people have limited resources, they're going to \nchoose -- because of that ability not to provide services, they're going to choose not to.\n\nTo a real world we're working in, these are considered symbolic measures but they have real-world implications that \naffect people who are English proficient, people who are non-English proficient, immigrants and non-\nimmigrants.  And you know, going back to the issue that this is -- this is a policy that is being attached to an \nimmigration bill that doesn't fix the immigration system but also harms U.S. citizens.  And that's I think the bottom \nline for policymakers in addressing this in the area of immigration.\n\nREP. CASTLE:  Thank you, Mr. Grijalva.\n\nMr. Osborne is recognized for five minutes.\n\nREP. TOM OSBORNE (R-NE):  Well, thank you very much.\n\nAnd thank you all for being here today.  We appreciate your attendance.\n\nMy daughter is an ESL teacher, so I know some of the problems of which we speak.  And I want to try to hit every \none of you, so I'd appreciate it if you give me a relatively brief answer.  And I'm sorry to be here late, so if some of \nthese things have been discussed before, disregard them.  Just say we've already answered that.\n\nBut first of all, Mr. Mujica, what do you believe the practical effect of Executive Order 13166 has been?  Has it been \ndifficult to execute and enforce?  And do you have any thoughts as to why the president has not rescinded the \norder?\n\nMR. MUJICA:  Well, presidents typically do not rescind executive orders signed by another president.  We are of \nthe opinion that he should rescind it.  We think it's very much of a problem to try to make this country multilingual, to \ntry to provide the translators for every language that one needs.  We have 322 languages.  How are we going to \nhave, you know, 50 translators in a hospital?  How are we going to have 25 translators in a doctor's office or \nwhatever?  It's impractical.  It sounds pretty good.  It sounds like it makes sense. But in practical terms, it's \nextremely expensive.  And if there is something divisive, that is divisive.  You're sending the wrong  message, \nsaying it doesn't matter what you speak we'll be there; we'll translate for you.\n\n\n\nREP. OSBORNE:  Well, thank you for your answer, and thank you for being concise. \n\nMr. McKinley, has the Iowa law had any overall detrimental impact?  Is there any downside to what Iowa has done?\n\nMR. MCKINLEY:  We have seen no detrimental impact at all.  As a matter of fact, through a series of meetings we \nheld last fall across the state dealing with immigration issues, the English as the official language law was not even \nbrought up but once -- and that wasn't by an immigrant but by a political activist.  So it has not been a problem at \nall.\n\nREP. OSBORNE:  Okay.  Thank you.\n\nAnd now I'm going to ask a question of (Mr. ?) La Raza and also Trasvina.  I think maybe this is a question that \nwould apply to both of you.\n\nIn your testimony, you state that there is no need to enact a law declaring English as the official language because \nEnglish is already believed to be the common language used in America.  If this is true, then why oppose the \nlegislation that just reaffirms this common belief?\n\nMR. TRASVINA:  We oppose it for the reasons that German parents in (inaudible) County, Nebraska so \nvociferously opposed the official English law of Nebraska in 1921.  It denied the parents the ability to speak to their \nchildren and to teach them their religious lessons, their Lutheran lessons, because of the bar against teaching \nGerman at the lower levels and English as the official language in Nebraska.  It removes the issue from advancing \nEnglish into making -- getting rid of English the price tag for admission into this country.\n\nThe laws have practical consequences.  Now, you can have a Swiss cheese kind of law where everything is listed \nin the exceptions. There is nothing left to it.  But it takes us away from the promoting of English.  And that's really \nthe only way to promote English -- to get this country together on the language basis.  It is through real efforts on \nEnglish, not on these -- not on these statutes.\n\nREP. OSBORNE:  Well, the only counter I would have to that is that I don't believe that making English the official \nlanguage would  prevent a parent from speaking a native tongue to their children or having them conversant in that \ntongue.  I don't see that being a practical outcome of the law.  But apparently you do.  I don't see it that way.\n\nLet me move on to my last question to Mr. Ellison.  Why do you believe that there are such long waiting lists for ESL \nprograms?  What -- has this been a long-term problem or is it just something that you've seen in recent years?\n\nMR. ELLISON:  I think the reason for the waiting lists (are ?) the fact that there were not enough resources for the \nprograms.  It's been a problem over the years, but it's been growing and growing and growing.  I mean -- and there \n(is ?) a couple of parts to that.  The waiting list numbers are huge in some state and what happens when you have \na waiting list is you also have people who don't go in to register because you're not going to try to get into a \nprogram if you know that program already has a waiting list of a year or two.  So there's another unmet need out \nthere that goes even beyond the waiting -- the official numbers who are on the waiting lists.\n\nREP. OSBORNE:  All right.  Well, I'm a strong proponent of ESL programs and certainly believe in more funding.  \nAlso, I might just say that if I were to move to another country and was going to seek citizenship in that country, I \nwould learn that language, and I would not necessarily rely on the government to teach me or the school.  I mean, \nthere are ways to learn a language without having some formal program.\n\nAnd so with that, I yield back, Mr. Chairman.  Thank you.\n\nREP. CASTLE:  Thank you, Mr. Osborne.\n\nWe have reached the end of this hearing.  I would just like to thank each of our witnesses for the logistics of getting \nhere and being here and sharing your thoughts with us.  I think it's helpful to build in terms of what we may have to \n\n\n\ndo some time in the future.  But I just wanted to offer my thanks to you and to Ms. Woolsey and to Mr. Osborne \nwho are still here.  And with that, we stand adjourned.  \n"}