{"title": "ROMNEY TAKES OFF THE GLOVES", "body": "\nNewt Gingrich and Mitt Romney took their brawl to a debate stage here Thursday night, clashing over illegal \nimmigration, whether they profited off the housing crisis - even whether putting a colony on the moon is a valid \nidea.\n\n\"The idea that I'm anti-immigrant is repulsive,\" Romney said, referring to a radio ad Gingrich had been running in \nFlorida before withdrawing it.\n\n\"Sen. Marco Rubio came to my defense and said that ad was inexcusable and inflammatory and inappropriate. Mr. \nSpeaker, I'm not anti-immigrant,\" Romney said, calling on Gingrich to apologize.\n\nBut Gingrich doubled down on the claim during the CNN/Republican Party of Florida debate and said Romney's \nsuggestion of \"self-deportation\" was unrealistic.\n\n\"You tell me what language you would use to describe somebody who thinks that deporting a grandmother or a \ngrandfather from their family - just tell me the language,\" he challenged Romney.\n\n\"I'm not going to go find grandmothers and take them out of their homes and deport them,\" Romney said.\n\nThe exchange came minutes into the debate on the campus of the University of North Florida and five days before \nFlorida's Republican presidential primary, for which Romney is slightly ahead in the polls.\n\nGingrich's strong debate performances helped catapult him to a big win in South Carolina, but for the second \nFlorida debate in four days the former House speaker often found himself on the defensive against Romney's \nsharp barbs.\n\nFormer Sen. Rick Santorum seemed the more forceful candidate - not bogged down in arguing like Romney and \nGingrich. \"Can we set aside that Newt was a member of Congress ... and that Mitt Romney is a wealthy guy?\" he \nsaid, casting himself as a bolder conservative than Romney or Gingrich.\n\n\n\"Gov. Romney was the author of Romneycare,\" he said, listing off the similarities between the Massachusetts \nhealth care plan and the national plan Congress passed under President Barack Obama. \"We cannot give the issue \nof health care away in this election. It is too foundational for us to win this election,\" Santorum said.\n\n\"First of all, it's not worth getting angry about,\" Romney told Santorum, contending he could make a case why the \nstate approach was valid but not the federal.\n\n\"What Gov. Romney said is just factually incorrect,\" Santorum said. \"Your mandate is no different than Barack \nObama's mandate. It is the same mandate.\"\n\nThe sniping continued when Gingrich twisted a question about what to do with government-backed mortgage giants \ninto one of Romney's wealth, saying he had invested in Freddie Mac.\n\n\"We began digging in after Monday night because frankly I'd had about enough of this,\" Gingrich said, referring to \nRomney's persistent questions about Gingrich's consulting role with the mortgage giant.\n\n\"We discovered to our shock, Gov. Romney owns shares of both Fannie Mae and Freddie Mac. Gov. Romney \nmade a million dollars off of selling some of that. Gov. Romney owns shares - has an investment in Goldman \nSachs, which is today foreclosing on Floridians. So maybe Gov. Romney in the spirit of openness should tell us \nhow much money he's made off of how many households that have been foreclosed by his investments?\"\n\nAgain, Romney was ready: \"Mr. Speaker, I know that sounds like an enormous revelation, but have you checked \nyour own investments? You also have investments through mutual funds that also invest in Fannie Mae and \nFreddie Mac.\"\n\nGingrich needed a big moment like he had in South Carolina, but most of them went to Romney, who benefited \nfrom a friendly audience.\n\n\"We should have had a whistle blower and not a horn tooter,\" Romney said of Gingrich's work at Freddie Mac.\n\nGingrich tried to employ a crowd favorite by scoffing at a question from CNN moderator Wolf Blitzer. But unlike past \ndebates, even that fell short when Blitzer challenged him to defend criticism over a Swiss bank account Romney \nheld.\n\nBlitzer tired to pull Rep. Ron Paul into the Freddie Mac investments, asking, \"Should they return that money?\"\n\nPaul said he was not interested in that: \"The question is, what are we going to do about Fannie Mae and Freddie \nMac. It should have been auctioned off right after the crash came. It would have been cleansed by now.\"\n\nOne of the more strange volleys came over Gingrich's suggestion about putting colonies on the moon. Gingrich on \nWednesday said that by the end of his second term as president, the United States would have a permanent lunar \nbase.\n\n\"I do not want to be the country that having gotten to the moon first, turned around and said, it doesn't really matter, \nlet the Chinese dominate space,\" Gingrich said.\n\nRomney: \"If I had a business executive come to me and say they wanted to spend a few hundred billion dollars to \nput a colony on the moon, I'd say, 'You're fired.'\"\n\nOne tough moment for Romney came when he was asked about a Spanish language ad attacking Gingrich for \nonce calling Spanish \"the language of the ghetto.\"\n\n\"I haven't seen the ad, so I'm sorry. I don't get to see all the TV ads,\" Romney responded, though Blitzer later noted \nthe ad concludes with Romney's voice saying he approved the spot.\n\n\n\nGraphic\n\n \n\nPHOTO - Getty Images: Republican candidates Newt Gingrich, left, and Mitt Romney spar during a debate \nsponsored by CNN, the Republican Party of Florida and the Hispanic Leadership Network at the University North \nFlorida. PHOTO (2): Ron Paul; Rick Santorum\n"}