{"title": "Text of Statements by Clinton and Wood", "body": "\nFollowing are statements by Judge Kimba M. Wood of Federal District Court in New York, who withdrew her name \nyesterday from consideration for the post of United States Attorney General, and by President Clinton:\n \n \n \n\nWood's Statement\n\n After consultation with the White House, I have decided to withdraw my name from consideration by the President \nfor nomination to the post of Attorney General. The reasons for this decision are as follows:\n\nOn January 29, I met with the President at the White House to discuss the possibility of my appointment. In the \ncourse of a wide-ranging discussion of policy issues, I was asked if I had a \"Zoe Baird\" problem. I said I did not, and \nI do not.\n\nFirst, since I hired my babysitter in March 1986, I have submitted all required forms and paid all required taxes on \nher behalf. Second, I complied fully with all immigration laws and made all filings and disclosures that should be \nmade in compliance with the immigration laws. My hiring of my babysitter was legal in March 1986 (prior to the Fall \n1986 enactment of the Immigration Reform and Control (\"IRCA\") which rendered hiring illegal aliens unlawful if they \nwere hired after IRCA's passage), and my employment of her continued to be legal after the passage of IRCA, \nbecause IRCA explicitly excluded from its provisions employers whose employees were hired prior to its passage.\n\nIn March 1986, it was lawful to openly employ aliens who were in the country, like my babysitter, on an expired visa, \nas long as the required taxes and forms were filed. However, although all of these acts were lawful, my babysitter, \nlike anyone pursing legalization, was not legally in this country from 1980 until she obtained legal residency in \nDecember 1987 through the IRCA amnesty program.\n\nI maintained and provided seven years of records with respect to my babysitter and other household help. These \nrecords included my federal social security, FUTA and W-2 filings and payments, and my State unemployment \ncompensation, disability insurance and workers' compensation filings and payments, as well as the files I kept \nrelating to my babysitter's immigration status, including my Application for Labor Certification and her application for \nfederal amnesty pursuant to IRCA.\n\nIn sum, I maintained appropriate records and made all required filings and payments for the seven years that my \nbabysitter has been in my employ.\n\n\nThus, I have fulfilled every legal requirement with respect to the employment of our babysitter. Nevertheless, and \nafter further consultations, I have concluded that in the current political environment, proceeding further with the \npossibility of my nomination would be inappropriate.\n\n \n\n \n\n \n\nClinton's Statement\n\n I understand and respect Judge Wood's decision not to proceed further with the possibility of being nominated as \nAttorney General.\n\nI was greatly impressed with her as a lawyer, a judge and a person. I respect her legal talents, judicial record and \nintegrity. I wish her well.\n"}