{"title": "American dream via a taxi cab", "body": "\nDriving a cab is almost a stereotypical way for immigrants and refugees wanting to get started in their new country \nto earn a living and put down roots. One who has done so successfully is Ezezew Biru, who left Ethiopia as a \nteenager and now runs a small taxicab company that is struggling against the system to get larger. Despite his \nfrustrations, Biru is a happy man with a growing family - he just adopted three relatives from Ethiopia. We spoke in \nhis small office at 4427 Geraldine Avenue in the city.\n\nEzezew Biru Position: Co-owner and operations manager, Metropolitan Taxicab Corp. Age: 45 Career: After \nleaving his native Ethiopia at 19 in 1982, he worked as a laborer in Khartoum, Sudan, until immigrating to the \nUnited States in 1987; hotel worker in Washington, 1987-1988; factory worker and cab driver in St. Louis, 1988-\n1995; founded Riverfront Cab Co., 1997; joined with fellow Ethiopians to create Midwest Cab Co., 2001; which \nbecame Metropolitan Taxicab Corp., 2004 Education: Studied computer science at St. Louis Community College at \nForest Park Personal: Lives with his wife, Meselu Shumye, and three boys and three girls in St. Peters\n\nHow did you decide to own and operate a taxi company?\n\nI was working as a part-time taxicab driver at the airport. Then I became a full-time driver and went to school at St. \nLouis Community College. I saw how the taxicab owners ran their companies. I looked at it and said, \"I think I can \ndo better than this at the airport.\"\n\nWhat would you do differently?\n\nI have two-way radios, dispatching and having contract with various commercial accounts. At the airport, we would \nwait in line for hours, get a trip and go back to the airport and wait for hours again. While I was sitting, I was thinking \nthat if I spent more time looking for business, I would do better. At the airport, you have only one door to get \nbusiness.\n\nIf I am out, I can be reached by the public and do better business.\n\nIt wasn't easy to start up. We had to hire a lawyer to help us get permits.\n\nWas that difficult?\n\nYes, it was. They have a system that has worked for many years for few huge companies like County Cab, Laclede \nCab, Yellow Cab. These companies didn't have much business. Most of their cars were not in service. When we \napplied, those people had permits they were not using. But we were trying to get started and we didn't have any \npermits.\n\nDid you have to do any favors to get your permits?\n\n\nNo, thank God, I am not such a person. That is not my lifestyle. But I had a very good lawyer. They gave us permits \nfor 20. My other partner got permits for 10. We merged before we started in business with 30.\n\nHow do you get the cars?\n\nWe buy cars, but mostly they are owned by the drivers. They are independent contractors who work through our \ndispatching system.\n\nWhat kind of cars do drivers favor?\n\nI've always heard they like the Ford Crown Victoria. I like Dodge and Chrysler minivans. I like the Crown Vic, also.\n\nI've heard that you can get 200,000 to 300,000 miles out of these cars. Is that right?\n\nI had a '92 Crown Vic. I had almost 400,000 when it quit. It had over 100,000 when I bought it, and I keep \nmaintaining it. You put in oil and do the tune-ups and check it.\n\nWhat can you expect to get out of a taxi if you take good care of it?\n\nIf it's a Crown Vic, 300,000 (miles) easily.\n\nAren't these former police cars that may have been run pretty hard already?\n\nYou have to check. I do this myself.\n\nHow did you line up customers?\n\nWe contracted with school districts to haul children (under the desegregation plan).\n\nDo you have commercial contracts?\n\nWe have contracts with some companies to take people to and from work sometimes.\n\nBreaking into this business must be hard.\n\nWe are limited in advertising. We don't have enough cabs, so we cannot advertise more.\n\nDoes it seem a little strange that there's a taxicab commission that acts as a restraint of trade?\n\nYes. It is completely different than what I thought when I came here. The taxicab commissioners are the owners of \nthe largest companies. They put a cap on (the number of permits I can have), so I cannot grow.\n\nIs that the way it should be?\n\nIt shouldn't be, but it is. The taxicab commission is not strong by itself. But the way they structure it, organize it. ... \nThere is a big problem with the taxicab commission. I don't think a lot of people know about it.\n\nDoes the same arrangement exist in New York or Chicago?\n\nNo, it's completely different. There, it is like a government agency.\n\nCan you make a good living at this? You are making money off the fees you charge the independent drivers, aren't \nyou?\n\nThank God, I cannot complain. When we are hauling school children, our cars have to be on time. If one breaks \ndown, we have to get another one. There is a lot of pressure. I say, let us put out more cabs so we are not limited \nby other cab companies.\n\nWhen did you leave Ethiopia?\n\n\n\nI left a long time ago. I went to Sudan.\n\nDid you leave because of the war in Ethiopia?\n\nThe war was creating a lot of problems. A lot of people were trying to get out of the country.\n\nWhat did you do in Sudan?\n\nI was a laborer. My big goal while living in Sudan was to come to America. I was happy because I knew I was not \ngoing to live there forever. I knew I was going to come to America.\n\nDid you come alone through normal immigration?\n\nIt took a long time. I had a relative here who was my sponsor. When I came here, I did the same thing; I became a \nsponsor.\n\nWhy St. Louis?\n\nBecause of friends.\n\nWas it hard to get your commercial drivers license and then learn the area?\n\nThe license was easy. Then I had to learn the hotels and big commercial areas.\n\nAre you happy with your success?\n\nYes. When I compare where I came from, when I compare how I started, I am satisfied.\n\nWhat are your goals for your company?\n\nTo get more permits and more accounts and more advertising. We want to get bigger.\n\nreppshudson@msn.com \n\nNotes\n\n Five minutes with • repps hudson \n\nGraphic\n\n \n\n PHOTO - Ezezew Biru was a laborer in Sudan who dreamed of coming to America. He did, and in time helped \ncreate Metropolitan Taxicab.   PHOTO - Ezezew Biru \n"}