{"title": "'NO PAPERS' BUT ENDLESS COURAGE", "body": "\nTHE APPEARANCE of Sonia Güinansaca, a 21-year-old New York resident, before a Washington criminal court \njudge this morning could decide the shape of the rest of her life and the lives of countless other talented young \npeople.\n\nGüinansaca is no criminal, mind you. She is an above-average student in her junior year at Hunter College with a \nsocial conscience and an impassioned desire to give back to the country she loves. She has never ran afoul of the \nlaw but she has a problem that has made her serious and thoughtful beyond her years.\n\n\"I have no papers,\" said the Ecuadoran-born Güinansaca, who has lived in Harlem since she was 5 years old. \n\"And I am a DREAM Act activist and this year we made a conscious decision that enough is enough, that we would \nnot be afraid any more.\"\n\nAlthough the Obama administration appears to be holding off on deporting young people who would come under \nthe proposed bill languishing in Congress, there is no guarantee, no stated policy. Deportation still lurks as a dark \nmenace for these young undocumented Americans.\n\nThe DREAM Act would allow immigrant youth brought to the U.S. as children, graduated from high school here and \ncompleted two years of college or military service, a path to citizenship.\n\nAt the same time Güinansaca appears in court stemming from an act of civil disobedience another group of \nimmigrant students, supporters and community members will end four days of protests with a demonstration at the \nManhattan offices of Sen. Chuck Schumer. They will demand that Schumer and Rep. Nydia Velázquez(D-\nBrooklyn/Manhattan) lead efforts for the immediate passage of the DREAM Act.\n\nA few days ago, Schumer introduced a border enforcement-only bill, that successfully passed with GOP support. \nThe legislation entails $600 million more for border security and further criminalization of immigrants, but does \nnothing to resolve the crisis. DREAM Act students were outraged.\n\n\"The DREAM Act is a bill that has bipartisan support and has the potential to be passed as a stand-alone measure, \nyet Sen. Schumer has not taken any action,\" the students wrote on the New York State Youth Leadership Council \nwebsite.\n\nGüinansaca says she is concerned about her court date - but unafraid.\n\n\"I have no one in Ecuador, my grandparents passed away,\" Güinansaca said. \"\n\n\nAs a member of council, Guinansaca lived up to on the group's motto, \"Don't just dream, act\".\n\nOn July 20, Güinansaca and a group of 20 DREAM Act supporters - many of them undocumented - were arrested \nwhen they staged sit-ins at the Senate office buildings to call attention to the urgent need for the legislation. In an \nact of defiance - unimaginable even a few months ago - they freely revealed their full names and immigration status \nknowing it could mean deportation.\n\n\"We cannot live our lives in fear...The worst that can happen is that our dreams are not fulfilled,\" Güinansaca said.\n\nToday's court hearing will be further indication of the administration's intention in regard to the undocumented \nstudents. Initiating deportation procedures against them would mean punishing these young people for something \nthey are not responsible for since they were brought to the U.S. as children by their parents. It would be a travesty.\n\nDepriving about 1.5 million young people of their dreams would also, absurdly enough, deprive the nation of their \nenormous potential, talent and drive.\n\n\"This is my home,\" Güinansaca said, \"and I want to be able to give back to my country.\"\n\nShe and her fellow dreamers deserve that opportunity. aruiz@nydailynews.com\n\nGraphic\n\n \n\nWhen DREAM Act supporters staged July 20 sit-in at the U.S. Senate office building in Washington, undocumented \nSonia Güinansaca (inset) was there.\n"}