{"title": "A NATION CHALLENGED: THE IMMIGRATION AGENCY; 4 Top Officials On Immigration Are Replaced", "body": "\nReeling from the embarrassment of mailing visa extensions this week to two dead Sept. 11 hijackers, the \nImmigration and Naturalization Service announced a major management shakeup today.\n\n     Michael Pearson, the head of all field operations and widely recognized as the agency's third-ranking official, \nwas relieved of his job and will be reassigned, a Justice Department official said. The agency's director of \ninternational affairs, Jeffrey L. Weiss, will also be reassigned. \n\n In all, four senior officials responsible for immigration services, policies and enforcement were replaced, \nofficials said. \n\n\"The breakdown in communication, highlighted by this week's events, at the I.N.S. is unacceptable and will not be \nallowed,\" James W. Ziglar, the commissioner of immigration and naturalization, said in a statement. \"These \nchanges begin the process of accountability as we move forward with restructuring the I.N.S.\" \n\nThe agency's notice approving the student visas for Mohamed Atta and Marwan al-Shehhi, received this week by a \nFlorida flight school six months after the attacks, ignited an uproar from the White House to Capitol Hill and \nrenewed calls to overhaul the agency or abolish it. \n\nJustice Department officials said that the personnel changes made today were part of Mr. Ziglar's larger plan to \nseparate the agency's service and enforcement functions, which often conflict with each other. \n\n\"These changes were part of a broader restructuring plan that were in the works,\" a Justice Department official \nsaid. \"This week's debacle was the impetus to move up our timetable to remedy the immediate needs.\" The service \nis an agency of the Justice Department.\n\nAttorney General John Ashcroft, who vowed on Wednesday to hold individuals accountable for the visa blunder, \nalso sent a letter to Congress today asking lawmakers to give the agency authority to fire people for misconduct or \nincompetence. \n\nThe service had such authority from 1998 to 2001, but Congress did not renew it in this year's budget. \n\nIn a letter to Representative Frank R. Wolf, a Virginia Republican who heads the House Appropriations \nsubcommittee overseeing immigration matters, Mr. Ashcroft said that \"it is essential that I have the authority to \nquickly discipline or terminate individuals for acts of negligence, mismanagement or disregard for Department of \nJustice policies.\"\n\n\nA committee spokesman said the committee was sympathetic to Mr. Ashcroft's request but would review any \nproposal \"to make sure they can't fire anyone willy-nilly.\" \n\nThe immigration agency, one of the fastest-growing federal agencies with 35,000 employees and a $5.6 billion \nbudget this year, has long suffered from antiquated computers and management turmoil. Immigrants and employers \nhave complained of huge paperwork backlogs and surly service, problems that Mr. Ziglar has promised to fix. \n\nBut the visa extensions this week represented the last straw for many While House and Justice Department \nofficials. \n\nMr. Atta and Mr. Shehhi trained at Huffman Aviation International in Venice, Fla., and are believed to have flown the \ntwo planes that destroyed the World Trade Center.\n\nThe immigration service said on Tuesday that the two men were initially notified last summer of the change in their \nvisa status to student from visitor, but that the \"secondary notification\" to the school did not go out until after the \npaperwork had been done manually by a contractor. \n\nOn Capitol Hill today, lawmakers praised the shakeup, but insisted that the agency responsible for both patrolling \nthousands of miles of borders and monitoring millions of foreigners needed a total revamping. \n\n\"I loudly applaud Commissioner Ziglar on the strong first step he took today,\" said Representative Mark Foley, a \nFlorida Republican whose district borders the Venice flight school. \"But the job cannot stop here. There needs to be \na complete, top-to-bottom scrubbing of an agency completely sullied.\" \n\nThe dismissals represent Mr. Ziglar's biggest management reshuffling since he left his job as sergeant-at-arms of \nthe Senate seven months ago to assume the helm of the immigration service. \n\nThe most significant change involves Johnny Williams, the agency's Western regional director, replacing Mr. \nPearson, a former Army officer who joined the immigration service in 1997. Overseeing more than 30,000 \nemployees, Mr. Pearson was ultimately responsible for all activities in the field, including the mailings that certified \nthe hijackers' visa status. \n\nMr. Pearson did not respond to messages left with his office or the agency's command center tonight. \n\nRenee Harris, the border patrol's second-ranking official and highest-ranking woman, will succeed Mr. Weiss as \nacting director of international affairs, which oversees all refugee and asylum programs, as well as the agency's \noverseas offices. \n\nTwo other changes were intended to bolster the agency's services and enforcement duties, officials said. Janis \nSposato, a career Justice Department official, was named a top official for immigration services. \n\nMichael Cronin, a senior official overseeing the agency's programs, was named assistant commissioner for \ninspections. \n\nFormer immigration officials said that moving Mr. Cronin to oversee inspections would also let Stuart Anderson, \nthe agency's top official for plans and policy, assert more influence over immigration programs. \n\nAlong with Mr. Ziglar, Mr. Anderson, an immigration specialist and former top Senate Republican aide, is one of \nthe few political appointees at the agency. \n\nhttp://www.nytimes.com\n"}