{"title": "DMV Crowding, Security Woes Cited in Va. License Fraud Scheme", "body": "\nA massive fraud scheme to issue hundreds of illegal driver's licenses from the Baileys Crossroads motor vehicle \noffice resulted in part from inadequate security and crowding, according to Virginia transportation officials.\n\nTransportation Secretary John G. Milliken, calling for a closer review of immigrant identification documents and a \ngreater reliance on the mail for routine Department of Motor Vehicle transactions, said the fraud has highlighted the \ndangers of the confusion that plagues many of the state's busy DMV branches.\n\n\"One of the reasons we get into that kind of problem is that those offices are crowded, chaotic. Those employees \nare pressed with lots of people demanding their attention at the same time,\" said Milliken, adding that the strain is \nworsened by \"the increasingly diverse pool\" of driver's license applicants.\n\nA federal investigation targeting the Baileys Crossroads branch of the DMV became public in February 1989, when \na team of state and federal agents arrested the owner of a local driving school and a DMV employee. Issam H. \nAbu-Ghosh, owner of A&G Driving School, later admitted that he charged immigrants up to $ 450 for the licenses \nand used part of the money to pay off DMV employees to process them.\n\nFederal investigators said illegal immigrants often used the licenses to illegally obtain work and residency permits.\n\nGail Yvette Shaw, the DMV employee, was sentenced yesterday to three months in prison and another three \nmonths in a halfway house for taking bribes from Abu-Ghosh and issuing driver's licenses without giving applicants \na road or written test. Abu-Ghosh will be sentenced next month.\n\nDuring the last two years, three former DMV clerks and owners of three driving schools have been prosecuted as a \nresult of the investigation, but federal officials said other school owners and former DMV employees who may have \nparticipated in related scams have been identified.\n\nDMV Commissioner Donald E. Williams, noting that several security changes have been made in recent months at \nBaileys Crossroad, said his office is reviewing the records of more than 2,000 people who received licenses \nthrough driving schools around the facility. He said it has not yet been determined which licenses were obtained \nillegally, but said the DMV \"may call these people back in for retesting.\"\n\nThe Washington area's growing immigrant population has created a market for large-scale fraud schemes aimed \nat providing documents that immigrants need to find jobs or become permanent residents, federal officials say.\n\nDuke Austin, a spokesman for the Immigration and Naturalization Service, said conspiracies such as the one at \nBaileys Crossroads have undermined the effectiveness of federal legislation passed in 1986 that penalizes \nemployers if they are caught hiring immigrants without work permits and other valid identification. Once the \n\n\ngovernment required the documents, Austin said, several underground networks were quickly established to supply \nthem.\n\nIn response to the fraud scheme at Baileys Crossroads, DMV officials said they have shored up their security.\n\nDaniel W. Byers, assistant administrator for field operations, said the agency has renewed efforts to train \nemployees how to identify fraudulent Social Security cards, state ID cards, passports and other documents. The \nDMV also has issued a revised list of identification documents that it will accept from immigrants seeking licenses \nand increased its effort to rotate employees so that no one person can issue the eye, road and written tests to an \napplicant.\n\nAlthough an additional security officer has been assigned at the Baileys Crossroads branch, officials said \nemployees are still pressed by a crush of applicants, requiring even senior managers to pitch in at the information \ntable or to administer tests. The branch's 39 employees process more than 200,000 transactions and issue about \n20,000 driver's licenses each year.\n\nJake Simms, director of the Baileys Crossroads branch, said one of the most effective changes so far is a \ncomputer-generated written test. A computer randomly selects 20 questions so that each test is different.\n\n\"It used to be sometimes people would sit down and finish the test in 20 seconds. We had people who couldn't read \nEnglish score 100 percent,\" Simms said.\n\nSince April 3, when the branch switched over to the computer-generated tests, fewer applicants have come to \nBaileys Crossroads and the failure rate has jumped from 15 percent to 53 percent, Simms said.\n\nBut the bottom line, said Simms and other DMV officials, is that an immigrant with counterfeit documents still can \nbeat the system and that some driving school instructors continue to take advantage of newly arrived immigrants.\n\nSimms, pointing out cars from seven schools parked in the lot around the Baileys Crossroads office, said he \nrecently received a call from a woman who was charged $ 60 by a driving school instructor to help her cheat on a \ntest. \"That instructor is still walking around out here today,\" Simms said.\n"}