{"title": "JUDGE EXPLAINS RULING ON MEGAHED DEPORTATION", "body": "\nThe immigration judge in Miami-Dade County who spared Youssef Megahed from deportation said in a written \norder Friday that the government failed to prove the University of South Florida student is linked to a terrorist cell or \nthat he has an escalating interest in terrorism.\n\n\"In spite of an FBI investigation which delved deeply into (Megahed's) Internet usage and network of friends, the \n(Department of Homeland Security) never alleged or proved that (Megahed) belongs to a network of individuals \nwho share anti-American beliefs or terrorists ambitions,\" Immigration Judge Kenneth S. Hurewitz wrote in a 66-\npage order.\n\nThe document elaborated on his August oral ruling that dismissed a deportation case against Megahed and set \nhim free. That followed a weeklong deportation hearing in South Florida.\n\nHomeland Security attorneys and the FBI claimed Megahed and Ahmed Mohamed were part of a budding terrorist \ncell in Tampa.\n\nThe pair were arrested on Aug. 4, 2007, in Goose Creek, S.C., when a deputy stopped them for speeding and \nfound PVC pipes stuffed with a potassium nitrate mixture in the car's trunk.\n\nMohamed said they belonged to him and described them as sugar rockets. The FBI called them low-grade \nexplosives and charged the men with illegal transportation of explosive materials and possession of a destructive \ndevice.\n\nMegahed was acquitted of the charges at a criminal trial in Tampa but taken into immigration custody just days \nafter the jury's verdict.\n\nMohamed pleaded guilty to providing material support to terrorists and received 15 years in prison. Mohamed \nadmitted posting a YouTube video showing how to turn a child's toy into a detonator. He said he intended it for \nenemies of the United States.\n\nHomeland Security attorneys argued that Mohamed was an outspoken individual with extreme Islamic views. They \nsaid he shared those views with anyone he met and doubted Megahed had been spared.\n\nThe government presented Internet history searches they claimed were done by Megahed at home, showing brief \nvisits to sites that showed rockets launching in the Middle East against U.S. military forces. Megahed also viewed \nsites that showed how rockets and guns worked.\n\nThe defense explained those by saying Megahed was a mechanical engineering student with a natural curiosity.\n\n\n\"The court does not equate the act of reading Web pages on Wikipedia.com or similar Web sites with an expression \nof endorsement or support,\" the judge said.\n\nHurewitz noted that the \"vast majority\" of sites visited by Megahed on an FBI spreadsheet were \"typical of any \ncollege student - i.e. Facebook.com, online chess, research about graduate programs, etc.,\"\n\nHurewitz also said the government failed to prove its theory that Megahed and Mohamed were on a sinister road \ntrip.\n\n\"Absolutely nothing found on the GPS suggests that (Megahed) or Mohamed were searching for a military base or \nany other potential terrorist target,\" Hurewitz wrote.\n\nKevin Graham can be reached at kgraham@sptimes.com or (813) 226-3433.\n"}