{"title": "Rallies shove aside concerns of nation's blacks; IMMIGRATION'S EFFECTS FELT BY LESS-SKILLED AMERICANS", "body": "\nNajee Ali, an African-American activist, tries to turn out for as many civil rights rallies as he can. But on the day that \nhundreds of thousands of Latinos marched through downtown Los Angeles for immigrants rights, he had no idea it \nwas happening until he turned on the TV.\n\n``They didn't call us; they didn't need to call us,'' Ali said of march organizers during a recent dialogue between \nblacks and Latinos about illegal immigration. ``Once I saw the half million, I felt fear, in a sense,'' that blacks \n``might be marginalized in the future when it comes to jobs and political empowerment.''\n\nAli's fears underscore the complex sentiments many blacks feel about the surging number of immigrants who have \ntransformed their neighborhoods and schools, the workplace and the political arena.\n\nSo far, African-American voices have not been featured in the national debate about immigration reform, even \nthough some believe they have the most at stake.\n\n``In this era of mass immigration, no group has benefited less or been harmed more than the African-American \npopulation,'' said Vernon Briggs, a Cornell University labor economist who has studied the effect of immigration on \nblacks for more than three decades.\n\nIn a 2004 book, ``The Impact of Immigration on African Americans,'' Briggs and other scholars charted myriad \neffects, including lower wages for less-skilled and less-educated blacks and their substantial displacement from \nthe job market, with many dropping out of the labor pool entirely. In education, they found that providing remedial \nresources for immigrant students cut into resources for native-born students and modestly displaced blacks from \naffirmative action programs.\n\nBut they also found some positive effects: The larger number of low-skilled workers, for instance, helped push \nbetter-educated blacks up the occupational ladder, enhancing their managerial opportunities.\n\nBriggs said the effect is strong because blacks and Latinos tend to cluster in the same urban areas and lower-\nskilled labor markets.\n\n\nThe transformation of Central Los Angeles neighborhoods from majority black to majority Latino has stirred \ncomplex feelings of pride for Randy Jurado Ertll, 33, a Latino educational consultant, and a sense of pain and loss \nfor Kimela Santifer-Berry, 48, a black woman studying for a license as a real estate agent.\n\nErtll, a U.S. citizen of Salvadoran descent, moved into the largely black area in 1978 and recalls black gang \nmembers robbing immigrant children, including himself, of their lunch money and bus passes. By third grade, \nhowever, Ertll's best friend was black, as were most of the customers at his aunt's market and mother's beauty \nsalon.\n\nToday, the neighborhood has become dominated by Salvadorans and other Central Americans, and Ertll said he \nwants to bridge the gap between Latinos and blacks and to encourage ``power sharing.''\n\n``I think the lack of jobs is what creates so much despair and hopelessness,'' he said. ``Elected officials have to find \na way to create jobs for both African-Americans and Latinos in South-Central L.A.''\n\nSantifer-Berry, who voted for Mayor Antonio Villaraigosa, says she also would like to see reduced tension between \nthe two groups. But she said it bothers her that so many of her neighbors cannot speak English. In her job last year \nat an import-export firm, she said, most of the drivers who picked up and delivered goods spoke only Spanish.\n\n``Why should we have to learn Spanish when this is America?'' she asked.\n\nSantifer-Berry agrees with Ertll that jobs are a major flash point. To illustrate, she recently took a visitor through her \nneighborhood, stopping at one restaurant and retail outlet after another to count the number of black employees.\n\n``Five customers, all black. Four workers, all Latino,'' she said at one fried chicken restaurant. ``Now, is that right?''\n\nResearch backs up suspicions that mass immigration has made their lives tougher.\n\nThe book on immigration and blacks, for instance, features studies by Briggs and others who argue that blacks \nhave historically enjoyed greater economic opportunities when immigration was restricted, causing employers to \nhire more women, elderly and young people. Growing immigrant labor pools have allowed employers to drive down \nwages for blacks and have correlated with black withdrawal from the labor market, the researchers found.\n\nLos Angeles Times Staff Writer Sandy Banks contributed to this report.\n"}