{"title": "Ruling tangles policy on Chinese immigration / Approval of asylum foils Clinton's crackdown vow", "body": "\nThe Clinton administration's promised crackdown on illegal Chinese immigration has run up against a federal \njudge's ruling that China's coercive family-planning policies may be grounds for asylum.\n\nThe result is that American policy on asylum as it applies to Chinese is as confused as it was during the Bush \nadministration - and could remain so for months or years while the issue is debated in the courts.\n\n\"There's an urgent need for the Clinton administration to come back with a clear statement on its policy,\" says Dan \nStein, head of the Federation for American Immigration Reform, which advocates reducing immigration.\n\nChina tries to force couples to have just one child, a policy that has raised legal questions in the USA.\n\n\"The administration has dropped the ball . . . and as a result they're losing control of the policy,\" he says.\n\nThe Justice Department is trying to decide whether to appeal the ruling, which involves the asylum claim of one of \n285 illegal Chinese immigrants found on the smugglers' vessel Golden Venture last June.\n\nThe government insists the ruling applies to just one case. But other judges may be influenced by it, and lawyers \nrepresenting other Chinese say they intend to raise it.\n\nStein says that means the ruling - the first-ever judicial pronouncement on the issue - is a \"disaster\" and an open \ninvitation to would-be Chinese asylum seekers.\n\nImmigrant-rights groups agree the ruling may encourage would-be immigrants, but hail the decision as a victory for \nhuman rights.\n\n\"Clinton will have to take a position now - are human rights really a priority or is he going to coddle China as he \naccused Bush of doing,\" says Craig Trebilcock, who represents Chinese asylum-seekers.\n\nBut the ruling won't immediately help hundreds of Chinese asylum-seekers still in jail.\n\n\"It's an administrative abdication (by) sending the issue to federal court . . . but it means these people will remain in \nlimbo for months or years,\" said Arthur Helton, head of the Lawyers Committee for Human Rights.\n\nThe ruling was issued last month by federal District Judge Thomas Ellis in Alexandria, Va., in the case of Guo \nChun Di, 28.\n\nGuo, being held in a Virginia jail, says he fled because he and his wife wanted two more children. When they \nresisted orders to be sterilized, he said, officials confiscated their property and destroyed their home.\n\n\nAn immigration judge found Guo's story plausible but denied him asylum based on a 1989 Board of Immigration \nAppeals ruling. That ruling says that persecution under a coercive population control policy does not constitute \ngrounds for political asylum.\n\nThe Justice Department argued Guo was not singled out for special persecution, that Congress didn't intend for \nfamily planning policies to be grounds for asylum, and the 1989 case should be the precedent for deciding such \ncases.\n\nBut Ellis, who was appointed by President Reagan, said involuntary sterilization is \"an egregious infringement on \nthe fundamental right to procreate,\" and Guo's opposition to China's policy constitutes \"political opinion\" that makes \nhim eligible for asylum.\n\nMoreover, Ellis said U.S. policy on this issue had been hopelessly muddled during both the Bush and Clinton \nadministrations - with nine inconsistent government pronouncements since 1988.\n\n\"Taken together, they amount to an administrative cacophony undeserving of judicial deference,\" Ellis said.\n\nThe cacophony may continue. Last summer, Clinton promised significant reform in the nation's overwhelmed \npolitical asylum system, including a crackdown on smugglers. Since then little has happened in either the White \nHouse or the Congress.\n\nAttorney General Janet Reno was supposed to clarify administration policy last year, but in December declined to \ndo so, saying the cases presented to her weren't good ones on which to base policy.\n\n\"Clinton made promises about significant reforms but internally everything's gone to pieces,\" Stein said. \"They're \nmaking no one happy and getting nothing done.\"\n\nNotes\n\nTHE NATION\n\nGraphic\n\n \n\nPHOTO, b/w, Michael Albans, AP\n"}