{"title": "Obama calls out two who stir up bad blood", "body": "\nSome of those who rail against illegal immigration can dish it out but they can't take it. Since most illegal \nimmigrants come from Mexico or other parts of Latin America, critics sometimes say the sort of crude things that \ngive the debate its anti-Latino flavor. But let someone call them on it and do they ever get defensive.\n\nSpeaking to supporters in Palm Beach last week, Barack Obama blasted a couple of media personalities by name.\n\n\"A certain segment has basically been feeding a kind of xenophobia. There's a reason why hate crimes against \nHispanic people doubled last year,\" Obama said. \"If you have people like Lou Dobbs and Rush Limbaugh ginning \nthings up, it's not surprising that would happen.\"\n\nIt's about time. That some cable hosts and radio talkers grow their ratings by pandering to the anti-immigrant crowd \nis no big secret.\n\nStatistics speak loudly\n\nNot surprisingly, supporters of Dobbs and Limbaugh went on the attack. They insisted that Obama had overstated \nthe statistics. In 2006, the FBI reported that hate crimes against Hispanics increased 10 percent from the previous \nyear - 576 in 2006, 522 in 2005.\n\nNevertheless, Hispanics in 2006 were considered by the FBI as the No. 1 victim of hate crimes motivated by one's \nethnicity or national origin, and by a margin that was the highest since records have been kept. Hispanics \ncomprised 62.8 percent of victims of crimes motivated by a bias toward a victim's ethnicity or national origin.\n\nSo Obama was on the right track. In a world where the remnants of the Ku Klux Klan use immigration to recruit new \nmembers and where neo-Nazis have produced a repulsive computer game in which players shoot Mexicans \ncrossing the border and watch them explode, it's obvious that these are hard times for Hispanics.\n\nLimbaugh has made his share of sophomoric remarks about Hispanics and immigration. Not long ago, he aired a \nparody - a group calling itself Jose y los Ilegales singing \"The Star-Spanglish Banner,\" complete with Speedy \nGonzales accents and offensive lyrics. He also took a shot at Los Angeles Mayor Antonio Villaraigosa by saying \nthat, when they were introduced - by former President Bill Clinton, no less - Limbaugh thought the first Latino to \nserve as mayor of America's second-largest city in more than a century was \"maybe a shoeshine guy.\"\n\nStill, there is a difference between sophomoric and sinister, and Dobbs is more accurately described as the latter. In \nfact, Fox News' Geraldo Rivera recently referred to Dobbs as a \"hatemonger\" for his treatment of the immigration \nissue.\n\n\nThat also seems to be the view of the Congressional Hispanic Caucus, which recently teamed up with a liberal \ngroup, Media Matters for America, to issue a report examining how the immigration debate is framed by cable news \nshows, including CNN's \"Lou Dobbs Tonight.\" The report found that these kinds of shows overflow \"not just with \nvitriol, but also with a series of myths that feed viewers' resentment and fears, seemingly geared toward creating \nanti-immigrant hysteria.\" Among the most common myths - that illegal immigrants commit more than their share of \ncrime, drain social services, and conspire to retake the Southwest and return it to Mexico.\n\n'Taco' crack draws ire\n\nIt also doesn't help Dobbs' reputation that, during an interview last year on CBS's \"60 Minutes,\" he recalled a \nmeeting with the Congressional Hispanic Caucus in which the CNN host claimed that the representatives, in trying \nto establish if he was pro-Latino, asked him if he \"had ever eaten a taco . . . and an enchilada.\"\n\nThat crack inspired a letter of protest to CBS from Rep. Joe Baca, D-San Bernardino, insisting that Dobbs' \ncomments did not \"reflect the true nature of the discussion at our meeting.\" He called Dobbs' juvenile and \nstereotypical remarks about Mexican food \"just one example of how he continues to belittle Hispanic members of \nCongress and the Hispanic community.\"\n\nSo did Barack Obama go too far in criticizing media talkers who are poisoning the public mood against Latinos? Are \nyou kidding? He only scratched the surface.\n\nRUBEN NAVARRETTE JR. is a San Diego Union-Tribune columnist.\n"}