{"title": "Competing protests over immigration turn ugly", "body": "\nThe national debate on illegal immigration has erupted into fisticuffs and legal trouble in an unlikely seat of political \nactivism: a suburban street corner in Fremont.\n\nFor the past three months, a group of seniors, war veterans, blue-collar workers and students has taken to Fremont \nBoulevard and Mowry Avenue every other Friday night to decry illegal immigration. But the rallies of the East Bay \nCoalition for Border Security, as the 30 or so people are called, have drawn ire from members of the International \nSocialist Organization and Green Party -- mostly idealistic 20-somethings who drive in from San Francisco, \nBerkeley and Santa Cruz to the counter protest.\n\nOn a recent Friday, a fight broke out between the two groups. Four men on the border security side ended up with \nblack eyes, chipped teeth and other injuries. A police officer's ear was split and started bleeding. Six people were \narrested.\n\nMembers of the two groups are now engaged in a war of words about who should be blamed for the incident and \nwhy. But their clash has broader resonance, too, as a reminder of just how emotional the immigration debate \nremains, even though it has slipped at least temporarily from public attention.\n\n``We are out there, a small group of middle-class Americans, carrying signs that say, `Wake Up America,' and `No \nAmnesty,' and this international group of socialists just comes and attacks us,'' said Mary Washington, 60, of Union \nCity and spokeswoman for the border security group, which formed in May.\n\nClash of ideas\n\nMichael Smith, 27, an ISO spokesman studying geography at UC-Berkeley, says the border security group is not \nsimply a collection of ``old, hapless elderly Republicans out there protesting illegal immigration.''\n\n``Part of the reason we're going down to Fremont is to expose that,'' he said.\n\nMonths after the protests that drew hundreds of thousands of people across the country this spring, the \nimmigration debate has changed course -- and demonstrations are infrequent. Aside from a small protest recently \nin Santa Cruz, Fremont is the only Bay Area city where the border coalition has campaigned -- and drawn counter-\nprotesters.\n\n\nIn some ways, it is a logical battleground. With 210,000 residents, Fremont is a quiet and family-oriented city, home \nto immigrants from all over the world, including populations from India, Pakistan, Taiwan, Afghanistan and Mexico. \nIt also has pockets of old-timers, mostly white, some who resist change.\n\nBecause of the clash, the pro-border group now either wants to make secret future rallies -- or stop rallying \naltogether. The ISO -- which supports the anti-war movement in Iraq and the rights of all workers -- is now \nemboldened to help legally defend those arrested.\n\nFremont police detective Bill Veteran, who witnessed the scene, said a small group of pro-immigrant Fremont teens \nstarted the trouble, egged on by chants from ISO members. Police say at least four of the group were gang \nmembers.\n\nDavid Anaya, 18, Tony Rounds, 18, and two teenage boys -- a 16- and 17-year-old --were arrested on \nmisdemeanor battery charges. Michael Perry, 28, was arrested, too, on an unrelated $1,000 traffic violation. His \nwife, Priscilla Perez-Perry, 26, was arrested on accusations of making threats and resisting arrest. All are Fremont \nresidents and have been released on bail.\n\nPerez-Perry, who has three children ages 5 to 9, doesn't defend the violence, but she says she understands why \nthe clash got heated. She is a fourth-generation Mexican-American, born and raised in Fremont. She said she \nwasn't interested in the immigration issue until recently, when she began researching it, and then joined up when \nthe rallies were happening in her hometown.\n\nFighting words\n\n``I just wish none of this would have happened,'' she said. ``Both parties have the right to say what they feel, but \nwhen you walk into a Latino neighborhood and make racial slurs, like `Wetbacks go home,' just hearing that is really \nsad.''\n\nPerez-Perry said it may not have been prudent for her husband and his acquaintances to protest on the same side \nof the street as the border security people, but she also said her friends were being kicked and hit, too. Her \nhusband was hit on the head, she said, and the border security people laughed.\n\nShe said her husband was in a gang 18 or 19 years ago, but is not active now. She doesn't know if the others are in \ngangs.\n\nFor her part, Washington, who describes herself as a Christian grandmother, said the emotion comes from the \nthreat that illegal immigration represents.\n\n``I feel and think that strongly about the destruction of our nation, and the life of its people,'' she said.\n\nWashington said she's worried that Muslim proselytizing will enter this country and convert people to ``radical \nIslam'' -- even among the predominantly Catholic Mexicans who compose most of the nation's illegal immigrants.\n\nWashington said she's been interested in the Middle East, and Islam, for more than 50 years and has many Muslim \nfriends.\n\n``At the same time, special groups are given a pass for all sorts of differences,'' Washington said. Some of those \npasses, she said, include: ``Slamming doors in my face, telling me I was a racist because I have blue eyes and \nwhite skin, eating food out of the bins at the grocery store, running red lights, driving badly, not speaking the \nlanguage of the country, and getting Fanny Mae loans interest-free because their religion forbids usury,'' because \nIslam forbids the paying or receiving of interest.\n\nThe Fremont debate stems directly from what's happening in Washington, D.C. A House immigration bill, passed \nin December, calls for building a 700-mile fence, and hiring more Border Patrol agents. It also would make illegal-\nimmigrant status a felony. A competing immigration-reform bill in the Senate also calls for increased enforcement, \n\n\n\nbut would provide a path to citizenship for some undocumented immigrants and for a closely monitored guest-\nworker program. A compromise bill has not been reached.\n\nContact Lisa Fernandez at lfernandez@mercurynews.com or (510) 790-7313.\n"}