{"title": "Seeing Vote's Effects Far Beyond Herndon; Immigration Opponents Cheer Election", "body": "\nNational anti-immigration groups warned politicians yesterday that Tuesday's election in Herndon was the \nbeginning of a voter backlash against local and federal immigration policy. \n\n \"Politicians across the country should take note of the results of this election,\" said Chris Simcox, president of the \nMinuteman Civil Defense Corps, an organization that patrols the U.S.-Mexico border. The group's Herndon allies \nvideotaped hiring activity at a day labor center created to help immigrant workers find employment. \n\n Voters unseated one-term Mayor Michael L. O'Reilly and two Town Council members who supported creation of \nthe day labor center. They replaced them with challengers who want to bar the use of taxpayer money for the \nfacility and limit access to legal immigrants. Fewer than 2,600 people voted. \n\n But immigrant rights organizations called it a small election in a small town, carrying no larger message. And for \nmany residents of the community of 23,000 in western Fairfax County, the result was a stunner. \n\n \"I was very disappointed in how it worked out,\" said Tricia Mussante of Herndon, who said she had favored \nestablishing a day laborer center from the start. \"I felt the Town Council did a good job. The other side felt they \nweren't listened to. It wasn't like they [council members] weren't listening. They took the higher road.\" \n\n \"This is ultimately about the rule of law, what ties a diverse society together,\" said Dan Stein, executive director of \nthe Federation for American Immigration Reform, which advocates strict controls on immigration. \"Politicians \nhave been flagrantly ignoring what people feel in their gut.\" \n\n \"It's clearly a local issue,\" said Flavia Jimenez, a policy analyst with the National Council of La Raza, a civil rights \ngroup. \"It is just one community that is facing a situation of laborers looking for work and trying to find a solution.\"  \n\n In Herndon yesterday, people on both sides of the issue agreed that the larger national events of the last several \nweeks  --  dramatic marches, Monday's Day Without Immigrants and the release of a Spanish-language edition of \nthe national anthem  --  inflamed a segment of the electorate already alienated by the opening of the labor center  in \nthe town's former police station on the Herndon-Loudoun County line. \n\n\n Aubrey Stokes, a member of Help Save Herndon, a group opposed to the center, said the outcome was \"in part \ndue to outrage over events that have happened in the last 10 days.\" Those events included, Stokes said, a Monday \nrally of immigrants at a supermarket parking lot in Herndon, where Salvadoran flags were displayed. \n\n Even some of the town's immigrant day laborers conceded that the charged political environment of recent days \nhurt their cause. \"The marches made it worse,\" said Francisco Bacila, 35, a Herndon resident for five years. \"There \nis more fear in the North Americans because they know we are here.\" \n\n Others said old-fashioned scare tactics helped turn voters against the mayor and council. In the last weeks of the \ncampaign, at least two editions of a new newspaper, the Herndon Compass, were widely distributed in residential \nneighborhoods. The masthead and bylines include the names of prominent opponents of the labor center, \nincluding Susan Powell, a signatory to the lawsuit brought against the town by conservative group Judicial Watch. \nOne story, under the headline \"Herndon Serious Crime Up 45%  --  Or More,\" was called inaccurate by Herndon \npolice. \n\n \"It was meant to confuse people,\" said council member Carol A. Bruce, who was defeated Tuesday. \n\n Fairfax County Board of Supervisors Chairman Gerald E. Connolly (D) said the election was less about \nimmigration policy than about weariness with the national spotlight. \"It was notoriety fatigue,\" he said. \"People \nwanted their town back.\" \n\n At the worker center yesterday morning, about 50 laborers sat at picnic tables, relaxing in the warm spring air as \nthey waited for work. Though hiring center officials had given them a rundown on the vote, many did not know \nabout the results or even that there had been an election. \n\n Though they were unsure what to make of the vote, they were unanimous about one thing: The job center, with its \nEnglish classes, toilets and regulated hiring methods, is, as Ruben Perez put it, \"magnificent.\" Without it, they said, \nthey would be back in the parking lot of the 7-Eleven or the Giant Food or the Shoppers Food Warehouse.  \n\n \"Here, there is order,\" said Roger Espinal, 21, waving his hand to show off the parking lot.  \n\n Martin Rios, the center's project manager, said he hoped the center would survive under the new mayor, Steve J. \nDeBenedittis, and the council. But his eyes betrayed worry. \n\n \"It is a shame,\" he said. \"The people really didn't understand how much of a help this was to the town. It \nrepresented a lack of information, not just about day labor but about the immigrant population.\"  \n\n The vote, he said, \"is a big stone in the way.\"  \n\n  The center's long-term future remains unclear at best. Its town permit comes up for renewal in fall 2007. Reston \nInterfaith, a nonprofit group, operates the center under a $175,000 contract with Fairfax County that expires in mid-\n2007. Some candidates who won Tuesday night said little is likely to happen until the agreements expire. \n\n  But Bill Tirrell, a former council member who was returned to office, said he would push to place the center under \ngreater scrutiny by town government. If it is found to be violating conditions of the local use permit, the new mayor \nand council could move to close it. \n\n Staff writers Tom Jackman and Lisa Rein contributed to this report. \n"}