{"title": "Green-card pragmatism", "body": "\nPRESIDENT OBAMA'S lopsided margin of victory among Hispanic voters in the presidential election alarmed \nRepublicans and stirred hopes on Capitol Hill that an overhaul of the nation's crippled immigration rules might just \nbe possible. But as they prepare to dance their latest minuet on reforming a broken system, each party is starting \nwith steps that the other finds unpalatable. \n\nFor the second time in three months, Republicans are pushing a bill that would create 55,000 additional green \ncards annually for foreign students who receive graduate degrees at U.S. universities in science, technology, \nengineering and math - so-called STEM graduates. On its own, that's a fine idea, and a bipartisan one at that; as \nthings stand, too many of these highly sought students are forced to leave the country upon graduation, to the \ndetriment of U.S. competitiveness.\n\nBut the GOP measure, which was approved by the House of Representatives on Friday, comes at a cost: The \n55,000 visas would be derived by eliminating a similar number of green cards disbursed by the so-called diversity \nlottery, a 20-year-old program that awards visas mainly to low-skilled Africans and Eastern Europeans. On top of \nhaving been a brilliant public diplomacy tool for the United States, the lottery has offered a lifeline for the sorts of \nimmigrants who have energized this nation for decades by their pluck and drive.\n\nDemocrats are willing to expand STEM visas, but many are rightly reluctant to sacrifice the lottery. So the bill is \nlikely dead on arrival in the Senate.\n\nThe White House and congressional Democrats worry that approving measures such as the STEM bill would make \nit more difficult to strike a deal later on a comprehensive immigration package. But in holding out for a perfect deal, \nthey obstruct potentially good ones. Democrats agree that more STEM visas make sense; they've said so in their \nplatform. They should seize the opportunity before them now - and seek a deal to keep some lottery visas.\n\n What's more, Republicans have sweetened the deal with a provision allowing the spouses and children of green-\ncard holders, mainly from Mexico and the Caribbean, to enter the country more quickly while they await their own \npermanent-resident visas. That's an improvement on the status quo, under which they must wait abroad to join their \nfamilies, generally for two years or more.\n\nDespite the hopes engendered by the election, the prospects remain cloudy at best for a comprehensive solution \nthat satisfies everyone and resolves the central problem by offering a path to citizenship for 11 million illegal \nimmigrants. While leaders in Washington try to crack that nut, it makes no sense to put other reasonable proposals \n\n\non hold. Democrats and Republicans should be able to reach an accommodation on STEM visas. In poll after poll, \nAmericans have said clearly they want the immigration mess cleaned up. So what is Congress waiting for?\n"}