{"title": "TENS OF THOUSANDS ALLOWED TO BECOME CITIZENS WITHOUT CHECK OF CRIMINAL RECORDS", "body": "\nIn an election-year push to grant citizenship to 1.2 million immigrants, the Clinton administration mistakenly allowed \ntens of thousands to become Americans before criminal record checks were done.\n\nImmigration and Naturalization Service officials acknowledge the errors - 30,000 alone in New York - but blame \nthem on misrouted paperwork.\n\nInternal documents suggest the White House was keenly interested in the citizenship effort, including sending \npersonal letters to the new Americans, but was warned by INS that speeding up the naturalization process too \nmuch would be viewed as blatantly political.\n\n\"INS warns that if we are too aggressive at removing the roadblocks to success, we might be publicly criticized for \nrunning a pro-Democratic voter mill and even risk having Congress stop us,\" cautioned one memo prepared by Vice \nPresident Al Gore's staff for President Clinton.\n\nExcerpts of the memo were obtained by the Associated Press from individuals familiar with it.\n\nINS officials insist the \"Citizenship USA\" initiative pushed by Gore over the last 18 months was designed only to \nclear a huge backlog of applications - and had nothing to do with the November election.\n\n\"It's caused us all kinds of undue hardship that this happens to match the political calendar,\" said David Rosenberg, \ndirector of the INS program. \"It's simply not true that politics played a role in this program.\"\n\nNone of the agency's official documents announcing the program make any mention of the election.\n\nBut agency documents gathered by congressional investigators and interviews suggest at least some believed a \nkey motive was to get the new citizens to vote - something they'd be able to do for the first time this fall.\n\n\"As you must be aware, the INS has been told to naturalize everyone who filed form N400 (citizenship application) \nprior to April 1, 1996, in time for them to register to vote in the November election,\" Don Riding, the INS official in \ncharge of the Fresno, Calif., office, wrote this spring.\n"}