{"title": "Immigration reform bills at standstill; CONGRESSIONAL INACTION COULD LIMIT STATE FUNDING", "body": "\nMonths of marches, hearings and passionate argument, along with fierce debate over two conflicting bills on \nimmigration, have led to this: deadlock in Congress and no immigration reform this year.\n\nThat's the consensus on Capitol Hill and among policy experts. It's even shared by President Bush, who has \npushed for a comprehensive bill. During a recent meeting, Bush told Mexican President Vicente Fox that no \nimmigration overhaul was likely in 2006, Fox said.\n\nThis inaction means that California, with almost one-quarter of the nation's estimated 12 million illegal immigrants, \nwill see limited improvements in border security, uneven enforcement at workplaces and great uncertainty for \nundocumented workers, said several policy and security experts.\n\n``Expectations were raised for some sort of resolution, and this will only increase tension at the border and make \nproblems even worse,'' predicted Stewart Verdery, former assistant secretary of Homeland Security.\n\nRepublicans, seriously divided on immigration, are also worried about the political impact of inaction. With Bush's \nactive role on the issue and GOP control of Congress, failure to produce a bill ``could be a real political problem \nfor the party,'' said Rep. George Radanovich, R-Fresno.\n\nDemocrats are ready to pounce. ``They're in charge, and this just adds to the image of a do-nothing Congress,'' \nSen. Barbara Boxer said last week.\n\nAdvocates on all sides of the debate, from those who favor legalizing the status of illegal immigrants to those who \nwant to crack down at the border and workplace, can agree on this: Delaying or ducking this issue is a big mistake, \nand will only make it more urgent and fractious next year.\n\n``It's a dereliction of duty not to act, and it just forces some difficult issues on to the states,'' said John Keeley, \ncommunications director of the Center for Immigration Studies, which favors tougher enforcement.\n\nHe noted a surge this year in bills in state legislatures to deal with immigration. California, like other states, is \nwrestling with how much health coverage to provide the children of illegal immigrants and other issues.\n\n`Deeply disappointed'\n\n\nLarisa Casillas, an immigrant advocate in San Jose, said Bay Area residents with undocumented relatives and \nfriends are ``deeply disappointed'' that Congress cannot agree on some process for eventual citizenship. But she \nsaid big rallies, like the one in San Jose on May 1, raised awareness among immigrants, who will stay active.\n\n``The community is energized, and we're now concentrating on registering voters,'' said Casillas, policy director of \nServices, Immigration Rights and Education Network, a social services organization. She said immigration \nadvocates are planning more marches for Labor Day.\n\nThe deadlock has persisted because the House and Senate produced two different bills, and House GOP leaders, \nunwilling to compromise, have refused to hold a conference to try to resolve the differences.\n\n``I think both bills are dead,'' said Radanovich, who attended a recent strategy session at the White House.\n\nThat would mean no big infusion of money for border security. Both bills would add Border Patrol agents and \nhundreds of miles of fences on the Mexican border.\n\n``We need more resources, but some gains in security will continue anyway,'' said Brian Goebel, former senior \npolicy adviser to Customs and Border Protection.\n\nBorder Patrol boost\n\nSince 2001, the Border Patrol has grown more than 40 percent, Goebel said, and new high-tech tracking, more \ndetention facilities and coordination with the military and National Guard should cut down on the influx of illegal \nimmigrants.\n\nVerdery, who worked on border and transportation security at Homeland Security, said lower-profile issues -- better \nemployment verification to screen undocumented workers, and the integration of agency databases -- are still \nunder-funded.\n\nGoebel, Verdery and eight other former security officials -- including ex-Coast Guard Commandant James Loy, who \nwas deputy secretary of Homeland Security -- say enforcement is not enough. They support a guest-worker \nprogram and a process for some illegal residents to legalize their status.\n\n``You're never going to enforce your way out of this problem,'' Verdery said. ``As long as the jobs are here, people \nwill find a way to get in.''\n\nThe political fallout from this year's deadlock is difficult to predict, but Republicans, because of their leadership \nposition, appear most vulnerable.\n\nGov. Arnold Schwarzenegger, a Republican eager to show his independence, has castigated GOP congressional \nleaders for inaction. Sen. Mel Martinez of Florida, the only Latino Republican in the Senate, has warned that the \nGOP risks alienating Latino voters with some of its anti-immigration rhetoric.\n\nBut ``enforcement-only'' Republicans insist that their active, vocal base opposed to any ``amnesty'' for illegal \nresidents will help them this fall. They point to the special election victory in June of Republican Brian Bilbray, who \nwon a House seat in San Diego after taking a hard line on immigration and criticizing Bush's immigration \nproposals.\n\nThis fall, the GOP's underdog challenger to Democratic Sen. Dianne Feinstein is former state Sen. Dick Mountjoy -- \nbest known as the author in 1994 of Proposition 187, which would have denied government services to illegal \nimmigrants.\n\nMany political observers believe that measure drove Latino voters in California away from the GOP for years. Some \nrecent national polls have shown a growing disenchantment among Latino voters with Bush and the GOP, but \ntranslating that into votes is a different matter.\n\n\n\nContact Frank Davies at fdavies@mercurynews.com or (202) 383-6008.\n"}