{"title": "Boris Johnson: I'll get Brexit done and get this amazing country moving again; BORIS JOHNSON last night vowed to get \"this amazing country moving again\" by delivering Brexit and unleashing his vision for Britain's future. As his wish list of 22 new laws was announced by the Queen at the State Opening of Parliament, the Prime Minister insisted voters wanted the paralysis at Westminster ended so sweeping improvements to public services can be delivered at last.", "body": "\n\"We are going to get the gears on our national gearbox working again,\" he promised. He also pledged to \"get Brexit \ndone\" so his Government can build \"an open, free-trading country.\" Amid traditional pageantry in the House of \nLords, the Queen's Speech set out the Prime Minister's ambitions for fighting crime to make the streets safer, \nimproving hospitals and increasing funding for schools. The Monarch also reiterated his desire to get the UK out of \nthe EU on schedule in just 16 days' time. \"My Government's priority has always been to secure the United \nKingdom's departure from the European Union on October 31,\" the Queen said in her speech written by ministers.\n\n Related articles\n\n\"My Government intends to work towards a new partnership with the European Union based on free trade and \nfriendly cooperation.\"\n\nHer address went on to announce a raft of legislation to pave the way for the country's post-Brexit future by \noverhauling rules for fisheries, agriculture and trade along with an immigration bill to \"lay the foundation for a fair, \nmodern and global immigration system\".\n\nDowning Street officials insisted the Government will press ahead with the plans by introducing six new Bills into \nParliament today and two more by the end of the week.\n\nKey measures included Bills seeking to toughen sentences for rapists and other violent offenders and foreign \ncriminals who try to sneak back into the UK, introduce a points-based immigration system and raise environmental \nand animal welfare standards.\n\nFurther measures were also promised to be on the way to tackle the crisis in adult social care and combat electoral \nfraud by introducing compulsory ID checks for voters at polling stations.\n\n\nBut ministers were braced for the package to be rejected by MPs in a vote next week because of the Prime \nMinister's lack of a Commons majority. \n\nDefeat could lead to a vote of confidence in his Government, triggering a general election.\n\nSenior Tories believe the Queen's Speech programme will form the blueprint for the looming election campaign.\n\nIn an introduction to his programme, Mr Johnson wrote: \"This Queen's Speech delivers on my promise as Prime \nMinister to get this amazing country of ours moving again.\n\n\"People are tired of stasis, gridlock and waiting for change.\"\n\nVoters did not want to wait for improvements to hospitals, safer streets or better schools, the Prime Minister said.\n\n\"And they don't want to wait any longer to get Brexit done and to answer that clarion call of 17.4million people in the \ngreatest exercise of democracy in our entire history,\" he added in a reference to the verdict of the 2016 EU \nreferendum.\n\nAt the opening of eight days of Commons debate about the proposals announced in the Queen's Speech, the Prime \nMinister told MPs: \"We can't wait. Let's get Brexit done so we can take back control of our money, our borders and \nour laws.\"\n\nMr Johnson said Brexit would mean \"we can regulate differently and better - getting life-saving medicines faster \nand more cheaply to market for the NHS.\"\n\nHe said the UK was \"the greatest place to live and to be the greatest place on earth\" but promised to make it even \nbetter.\n\n\"We aim to create a new age of opportunity for the whole country,\" he said.\n\n\"And as we prepare to get Brexit done by October 31, we are setting out now our vision of an open, global, free-\ntrading United Kingdom.\"\n\nHe promised a \"high-wage, low-tax economy with the highest environmental standards new protections for animal \nwelfare, the best place to invest and the best place start a business, the best place to start a family and send your \nkids to school.\"\n\n Related articles\n\nHe added: \"I am proud that we are levelling up education funding across the country because we believe that is the \nbest way to create and spread opportunity more fairly and more uniformly across the country to give every child a \nsuperb education.\"\n\nLabour leader Jeremy Corbyn signalled that he will instruct his MPs to vote down the Queen's Speech programme \nnext week.\n\nHe said: \"There has never been such a farce as a Government with a majority of minus 45 and a 100 percent \nrecord of defeat in the House of Commons setting out a legislative agenda they know cannot be delivered in this \nParliament.\"\n\nHe added: \"We may only be just weeks away from the first Queen's Speech of a Labour government.\n\n\"In that Queen's Speech, Labour will put forward the most radical and people-focused programme in modern times. \nA once-in-a-generation chance to rebuild and transform our country.\"\n\nMr Johnson hit back by accusing the Labour leader of dithering over Brexit.\n\n\n\n\"His policy on cake is neither having it, nor eating it,\" the Prime Minister said.\n\n\"He resembles a Janus, a push-me-pull-you facing both directions at once and yet unable to decide for either.\"\n\nDowning Street officials insisted the Government could continue to introduce new Bills into Parliament even if a \nmotion welcoming the Queen's Speech is defeated next Wednesday.\n\nThey also said the Prime Minister will not resign if the package is rejected.\n\nAsked if he would stand down if the speech is defeated in Parliament, the Prime Minister's official spokesman \nreplied: \"No.\"\n\nThe spokesman added: \"If MPs do choose to vote against the Queen's Speech, it will be for them to explain to the \npublic why they are voting against greater support for our public services, including police, schools and hospitals.\n\n\"Why they are blocking legislation which will lead to serious and dangerous offenders spending more time in prison, \nwhy they are stopping laws which will lead to longer jail sentences for foreign national offenders and why they are \nstanding in the way of significant infrastructure improvements that will level up across this country.\"\n\n Related articles 'Is it necessary?'Camilla's presence at Queen's speech baffles viewers Boris Johnson savages \nJeremy Corbyn Boris Johnson shuts down Corbyn's call to end privatisation of NHS\n"}