{"title": "D.C. Police Consulted INS During Disturbance;Immigration Agency Was Asked for Information on Several People Arrested in Mt. Pleasant", "body": "\nDistrict officials said yesterday that in the middle of the Mount Pleasant disturbances this week, the D.C. police \ndepartment asked the U.S. Immigration and Naturalization Service for information about several of the people \narrested.\n\nThe administration of Mayor Marion Barry for years tried to distance itself from the INS to encourage illegal \nimmigrants to use city services. Police have tried to persuade people cooperating with investigators that their \nimmigration status is irrelevant. It is a sensitive issue because many Hispanic activists have lobbied the city not to \nwork with the immigration service and not to limit city services to documented residents.\n\nSuzanne Cepeda, executive director of the Council of Hispanic Agencies in the city, said the city made a mistake in \nsummoning immigration service officials. \"The presence of the INS always makes people very concerned,\" she \nsaid. \"People will be afraid and frustrated to hear that. But if it is not continuing, that will diminish it.\"\n\nLt. Reginald Smith, a police spokesman, said yesterday that of the 230 people arrested this week in the street \ndisturbances and subsequent curfews, 25 percent are Hispanic, and 16 percent are juveniles. The department did \nnot provide a further breakdown.\n\nThe Washington Post examined a sample of police arrest logs filed at police facilities in the city and found that the \npercentage of blacks arrested from Sunday to Thursday increased each day as the percentage of Hispanics \ndeclined.\n\nThe Post survey, which included 105 of the 193 adults arrested, found that 53 percent are non-Hispanic blacks and \n38 percent are Hispanic, mostly from El Salvador. Eight percent are non-Hispanic whites, and 1 percent are Asian.\n\nMount Pleasant and Adams-Morgan remained quiet yesterday, as police maintained a visible presence along the \nmain streets. Lt. Smith said no new arrests were made in connection with the disturbances.\n\nMount Pleasant merchants announced plans for an outdoor party today for the customers they expect to return. \nThe Mount Pleasant Business Association will have banners strung across the street that say \"Mt. Pleasant \nInvincible\" in both English and Spanish, and stores will sell posters and T-shirts bearing the same logo.\n\nOn Tuesday, the city's Civilian Review Complaint Board, which investigates complaints of police misconduct, will \nhold a forum for residents of Adams-Morgan and Mount Pleasant to discuss concerns regarding police conduct \n\n\nduring the disturbances.  The forum, from 6:30 to 8:30 p.m., will be at the Shrine of the Sacred Heart, at 16th \nStreet and Park Road NW.\n\nYesterday, city officials said that the immigration service had been asked by someone in the police department to \nhelp determine the community ties of a few people it had arrested, and to help explain the tactics that a few others \nused in spreading violence through the Northwest neighborhood.\n\nMayor Sharon Pratt Dixon has said repeatedly in recent days that the city did not ask the immigration service for \nassistance. On Wednesday, while speaking to Hispanic community leaders, the mayor said, \"Under no \ncircumstances has the government brought in the immigration bureau at all.\"\n\n\"There's no contradiction\" between what city officials said earlier this week and what they said yesterday, said Vada \nManager, Dixon's spokesman. \"What the mayor has been addressing is that we had not asked anyone to come in \nand make arrests or be on the streets of Mount Pleasant . . . . We just needed to have intelligence information on \ncertain incidents, to see what kind of tactics we were dealing with. It was for that purpose only -- not to cart people \nacross the border on the spot.\"\n\nDuke Austin, an INS spokesman, said yesterday that the four representatives it sent one night this week to a police \ncommand center near the disturbances did not request a roster of those arrested.\n\nAustin said police asked them to help check the backgrounds on less than a dozen people arrested. All those \nchecked were properly documented, Austin said.\n\n\"We played a minor role there,\" he said. \"Given the situation, there was a recognition that the INS could have \ninflamed the situation. We did not want to heat it..\"\n\nManager said some people arrested had used violent tactics, such as setting fires, that \"had not been seen in \nD.C.\" He added that the city asked the immigration service to check the backgrounds of some arrested people \nwho seemed to be leaders in inciting crowds.\n\nSmith said the immigration service was one of many agencies that briefly helped the department. \"There wasn't \nany hounding, and they didn't play any enforcement role,\" Smith said.\n\nThe Post's survey of 105 adults arrested out of a total of 193 sketched the following picture:Forty-nine percent of \nthose arrested are 18 to 22 years old, 33 percent are 23 to 30, and 18 percent are older than 30.\n\nSeventy percent of the arrests were for curfew violations.\n\nSixty-three percent of those charged with breaking curfew are non-Hispanic blacks, and 22 percent are Hispanic. \nEleven percent are non-Hispanic whites.\n\nTwo men charged early Tuesday with curfew violations were also charged with possession of marijuana. A third \nman, arrested early Wednesday, was charged with possession of cocaine.\n\nOne police captain who worked the streets every night this week described most of the curfew violators as \n\"arrogant and defiant, or else curiosity seekers.\"\n\nHe said many non-Hispanics acted surprised that they too were subject to the curfew regulations.\n\nThe captain said police stopped all pedestrians and cyclists, arresting those who did not have identification or who \nwere not on their way home or to work.\n\nBut others told a different story. Amilcar Blanco, 22, said he had just parked his car and was returning to his \napartment on the 1300 block of Irving Street NW Tuesday night when several officers placed him under arrest.\n\n\n\n\"I said, 'What's the charge?' and they said, 'Throwing rocks and bottles,' \" Blanco said. \"Then they searched me and \nfound nothing, but they said, 'You're going in anyway.' \" He ultimately was charged with curfew violation.\n\nBlanco said he was in Mount Pleasant when trouble broke out Sunday night, but did not get involved in the melee.\n\nHe stayed in Monday night because of the curfew, and went out on Tuesday night to drop off a friend who was \nafraid to walk home. After his arrrest, Blanco paid a $ 50 fine instead of arguing the charge.\n\nStaff writers Patrice Gaines-Carter and Keith Harriston and staff researcher Robert Thomason contributed to this \nreport.\n\nGraphic\n\n \n\nPHOTO, POLICE ARREST A YOUNG MAN MONDAY NIGHT WHILE ONLOOKERS STAND BACK. POLICE \nSAID 230 PEOPLE WERE ARRESTED IN CONNECTION WITH THE DISTURBANCES AND CURFEWS. LARRY \nMORRIS; CHART\n"}