{"title": "Democratic Gains Falter With Tighter Security in Central Europe", "body": "\nSince the terror attacks in the United States on Sept. 11, several governments in Central Europe have called for \ntighter security precautions, possibly reversing the direction of democratic gains the nations have made since \nthe fall of Communism. \n\n     One critic of the trend is Amnesty International. In a report being put out on Thursday in London, the rights group \nwarns that \"In the name of fighting 'international terrorism,' \" governments have rushed to introduce new measures \nthat threaten the human rights of their own citizens, immigrants and refugees.\" \n\n It cited a wave of attacks on Muslims and other foreigners in the United States, Europe and Australia and efforts \nby governments from Hungary to China to increase the powers of the police and security officials.\n\nThe situation is delicate in Central Europe, where some leaders now in office spent time in jail in the Communist \nera for their protests on behalf of human rights. The Czech president, Vaclav Havel, who spent five years in prison, \nhas said that some rights may have to be restricted after the attacks in order to protect larger freedoms. But he \ncriticized a growing climate of intolerance for dissenting political opinions in the country. \n\n\"Expressing critical thought is considered to be favoring the terrorists,\" Mr. Havel told a newspaper. \"That is what I \nconsider extremely dangerous.\"\n\nIn the Czech Republic, the lower house of Parliament rushed to approve a bill easing the access of the police and \nintelligence services to private records, including telephone records, without judicial oversight. Another proposal \nwould limit certain rights of asylum seekers. The proposal has critics in the upper house, which has yet to act on the \nbill. \n\nShortly after the attacks, the police arrested the leader of an extremist group who had praised the attacks at a \npublic rally. \n\nIn Hungary, authorities confined in a single camp at least 812 Afghans still in refugee camps, an action that rights \ngroups say is a direct violation of international conventions. \n\nIn Russia, the Justice Ministry has proposed toughening laws to let the police detain those suspected of links to \nterrorism for up to 30 days. \n\n\"A lot of institutions characteristic of the police state and Communism have returned,\" said Ferenc Koszeg, \npresident of the Hungarian Helsinki Committee. He said that some of the country's hard-won freedoms began to \nerode five years ago when a wave of organized crime swept the country. \n\n\n\"Generally speaking,\" he said, \"there is an atmosphere of more severe control of asylum seekers and other \nforeigners.\" \n\nThe extremist arrested in the Czech Republic -- Jan Kopal, the chairman of the fringe National Social Bloc -- was \ncharged with approving a criminal act. He had applauded the attacks, saying the United States \"deserves no less \nthan such an attack\" for \"murdering citizens of Yugoslavia.\" If convicted, he could face a year in prison. \n\n\"It is his own opinion, to which he has a right, no matter how stupid it is,\" said Zdenek Zboril, a professor at Charles \nUniversity in Prague and an expert on extremism. \"We are seeing politics interfering in police work and that's \ndangerous.\"\n\nIn its report, Amnesty also warned that overzealous antiterrorism measures could limit free speech. \n\n\"Some of the definitions of terrorism under discussion are so broad that they could be used to criminalize anyone \nout of favor with those in power,\" the report said.      \n\nhttp://www.nytimes.com\n"}