{"title": "ELIAN GONZALEZ CASE GENERATES LOTS OF QUESTIONS; HERE ARE SOME ANSWERS", "body": "\n* The seizure of Elian Gonzalez on Saturday morning has raised questions about the raid. The case of the Cuban \nboy, rescued from the ocean, involves issues of immigration, custody and family law. Here are some answers.\n\n \n\n===\n\n* Why did the INS originally grant the Miami relatives temporary custody?\n\nThe Miami family came forward to claim custody of Elian; his father had called asking about shipwrecks of Cubans. \nA few days after Elian's rescue, the Immigration and Naturalization Service said that because Lazaro Gonzalez \nwas a close relative, the service had released the boy into his custody for humanitarian reasons. An INS agent said \nthen that the child's custody status would probably be decided by the state courts of Florida.\n\n* What happened to the other two Cuban survivors picked up with Elian? Were they sent back or granted asylum?\n\nThe Atlanta Constitution says the two are Arianne Horta, 22, and Nivaldo Fernandez, 33, both of whom apparently \nwere last reported to be wor king at a car dealership in Miami and both of whom wish to remain in the United \nStates. U.S. law grants them that right, because they physically made it to land -- unlike Elian Gonzalez, who was \nrescued at sea.\n\n \n\n* Did the INS have a court order to take the boy?\n\nYes. As of 6 p.m. Friday, a federal magistrate judge had signed a search warrant granting the INS the authority to \nremove the boy from the house.\n\n \n\n* Was Elian taken to Mass on Easter Sunday?\n\nThere were no reports Sunday that Elian had attended Mass at Andrews Air Force Base outside Washington. The \nMiami Herald reported the week before that the Rev. Joan Brown Campbell, former general secretary of the \nNational Council of Churches, said Juan Miguel Gonzalez is Catholic. She arranged for him to attend Shiloh Baptist \nChurch in Washington on Palm Sunday. The Washington Post, also reporting on the visit to the same church, said \nGonzalez described himself as a nonbeliever, although he and Elian had been baptized \"in the tradition of many \nCubans who have kept up Catholic customs.\"\n\n \n\n* Who is the woman INS agent who carried Elian out of the house?\n\n\nShe is Special Agent Betty Ann Mills, 33, of Hollywood, Fla., a suburb of Miami. She is described as an eight-year \nveteran of the agency. She accompanied Elian on his flight to Andrews Air Force Base, Md., aboard a U.S. \nMarshals Service plane.\n\n \n\n* Who's paying for the relatives' trip and stay in Washington?\n\nThe Cuban American National Foundation, which has been behind the family from the start, was reported to be \nhelping with arrangements in Washington.\n\n* Are there unpublished pictures showing an agent's finger on the trigger of his automatic weapon?\n\nOne unpublished photo shows a man wearing a Border Patrol flak vest and cradling an automatic weapon in a way \nthat could indicate a finger on the trigger. But it's difficult to say with certainty either way. Also in the photo is Angela \nGonzalez, great-aunt of Elian. She has a stoic expression on her face and is staring off at what seems to be \nnothing in particular. The faces of the two men in Border Patrol vests are turned away from the camera. They \napparently are in a hallway outside a bedroom, not in a bedroom itself, although that's not totally clear. The picture \ndoes not show the boy. The photograph got little or no play in newspapers and on TV. Post-Dispatch photo chief \nLarry Coyne said it lacked photographic value. \"It's not a good picture,\" he said.\n\n* When the federal agents went into the house, why did they have to dress and act as if they were dislodging a \nterrorist cell? Why didn't at least the people entering the house wear street clothes with bulletproof vests beneath \nand handguns that didn't appear so ominous?\n\nAttorney General Janet Reno said in the hours right after the raid that the government had had information \nsuggesting that weapons might have been stashed in the house or among the crowd outside. INS Commissioner \nDoris Meissner said: \"We had information, a great deal of information. Some of that information included the \npossibility that there might be guns.\" The New York Times quoted retired Miami police Officer John P. Julian as \nsaying: \"Florida is a place where most people have a right to carry a concealed firearm. If the agents had been \nunarmed -- and one had been shot -- the public would have asked, 'Why weren't they armed?' \" Police raids are \ntraditionally marked by speed, surprise and an overwhelming display of force, all to stun and intimidate those being \nraided. In this case, the raiders also faced a potentially hostile response from the crowd outside the house.\n\n* Was Elian in a school in Miami? Will he be going to school in the Washington area while awaiting the court ruling? \nOr is he being tutored privately?\n\nElian attended elementary school in Cuba before coming here. His Miami relatives enrolled him in school in Florida. \nBut late last month, when the Miami relatives feared that the government planned to take custody of Elian, they \nkept him home from school. He did not return to school, but the relatives say he was tutored at his great-uncle's \nhome. The government hasn't announced its plans for schooling Elian.\n\n* Now that the senior Gonzalez is in another jurisdiction, what's to prevent him from getting another court order \nallowing him take his family home?\n\nOn Wednesday, the 11th U.S. Circuit Court of Appeals, based in Atlanta, enjoined anyone from taking Elian out of \nthe United States pending further action on his custody case. The court also ordered the Justice Department to \ntake steps to be sure that he doesn't leave the country.\n\nGraphic\n\n \n\n\n\nPHOTO (1) Color PHOTO by THE ASSOCIATED PRESS - At the Marcel Saldo school in Cardenas, Cuba, the \nformer teacher and classmates of Elian Gonzalez on Monday look at a picture of the boy with his father, Juan \nMiguel Gonzalez, in Washington. The teacher is Yamilin Morales Delgado.\n\n (2) Color PHOTO by THE ASSOCIATED PRESS - Angela Gonzalez watches as federal agents move in to take \nher great-nephew Elian from her home in a raid Saturday in Miami.\n"}