{"title": "HOCKEY'S IMMIGRANTS CAN OFTEN GET CAUGHT UP IN PAPER CHASE", "body": "\nThe team bus lumbers toward the Canada-U.S. border while the coaches huddle in the front seats, trying to figure \nout how to avert the looming disaster.\n\nThe working papers of one of the hockey players on board are incomplete. Short of some divine - or diplomatic - \nintervention, the player, a Czech, likely will be detained by Canadian customs officials. Somebody suggests \nsmuggling the player through the checkpoint in the luggage compartment. Nobody laughs.\n\nSound like a scene from the soon-to-be-released Disney flick, \"D3: The Mighty Ducks,\" the second sequel to the \noriginal movie from which the Anaheim NHL entry derived its name?\n\nActually, it's a true tale involving Pavel Trnka, a defenseman in the Mighty Ducks' organization. His is one of myriad \nmisadventures that come with the foreign territories from which professional hockey players rise.\n\nAthletes without a U.S. passport or a green card seeking employment with a U.S.-based team are required to obtain \nwork permits and nonimmigrant visas. In most cases it's only a minor inconvenience, a matter of gathering the \nproper papers, after which players are able to fly across the U.S. border as if it were the blue line on a breakaway.\n\nBut throw a zealous customs official, a forgotten passport or a team transaction into the mix and the process can \nbecome the bureaucratic equivalent of the neutral zone trap. It can be especially trying for younger players such as \nTrnka who are unschooled in the procedure and nonconversant in the language of their interrogator.\n\nFinnish forward Teemu Selanne was en route to his first NHL training camp in Winnipeg from his hometown of \nHelsinki in 1988 when he was detained in customs for more than an hour at the Toronto airport. The only official \npapers on his person was a passport, and the customs official wasn't buying the baby-faced 18-year-old's story that \nhe was trying out for the Jets' hockey team.\n\nOr maybe he just couldn't understand it.\n\n\"My English was not very good,\" Selanne said. \"I was young. It was tough.\"\n\nSelanne's animation grew in proportion to his anguish until finally, he was handed some papers to fill out and sent \non his way. These days, the only delays Selanne encounters at the border are when a customs official asks for his \nautograph.\n\nIn the United States the process was streamlined with the passage in 1990 of the Immigration Act, which created a \ntemporary work permit category - P-1 - for internationally recognized athletes and athletic teams wishing to compete \nin the United States while maintaining permanent residency elsewhere. A current passport and a copy of a \nprofessional contract are sufficient for a player on one of the 20 U.S.-based NHL teams to obtain a P-1 permit. It \n\n\nmust be accompanied by a visa, which is obtained by gaining the permission of the U.S. embassy in his country of \nresidence to work in the United States.\n\nWhen crossing the border, some foreign-born players also carry newspaper clippings as further proof of their \nstanding.\n\nThe P-1 permits generally are good for the length of a player's contract, while the visas must be renewed every \nyear.\n\nIn addition, athletes from the former Soviet Union who are on teams that travel to Canada must also secure a \nmultiple-entry visa, renewable every six months.\n\nThere are seven players from the former Soviet Union participating in Ducks training camp. Kevin Gilmore, Disney \nSports' vice president of business operations, and his administrative assistant, Tia Wood, spent the better part of \none week gathering the players' paperwork in an effort to procure their entry visas.\n\nRoughly a dozen Ducks players have green cards, freeing them from the rigmarole.\n\nTrnka's troubles last fall stemmed from an administrative mixup. He asked that the Ducks send his P-1 paperwork \nto the Canadian embassy in Calgary, the closest such office to Edmonton, where the player was spending the \nsummer. But Trnka, then 19, never made it to Calgary to pick up his papers.\n\nThe oversight wasn't uncovered until Trnka, who played for the Ducks' top minor-league affiliate in Baltimore in \n1995-96, traveled with the Bandits to Cornwall, Ontario, in October. On their way out of Canada, Bandits team \nofficials led Trnka to his inquisition. After the situation was explained to him, a sympathetic customs official issued \nthe player a visitor's visa and sent him - and the team - on its way after an hour's delay.\n\nUntil just recently, when a foreign-born athlete was traded from one team to another, his working papers were at \nonce reduced to scrap paper. The new team is required to start the paper process anew, but now there is a 30-day \ngrace period. It went into effect too late to help defenseman Milos Holan, who was in his hometown of Bilovec in the \nCzech Republic when he was acquired by the Ducks from the Philadelphia Flyers in March 1995.\n\nHolan, in a hurry to catch a flight from Los Angeles International Airport to Vancouver to join the Ducks, instead \nspent two hours in a closet-like room in the bowels of LAX, trying to explain how it was he could tell a customs \nofficial he was coming into the country to play for the Mighty Ducks when his working papers clearly stated he was \nemployed by the Philadelphia Flyers.\n\n\"You're kind of at the mercy of the official at the border,\" said Debbie Blanchard, who handled all the foreign-born \nplayers' paperwork last season before leaving the Ducks to move to Chandler, Ariz. \"That's why we'd always tell the \nplayer, 'Don't say you've been traded to the Mighty Ducks, say you're trying out with the team.\"'\n\nOn the same day the Ducks acquired Holan, they also picked up defenseman David Karpa from the Quebec \nNordiques (now the Colorado Avalanche). Karpa, a Canadian citizen, couldn't get into the United States without a \n30-day visitor's visa. That is also what Karpa and the Ducks' other unsigned player, J.F. Jomphe of Canada, would \nrequire today to get into the country.\n\nKarpa couldn't secure the visa without first getting an invitation on Ducks letterhead to join the team. So Blanchard, \nthen the administrative assistant to general manager Jack Ferreira, scurried around at midnight getting a letter \ntyped, signed and faxed to Karpa in Quebec.\n\nLess than three weeks later, Karpa and teammate Stephan Lebeau were detained at the U.S.-Canadian border \nafter a game in Vancouver because they had forgotten their passports. Blanchard had to collect the documents \nfrom the players' girlfriends, then catch a flight to Vancouver to deliver them. Imagine the Canadian customs \nofficial's surprise when Blanchard's answer to the obligatory question about how long she would be staying in the \ncountry was, \"Five minutes. Ten minutes, max.\"\n\n\n\nEven when a player's papers are in order, there is no guaranteeing smooth passage across the border. Last \nseason Denny Lambert was stopped by a customs official in Toronto. As a native North American, Lambert is free \nto work in either the United States or Canada. The official took one look at Lambert's papers, then proceeded to \ngrill the 5-foot-11 forward about his Ojibway heritage. At one point, he said to him, \"Prove to me you're an Indian.\"\n\nThe immigration official clearly was flexing his muscle. But Lambert, who regularly dropped his gloves on the ice, \nkept his cool until Gilmore came to his aid.\n\nTrnka, now 20, doesn't anticipate having any run-ins with customs officials this season.\n\n\"Last year I didn't know anybody, the language was different. It was very confusing,\" Trnka explained. \"This year it \nis much better.\"\n"}