{"title": "Private border watchers raise fears of vigilante violence", "body": "\nHundreds of volunteers, some of them armed, are expected to take up positions along the Mexican border today \nand begin patrolling for illegal immigrants -- an exercise some fear could attract racist crackpots and lead to \nvigilante violence.\n\nOrganizers of the Minuteman Project said the civilian volunteers, many of whom were recruited over the Internet, \nwill meet first for a rally in Tombstone, a one-time silver mining town, then fan out across 23 miles of the San Pedro \nValley to watch the border for a month and report sightings of illegal activity to Border Patrol agents.\n\nMinuteman field operations director Chris Simcox described the project as \"the nation's largest neighborhood watch \ngroup\" and said one of the goals is to make the public aware of how porous the border is.\n\nJim Gilchrist, a retired accountant from Aliso Viejo, Calif., who organized the project, said that some volunteers \nwould carry handguns, which is allowed under Arizona law, but were being instructed to avoid confrontation, even if \nshot at.\n\nStill, law enforcement officials and human rights advocates are worried about the potential for bloodshed.\n\nCritics contend the project might attract anti-immigrant racists and vigilantes looking to confront illegal immigrants. \nAt least one white supremacist group has mentioned the project on its Web site.\n\n\"They are domestic terrorists that represent a danger to the country and could promote a major border conflict that \nwill have serious ramifications and consequences,\" said Armando Navarro, a University of California at Riverside \npolitical science professor and coordinator of the National Alliance for Human Rights, made up mostly of Hispanic \nactivists.\n\nMichael Nicley, chief of the U.S. Border Patrol's Tucson, Ariz., sector, said the volunteers were \"not the kind of help \nthe Border Patrol is asking for.\"\n\nCochise County Sheriff Larry Dever said he feared immigrant smugglers might open fire on the volunteers.\n\n\"I wouldn't anticipate that people of that persuasion would act or react any differently to anybody, citizen or law \nenforcement alike, if they were confronted and felt like their cargo was in jeopardy,\" he said.\n\nThe project's organizers gave assurances the volunteers will be closely monitored. \"If it gets to a situation where \nsomeone's life is in danger,\" said David Helppler, Minuteman security coordinator, \"I will end the project.\"\n\n\nProject organizers said they expect 800 to 1,000 volunteers. How many might actually show up is unclear; similar \nefforts in the past few years flopped. One of them drew only about a half-dozen people. \n\nOn Wednesday, the Homeland Security Department announced that it is assigning 534 more agents to the Arizona \nborder to help keep out potential terrorists and illegal immigrants.\n\nThe 370-mile Arizona border is considered the most vulnerable stretch of the 2,000-mile southern border. Of the \n1.1 million illegal immigrants caught by the Border Patrol last year, 51 percent crossed into the country at the \nArizona border.\n\nSome people in this town nearly 30 miles north of the Mexican border, best known as the site of the 1881 shootout \nat the OK Corral, are eagerly awaiting the volunteers' arrival.\n\nTombstone Mayor Andree De Journett thinks of the volunteers as tourists and said they could boost the local \neconomy.\n\n\"I've met five or six of them, they haven't been too bad so far,\" he said, estimating that 500 extra visitors staying for \na month could spend $10,000 or more locally per day.\n\nMarilynn Slade, Tombstone's city clerk, said the more attention drawn to illegal immigration, the better.\n\n\"The vast majority of the people feel that the feds should be dealing more aggressively with the problem,\" she said. \n\"There's a huge, huge cry down here.\"\n\nGraphic\n\n \n\nGRAPHIC\n\n GRAPHIC BY THE ASSOCIATED PRESS - CIVILIANS TAKE ACTION AT BORDER \n"}