{"title": "Gender Bias in Immigration Law", "body": "\nIn case after case over the past several decades, the Supreme Court has held that the constitutional guarantee of \nequal protection is violated when government dispenses opportunities to individuals based on generalizations about \nthe different attributes of men and women. A case argued last week before the court challenges the justices to \nextend that well-established principle of gender fairness to an overtly discriminatory aspect of federal immigration \nlaw.\n\n     In this particular instance, the sex-discrimination disadvantages men. The provision at issue -- one of the few \ngender-based federal laws still on the books -- makes it harder for fathers than for mothers to transmit their United \nStates citizenship to out-of-wedlock children born overseas. If the mother is a United States citizen and the father \nan alien, the child born abroad is automatically deemed a citizen at birth on the theory that the mother bears the \nchild and is usually the caregiver, so no additional proof of their relationship is needed. But if it is the father who is \nthe citizen, the child has no citizenship rights unless the father formally acknowledges paternity while the child is \nunder 18 and agrees to support the child until that age. \n\n The case was brought by a Vietnamese-born man and the American father who raised him but only acknowledged \npaternity when his son was in his 20's and facing deportation from the United States after a criminal conviction. He \nestablished paternity by DNA testing, but because his son was already past 18, the Board of Immigration Appeals \nrefused to consider the evidence and deemed the son a non-citizen subject to deportation. \n\nWhen the Supreme Court considered a similar case three years ago, five justices, a majority, indicated their belief \nthat the law reflected gender-based stereotypes that the court had previously condemned. But the court failed to \nresolve the issue because two of those justices saw procedural problems in the way the issue was posed. \n\nThere may be some truth in the rationale behind the law -- that more American mothers of children born abroad out \nof wedlock actually raise their children than do the American fathers of such children. Moreover, Congress may be \nwithin its rights to try to ensure that ties exist between the child, the parent and the United States, and to provide \nprotection against fraudulent claims. But, as Justices Ruth Bader Ginsburg and Stephen Breyer noted when the \nissue arose in 1998, neither of these observations justifies reliance on overly broad gender distinctions that assume \nall mothers behave in one way and all fathers in another. \n\nhttp://www.nytimes.com\n"}