{"title": "Talks With Cubans in Louisiana Go On as Siege Is Said to Stabilize", "body": "\nThe standoff at a Federal detention center here, where Cuban refugees are holding 28 hostages, continued for the \nfourth day today.\n\nNegotiations between the two sides resumed this evening after a 24-hour interruption, said Mark Sheehan, a \nspokesman for the Justice Department. The inmates have given the authorities a letter with seven demands, he \nsaid. Officials declined to make any of those demands public.\n\n''We are mildly encouraged,'' Mr. Sheehan said. ''But that doesn't mean there is going to be early or substantial \nprogress. It looks as if it is going to be a long time.''\n\n \n\nInmates Elect Representatives\n\nMr. Sheehan, who flew in from Washington to handle the Government's troubled press relations, said the inmates \nhad elected four negotiators. He said that made the talks easier since the Government was no longer dealing with \nsquabbling factions.\n\nJ. Michael Quinlan, director of the Federal Bureau of Prisons, said in Washington that he was hopeful that the \nsituation could be resolved soon because the leadership of the inmates had ''crystallized'' in the last 24 hours.\n\nSenator John B. Breaux, a Louisiana Democrat who has been monitoring the negotiations, said a list of inmate \ndemands he had seen was similar to an offer made Monday by Attorney General Edwin Meese 3d. Mr. Meese had \nproposed a moratorium on the deportation of about 2,500 Cubans who arrived in the Mariel boat lift and have \ngotten into trouble with the law.\n\n''His offer and what they are asking are consistent,'' Senator Breaux said at a news conference early this morning. \nHe also said the inmates had proposed that the Government send them to a third country.\n\n \n\nMediation Is Suggested\n\nThe failure to resolve the standoff, which began Saturday evening, has led a number of groups to demand that the \nGovernment summon a mediator trusted by the inmates. They have suggested the Rev. Augustin Roman, auxiliary \nbishop of the Roman Catholic Diocese of Miami.\n\n''They felt somehow that he understands their struggle,'' said the Rev. Roy Bourgeois, a Catholic priest who recently \nfinished serving a six-month sentence in the center for protesting United States policy in Central America.\n\n\n''It's unreasonable to expect Cuban inmates all of a sudden to say, 'I trust you,' '' Father Bourgeois said at a news \nconference this morning. ''The bishop, I feel, could break the standstill and move the situation forward.''\n\nThe Cuban-born Bishop Roman, who for years has represented the Miami diocese in matters concerning jailed \nCuban refugees, was asked late last week to fly to Oakdale in a plane provided by the Federal Government. But \naccording to his Miami attorney, Rafael A. Penalver Jr., discussions about the bishop's involvement in the crisis \nbroke down on Monday when Administration officials refused to put on paper a pledge that they would agree to a \njudicial review of each of the jailed Cubans deemed ''excludable'' by the Immigration and Naturalization Service.\n\n \n\nMessage to the President\n\nOn Monday, Bishop Roman was instrumental in bringing together more than 20 Cuban exile organizations at his \nchurch in Miami, where they signed a petition to asking the Federal authorities to initiate judicial procedures to \ndetermine the status of each prisoner and to release those who had served their sentences.\n\nThe police, who have surrounded the sprawling detention center, the National Guard and the inmates periodically \nengaged in carefully orchestrated shows of force designed to impress their determination on the other side, the \nauthorities said.\n\nLate this afternoon, the inmates displayed a hand-painted sign saying, in red letters, ''Mr. Reagan, if you deny our \nfreedom, you kill us.''\n\nJ. R. Johnson, the warden, said the authorities continued to receive assurances that the hostages had not been \nharmed. But he emphasized that the inmates have threatened to kill the hostages if the authorities storm the \ncompound.\n\n''Every time there's any unusual activity, they threaten to injure the hostages,'' said Mr. Johnson, who is not directly \ninvolved in the negotiations. ''We reinforce the fact that as long as they don't harm the hostages, we will not come \nin.''\n\nBoth sides appeared to be preparing for a long siege. The authorities erected several large camouflage tents and \nbuilt a mobile hospital.\n"}