{"title": "Couple Held Two Servants Captive for Years, U.S. Says", "body": "\nFederal prosecutors charged a wealthy Long Island couple on Tuesday with keeping two Indonesian domestic \nworkers as virtual prisoners in their home for more than five years under conditions they called ''modern-day \nslavery,'' beating one severely and paying them very little. \n\n  The couple, Varsha Mahender Sabhnani, and Mahender Murlidhar Sabhnani, 51, who the authorities say run a \nmultimillion dollar perfume business from their home in Muttontown, pleaded not guilty to the charges at their \narraignment here before Magistrate Judge Kathleen Tomlinson of United States District Court. They were charged \nunder a federal law that makes it illegal to force someone to work under threat of violence.\n\nTheir lawyers, Charles A. Ross and Alexandra Tseitlin of Manhattan, said the accusations against the Sabhnanis \namounted to nothing more than ''an assault allegation.''\n\n  Police and federal immigration agents developed the case against the couple after one of the women, identified \nonly as ''Samirah'' in court papers, was seen wandering near a Dunkin' Donuts shop in Syosset on Sunday \nmorning, wearing only pants and wrapped in a towel. Her face was bruised, and when shop employees tried to \ncommunicate with her, she made gestures of slapping herself and uttering what sounded to them like the word \n''master,'' prosecutors said.\n\n  The police took Samirah to Nassau University Medical Center, where, with the help of an Indonesian translator, \nshe told them that she and a second woman, identified in papers only as ''Nona,'' were forced by the Sabhnanis to \nwork long hours, given little food, forced to sleep on mats on the floor, kept hidden when company came, \nthreatened with violence, and in Samirah's case, frequently beaten by Mrs. Sabhnani.\n\n  In court documents, prosecutors said Samirah's employer had promised to pay her $300 a month when they \noffered her a job in 2002 during a visit to Indonesia. They paid only $100, however, and the money was sent directly \nto Samirah's daughter in Indonesia. Mrs. Sabhnani was also charged in the papers with having cut Samirah with a \nknife, burned her with cigarettes and subjected her to a series of tortures, in one instance forcing her to eat many \nhot chili peppers. \n\n  Immigration agents searched the family home on Monday, and found Nona hiding in a closet under the stairs. \nProsecutors said she confirmed the story Samirah had told them. Both servants held temporary work visas that \nhad expired.\n\n  Mr. and Mrs. Sabhnani, who have two daughters away at college and a younger son and daughter living at home, \nwere held without bail yesterday pending a bail hearing scheduled for Thursday.\n\n\n  Demetri M. Jones, an assistant United States attorney for the Eastern District, told Magistrate Tomlinson that the \ncouple were a flight risk and should be held without bail for the duration of their prosecution because they had \nextensive business and family contacts throughout Asia.\n\n  But the defendants' lawyers said the couple were highly unlikely to flee since they had two homes here, a \nflourishing business, and four children born in the United States. ''What we have here is one person's version of \nwhat happened,'' Mr. Ross said. ''There are no allegations of slave trading. This is basically an assault allegation by \none person.''\n\n  He said the case would prove to be ''much more involved and complicated'' than the initial story told by the two \nservants to federal agents. \n\n  It is unusual for the employers of domestic servants to be charged under a 2000 federal law that bans human \ntrafficking. Most prosecutions under that law have involved traffickers in prostitution. \n\n  Human rights advocates have said that domestic workers are often kept hidden away, and are rarely willing to risk \ndeportation by seeking help.\n\n  Magistrate Tomlinson asked the lawyers to produce an accounting of the family's assets at Thursday's bail \nhearing.\n\nhttp://www.nytimes.com\n"}