{"title": "Legislature 2006: Parts of bill target 'human trafficking'", "body": "\nModern-day slavery occurs in Georgia, and groups that help victims say a proposed immigration bill in the state \nLegislature could make it easier to punish those who exploit immigrants and others.\n\nSuch legislation would enable local police and prosecutors to handle such cases, supplementing federal law \nenforcement, supporters say.\n\n\"Passing local statutes is an extremely important element in our fight against human trafficking,\" said Steve \nWagner, director of the Human Trafficking Program of the U.S. Department of Health and Human Services.\n\nThe main aspects of Senate Bill 529, introduced this week by Sen. Chip Rogers (R-Woodstock), would prohibit \ngovernment contractors from hiring illegal immigrants and would deny public benefits to illegal immigrants, among \nother provisions.\n\nHowever, the bill also provides tough penalties for those who would enslave workers --- whether they are \nimmigrants or not. It cracks down on pimps who force workers into prostitution.\n\n\"Oftentimes the discussion on illegal immigration centers around the idea of benefits they shouldn't receive,\" \nRogers said. \"I wanted to highlight the fact that there are a lot of illegal aliens who are being abused because of \ntheir illegal status.\"\n\nTapestri, a nonprofit organization based in DeKalb County that advocates for victims of human trafficking, \nsupports the bill.\n\nThe group says it takes a long time to prosecute cases in federal court because there are a limited number of \nfederal investigators.\n\nA victim doesn't have to cross an international border or be an immigrant to be a \"trafficked\" person, although in \nmany cases they are, experts say.\n\nTrafficking could involve a case in which a nanny is forced to work in a home with no pay; an immigrant who \ncomes to the United States expecting to work in a restaurant is forced to work as a prostitute; or a fruit picker works \nfor months and never sees his wages.\n\n\n\"The victim need not be shackled and locked up in order to qualify as a slave. The traffickers have become \nextremely adept at using fear to keep the person in slavery,\" Wagner said.\n\nRogers' bill closely resembles the federal Trafficking Victims Protection Act of 2000 and calls for penalties of up to \n20 years for anyone who uses physical harm to force someone into working against his or her will, including as a \nprostitute. The penalty for forcing minors under 15 to perform commercial sexual activity, or threatening to do so for \nthis purpose, is up to 25 years in jail.\n\nLabor recruiters who delivered workers to an employer knowing they would be forced into servitude would face up \nto 15 years in jail.\n\nRogers at first wanted to target those who smuggle illegal immigrants into the country, commonly known as \n\"coyotes,\" but the bill doesn't address that issue anymore.\n\nSen. Sam Zamarripa (D-Atlanta) argued against that provision, saying it was so vague that it could lead to making a \ncriminal out of a homeowner who transports an illegal immigrant to his home to work on the yard.\n\nZamarripa said Friday he'll vote against the immigration bill the way it is now, even though he supports the new \ntrafficking language.\n\n\"This stuff is moving way too fast,\" Zamarripa said. \"No one has had time to vet it.\"\n"}