{"title": "It's amazing how impassioned ...", "body": "\n It's amazing how impassioned beliefs can make hash of intelligent political discourse. Recently at my school I \nwas subjected to the sights and sounds of a student walkout on the immigration issue. We often hear about how \nimportant it is for young people to \"believe in something,\" but when students take sides on a complex issue and \nthen skip class to yell slogans while others try to learn, my enthusiasm takes a sharp downward turn and hovers \nnear zero when I learn that for many the whole thing was merely an excuse to play hooky. There seems to be no \nacknowledgment that illegal immigration may be fundamentally unfair to people such as my parents, who have \nactually worked through the system; there is no consideration of the possibility that immigration requirements may \nserve a purpose. And what about the underclass that illegal immigration creates? These are all issues to consider, \nand taking part in trendy protests is no way to consider them.  \n\n   --  Andrew Saraf \n\n is a student at Bethesda-Chevy Chase \n\n High School in Bethesda. \n\n *  \n\n We had a walkout this month. I didn't even know there would be a protest; I thought that all the demonstrations \nwere going on near the Mexican border and in California. A friend of mine said, \"I will go on up there and just \nrepresent where I'm from, you know, show that Salvadorans want to be heard, too.\"  \n\n  I was amazed that some did not approve of letting students express their views; I see no reason why students \ncan't protest measures that could keep family members from coming to America. Lately there's been a rumor that \nanother walkout is to be staged, and this time the students do not care who is blocking the door. \"You think they \ncan stop 60 or 70  mad kids?\" I guess we will find out. \n\n   --  Battle Beasley \n\n is a student at Bethesda-Chevy Chase  \n\nHigh School. \n\n *  \n\n\n It's about a 20-minute drive from Montgomery Blair High School to the U.S. Capitol building. But in some ways, the \ndistance couldn't be greater.  \n\n  At Blair, there is no immigration \"debate.\" Blair is home to immigrants struggling to complete their high school \neducation after receiving practically no traditional schooling in their home countries. It is home to students who are \nworking long hours after school to support families facing the challenges of living in a new country. And it is home to \nstudents who are facing deportation. \n\n  As a friend recently pointed out, the bill sponsored by Reps. Pete King and James Sensenbrenner could make \nfelons out of many Blair teachers who help children of illegal immigrants. It prioritizes the political opportunity \noffered by popular xenophobia over the morality and practicality of helping the illegal immigrants who are already \nhere and will probably never leave. Then again, King and Sensenbrenner haven't visited Blair yet.  \n\n   --  Armin Rosen \n\n is a student at Montgomery Blair High School in Silver Spring. \n"}