{"title": "Immigrants Suffering in U.S. Custody", "body": "\nPost reporters Dana Priest and Amy Goldstein was online Wednesday, May 14 at noon ET to discuss their four-part \ninvestigative series detailing the poor medical care provided to immigration detainees being held in scores of \nfacilities across the United States.\n\nRead the series here: Careless Detention\n\nThe transcript follows.\n\n____________________\n\nAmy Goldstein: Hi everyone -- this is Amy Goldstein. Thanks for joining us today and being interested in our series. \nI'll be answering your questions for the next half-hour, then Dana will take over. So, let's get started.\n\n_______________________\n\nBethesda, Md.: How concerned were you that your reports would be viewed as sympathetic to pro-immigration \nadvocates and unsympathetic to anti-immigration advocates?\n\nAmy Goldstein: Thanks for your question. In reporting and writing these stories, Dana and I were not trying to serve \nanyone's agenda. Instead, we wanted to take readers into a world that not many people know about: what happens \ninside the increasing number of prisons and compounds and jails all around the country where the federal \ngovernment houses foreigners it is trying to deport -- places that an estimated 311,000 people will be in this year \nalone. Specifically, we were looking at what happens with people inside this detention system get sick. And we \nwere incredibly fortunate to have thousands of pages of internal documents that gave us, and enabled us to give all \nof you, an inside view.\n\n_______________________\n\nWashington: If the directors are so aware of the problems, why aren't they improving things? They don't seem to \nunderstand that reviewing records after the tragedies does not change anything.\n\n\nAmy Goldstein: One of the really striking thing we noticed in internal emails, memos and meetings of minutes is that \nsome people who work in the Division of Immigration Health Services -- the small agency responsible for detainees' \ncare -- are worried about what it happening but feel unable to fix problems. Senior officials in the Agency's \nWashington headquarters have warned repeatedly about the dangers of staff shortages. Doctors who work as \nclinical director in the field have written that they are worried they could be sued because they are not providing a \nproper standard of care. As your question implies, that awareness makes the persistent problems -- and especially \ndeaths inside the system -- particularly harrowing.\n\n_______________________\n\nWashington: It seems like providing care for ill detainees places a significant financial and staffing strain on DHS. \nDid you find any records detailing whether or not ICE was willing to release seriously ill detainees into alternatives \nprograms (such as are available in the criminal justice system)?\n\nAmy Goldstein: You are right that health care for this number of detainees is expensive, and the budget, while \nincreasing, hasn't kept pace in recent years with the number of people in detention. We didn't find written evidence \nof consideration that ill detainees be sent to alternative programs. What we did find, though, was evidence that \nsome people have suddenly been released from custody at the point when their care was becoming really \nexpensive. This is what happened in early 2006 to a detainee in California named Francisco Castaneda, whose \ncancer had gone unconfirmed for months. As a result, he was late getting treatment. Sadly, he died in February.\n\n_______________________\n\nBoston: Are Public Health Service personnel staffing the medical units of local and county jails as well as federal \nfacilities?\n\nAmy Goldstein: Good question -- who exactly is supposed to be providing the care. It's a patchwork. The U.S. \nPublic Health Service provides the staff at several big immigration detention compounds that are run directly by the \nImmigration and Customs Enforcement agency, which part of the Department of Homeland Security. PHS workers \nalso are at some of the largest private prisons that house detainees under federal contracts -- and at one county \njail. In many cases, contract health agencies provide the staff. In all these circumstances, the Division of \nImmigration Health Services is responsible for overseeing the quality of care.\n\n_______________________\n\nSilver Spring, Md.: You talk about the detainees who become sick while in these facilities, but what about the ones \nthat come into the U.S. sick already? What about those nurses and doctors who take care of those detainees so \nthat if they are put out into the U.S. they don't cause an outbreak? What about all the detainees who get through the \nsystem and are living in the U.S. after being detained? Some of them are getting better care than most Americans.\n\nAmy Goldstein: You raise an important point. People who come into detention sometimes are unhealthy and often \nhave not gotten good care before they were taken into custody -- either in their native countries or because some \nhave lived illegally in the United States. So catching medical problems, including infectious diseases, early is \nespecially important. The rule is supposed to be that all new detainees are given a health screening soon after they \narrive. But we found that sometimes doesn't happen -- or happen well. Translators can be in short supply. Medical \nrecords are not always filled out accurately. And sometimes there are simply too many new detainees for the staff \non hand. We did find the kind of outbreaks your question suggests -- chickenpox, tuberculosis. In at least one case, \nwe found that health workers had missed a case of meningtisis of someone who had AIDS -- and died -- though we \ndon't know if it spread.\n\n_______________________\n\nWashington: What recommendations do you have for Congress to address these problems? Are there laws that \nneed to change, or is this largely a problem of mismanagement on the part of ICE and DIHS?\n\n\n\nAmy Goldstein: Congress is just started to look into the problems of health care for immigration detainees -- and it \nseems too soon to know how fast or far the issue will grow. Rep. Zoe Lofgren (D-Calif.), convened a hearing on this \nissue last October. One witness was Francisco Castenada, months before his death from penile cancer. Another \nwas Edwidge Danticat, an award-winner author whose uncle, the Rev. Joseph Dantica, died in ICE detention a few \ndays after he arrived in Miami from Haiti, asking for asylum because he feared the violence that had damaged his \nchurch. The hearing was sparsely attended. Rep. Logren has this month introduced legislation that would require \nDISH to give more information to Congress, including when detainees die. A Senate companion bill has been \nintroduced this week.\n\n_______________________\n\nBoston: What is the stated level of health care that ICE, DIHS and the USPHS is charged with providing to \ndetainees? Have any of the cases that you investigated for the series resulted in the licensed health care providers \nbeing disciplined by their respective professional state boards? If not, have you forwarded relevant documentation \nto the respective state boards? Is any member of Congress investigating this travesty? What is the USPHS and the \nCDC response in light of the promulgation of communicable disease as a direct result of detainee treatment and \nhandling? Have the presidential candidates been queried about their stance and planned action about the treatment \nand healthcare of detainees? If so, what have they opined?\n\nAmy Goldstein: Good question. One interesting thing we discovered in our reporting is that standard of care in this \nsystem is simply to keep people healthy enough that they can be deported. That is not the same as keeping them \ncompletely healthy. In fact, a manual for a managed care system that is part of DISH says that, if detainees have \nmedical problems that \"would cause deterioration of the detainee's health or uncontrolled suffering affecting \nhis/her deportation status,\" treatment is not guaranteed. Instead, the manual says, they \"will be assessed and \nevaluated for care.\"\n\n_______________________\n\nPrinceton, N.J.: Are any of the victims suing the government? It seems to me that this is a good place for a tort \nattorney to do something in the public interest and make a bundle at the same time.\n\nAmy Goldstein: Yes. There are several individual lawsuits, and the ACLU also filed litigation last year on behalf of a \nnumber of detainees it alleged got improper care. At the same time, one reason that immigration detainees are \nespecially vulnerable in the system is that, unlike criminal defendants, they do not have a right to free legal \nrepresentation. As a result, only about one in 10 detainees has an attorney.\n\n_______________________\n\nCumberland, Md.: Why is involuntary drugging of dangerous detainees for deportation an effective way to export \ndemocracy?\n\nAmy Goldstein: Thanks for your question. Something we wondered in reporting this morning's story, the one that is \nabout sedation of detainees during their deportation, is why -- even if a deportee was combative -- the government \nuses such strong drugs, rather than milder sedatives. We found that 50 people in fiscal 2007 who were not mentally \nill were given a potent anti-psychotic drug called Haldol for their deportation. Going back to 2003, we found more \nthan 250 people were given some kind of drugs to sedate them, even though they had no psychiatric history. Some \nhad no history of violence, either.\n\n_______________________\n\nDana Priest: Hi Everyone. This is Dana Priest. I'm joining in now as Amy slides off to work ... nice to be here. Series \nis done. Weather is fab. And I'm just back from the gym so I'm roaring to go!!!!!\n\n_______________________\n\n\n\nDunn Loring, Va.: What options are available to these detainees? Can they return to their home country to receive \nbetter treatment?\n\nDana Priest: Most of them don't want to do that, which is why they are here. For those from European countries \nwhere medical care is virtually free, I suppose they will get care there. As a generalization, most immigrants come \nhere to better themselves and their families--and have for generations--and that applies to the medical care as well.\n\n_______________________\n\nCorvallis, Ore.: You mention the need for translators; I have worked as a translator and interpreter for many years \n(Indonesian/English) and always have wanted to help the Indonesian diaspora more, but have had a hard time \nfinding the right agency in the maze of bureacracy. Do you happen to know which agency to enlist with if one would \nlike to be an on-call translator (i.e. on stand-by should they need someone with certain language skills)?\n\nDana Priest: I would recommend you start with Immigration and Customs Enforcement. They have an employment \nwebsite, as does the Division of Immigration Health Services.\n\n_______________________\n\nIndianapolis: It saddens me that in this country there was a big uproar when cows were being mistreated, and yet \nthe mainstream media ignores how human beings are being treated. As an EMT, I know it's considered assault if \nyou treat someone without their consent; why is it that the government can inject people with a drug not prescribed \nto them and not suffer any consequences?\n\nDana Priest: Wait a minute: I am the mainstream media! So how can you say we are ignoring the treatment of \nhuman beings. This series was the longest one I've worked on in my 22 years at the paper and every editor \ninvolved thought it was worth doing. On the second half, well, they decided afterall that they should not be doing it. \nThe rules in the years prior seemed less guided by existing laws and more a reaction to the new deluge of \nimmigrants and the desire to get them home asap.\n\n_______________________\n\nMcLean, Va.: I loved your article. It expresses an ugent need for more social workers, psychiatrists and mental \nhealth care professionals. Do you expect a hightened awareness on detention will turn into more jobs?\n\nDana Priest: It has to if they want to fix this. On the other hand, there are many, many vacancies right now in this \narea. So maybe it will turn into more openings in unversities for students interested in mental health professions.\n\n_______________________\n\nSilver Spring, Md.: You have painted a one-sided report on this subject without fully understanding all the issues, \nand have \"muddied the waters\" so that if appears that DIHS is responsible for all the negative outcomes. Many \ntimes detainees refuse to cooperate with ICE to be interviewed in order to obtain their travel papers in order to be \ndeported; their home country refuses to take them back because the medical care would be too expensive for that \ncountry; the 9th Circuit Court in California is extremely liberal and takes an immense amount of time to finalize a \ncase decision. Jails are selective about the type of cases they will accept, as they do not want to incur increased \nmedical expenses or accept detainees who would require too many hours of care. What do you think the answers \nare to these issues?\n\nDana Priest: The answers are not to dump it all on the laps of DIHS employees. There has to be responsibility at \nthe top, starting at DHS, whose office of health affairs also seems to be asleep at the switch here. throughout these \nstories we chronicle efforts made by DIHS employees to get the attention of their managers at ICE (which is under \nDHS), but to no avail.\n\n_______________________\n\n\n\nWashington: Have any professional medical groups made statements or recommendations for how professionals in \nthese positions/circumstances should approach the problems they are encountering? And would it make a \ndifference if they did? This seems to be yet another example of the close relationship between government and \nmedicine resulting in a biased view of public good, substandard treatment and a lack of emphasis on the rights of \nindividuals.\n\nDana Priest: I think it's a case of a virtually closed and cut-off system that doesn't mix and debate enough with \nprofessionals outside its own. I'm sure there are many good ideas, solutions, etc. floating around in their \nprofessional circles. Not sure how open ICE is to such co-mingling though.\n\n_______________________\n\nCumberland, Md.: You aren't suggesting that the U.S. not deport an alien just because they have a serious illness \nthat could not be treated in their home country if they were deported? Isn't that rather unfair to U.S. taxpayers?\n\nDana Priest: No. The fact is there are laws on the books about the government's responsibility to care for people in \nits custody. So when these people are in U.S. custody, as they are inside immigration detention centers, they \nshould be treated humanely and appropriately. that's about it. It seemed to the judge hearing the Francisco \nCastenada case, for example, that not only was the government not doing the minimum for him, but its actions were \n\"miles\" beyond negligence.\n\n_______________________\n\nIowa City, Iowa: Your first article stated that there was a director who had a criminal background and was not \neligible for a position in Washington, but who was now in a federal agency. Has this man been fired? Has Congress \nlooked into why he was hired? When I was in the Navy, such matters were taken to the judge advocate right away.\n\nDana Priest: Not criminal. LeMont Flanagan was fired from his position in the criminal justice system in Maryland, \nand his candidacy for a spot in the DC youth justice system was nixed when advocates made a stint about his \nrecord. But now he is the \"unit head\" for immigrant health services, he's the top dog there, the liaison between \nDIHS and ICE.\n\n_______________________\n\nBoston: I am so impressed with the volume and quality of documents you were able to obtain! (I think you called it a \n\"treasure trove\" on NPR yesterday!) How did you get them? Was it through a Freedom of Information Act request? \nHow long did it take to receive them, and will the entire set of documents be made public at some point?\n\nDana Priest: I am not at liberty to address this. I hope you understand. There are currently no plans to make the \nentire set publicly available.\n\n_______________________\n\nRichmond, Va.: Hi Dana and Amy. First, I want to commend you both on another excellent investigative piece -- \nthank you for your work. I have two questions, please feel free to answer one or both. What gave you all the idea to \ndo this piece? Also, to what extent do you see the problem being the delayed process of deportations and the \nprolonged appeals process? Thanks!\n\nDana Priest: Speaking for myself, I seem to be attracted as a journalist to those things that the government is trying \nto hide, that go contrary to what most people might think of as good-government, and involve people who are \npowerless to speak for themselves to remedy the situation. This series fits that description.\n\n_______________________\n\n\n\nWashington: Thanks for the chat. At any point will you compare ICE/DHS detention and the regular prison system? \nThe problems focused on in the pieces so far do seem to be common throughout the criminal justice system \n(inmate suicide, lack of proper mental/physical health treatment, etc.).\n\nDana Priest: I'm not sure it's a valid comparison, although I may be wrong. My thinking is this: U.S. prisons house \nmost people for years. These immigration facilities are supposed to be a fairly quick turn around so the two systems \nwere \"built\" differently. Second, prisons systems were built for criminals. Half the people in ICE detention have \nnever committed a crime. And those who did served their time already. That is not to say that there are some really \nbad actors inside, it's just not the majority of detainees. Point being, it's a different kind of population. Anyway, \nthose are my thoughts on this for the moment.\n\n_______________________\n\nTysons Corner, Va.: Dana, during the \"60 Minutes\" piece, I noticed that some of the facilities had a \"CCA\" flag \n(Corrections Corporation of America?). How much of this is outsourced to them? Does that contribute to the health \ncare problem?\n\nDana Priest: There are eight big private immigration centers. Outsourcing is increasing at every level.\n\n_______________________\n\nAtlanta: Having just seen this article on \"60 Minutes\" this evening, I must say that I am absolutely stunned. In the \nU.S. today where millions upon millions of legitimate taxpaying citizens cannot afford health care, here we are being \nsued by an illegal immigrant who on top of that committed crimes to give him free cancer care. Get real! If we \ncannot give our own citizens free health care, how and why on Earth can we give it to everyone else? By all means \nwe can be compasionate toward his situation, but I'm sorry, there are far more worthy recipients of my tax dollars. \nBottom line, get real and focus the tax dollars on those who deserve it -- we the taxpayers are not a bottomless pit !\n\nDana Priest: Passing this on...\n\n_______________________\n\nChicago: It is truly sad and distressing what happened to Ghana native Yusif Osman. Believe it, it could happen to \nany one of us Africans in spite of our care to abide to the mores and constraints of a new society. Nevertheless, we \nmust not be too self-righteous in our remarks and commentaries about this particular incident. The honest and \npainful truth is, the Western culture, governments and peoples treat us much better and civilly than we and our \ngovernments treat ourselves. Truly sad!\n\nDana Priest: This one too...\n\n_______________________\n\nDana Priest: Okay, I've got to leave you now. Just wanted to mention, in case you had not already picked this up, \nthat the subject of immigration (and by extension immigrant detention) elicits a very wide range of opinions, \nmirroring the discussion of immigration in general. I so welcome the mix, and appreciate the respectful tone most of \nyou take here (as opposed to the flaming wackos who are spewing venom-posing-as-comment at the end of the \narticles on the Web site. Yuck. What a waste of space and time!)\n\n_______________________\n\nEditor's Note: washingtonpost.com moderators retain editorial control over Discussions and choose the most \nrelevant questions for guests and hosts; guests and hosts can decline to answer questions. washingtonpost.com is \nnot responsible for any content posted by third parties.\n"}