{"title": "Using Fiction In a Real Fight Against Drugs", "body": "\nCalifornia officials have adopted the idea of fotonovelas, the small picture books popular in Mexico, in hopes of \npersuading immigrant laborers to resist the easy-money temptation of the methamphetamine trade.\n\n  Thousands in the Central Valley, a broad agricultural swath that runs up the middle of the state, have read the \nstory of Jose, a farmworker who endangers his family by working for a drug ring. The story, ''No Vale La Pena,'' or \n''It's Not Worth It,'' has also inspired a Spanish-language film, and officials from other states have requested copies \nof both projects.\n\nCommunity leaders in and around Merced, about 130 miles southeast of San Francisco, saw the fotonovela \nconcept as an effective way to reach immigrant workers.\n\n  ''We were trying to get that message across to a population that has a very low literacy level and that's really \nisolated,'' said a public relations executive, Virginia Madueno, who created the booklet. \n\n  The Central Valley is a primary distribution point for methamphetamine, according to a Department of Justice \nreport released last month.\n\n  Mexican drug cartels have begun to dominate the trade in the area. Sheriff Mark N. Pazin of Merced County said \ncartels accounted for more than 80 percent of the arrests on methamphetamine-production charges in 2003. The \nfederal report said the cartels were trying to expand into other areas with large immigrant populations.\n\n  ''No Vale La Pena'' ends sadly. Jose, recruited by a drug lord, hides his methamphetamine laboratory from his \nwife and exposes their daughter to a fatal dose of chemicals.\n\n  The first publishing run, of 15,000 copies, was soon exhausted, said Ben Duran, the president of Merced College, \nwho helped create the storybook using donations. More were printed, and the book is now available at many \nsupermarkets catering to Hispanics across California.\n\n  Last year, Mr. Duran started working on a film based on the story, styled to look like a Mexican soap opera. He \nplayed the drug kingpin in the film, made with help from the sheriff and $100,000 in federal financing. It has been \nshown in classrooms, at nurses' conventions and at commercial theaters in several states.\n\nhttp://www.nytimes.com\n"}