{"title": "On celebrity, shouts, whispers and more …", "body": "\nShout-Downs And Shut-Ups\n\nThere are various ways to challenge someone on the other side of an emotional debate, such as our current battle \nover immigration. You can undermine your foe's factual basis, attack the underlying reasoning or shift the \ndiscussion to a more favorable context.\n\nOr, you can make a racket and drown 'em out.\n\nThat appeared to be the preferred method for those who didn't want to hear an anti-immigration message at the \nMinnesota State Capitol on Tuesday. They banged on drums and shouted until a much smaller group of advocates \nof strict immigration controls gave up and left.\n\nToo bad. We believe the right to speak your mind shouldn't be shouted down, whether by advocates with drums or \nby bullying broadcast hosts or powerful people with lawyers. Particularly on Independence Day, a day devoted to \nour gift of personal freedom, we should know enough to let people speak, if for no other reason than this: The next \nunpopular opinion to be shouted down or shut up could be your own.\n\nFIGHTING BACK\n\nWe don't know about you, but it seems that boxing in Minnesota has been in a wild, uncontrollable and, dare we \nsay, unregulated state. Confused-looking welterweights in silk pants were seen walking down the street, firing \npunches at the air, not realizing that they needed to be in a ring with an opponent to perform their craft.\n\nBut alas, help is at hand: the Minnesota Boxing Commission, abolished as unnecessary in 1999, has been reborn in \nthe state of Minnesota, with the authority to \"adopt rules, establish and collect fees, and to generally regulate all \naspects of boxing and tough-man contests,'' according to a summary of the legislation.\n\nIts new motto should be: float like a butterfly, sting like the Securities and Exchange Commission.\n\nTHE LIVES OF A CELL\n\nA.\n\nstory was told once about a resident of Ramsey County's old Adult Detention Center, the one hanging off the river \nbluff downtown, who put his time to good use. Looking out across the Mississippi, he memorized the comings and \ngoings at a fancy houseboat. Once he was released, this story goes, he burgled the barge.\n\nThere are tales of girlfriends signaling their men from the riverfront in ways that cannot be described in a family \nnewspaper. Of orange-clad faces pressed to the glass as Winter Carnival runners huffed by in their chilly half-\n\n\nmarathon. Of desperate men like Randy Hellum, convicted of bank robbery and awaiting trial for murder, taking a \nmetal bar to the wall near cell 503 in a failed stab for freedom.\n\nHellum and his fellows had views of the river so stunning that the next tenants will be condominium owners paying \nhundreds of thousands of dollars for the privilege. Abandoned in 2003, the jail is to be torn down next year, and the \ncondo developers will take over.\n\nBefore they do, we should recall a place that was St. Paul's Alcatraz — so near yet so far from the pleasure boaters \nand Fourth of July fireworks rockets and lazy fishing outings and steam-breathing winter runners that make up the \nlife and freedom of the unshackled world.\n\nWHERE'S THE SULK?\n\nWe have no beef with Frank and Amelia. They are the married couple who are co-anchoring a local television \nnewscast. They seem like fine folks. Frank Vascellaro has a Gov. Tim Pawlenty look and Amelia Santaniello's last \npregnancy was covered more intensely than the passing of a pope.\n\nNo problem there. But we do lament the suggestion that they and other news readers qualify as celebrities. This is \nas depressingly small-townish as our ability to frequently find parking places in front of downtown buildings during \nbusiness hours.\n\nCelebrities are mysterious and mercurial. They have, or once had, world-class talent. They avoid the pub that \nnewscasters live off. They punch out paparazzi and denounce the local scribes and move off in a huff to exotic \nlocales. They change their names to symbols and never, ever give interviews. That's why we love 'em.\n\nWELCOME I\n\nIt's tempting to put Randy Foye this close to deity. Foye, the Minnesota Timberwolves' first-round draft pick from \nVillanova, has had his share of tragedy. His father died when he was 3. His mother went missing when he was in \nkindergarten (he believes she was kidnapped and killed). In 2004, his younger brother was shot 11 times (he \nsurvived). Raised by his grandmothers, Foye stayed out of trouble, went to college and graduated in four years. \nNow, he's on the cusp of the big time.\n\nLike everyone else, Foye no doubt has his frailties. But he seems refreshingly level-headed. He's said he \nsurrounded himself not with people who tell him what he wants to hear, but with people who won't.\n\nWelcome to Minnesota, Mr. Foye. We're glad you're here.\n\nWELCOME II\n\nShhhh. We can't say this too loud. I mean, it's a library, after all. But we want to welcome — in an understated, \nquiet, Minnesota way — the North Carolinian who has moved here to become director of the St. Paul Public Library \nsystem.\n\nHer name is Melanie Huggins and she sounds like she's going to make our libraries even more fun and interesting. \nShe told reporter Tim Nelson she wants to make the beautiful downtown library \"the pulsing lifeblood'' of the cultural \ncommunity. Sounds great. We also view libraries as important centers of our civic life. From F. Scott to P. Hampl \nand Garrison K., St. Paul is a literary place.\n\nWOO HOO! HOWDY DO! YEE HAA! YIPPEEEE!\n\nOops. Got carried away. Our bad. Best of luck, Ms. Huggins.\n"}