{"title": "I need cruise wear - for an actual cruise How often does one get to dress up - I mean really dress up?; Anna Murphy has found just the right dress to sail from America in", "body": "\nDo you remember that television advert for the Yellow Pages? (Do you remember the Yellow Pages, for that \nmatter?) Nice girl says to nice but slovenly boy, \"Look, I'm sorry, but I was passing and your door was ajar. I am \nafraid you have been burgled ... They've completely ransacked the place.\"\n\nThat has been my spare room for a month now, as I have packed and unpacked and packed my shows suitcase at \nspeed, each time adding a new layer of leaf litter and, er, humus to the topsoil below. My topsoil is usually in pretty \ngood shape, although I say it myself. I am a tidy person. Or rather a superficially tidy one. I am all about \nappearances. I don't really mind what goes on behind cupboard doors. But when mess starts \"going on\" in plain \nview, that I find stressful.\n\nLet's not psychoanalyse the situation. I am all too well aware of the analogy with, among others, the horrible Gilbert \nOsmond in Henry James's The Portrait of a Lady, he of the immaculate surfaces and subterranean ugliness. \nOsmond has beautiful but uncomfortable chairs, by way of one more metaphor. \"Don't sit there,\" his sister \nadmonishes our heroine, Isabel Archer, who is already in Osmond's crosshairs at this point. \"That chair's not what it \nlooks. There are some very good seats here, but there are also some horrors.\" I have those too. I once had a \nboyfriend who considered my sofa - it's not the most homely - to be a personal affront.\n\nSo - pace Osmond - the highlight of my weekend was definitively unpacking; tidying, tidying, tidying. I am not even \njoking. I am over razzle-dazzle, for a while at least.\n\nExcept a fashion director is never unpacked for long. There's always something else on the horizon. And usually \nthat something is fairly demanding on the fashion front. What's more, my next sally at out-of-thesuitcase glamour \nwill be witnessed by some of you. It's the Literature Festival at Sea on Cunard's Queen Mary 2, which sails from \nNew York to Southampton on November 10. It's held in association with the Cheltenham Literature Festival, The \nTimes and The Sunday Times, and while the literature aspect of it is not to be sniffed at, the evening dress code is \nattention-grabbing too, being a day-by-day switcheroo between \"gala evening\" and \"smart attire\".\n\nA few of you have already been in touch to say: \"Help! What to wear?\" But I know you have been saying it in an \nexcited way. How often does one get to dress up - really, properly dress up? If there's one thing I have learnt \nwhen it comes to in-transit glitz, it's that an item that comes out of your suitcase looking pretty much as it did when it \nwent in is hard to beat.\n\n\nWhich is why I have an eye on the fabulous new metallic knitted collection from the boutique British brand Chinti & \nParker, which includes this killer purple dress (£325, www.chintiandparker.com). You can register interest on the \nwebsite now, before the collection drops on October 25, and I won't hold it against you if we turn up in the same \nfrock. Although there are some other great styles to choose from, such as the collared dress with A-line skirt in \ngold, or a subtle bronze with emerald collar, or the crossover jumpsuit in black with emerald sectioning (both £395). \nYou could also go down the co-ordinating-separates route, with a scoop-necked knit and pleated skirt in that same \nbrown or green (£250 and £350 respectively).\n\nThe knitwear specialist Chinti & Parker designed the collection to celebrate its ten-year anniversary. I can see it \npassing muster for any number of other celebrations, not to mention, in the case of some of the more dialled-down - \nalthough not that dialled-down - styles, simply to transform a dull day into something else entirely.\n\nTravelling light I am good at single-white-female-ing at the best of times. During shows month, however, it has \nspiralled. I kept finding myself sitting next to my friend Emma, who - in marked contrast to the rest of us - carries \nonly hand luggage, out of which she manages to whip the perfect capsule wardrobe; uncreased to boot.\n\n(Obsessed, me?) I want to be her.\n\nSo I asked her how she does it.\n\nOne jacket (see Harriet Walker's feature on pages 4-5), one trench, three lightweight dresses, one pair of shoes, \none travel steamer. (The fashion pack's favourite: £110, www.steamerystockholm.com.) Then she only goes and \ndebuts the best manicure, in five toning shades. It's called a tonal manicure, don't you know, and it's available at \nTownhouse, one of London's hottest nail joints (£37,            www.mytownhouse.co.uk). She went for a chic palette \nof blues and greys. So then I did too. Sorry, Emma. Instagram: @annagmurphy\n\nGraphic\n\n \n\nTonal Manicure at TownhousePurple dress, £325, www.chintiandparker.com\n"}