{"title": "Drug-slay fugitive caught in Mexico", "body": "\nA man accused of leading a drug ring and sought in the 1994 killing of an undercover federal drug agent was \narrested by Mexican authorities, officials said Monday.\n\nAugustin Vasquez Mendoza, who has been on the FBI's 10 Most Wanted List for four years, was captured Sunday \nin Tehuacan in central Mexico. U.S. authorities, who had offered $ 2.2-million for his capture, have agreed to waive \nthe death penalty as a term of his extradition.\n\nExtradition could take up to a year, Maricopa County Attorney Rick Romley said.\nCompiled from Times WiresNATBRFS\n\nHe said informers who helped authorities capture the fugitive will split the $ 2.2-million.\n\nIranian ordered deported\n\nto third country\n\nWASHINGTON - An immigration judge on Monday ordered the deportation of an Iranian dissident who has been \ndetained since April on suspicion of belonging to a group designated by the State Department as a sponsor of \nterrorist activities.\n\nBut as part of a settlement, Mahnaz Samadi, 35, who claims to have been tortured in Iran between 1982 and 1986, \nwill be deported to a third country, not to Iran, an immigration spokesman said.\n\nHer attorney, disputing that assertion, said Samadi will be allowed to remain indefinitely in the United States.\n\nShe was accused in immigration documents of preparing rebel units under her command for \"coordinated attacks \ndesigned to liberate Iran.\" The settlement calls for her release from detention and the dropping of terrorism-related \ncharges against her, said Russ Bergeron, a spokesman for the Immigration and Naturalization Service.\n\nIn politics . . .\n\nGORE: Vice President Al Gore said Monday that the failure of a test for a national missile defense system does not \nmean the idea is doomed, and he criticized the version supported by presidential foe George W. Bush as \"more \nexpensive and less likely to work.\"\n\nGore, typing his answers to questions on the Internet, said Bush's proposal is \"calculated to destroy arms control \nagreements with Russia that have calmed down the old arms race for the last 28 years.\"\n\n\nThe Democratic presidential contender answered the online questions before giving a speech at Connecticut State \nUniversity in New Britain, Conn., criticizing a \"do-nothing-for-people\" Republican Congress and saying the situation \ncould get worse if Bush is elected.\n\nREFORM PARTY: Pat Buchanan's campaign has forced the removal of Russell Verney as chairman of the Reform \nParty's convention credentials committee in an effort to prevent allies of Ross Perot from blocking Buchanan's \nnomination for president.\n\nAlso . . .\n\nYOUTH HOCKEY GAME DEATH: Thomas Junta, 42, accused of beating another father to death in an argument \nover rough play at their youngsters' hockey game, pleaded innocent to manslaughter Monday in Woburn, Mass.\n\nTEN COMMANDMENTS: The American Civil Liberties Union of Kentucky filed a federal lawsuit Monday \nchallenging a law requiring the placement of a Ten Commandments monument outside the Capitol.\n"}