{"title": "LETTERS TO THE EDITOR Send your letters by email to bleditor@thehindu.co.in or by post to 'Letters to the Editor', The Hindu Business Line, Kasturi Buildings, 859-860, Anna Salai, Chennai 600002.", "body": "\nOct 18, 2019( The Hindu Business Line: http://www.thehindubusinessline.com/ Delivered by Newstex)  Credit \nprocess This refers to 'MSME loan freebies, and the NPA fallout' (October 18). Abiding with the continuing \neconomic reform measures, banks and shadow banks are reaching out to people to offer support for various \neconomic activities. As the banking sector plays an effective role in the flow of institutional credit to the different \nsegments of the economy, there is always pressure to provide credit, particularly on public sector banks.Despite \nbeing part of the same economy, the fact that public sector banks are contributing more dud assets denotes that \nthere are many flaws in credit creation, delivery and recovery of the dues on time. Taking advantage of technology, \npublic sector banks must look for ensuring a robust system to make the entire process flawless. \n\nBanks should not jeopardise its interests while ensuring the viability and feasibility of the projects of the MSME \nborrowers.Liberalised lending and relaxation in the asset classification and income recognition for MSME loans \nshould not be taken as tools to camouflage the reality of the asset. Extending liberalised credit facilities and related \nconcessions without providing other infrastructure to enable the MSMEs to become successful in their endeavours \nwill pave the way for the generation of bad assets.VSK PillaiKottayam Electric scooters Apropos 'A new Chetak to \nelectrify the millennials' (October 18). Kudos to Bajaj Auto for coming out with an electric variant of two-wheelers \nwell ahead of schedule. The fact that they called it Chetak, an iconic name that instils nostalgia, is just the icing on \nthe cake. Since greener fuel and clean energy is the future, patience is the name of the game here. Once the \nmarket accepts this technology and it becomes part of the ecosystem, there will be no looking back for anyone who \nforays into this segment. Now biggest task for the government is to provide necessary infrastructure for such kind of \nvehicles to run on roads smoothly.Bal GovindNoida Doubling economic growth This refers to 'No better place to \ninvest than in India, Sitharaman tells global investors'(October 18). The Finance Minister has expressed confidence \nin India becoming a $5-trillion economy by 2024-25 while speaking at Columbia University, citing the rise in the \neconomic status from $1.7 trillion when the NDA took over power in 2014 to $2.7 trillion in 2019. But this rise in the \neconomy has taken place in five years. To become a $5-trillion economy in the next five years, it has to grow to \ndouble the value. The question of doubling in the next five years appears to be too optimistic considering the \nvarious related factors. The government should work out a practical programme and frame a suitable working \nschedule of action with periodic monitoring of the growth.TR AnandanCoimbatore Malnutrition in India The identical \nfindings and figures in both Global Hunger Index (GHI) and UNICEF's 'State of the World's Children' reports starkly \nshow that the incidence of malnutrition is alarmingly high in India. They underline the enormous task before the \nNational Nutrition Mission to make India free from malnutrition. India's position at 102 out of 117 countries is a \nreality check.It is scandalous that over 90 per cent of children between the ages of six months and two years in \nIndia, according to the GHI, are not fed a 'minimally acceptable diet'. UNICEF data put the stunting rate among \nIndia's under-five children at an abysmal 37.9 per cent.Poverty, poor sanitation, unhygienic living conditions, lack of \naccess to clean water and ignorance conspire to cause malnutrition. It follows that the economic malaise be fought \nto succeed in the fight against 'serious levels of hunger'. It is a paradox that granaries overflow and still people go \n\n\nhungry. Hunger when food more than required is available is a failure of the system and calls for its radical \noverhaul.G David MiltonMaruthancode \n"}