{"title": "Somali-born Dutch lawmaker is leaving; Ayaan Hirsi Ali will quit parliament and leave the country after her citizenship was questioned.", "body": "\nA Somali-born lawmaker and fierce critic of radical Islam tearfully announced yesterday that she was leaving the \nNetherlands after the government threatened to revoke her citizenship because she had lied on her asylum \napplication.\n\nThe threat to strip Ayaan Hirsi Ali of Dutch citizenship unleashed a fierce debate in parliament at a time of \nheightened anti-immigrant sentiment in the country.\n\nHirsi Ali, 36, has been under police guard since a short film she wrote criticizing the treatment of women under \nIslam provoked the killing of its director, Theo van Gogh, by an Islamic radical.\n\nShe said she decided Monday night to resign from parliament after Immigration Minister Rita Verdonk told her \n\"she would strip me of my Dutch citizenship.\"\n\n\"I am therefore preparing to leave Holland,\" Hirsi Ali told reporters.\n\nShe declined to say what she would do next or to comment on Dutch reports that she would join the American \nEnterprise Institute in the United States. A spokesman for the institute, Andrew Pappas, said that Hirsi Ali was \noffered a position as a resident fellow but that he could not confirm she had accepted.\n\nThe decision to revoke Hirsi Ali's citizenship appeared driven by domestic Dutch politics. It drew criticism from \nPrime Minister Jan Peter Balkenende, who said he was \"surprised by the speed\" with which Verdonk had acted and \nasked her for an explanation.\n\nHe said Verdonk bore \"individual responsibility\" for decisions in immigration cases.\n\nHirsi Ali falsified her name and date of birth on an asylum application when she arrived in 1992, fearing reprisals \nfrom her family after she had fled an arranged marriage.\n\nShe was granted a passport in 1997 and acknowledged the falsification in 2002 during vetting as a candidate for \nparliament. There were no objections then.\n\nAfter a television program revived the matter last week, one of Hirsi Ali's political opponents, far-right lawmaker \nHilbrand Nawijn, brought pressure on Verdonk to revoke her citizenship.\n\n\nVerdonk reviewed the case and found naturalization had been improperly granted. A ruling by the Dutch Supreme \nCourt in 2005 held that passports issued to people with false names were automatically invalid.\n"}