{"title": "Next Stop: Underground; If Virginia has its way with illegal immigrants", "body": "\n REPUBLICAN state lawmakers in Virginia have advanced a grab bag of legislation designed to hound, harass and \nhassle illegal immigrants. The idea, as expressed by the author of one such bill, Del. Jackson H. Miller of \nManassas, is \"to make Virginia an unwelcome place if you are in this country illegally.\" Translation: Drive the \nimmigrants out of the state. In this the bills are overwhelmingly likely to fail, since most immigrants  are likely to \nremain near jobs despite official persecution. But the bills do threaten to push undocumented immigrants further \nunderground, forcing them to live in fear, draw their curtains and keep their children indoors even as they fill a \nniche in the local economy. \n\n  Many of the measures are so patently obnoxious that they are unlikely to become law. One bill, Mr. Miller's, would \ncut off the flow of state and local funds to charities that might assist illegal, and presumably needy, immigrants. \nAnother would make it a crime for an undocumented immigrant even to be in Virginia  --  even though immigration \nis properly the purview of the federal government. There are bills to deny in-state tuition rates at public colleges and \nuniversities to illegal immigrants, even  to those who have grown up in the state; to withhold business licenses \nfrom firms that would employ the immigrants; and to expand the power of state and local police to detain them. \n\n  Many of the bills are similar to ones making their way through legislatures across the country, particularly in states \nwhose vibrant job markets have made them magnets for people who are here illegally. Two years ago,  500 \nimmigrant-related bills were introduced in state legislatures nationwide, according to a survey by the National \nConference of State Legislatures. No survey is yet available for this year, but it appears,  according to the evidence \nfrom Virginia and elsewhere, that the number will have grown exponentially. \n\n  Not all the Virginia bills are heading for enactment; cooler heads in the state Senate will make short work of \nsome. Still, taken together, the proposals transmit a message of hostility to newcomers. And good luck telling  \ngreen-card-holders that the state doesn't object to them  --  just to their cousins and nephews and aunts who lack \nthe right papers. \n\n  The fact is, as many of the same conservative Republicans voting for the anti-immigrant bills know, the primal \nforces of economics  --  hunger, need, the human thirst for self-advancement  --  will generally trump official \nattempts at discrimination. If there is legislation to penalize landlords who rent to illegal immigrants, some will evict \ntheir tenants, and others will just demand more money under the table. If employers face sanctions for hiring illegal \nimmigrants, many will nonetheless continue doing so, perhaps through subcontractors willing to assume the risk. \nLawmakers who propose anti-immigrant legislation may be responding to the legitimate complaints of their \n\n\nconstituents or to the worst instincts in American politics. Either way, their measures could inflict considerable pain \nwhile failing to solve a problem whose causes, and ultimate solution, lie with the federal government. \n"}