{"title": "ILLEGAL HELP FLAP BURIES TRUTH", "body": "\nAs Dianne Feinstein and Michael Huffington pummeled each other Saturday over the illegal help they each once \nemployed, their turbocharged rhetoric threatened to drown out the truth behind each incident.\n\n\"Congressman Huffington admits he broke federal immigration law,\" announces the ad Feinstein is running this \nweekend. \"Dianne Feinstein broke no federal immigration laws.\"\n\n\"The Associated Press now proves Feinstein lied -- flat out lied\" when she said she had never employed an illegal \nworker, Huffington's weekend ad declares.\n\nBut with the addition Saturday of a few tantalizing new pieces of detail, the distinctions between the two cases \nbecame sharper still.\n\nHuffington 10 days ago admitted violating federal law by employing an illegal nanny. Feinstein's hiring of an illegal \nhousekeeper did not violate federal law. What remains unclear in her case is whether she knew her former \nhousekeeper was illegal. She has denied having such knowledge, but if she did then she may have broken state \nlaw.\n\nDocuments in question\n\nFeinstein hired Annabella del Rosario Legrand Cabrera Realegeno, a Guatemalan national, as her housekeeper in \nMarch 1980. Feinstein says Realegeno showed documents indicating she could work legally for Feinstein, but the \nImmigration and Naturalization Service revealed Friday that Realegeno had no such valid documents. Realegeno \nhad entered the United States from Guatemala in November 1979, under a visa that allowed her to stay for a year \nto work only in her country's San Francisco consulate.\n\n\"Whether her visa expired or not, I have no way of knowing,\" Feinstein said in West Hollywood Saturday. \"I cannot \ntell you what it was that she handed me except that it was documentation.\"\n\nJim Mayock, a San Francisco immigration attorney, said INS policies on documentation were so inconsistent in the \n1980s that it is impossible to know what Feinstein may have seen. It is possible an expiration date was included in \nthe woman's passport, but also possible that no date was written there.\n\nUnder laws in place in the early 1980s, Feinstein was not required to ask for any documentation, and she broke no \nfederal law by hiring an illegal worker.\n\nDid she know?\n\n\nHowever, she may have violated the state labor code if she hired the woman knowing that she was an illegal \nimmigrant.\n\nFeinstein provided W-2 forms that showed she paid taxes for her housekeeper in 1980 and 1981. She said she \ncould not find the 1982 records. Realegeno left Feinstein's employ in 1982.\n\nIs Feinstein telling the truth when she says she had no idea Realegeno was illegal? On Saturday, Huffington \nreleased a letter Feinstein wrote to the INS in 1988 to support Realegeno's application for permanent residency. \n\"Annabella's immigration status has been somewhat mixed up during the years, and I have always tried to help her \nget it straightened out,\" Feinstein wrote.\n\nHuffington says this proves Feinstein knew Realegeno's true immigration status. Her campaign director, Kam \nKuwata, said, \"The letter proves nothing. It means that when she needed help, Dianne tried to help her.\"\n\nOne thing is clear\n\nIf parts of the Feinstein situation remain as murky as unfiltered apple juice, the details of Huffington's hiring of an \nillegal immigrant are as clear as Evian.\n\nWhen initially asked whether he had ever employed an illegal immigrant, Huffington said, \"Not to my knowledge.\"\n\nBut shortly thereafter, he acknowledged that he and his wife employed a Mexican woman, Marisela Garcia, as a \nnanny for their two daughters from 1989 through 1993. He said that when he found out she was in the country \nillegally, he repeatedly told his wife to fire her. She didn't.\n\nThe couple did not pay the appropriate taxes for the first 13 months Garcia worked for them. Last week, the \nHuffingtons paid more than $10,000 in back state and federal taxes, penalties and interest. They say that is how \nmuch they owe. By employing Garcia, Huffington violated the 1986 Immigration Reform and Control Act, which \nrequires employers to verify their employees are here illegally and have permission to work. He has acknowledged \nthat he broke that law, and the INS is now investigating.\n\nNotes\n\nELECTION 1994 See also related story on this page.\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: Feinstein\n\n941106 FR 26A 3\n\nPHOTO: Huffington\n\n941106 FR 26A 4\n"}