{"title": "Latest immigration 'crisis' defies simplistic solutions", "body": "\nThe USA, truly a nation of immigrants, is having another of its periodic bouts of anxiety about immigration.\n\nCommunities even in areas far from any foreign border are dealing with the burdens and social change caused by \ngrowing numbers of immigrants, both legal and illegal. Longtime residents and local officials complain of the costs \nof immigrant children in the schools, strains on health care systems for a population that often lacks insurance, and \neconomic impact of people willing to work for low wages. Recent polls found that nine of every 10 Americans say \nimmigration is a serious problem, and three-fourths want more done to keep illegal immigrants out.\n\nLooking at these numbers, politicians are falling over each other with promises to round up millions for deportation, \nerect massive walls along the porous U.S.-Mexico border and crack down yet again on employers who hire those \nhere illegally.\n\nThe House of Representatives, sensing a potential vote-getting issue, passed a draconian border control and \nimmigration-enforcement bill in December. That simplistic legislation has triggered large demonstrations in \nsupport of immigrant rights, including one in Los Angeles on Saturday that drew more than 500,000 people. The \nSenate took up the issue Wednesday and will, we hope, bring a more balanced and practical approach.\n\nThe backlash against immigration is happening in a country where nearly everyone is either an immigrant or \ndescended from immigrants, many of whom arrived without anything resembling what would now be considered \nproper papers.\n\nEnergetic strivers have always been attracted to America, starting in the 1600s with the likes of John Smith in \nJamestown and William Bradford in Plymouth. And as far back as the 18th century, Benjamin Franklin was fretting \npublicly about a surge of German arrivals in Pennsylvania.\n\nAccording to the Census Bureau, more than 35 million immigrants are in the USA, a record number but a smaller \nproportion of the population now (12.1%) than at the peak of European immigration early in the 20th century \n(14.7%).\n\nRoughly two-thirds are here legally, but an estimated 11.5 million to 12 million are undocumented. The legislation \npassed by the House would declare all of them felons subject to expulsion, as if it were possible to round up a \npopulation the size of Ohio and dump them across the nearest border.\n\nMoreover, the illegals are roughly 5% of the labor force, heavily concentrated in construction, low-wage service jobs \nand agriculture. Their abrupt departure, even if it were possible, would seriously disrupt those sectors of the \neconomy. Their employers are violating the law, but successive administrations have essentially abandoned \nenforcement of employer sanctions.\n\nClearly the immigration-control system enacted in 1986 and revised in 1996 is broken. Pressures to revisit the \nissue run in cycles, usually paralleling anxiety about the economy, jobs and national security. When concern \n\n\nslackens, businesses become reliant on cheap labor, consumers welcome the lower prices for food and services, \nand enforcement is gradually neglected.\n\nCertainly, part of the answer to the immigration problem has to include improved and serious border controls -- on \nboth sides, as President Bush should make clear when he meets his Mexican counterpart, Vicente Fox, in Cancun \nstarting today. Such controls are necessary not just to curb illegal immigration but also to protect the nation in an \nage of terrorism.\n\nBut another round of chest-thumping about sealing borders and deporting illegals is far from a solution. A balanced \napproach must also include some kind of guest-worker program, like the one Bush has proposed, that would bring \nimmigrant laborers out of the shadows. And common sense suggests providing a route to eventual legalization for \nthose who have been here for years, in many cases paying taxes and contributing to their communities. A Senate \nJudiciary Committee proposal hammered out Monday is a step in that direction. It would offer not amnesty but a \nchance to get in line for eventual citizenship to those who are willing to continue working for six years, pay their \nfines and any back taxes, and learn English.\n\nDespite the frustrations and fears of the moment, and the obvious security reasons for better management of the \nborders, a nation of immigrants cannot turn its back on the new arrivals in its midst.\n\nThis is the first in an occasional series of editorials about immigration-related issues.\n\nGraphic\n\n \n\nGRAPHIC, B/W, USA TODAY, Source: Pew Hispanic Center (Pie chart, bar graph)\n\nPHOTO, B/W, J. Emilio Flores, Getty Images\n"}