{"title": "A NATION CHALLENGED; The New Regulation", "body": "\nFollowing are the text of a new regulation on the detention of immigrants, issued by Attorney General John \nAshcroft for the Immigration and Naturalization Service on Oct. 26, and excerpts from a Justice Department \nbackground paper on the regulation:\n\nAttorney General's Order\n\n     In any case in which the district director has determined that an alien should not be released or has set a bond \nof $10,000 or more, any order of the immigration judge authorizing release (on bond or otherwise) shall be stayed \nupon the service's filing of a Notice of Service Intent to Appeal Custody Redetermination (Form EOIR-43) with the \nimmigration court within one business day of the issuance of the order, and shall remain in abeyance pending \ndecision of the appeal by the Board of Immigration Appeals. \n\n The stay shall lapse if the service fails to file a notice of appeal with the board in accordance with Section 3.38 \nwithin 10 business days of the issuance of the order of the immigration judge. If the board authorizes release (on \nbond or otherwise), that order shall be automatically stayed for five business days.\n\nIf, within that five-day period, the commissioner certifies the board's custody order to the attorney general pursuant \nto Section 3.1(h)(1) of this chapter, the board's order shall continue to be stayed pending the decision of the \nattorney general.\n\nJustice Department Paper\n\nThe immediate implementation of this interim rule without prior public comment is necessary to prevent the release \nof aliens who may pose a threat to national security and to provide a clear set of procedural rules of administrative \nprocedure with respect to determining the custody conditions and bond status for aliens during the pendency of \nremoval proceedings.\n\nThe existing rules permit the service to appeal a decision ordering the release of an alien, but in many cases the \nrules do not provide for a stay of the release decision during the time that the service would be pursuing an appeal. \n. . . \n\nDuring this window of time, the service may be required to release an alien that it believes is a threat to national \nsecurity or the public safety without even having the opportunity to present its case to the board. The automatic stay \nprovision allows the service attorney to maintain the alien's custody status. . . .\n\nThe current investigation in connection with recent terrorist activities has resulted in the detention of a large number \nof individuals. This may overwhelm the capacity of the service to take the steps necessary to secure stays of \ncustody redeterminations in timely fashion. The automatic stay provision will address this problem and prevent the \nservice and the board from being overwhelmed with stay requests. \n\n\nhttp://www.nytimes.com\n"}