{"title": "In Middle-Class Queens, Blacks Pass Whites in Household Income", "body": "\nDriven by striking gains in the 1980's among working wives and immigrants, the median income of black \nhouseholds in Queens has surpassed that of whites.\n\nA fresh analysis of 1990 census results found that the economic progress by blacks in Queens, New York City's \nquintessential middle-class borough, was built largely on a traditional foundation of family solidarity. Married \ncouples, whether born here or abroad, typically made the greatest strides, while households headed by individuals \ngenerally lagged.\n\nThe median income for all black households in Queens was $34,300, just above the $34,000 for non-Hispanic \nwhites. For married couples born in this country, the median was $50,000 for black households, or slightly more \nthan the $49,900 reported by white couples born here.\n\nAmong immigrant families, so common in Queens, black couples earned a median household income of \n$48,800, or appreciably more than the $40,500 median reported by whites born abroad.\n\nBlacks had higher household incomes than whites in more than 130 cities and counties in the United States. But \nunlike Queens, they were mostly localities where the median income was below the national average, on or near \nmilitary bases or where blacks constitute either a small proportion or an overwhelming share of the population.\n\nOnly nine of those communities have, like Queens, racially diverse populations of more than 50,000 people. (Non-\nHispanic blacks constituted just over 20 percent of Queens's 1990 population of 1,951,598.)\n\nHow did blacks surpass whites in median income? In black households, both husband and wife were more likely \nto have jobs than in white households, and they worked longer hours, as well. And sons and daughters in black \nhouseholds were more likely to remain at home and help support the family, rather than leave and live on their \nown.\n\n\"It's a function of family structure,\" Joseph Salvo, director of the city Planning Department's Population Division, \nsaid of the differential between blacks in Queens and less well-off blacks elsewhere. \"You are, in effect diluting \nthe influence of female-headed households.\"\n\nMarried couples accounted for 4 in 10 of the households headed by American-born blacks in Queens and about \nhalf of the households headed by black immigrants, roughly the same proportion as among whites. The median \n\n\nincome of American-born blacks lagged behind the median for foreign-born blacks in virtually every type of \nhousehold other than married couples.\n\nThe census analysis, conducted for The New York Times by Dr. Andrew A. Beveridge of Queens College, found \nthat much of the prosperity among blacks in Queens was enjoyed by Caribbean immigrants, many of whom came \nto the United States with the savings and skills that quickly qualify as middle-class. Many joined relatives who \narrived here earlier.\n\nThe census analysis suggests that when American-born blacks have stable, traditional families, they do a bit better \nthan immigrants do. But because American blacks are less likely to form such families, blacks born abroad \ngenerally fared better than those born here and, for the most part, better than white immigrants.\n\nThe latest analysis goes beyond an earlier finding by The Times, which, from preliminary census results, suggested \nthat the median income for black households in Queens virtually matched that of white households. That \nanalysis did not elaborate on the jobs, ages, place of origin, family makeup and other variables that accounted for \nthe gains. Nor did it hint that the income of blacks in some categories had surpassed that of non-Hispanic whites.\n\n \n\nQueens as Haven Before the Suburbs\n\n Queens remains pockmarked by poverty, but it has, historically, thrived as a haven for aspiring middle-class \nrefugees from other boroughs -- often as their last stop in the city before moving to the suburbs -- and, more \nrecently, for newcomers from abroad. An infusion of Koreans, Chinese, Indians and other immigrants has \nrevitalized aging neighborhoods in Queens into prosperous middle-class enclaves; so, to some degree, have \npeople transplanted from South America.\n\nThe number of non-Hispanic whites in Queens, wealthier ones included, declined during the 1980's. But by \ndistinguishing white Hispanic people from other whites, the more recent analysis dispels the suspicion that the \nstatistical parity in incomes between blacks and whites was simply a consequence, in good part, of poorer \nHispanic immigrants depressing the median among whites generally.\n\n\"It's pretty striking,\" said Richard P. Nathan, provost of the Rockefeller Institute of Government at the State \nUniversity of New York at Albany.\n\n\"This is the untold story of the cities,\" he said. \"If you look at all the blacks in metropolitan areas of the United \nStates, 24 percent live in extreme poverty areas, where 40 percent or more of the people are poor. But the flip side \nis, 76 percent don't. And even the 24 percent who live in extreme poverty areas are not all poor.\"\n\n\"It's the flip side of the underclass,\" Dr. Nathan said.\n\nBlack household income approached or exceeded the median reported by whites in a range of smaller and \nmostly suburban places in the region. They include Mount Vernon in Westchester County; Uniondale, Elmont and \nWestbury in Nassau County, Brentwood in Suffolk County, and Linden and South Orange in New Jersey.\n\n(The Census Bureau defines a household as all people living in an apartment or a house, including families, \npeople living alone, two or more families living together and any unrelated individuals living with them. The median \nis the point at which half the incomes are greater and half are less.)\n\n \n\nMiddle-Class Blacks: Expanding Number\n\n Dr. Salvo of the city Planning Department said he was so stunned by Dr. Beveridge's findings about Queens that \nhe conducted his own analysis of 200,000 married couples in the borough. Dr. Salvo's findings were even more \npronounced: In the households of white married couples, median income was $47,500; among comparable \nblacks, it was $49,300.\n\n\n\n\"Statisticians might argue that both figures really represent a range of several thousand dollars,\" Dr. Salvo said, \n\"but it is amazing that they're even close.\"\n\nAmong married-couple families, twice as many blacks as whites had three or more workers; twice as many white \nas black married-couple families were headed by a person older than 65. Still, Dr. Salvo said, even among couples \nbetween the ages of 25 and 44, earnings were about the same regardless of race.\n\nFocusing on two overwhelmingly black census tracts in Laurelton that are home to about 4,000 people, Dr. \nBeveridge found that between 1980 and 1990, the proportion of adults in the civilian work force climbed from two-\nthirds to three-quarters. The proportion of college graduates among people 25 and older rose from 30 percent to 52 \npercent, the share of people living below the poverty level had plunged from 13 percent to 3 percent and the \naverage family income had more than doubled.\n\n\"No one could argue that this is not the picture of a middle-class community,\" Dr. Beveridge said.\n\nMichael Owens, a 24-year-old doctoral student who works for the Rockefeller Institute, typifies the emerging \nsecond-generation of the black middle class.\n\n\"If you were to start in Hollis and head south through Cambria Heights, Laurelton and Rosedale there's a spine of \naffluence,\" said Mr. Owens, who grew up in South Jamaica, Queens, and plans to return to the borough after \ngraduation.\n\nHis father was from Saint Kitts-Nevis in the Caribbean. His mother, a nurse, was from Virginia, where she has \nretired. Still in Queens are an uncle, a retired bus driver; and two aunts, one a teacher and the other an \nadministrator with the city Social Services Department.\n\n \n\nFor Immigrants, A Base of Skills\n\n April Green and her husband, Anthony, live in a private house in St. Albans, not far from the nail salon they own on \nLinden Boulevard. Ms. Green, 34, is a lawyer and practices in an office across the street from the salon. Mr. Green, \n38, is a plate-maker for a printing company in Manhattan. Together, they earn more than $75,000.\n\n\"Quite a few of the businesses on Linden and Merrick Boulevards are owned by African-Americans or Caribbeans,\" \nMs. Green said, describing herself as emblematic of an expanding black middle class.\n\n\"My cousin is a vice president at Chase Manhattan and her mother is a school librarian,\" Ms. Green said. \"My \ncousin's husband is a Ph.D. in molecular biology. I have a friend working on her Ph.D. and her husband is a real-\nestate broker. A woman who worked in my salon has opened her own salon and her mother is an accountant.\"\n\nDr. Barbara W. Emerson, dean of the Search for Education Elevation and Knowledge program at Queens College, \nsaid, \"Queens is where blacks move from Brooklyn and from other parts of the city.\"\n\n\"Whereas whites who can afford to would move farther out on Long Island, blacks with income to move and buy a \nhouse can afford Queens better,\" said Dr. Emerson, a single parent, who is black and who lives with her son, \nWeusi, a college senior, in St. Albans.\n\n\"When my son graduates from college, he will probably stay at home,\" she said. \"The houses here are single \nfamily, often containing extended families, and the income for the household is high because several working \nadults are pooling their resources.\"\n\n\"I have seen a change in terms of the number of immigrants, particularly from the Caribbean, who came here with \nan economic base to build on,\" Dr. Emerson said. \"They're often skilled in areas where they can get good \nemployment, like nursing.\"\n\n \n\nStill, Race Remains Barrier to Integration\n\n\n\n For many blacks, finding satisfactory housing remains a challenge, she and others said, because of the high cost \nand of enduring racial segregation. Particularly among blacks, studies have found, race remains a greater barrier to \nintegration than class.\n\nAn earlier census analysis by Dr. Beveridge found that poor blacks and rich blacks in New York City are \nsegregated from whites at about the same level. Among households with a family income of $100,000 or more, \nhe found, 9 in 10 blacks would have to move to be integrated with non-Hispanic whites of comparable income.\n\n\"Part of it is an artifact of segregation,\" Dr. Beveridge said. \"They can move to Mount Vernon, the northern Bronx, \nLaurelton, St. Albans and, increasingly, to Canarsie, but they're not able to go to Levittown, Eastchester, places that \nare good but not great places to move.\"\n\nDuring the 1980's, the non-Hispanic white population of Queens declined by about 230,000; the black population \nrose by about 50,000. Median household income rose for both groups, though -- by 31 percent for black \nhouseholds in Queens and by 19 percent for white households.\n\nCompared to whites, black couples were more likely to consist of two wage earners. Their income was more likely \nto be supplemented by their children's earnings. Nine in 10 blacks said their income came from wages, compared \nto 3 in 4 whites, who were more likely to have retirement, Social Security and investment income.\n\nBlack wives typically worked longer hours and, consequently, earned more than their white counterparts. About the \nsame proportions of black women and white women held professional specialty, executive, administrative and \nmanagement jobs. Relatively few black men held these sorts of jobs.\n\n\"The success of the civil rights revolution has had its effect particularly in the public sector,\" Dr. Nathan said, \nreferring to the large proportion of blacks who work for the government, for hospitals and in education -- the same \ngateway to the economic mainstream that many other groups entered.\n\nGraphic\n\n \n\nPhoto: \"Quite a few of the businesses on Linden and Merrick Boulevards are owned by African-Americans or \nCaribbeans,\" said April Green, who described herself as emblematic of an expanding black middle class. She \nstood outside the nail salon she owns on Linden Boulevard in St. Albans, Queens. (Monica Almeida/The New York \nTimes)(pg. B7)\n\n \n\nGraphs: \"COMPARE AND CONTRAST: Tracking Household Income in Queens\" shows 1990 household income \nfigures for whites and blacks in Queens. (pg. B7); Graph showing houshold income figures for Queens in 1990 \nfor blacks and whites. (pg. A1)(Source: Dr. Andrew Beveridge, Sociology Dept., Queens College)\n\n \n\nMap/Diagram: \"DEMOGRAPHICS: Black Houshold Income\" shows black income in the five boroughs. (Source: \nDr. Andrew Beveridge, Sociology Dept., Queens College)(pg. B7)\n"}