{"title": "TECH VISAS: House bill to ease rules on immigration draws fire; ATLANTA TECH", "body": "\nPending House legislation to lift restrictions on immigration to fill technology jobs could turn out to be a stumbling \nblock for Atlanta-area businesses because of potential regulatory delays, according to specialists in immigration \npolicy.\n\nThe most prominent House bill, proposed by Rep. Lamar Smith (R-Texas), would lift the limits on immigration \nbetween now and 2002, which would delight Atlanta's many shorthanded technology companies and universities.\n\nBut the big window promised in the proposed law, headed for consideration by the full House Judiciary Committee, \nwould not open without long-delayed regulations by the Labor Department and a raft of paperwork immigration \nspecialists say will be burdensome.\n\n\"Companies who need relief now to get the use of new visas allowing them to use technology workers from \noverseas would face delays that could be disastrous,\" said Robert Banta, immigration specialist for the law firm of \nFragomen, Del Rey, Bernsen & Loewy.\nCONSTITUTION\n\nSeparately, the Metro Atlanta Chamber of Commerce endorses a Senate bill but opposes the House measure for \nbeing \"inadequate and conditional.\"\n\nAmong the troublesome conditions for businesses, the experts say, are requirements that companies document:\n\nProof that more U.S. workers are on the payroll in the current year than the year before --- presumably to prove that \nnet growth in employment was not due entirely to foreigners.\n\nEvidence showing that there was a net increase in wages paid to U.S. workers as a group during the year.\n\nStatistical analysis showing that there was a rise in median income paid to the U.S. workers.\n\nProof that immigrant workers employed by private employers would meet formal degree requirements and be paid a \nminimum of $ 40,000, including bonuses, though colleges and nonprofit institutions would be exempt from this \nprovision.\n\nAnd that potential employers of immigrants be required to have no less than $ 250,000 in gross assets.\n\n\"The new paperwork requirements would be very burdensome to many companies,\" said Banta, \"but the more \nserious problem is the potential for regulatory delay as a company waits to be cleared by regulators and delayed \nwhile the Labor Department puts into effect regulations that already are overdue.\"\n\n\nFor its part, the chamber, which has been pushing hard to promote its Industries of the Mind initiative and make \nGeorgia more prominent as a high- tech state, said in a resolution that some of the restrictions could hamper small \nstart-up companies and others trying to edge their way into Internet business.\n\n\"(The proposed bill) would likely preclude certain technology companies from obtaining specialized foreign \nworkers,\" the resolution said, \"and would preclude companies from obtaining the services of specialized individuals \nwith many years of experience simply because they lacked formal degrees.\"\n\nEven critics of the H-1B visa program saw reason to be suspicious of the Lamar Smith bill.\n\nGene A. Nelson, a Dallas-based scientist who has testified against the visa program, saying it is a way to import \ncheap labor, said the Smith bill could eventually open the visa window without restriction.\n\n\"When the House and Senate measures move to markup (reconciliation of the differences), the restrictions forcing \nAmerican companies to pay equal wages could be dropped, leaving simply more visas and controls,\" Nelson said.\n\n\"I think Lamar Smith's heart is in the right place,\" he continued, \"but the restrictions he proposes may not survive \nthe negotiations.\"\n\nFigures published by the government and industry associations, however, show a shortage of hundreds of \nthousands of information technology jobs, and Georgia companies are beginning to complain about the resulting \ninflation in wage costs.\n\n\"Actually the competition for technology skills is such that the government has no need to monitor wage levels,\" \nBanta said, \"because the marketplace, for the foreseeable future, will keep wages up.\"\n\nBill McCloskey, a spokesman for BellSouth's Washington office, said company officials have not yet focused tightly \non the visa legislation, aware that changes are likely between now and the final passage. He added however:\n\n\"Our company, like most others, would welcome some new flexibility in the immigration law, so long as it could \nlead to a larger supply of technical skills.\"\n\nOur columnist on the business community\n\ne-mail: holsen@mindspring.com  \n"}