{"title": "PREPARED TESTIMONY OFDAVID G. BOYDDIRECTOR, SCIENCE AND TECHNOLOGY DIVISIONNATIONAL INSTITUTE OF JUSTICEUNITED STATES DEPARTMENT OF JUSTICEBEFORE THE HOUSE COMMITTEE ON THE JUDICIARYSUBCOMMITTEE ON CRIMECONCERNING LAW ENFORCEMENT TECHNOLOGY DEVELOPMENT", "body": "\nMister Chairman, Members of the Subcommittee:\n\nI am pleased to have this opportunity to appear before you and discuss the technology efforts of the Department of \nJustice's National Institute of Justice (NIJ).\n\nAs you are all aware, NIJ is the Department's principal research and development component. In that capacity, NIJ \nsupports state, local, and federal law enforcement agencies by providing and encouraging research and \ndemonstration efforts aimed at improving the effectiveness of all elements of state, local and federal criminal justice \nsystems and related aspects of the civil justice systems. In fact, NIJ's legislative charier requires \"the Institute (to) \ngive primary emphasis to the problems of State and local justice systems.'' 1 As NIJ Director Jeremy Travis has \nobserved, \"State and local governments spend more than six times as much on all justice activities in a year as the \nfederal government. They convict almost seventy times as many criminals, and hold nine times as many prison \ninmates.\"'\n\nFor the past quarter of a century NlJ's focus has been on meeting the needs of state and local law enforcement \nagencies. Yet we have also supported and will continue to support federal law enforcement, because those \nagencies provide crucial services which bridge jurisdictional barriers at the state and local levels.We are the agency \nthat first brought the foundation technologies to the United States that made DNA identification possible. In fact, \nalmost all the forensic DNA research done in the United States has been funded in whole or in part by the National \nInstitute of Justice. This includes the Standard Reference Materials Kit produced under the Office of Law \nEnforcement Standards which exists within the National Institute of Standards and Technologies, but which is \nfunded by the National Institute of Justice. That kit is used by DNA laboratories to help assure reliable results with \nthe current and most commonly used DNA identification process and was recognized in 1993 by Research and \nDevelopment Magazine as one of the 100 best research and development projects in the United States. Just \nrecently, we completed a new standard for a new DNA technology (Polymerase Chain Reaction) which can produce \nresults in a day at a cost of about $30 per test instead of six to eight weeks and $300 to $500 required by the \ncurrent more commonly used method (Restricted Fragment Length Polymorphism). NIJ has also been tasked by \nthe Attorney General with the management of efforts to enhance the DNA capabilities of qualified state and local \nlaboratories to ensure they are capable of supporting and taking advantage of the FBI's CODIS data base, while \nCongress has tasked us with the development of a way to ensure the accuracy of DNA identifications by \nlaboratories.\n\n\nWe're the agency which, working with the Federal Aviation Administration, demonstrated the value of the metal \ndetectors you now find in airports, of drug sniffing dogs, and a broad variety of techniques for the identification of \nforgeries. We're also the agency which developed, produced and demonstrated the soft body armor worn today by \nmost of our police - a technology which has so far saved more than 1,800 police officer lives? We're the agency \nwhich tests, monitors and certifies the performance of those vests so that state and local agencies can be confident \nthat what they're buying really works as advertised. We're sort of a \"Consumer Reports\" for law enforcement, \nproviding the only objective comparisons of manufactured equipment for law enforcement: new police car \npackages and tires each year, police weapons, handcuffs and other equipment. We're the agency which, when law \nenforcement asked us to determine whether pepper spray was really safe, conducted the nation's only \ncomprehensive investigations into its effectiveness and safety. And in the course of that effort, we found that while \npepper spray was not the proximate cause of any death we examined, we were able to establish that positional \nasphyxia accounted for nearly 80% of the in-custody deaths we examined. 4 Because of that finding, police have \nbegun to change restraint methods to eliminate positional asphyxia as a cause of death. We are, in short,the only \nunbiased technology information service for most state and local agencies, a crucial function in support of our more \nthan 17,000 state and local law enforcement agencies who can ill afford to pull officers off the street to search for \nproduct information. Fully 90% of those agencies employ fewer than 24 sworn officers, and half fewer than 12. And \nwe are the only research and development activity focussed - by law - directly on state and local law enforcement \nand corrections needs.\nIn the past year, the National Institute of Justice, responding to recommendations by the law enforcement \ncommunity, has converted the Technology Assessment Program Information Center (TAPIC) into the National Law \nEnforcement and Corrections Technology Center, which - Working with the Office of Law Enforcement \nStandards, establishes voluntary standards for selected law enforcement equipment and manages voluntary \ncertification programs. Under these program, participating industries pay all the testing costs, while NIJ certifies the \nlaboratories and ensures the integrity of the testing.\n\n- Develops critical product data bases for law enforcement which include such information as: who manufactures \nwhat, what the points of contact are, what testing or evaluation information is available, and what other law \nenforcement agencies use the product and can discuss its effectiveness.\n\n- Assists law enforcement in understanding what technologies are available, how they can be used, and what \nadvantages they offer.\n\n- Makes available information on successful local funding strategies for new technologies.\n\n- Evaluates products, such as police car packages, tires and pepper spray.\n\n- Helps law enforcement agencies locate essential equipment that may be too expensive or too specialized to \nown, but which may be needed on an occasional basis.\n\n- Conducts field demonstrations of new law enforcement technologies.\n\n- Collects law enforcement needs and requirements information for use by industry, i developing affordable \ntechnologies for law enforcement.\n\nRegional centers are also being established to bring these capabilities closer to the agencies they. support and to \nmake them more responsive. Each center is located at a facility which has agreed to support the center with free \nspace or other assets and each is developing a core functional competency. The Western Regional Law \nEnforcement Technology Center, for example, is already working with law enforcement agencies as far away as \nDelaware to apply imaging technologies to solve crimes. That center, which occupies an excess building at the \nAerospace Corporation -a fully funded Air Force Research and Development Center - has already been critical in \nthe solution of the murder of a police officer, various robberies, arsons, and other crimes. The Southeastern \nRegional Law Enforcement Technology Center is concerned with corrections technologies and is also located in \nan excess government owned building.\n\nAt the same time, we have begun to establish a Technology Information Network to better support state and local \nlaw enforcement agencies by providing ready access to a network which will enable access by law enforcement \n\n\n\nagencies to all the services of the centers. The Technology Information Network is supported on a Navy owned \nsystem and will link to a variety of other technology information systems. It is also supporting the completion of the \nRegional Information Sharing System (RISS) network and will be able to share equipment information with RISS \nmember agencies.\n\nEven though the centers only began to be established. last October and the last center is not fully on line yet, the \nsystem has already:\n\nProvided technical assistance to more than a dozen major criminal investigations around the United States which \nrequired technologies or capabilities otherwise unavailable to the investigating agency.\n\n- Responded to more than 1,500 requests for information and distributed nearly 7,000 documents in response to \nthose requests - an increase of more than 250% over last year.\n\n- Provided information to the field on the truth about the \"Rhino\" and \"Black Rhino\" bullets. Within 24 hours of the \npress announcement of those bullets, the NIJ National Law Enforcement Technology Center, working with the FBI \nand ATF, was able to post accurate information on every major commercial on fine computer service in the United-\nStates and defuse most law enforcement and press concerns.\n\nPublished the first two issues of Technology Beat (intended as a brief, monthly newsletter to the field about new \ndevelopments in law enforcement technologies), the 1995 police car package test results, a bulletin on pepper \nspray, a new body armor user guide, a 1994 patrol vehicle tire test report, and distributed more than 30,000 \ndocuments to the field.\n\n- Provided technology exhibits in Albuquerque, New Mexico; Seattle, Washington; Oakland, California and New \nYork City.\n\nWe have also established a partnership with the Department of Defense so we can find ways to leverage research \nand development investments already made by the taxpayers. Both the Federal Bureau of Investigation and the \nBureau of Prisons have joined in that effort by helping NIJ staff the Joint Program Steering Group with the \nAdvanced Research Projects Agency (ARPA). This group has been charged by Congress with the management of \nthe Operations Other Than War/Law Enforcement program with ARPA, and is required to identify and develop \nprojects which meet both military and law enforcement needs. And in Charleston, South Carolina, we are \ninitiating a major pilot project to see if we can develop more effective ways to locate, secure and transfer federal \nproperty useful to law enforcement. That effort has already helped us obtain for the South Carolina State Law \nEnforcement Division special covert marking equipment-so they can reliably and safely distinguish, during the hour \nof darkness, their own aircraft from aircraft they have under surveillance. Interestingly, the first successful transfers \nof technologies between Defense and Justice have both been from Justice to Defense. U.S. military forces relied on \nNIJ soft body armor standards in purchasing ballistic armor for troop use in Somalia and, more recently, NIJ \ntransferred the sticky foam delivery system and devices developed over the past two years to the U.S. Marine \nCorps for use during the withdrawal of UN forces from Somalia.\n\n Probably the most striking example of cooperation in this effort is our concealed weapons detection initiative. In \nMarch, NIJ initiated three major projects - each based on a different technology - to develop new devices to detect \nconcealed weapons. Our goal is to produce affordable devices, possibly handheld, which can detect weapons \nwithout false alarms. The Joint Program Steering Group will shortly initiate another project, based on at least one \nadditional technology. Both of these efforts are extraordinarily coordinated. Both the NH and ARPA projects share \nthe same program manager, provided by NIJ. All of the technologies will be supported through several critical \nstages of development. Systems integration - mining the technologies into real products - will be managed by NIJ's \nNational Law Enforcement and Corrections Technology Center located at Rome Laboratories. Technical and \nsafety testing and evaluation will be performed at NIJ's National Law Enforcement and Corrections Technology \nCenter located at Naval In-Service Engineering in Charleston, South Carolina, while imagery analysis support will \nbe provided by NIJ's National Law Enforcement and Corrections Technology Center located at Aerospace in El \nSegundo, California. Countermeasures analysis - determining how each technology can be defeated and what we \nwill need to do to prevent those measures - will be performed by Sandia National Laboratories in New Mexico, \n\n\n\nwhile our Office of Law Enforcement Technology Commercialization, co-located with the National Technology \nTransfer Center, will help us move the finished technologies out into the market place.\n\nBut we're only a small part of efforts to address a very large problem.\n\nEvery year, more than 23,000 Americans - nearly half the total number killed in the entire Vietnam War - are \nmurdered. More than 170,000 are raped, and more than 6 million are victims of assaults. At least thirteen million are \nvictimized by property crimes while about 1.5 million victims of violent crime are treated by our health care systems. \nThe total economic cost of crime in this country - in a single year - comes to a staggering $70 billion! 5\n\nIt should come as no surprise then that the American public consistently ranks crime at the top of every list of \nserious threats facing the country.\n\nSince 1988, investment in law enforcement and the criminal justice system has grown at roughly twice the rate of \nall other government spending, until as a nation, we now spend more than $75 billion each year on the law \nenforcement and criminal justice systema. 6 At the same time, we spend another $50 billion on private security \nagencies and untold amounts on often unsuccessful efforts to protect our homes and businesses.7\n\nYet, despite the incredible cost of law enforcement and the clear expressions of concern by citizens about the \nconsequences to the public of crime, we have done little to modernize our primary crime- fighting instrument -- the \nnation's police. In fact, state and local police, who represent more than 95% of our nation's police personnel and \nhandle well over 95% of the crime in this country, are still equipped much as was Wyatt Earp in the late 19th \ncentury. Surely, America's highly sophisticated technology base can provide better alternatives and make our thin \nblue line more effective at the same, time.\n\nIf we could reduce crime by only one percent, it would mean 230 fewer murders, more than 1,700 fewer rapes, \n60,000 fewer assaults and at least 130,000 fewer property crimes. It would mean 15,000 fewer victims of crime \nburdening our already hard pressed health care systems, and it would mean a savings of at least $700 million in \neconomic costs -- savings that would be realized every year.\n\nIf we had available technologies which eliminated the need for high speed pursuits, we could save our cities huge \ntons losses. New York City recently lost a judgment for injuries to an innocent child (struck by a motorcyclist being \npursued by police) for over $100 million - more than 50 times the total annual research and development budget \nallocated to the National Institute of Justice for the development of technologies to address this very issue! In 1992 \nin California alone, there were more than 7,000 high speed pursuits, which resulted in more than 1,200 injuries. \nFully 15% of the injuries were to innocent bystanders, while 14% were to law enforcement officers. Nationally, \nabout 1% of high speed chases end in fatalities.s\n\nIf we could find a technology that would safely and effectively permit an alternative to incarceration for only 1% of \nour current prison population, it would save at least $159 million each year. 9 If we had available tools to reduce the \nconsequences of violence in confrontations between police and suspects, what could they save us? We have no \ncertain way of knowing, but we do know that without them, nearby 300 suspects will be killed each year, despite the \nbest efforts of police to avoid bloodshed, and more than 150 police officers will die in the line of duty. 10\n\nWhile there may be limits to the amount of improvement technology is capable of producing in the levels of crime, \nthe promise of productivity improvements offered by technology is clear, the numbers are equally impressive and \nthe need compelling. From 1970 to 1991, crimes per police officer increased more than 65%, a workload increase \nthat is reflected in the rate at which crimes are now cleared. 11 In 1993, fewer than 20% of all reported property \ncrimes - barely one fifth - were cleared within one year. While the numbers are better for violent crimes, they still \naren't very promising: only 45% -- less than half -- of all violent crimes are cleared each year. The clearance rate for \nmurder has declined steadily since 1965, from 91% to 65% in 1992 and the robbery clearance rate in 1993 was \nonly 24%. Since there are limits to the resources we can apply to law enforcement, finding newer, more effective \nways to improve the productivity and effectiveness of policing is essential\n\n Unfortunately, our efforts to leverage technology to obtain those productivity improvements have hardly been \nreassuring. From 1985 to 1990, total federal research and development investment increased 7.8% in inflation \n\n\n\nadjusted dollars. During the same period, crime increased 31.4% while the number of criminals incarcerated rose \nby 60%. Yet investment in research and development for the law enforcement and criminal justice system \ndeclined 19% over the same period. In other words, as the problem got worse, we invested even less in building \nbetter tools and finding solutions. 12\n\nPan of the problem is a perception that law enforcement already has access to advanced technologies. Because \nfederal agencies have access to advanced technologies, we tend to assume the same tools are available at the \nlocal level. At the same time, television programs often suggest that police have lots of fancy equipment they can \ndeploy at appropriate times. Unfortunately, most of this equipment is actually unavailable to local law enforcement \nor is far less sophisticated or effective than portrayed. Even the technology which really does exist is rarely \navailable to any but the largest departments, and then is usually drawn from military equipment only marginally \nsuited for law enforcement uses. Most technology in state or local law enforcement agencies is hand-me-down, \ngenerations old, technologically obsolescent military equipment (night vision devices, radio systems, etc.). And \nmuch of the technology developed for Federal agencies is either classified, is concentrated primarily on automation \nor surveillance technologies, or is available only in very small quantities. Very little has been developed with the \npatrol officer in mind.\nIn most state and local law enforcement agencies, the research and development operation - when there is one - \nis someone charged with going through equipment catalogs to find modern, affordable equipment. Even among \nfederal agencies, those offices referred to as research and development are almost entirely applications oriented \nactivities, building or adapting one-of-a-kind surveillance devices tailored to the specific operational requirements of \na single agency.\n\n What has been missing is a genuine research and development effort focused specifically on law enforcement, \ncorrections and public safety needs, especially at the state and local level Such an effort is needed because military \ntechnologies, while well suited to reactive strategies, usually require significant adaptation to be made suitable for \nthe kind of proactive strategies we want to see put in place.\n\nSince funding is so limited, law enforcement research and development projects tend to be very small and \nprogress very slow. 13 At the national laboratories, where some of the work is being done, law enforcement \nprojects are part time work, sandwiched in among major, multimillion dollar projects. In industry, where most of the \nwork is being done, it is difficult to attract high-powered talent and it is even harder to develop the critical mass \nrequired to make significant breakthroughs. Most major defense companies have not been successful in entering \nand staying in the law enforcement market, because they have not yet learned to work with so extraordinarily \nfragmented a market. More than 90% of the roughly 17,360 law enforcement agencies in the United States \nemploy 24 or fewer sworn officers and most departments make all purchases independently.This fragmentation \ndiscourages the entry of major industry into the field, yet the potential market is very large. Police and Sheriffs' \ndepartments collectively employ nearly 840,000, while corrections agencies employ approximately 400,000. The \nprivate security industry is the real heavyweight in terms of employment, with more than 1.5 million, while fire and \nrescue agencies - which could use much of the technology needed by law enforcement - account for another \n340,000 employees. These numbers are large enough to support vibrant markets, but - unfortunately - are not large \nenough to support much research and development overhead.  14\n\nWhy do we dwell on these numbers? Because supporting the smaller agencies - over 90% of all our law \nenforcement agencies - is the crucial challenge. The truth is that 95% of all law enforcement manpower is state \nand local and the vast bulk of what we consider policing falls within local jurisdictions. Federal agencies are rarely \nthe first on the scene for those problems the average citizen is most concerned about - domestic disturbances, \nassaults, murders, gang brawls, drive-by shootings, burglaries, carjackings, robberies and the like. While federal \nagencies are involved in a dozen or so hostage/barricade or barricade operations each year, the New York City \npolice alone are called out to confront this kind of problem several hundred times each year! The corrections picture \nis not much different. Over 90% of prison inmates - and all jail inmates - are held in state and local facilities.  15 In \nfact, the largest federal facilities - which rarely house more than 2,000 prisoners - are dwarfed by the Los Angeles \nCounty Jail which houses over 20,000! If we want to have an impact on crime, we'll have to support law \nenforcement at the state and local level by helping to provide technological \"force multipliers\". That is what \n\n\n\nprompted the Vice President to declare this past April that \"lilt is high time that we put the most advanced \ntechnology and the best new approaches at the disposal of police officers and other law enforcement officers \nthroughout this country.\"There obviously is no one-to-one relationship between investments in technology and \nreductions in crime or improvements in police productivity. But law enforcement is probably the one area where \nthe greatest gains from technology can be realized, not because law enforcement is particularly responsive to \ntechnology, but because so little has been invested in bringing technology to state and local law enforcement. \nExamples of what can be accomplished with limited resources and accurate identification of law enforcement \nrequirements include:\n\n- The introduction of soft body armor by the National Institute of Justice. This technology, developed with an \ninvestment of barely $5 million, has already saved well over 1,800 police officer's lives at an estimated savings in \nsurvivor's benefits and replacement costs of more than $1 million per officer saved (for a total of more than $1.8 \nbillion), and resulted in the creation of an entire industry dominated by the United States;\n\n- The current best fingerprinting method for nonporous surfaces requires a two-step process. First, cyanoacrylates \n(super glue) are fumed over the suspected area and then a dye is applied to make the prints visible. If the pits are \non major fixtures, such as bathtubs or large windows, the fixtures may have to be ..ripped out and taken to the \nlaboratory. But a new device, roughly the size of a small flashlight, developed last year under an NIJ grant, now \nallows the prints to be developed in a matter of seconds, on site, in a single step. In fact, this project was \nconceived, developed with the support of the Alaska Crime Lab, tested, transferred to industry and commercialized \nin barely 18 months with a research and development investment of less than $100,000. Announced in February, \n1994, this device was featured on CNN Science and Technology week and was priced - as a complete kit - at less \nthan $150. By June at least 100,000 units had been sold by the manufacturer and at least 100,000 more were back-\nordered. The device requires little training to operate, and competitors have already entered the market and forced \nthe price down; and\n\n- An automated booking system implemented recently by the Drug Enforcement Administration is capable of \nreducing booking time from 75 to 15 minutes - a savings of 80% for that single function.\n\nParadoxically, it is in law enforcement - probably the most poorly funded area of research and development - that \nleveraging technology is most promising and can probably pay the greatest and most immediate dividends. The \npotential for payoffs in technology - at the patrol officer level - are nearly unlimited. Is it, for example, possible for \ntechnology to make stolen weapons unusable or prevent the deaths each year of hundreds of children in firearms \naccidents? 16 Can we find better ways of tracking suspects? Can we tell what is in a fleeing felon's car, or in a \nsuspect's house? Can we find a face or an armed subject in a crowd? Can we detect an armed student or other \npersons entering a school? Can we produce small, easy-to-use, inexpensive explosive sniffers or chemical \ndetection equipment? Can we. without injury to the suspect, any hostage or innocent bystanders, subdue a suspect \nin a hostage/barricade situation or domestic disturbance; a fleeing vehicle or on foot 17 a one-on-one confrontation \nwith an armed but deranged subject; a carjacking; or a resisted search or drug raid? Can we develop safer methods \nof extracting an uncooperative prisoner from his cell? 18 Can we provide safer, more effective and socially \nacceptable ways to control unruly crowds or quell dots? Can we provide better, more sophisticated training for law \nenforcement personnel at all levels, from officer to chief?.\nIn contrast with the Department of Defense, there is no federal level agency driving the development, manufacture \nor acquisition of specialized law enforcement equipment. Law enforcement equipment purchases, instead, are \nmade by the members of an intensely fragmented market. As a consequence, although this market - with nearly 3 \nmillion potential individual customers - is large enough to sustain an industry, it lacks the resources to support the \nresearch and development base needed to create the new products it needs. 19 In fact, with the possible exception \nof soft body armor, handcuffs and batons, there are virtually no products developed exclusively for law \nenforcement use. 20\n\nUntil recently, the role of the National Institute of Justice has been primarily one of funding the development of \npromising technologies in a few key areas. Only in the past three years has it also become one of identifying \nexisting technologies (especially in the Defense and Intelligence communities), encouraging promising new \nconcepts and facilitating the transfer of already developed technologies to law enforcement use.\n\n\n\nBy late 1992 and early 1993 a series of grants, cooperative agreements and interagency agreements had been \ninitiated by NIJ in an effort to form a broad based technology identification, development and transfer program \nwhich has focused from the beginning on the practical needs of the user community. State and local law \nenforcement, as well as corrections departments and other users have been and continue to be included as the \nessential components of the NIJ technology team To ensure that policy and human factors issues are properly \naddressed in the collection and analysis of background data on use of force by law enforcement personnel, and to \nensure that these issues are properly represented in considering technology development for law enforcement, \nsocial scientists and criminal justice researchers are also included as part of the NIJ technology team.  Since \nfunding for the development of technologies for law enforcement is severely limited, NIJ has been working to \nleverage research and development efforts by industry and other federal agencies. To start the search for new \ntechnologies NIJ turned to the vast technical expertise that exists within the Department of Energy National \nLaboratories, particularly in the special technologies programs at the facilities charged with development of \ntechnology for intelligence gathering and the safeguarding of nuclear materials. At the same time, NIJ began \naggressive efforts to identify military and intelligence community technologies that may be candidates for dual use \nunder the Administration's Defense Technology Reinvestment Initiative announced early in 1993. Although the \nfuture of that program is uncertain, it is useful to observe that the panel concerned with law enforcement \ntechnologies (Operations Other Than War/Law Enforcement) received more than 175 proposals in 1994 with an \naggregate value of more than $300 million.\n\nSpearheading the dual use technology effort is a distinguished panel established under a National Institute of \nJustice cooperative agreement which has been charged with establishing links essential to identifying and \ntransferring dual use technologies. Directed by Vice Admiral (retired) E.A. Burkhalter, Jr., the panel includes Judge \nWilliam Webster, former Director of the FBI and CIA; Jim Falk, former White House Counsel; Dr. Ruth Davis, former \nAssistant Secretary of Energy; General (retired) Paul Gorman, former Commander-in-Chief, U.S. Southern \nCommand; Dr. David Mann, former Assistant Secretary of the Navy; Mayor Kurt Schmoke of Baltimore; Admiral \n(retired) Paul Yost, former Commandant of the U.S. Coast Guard; Ray Havens, Deputy Director of the U.S. \nMarshal's Service; and a number of active Federal officials from the Department of Defense, Intelligence \nCommunity Management Staffi FBI, Bureau of prisons, U.S. Marshal's Service and metropolitan police \ndepartments.\n\nTying it all together is the Law Enforcement Technology Advisory Council (LETAC), funded by a cooperative \nagreement from NIJ and chaired by Chief Harlin McEwen of Ithaca, New York. This council is made up of more than \n85 senior state, local and federal law enforcement officials from the United States and Canada. LETAC reviews \ntechnology efforts on behalf of law enforcement to ensure they are well grounded in the very real world of the \npolice officer. We are already creating regional councils at each of the NIJ technology activities around the country \nin order to broaden the base of participation of state and local law enforcement in our efforts.\n\nAt the same time, we have started a major effort to identify what it will take to get new technologies introduced to \nthe community by creating three other groups: a liability task group, community acceptance panel, and an industry \npanel.\n\nThe Liability Task Group is constituted of private, municipal and law enforcement attorneys, retired judges, and \nlaw school faculty and students. This task force is charged with identifying liability issues and recommending efforts \nlaw enforcement agencies should undertake to address them, both before and after new technologies are \nintroduced.\n\nThe Community Acceptance Panel is key to getting any technology into the field. It is made up of a wide range of \ncommunity groups and is charged with helping to identify \"show stopper\" community issues that might surround a \nnewly developed or developing technology. Included in this panel are representatives from the ACLU, NAACP, \nHandgun Control International, the League of Women Voters, the National Rifle Association, police review boards, \nacademicians, a police chief and other interested community groups.\n\nAnd the Industry Panel is made up of CEOs and other senior managers of major established and newly created, \nentrepreneurial companies. Their purpose is to help us identify barriers to the entry and survival of companies in \n\n\n\nthe law enforcement market and their interest has been intense. Our technology conference this year, for example, \nis sponsored by an industry association - the American Defense Preparedness Association (ADPA), which has also \ncreated a special law enforcement industry panel.\n\nAlthough the NIJ program to leverage defense and other federal technologies is barely two years old, 21 it has \nalready produced: - Interest in the national laboratories, defense and intelligence agencies, and in defense \nindustries in including law enforcement requirements in research and development efforts. Among these are: The \nAerospace Corporation in El Segundo, California, which has created a serf-funded Public Safety Division; Kodak, \nwhich is creating a forensic image analysis center of excellence in Indiana; Sandia and Idaho National Engineering \nLaboratories, which have both created strong partnerships with state and local law enforcement agencies in their \nstates; Oak Ridge National Laboratories, which is now establishing the Center for Applied Science and Technology \nfor Law Enforcement (CASTLE) and has already provided support essential to solving crimes in Tennessee; and \nmany others. All of these, at our urging, are forging strong bonds with local agencies and providing kinds of support \nnever before available to these agencies.\n\n- A prototype rear seat airbag to safely restrain uncooperative prisoners in the back seats of police cars which we \nbelieve will be possible to manufacture and sell at a cost no greater than that of the best current restraint seat. \nBecause we lacked funds to purchase a police car in which we could install and test this device, Sheriff Pat Sullivan \nof Arapaho County, Colorado, loaned us a car. That car was used in a demonstration and review for police \npersonnel of the entire NIJ Less than Lethal program earlier this year at the Montgomery County Police Academy, \nand for subsequent safety testing.\n\n- A prototype barrier strip which can deflate tires safely and which we anticipate will sell for about one quarter of the \ncost of current strips, while offering more capability and substantially greater safety than existing methods. Current \nstrips have detachable hollow needles on a flexible strip. To deploy them, a police officer has to get in front of the \nsuspect, wait until all innocent drivers have passed and then - directly in front of the suspect - pull the strip across \nthe road. If he isn't hit by a car as he does that, he then has to yank the strip off the road after the suspect passes \nand before any other car can run over it.. The device we developed at Idaho National Engineering Laboratories is \nfairly simple. It will allow the needles to be deployed while retracted so cars can safely pass over the strip. A simple \nmanual handle can then be used to raise the needles only for as long as is needed to safely deflate the tires of the \nsuspect. The Huntington Beach, California Police Department can attest to the potential usefulness of this device. \nThey had the front tires of two police cars destroyed last year because they couldn't get the old- style strips .out of \nthe way fast enough. Incidentally, currently available strips cost about $800 per unit. We believe this more capable \nunit can be manufactured for about one third of that cost.\n\n- A prototype velocity-adjusting weapon which will allow robber bullets or other safe projectiles to be fired without \ncausing injury at any distance.\n\n- The development of team at each of the five national laboratories involved in NIJ projects Sandia, Idaho, \nLawrence Livermore, Los Alamos, and Oak Ridge, made up of scientists, local police and corrections officials and \nsocial scientists working to develop practical and affordable less than lethal technologies.\n\n- At the request of the law enforcement community and with the assistance of the Southern California Chapter of \nthe American Civil Liberties Union, the first comprehensive studies of the safety and effectiveness of the pepper \nspray that is increasingly being used by law enforcement. As a byproduct of this effort, which was completed only \nrecently, we have identified positional asphyxia as the cause of an estimated 80% of all in-custody deaths and - \nwith the assistance of the International Association of Chiefs of Police - have provided Police and Sheriffs \ndepartments with information on how to prevent positional asphyxia deaths. In addition, the National Institute of \nJustice has initiated projects to:\n\n- Develop a weapon that can be fired only by its owner to protect police officers and make handguns in the home \nsafer. Since 1980, one in every seven police officers killed with a firearm has been killed with his own gun, while \nhundreds of children every year are killed with improperly secured handguns. This project is almost ready to be \nmoved into the commercial market and both Colt and Smith and Wesson have been enthusiastic supporters.\n\n\n\n- Develop disorienting or dazzling light systems with protective eyewear for police\n\n- Identify anesthetic compounds with very high safety margins and develop effective ways to simultaneously deliver \nboth the compounds and the antidotes to dramatically increase safety.\n\n- Develop synthetic compounds that can be used to identify fingerprints on particularly difficult Stiff surfaces.\n\n- Improve the efficiency of DNA identification by developing massively parallel electrophoresis to provide tools to \nallow the rapid processing of large numbers of samples.\n\n- Develop better technologies for the identification of trace evidence.\n\n- Put key reference materials developed by the National Institute of Justice and essential to crime laboratories and \ninvestigative agencies on digital media, such as CD ROMs.\n\n- Develop, publish and - in some cases - administer standards for key law enforcement equipment such as soft \nbody armor, DNA identification technologies, handguns, handcuffs, police car packages and other equipment.\n\n- Publish materials to provide law enforcement agencies information on new technologies.Partnerships between \nthe Department of Justice and the Department of Defense are not new. The Advanced Research Projects Agency \n(ARPA) and other Defense Department agencies have at least a decade-long history of sharing advanced \ntechnologies with federal law enforcement agencies. There are, in cooperation with the FBI alone, more than 30 \nprojects currently underway. But that assistance has not, until very recently, extended in any systematic way to the \nstate and local level.\nIn June, 1993, the Attorney General asked the Secretary of Defense to assist us in identifying and transferring \nmilitary technologies useful to law enforcement. The Advanced Research Projects Agency responded in \nDecember by asking NIJ to develop a fist of law enforcement priorities ARPA could consider integrating into its \nresearch and development plan An ARPA project manager subsequently was invited by NIJ to meet with and brief \nthe Law Enforcement Technology Advisory Council That group identified three immediate priorities for \ndevelopment:\n\n- A device capable of identifying handguns, which has much greater discriminating power than existing metal \ndetectors. Probable cause rules require that we know with a high level of certainty that a subject is carrying a gun - \nnot just a piece of metal that might be a gun. This device is needed in three configurations: one capable of being \nplaced unobtrusively in school entrances; One capable of being mounted in and operated from a vehicle; and a \nhandheld or portable version that can be placed in high-interest locations.\n\n- The whole range of less than lethal technologies, but especially technologies capable of stopping cars safely; and\n\n- A version of the personnel status monitor and remote surgical system being considered for development for use \nby military medical personnel. This device provides video and audiotransmission capabilities, life sign and location \nmonitoring.\n\n Interest in this system is wide-ranging because it would greatly strengthen the ability of officers on foot to work in a \ngenuine community policing role, permit supervisors to observe and assist as needed, and provide warning if an \nofficer is in trouble (as well as information on where he or she is). The vital signs and locator monitors could also be \nused by themselves to provide far more robust and potentially less expensive electronic incarceration systems, and \nthe vital signs monitor could help alert officers when a prisoner in custody is experiencing life-threatening physical \nproblems.\nIn April, 1994, the Attorney General signed a Memorandum of Understanding which created a new Joint Program \nSteering Group to be manned jointly by Defense and Justice Department personnel. Stationed full time at ARPA, \nthis group is now putting the final touches on a joint program plan which will commit $37.5 million or more to the \ndevelopment of technologies which have applications of great value to both the military and law enforcement.\n\nBut while we share many needs, we have to remain conscious of the very real differences. As the attorney general \ntold her military audience:\n\n\n\n\"Let me emphasize some differences that, coming from-on a defense background, you may not be used to, but \nwhich are critical to understanding how you can help law enforcement.\n\n\"Your standard for nonlethal technologies is generally one of minimizing collateral damage; our standard is the \nelimination of any collateral damage.\n\n\"When less than lethal technologies are used by law enforcement, remember that they're not being used against \nan enemy; they're being used to help protect fellow citizens. When police use these devices, they must be \nconstrained by the knowledge that the people they are restraining aren't enemies; they are fellow citizens, with a full \nset of civil rights.\"In the military, the mission comes first, even if it means sometimes sacrificing the safety of \nbystanders. For the officer, it is the safety of those bystanders that is paramount. 22\n\nBut more than a Joint Program Steering Group is needed if we are to succeed in leapfrogging U.S. law \nenforcement from a dependence on weapons available in Wyatt Earp's time into the 21 st Century. There are at \nleast six major elements that should be undertaken to ensure that programs to transfer technology to law \nenforcement are more effective and more lasting than past efforts.  First, we will have to draw attention to the \nadvantages technology can offer to law enforcement, because, while virtually no money has been in vested in \ndeveloping effective technologies specifically for law enforcement, it is also true that law enforcement has not \nreadily embraced technology. Instead, budget increases have almost invariably been committed not to tools to \nmake the department more efficient, but to additional manpower. The result is that 97% or more of the vast majority \nof law enforcement budgets are invested in manpower (80% or more in the largest agencies, and 100% in the \nsmallest). While there is no substitute for an officer on the beat, public budgets are simply too tight to allow us the \nluxury of overlooking the efficiencies technology can provide.\n\nFor example, the 80% savings realized by the Drug Enforcement Administration's Automated Booking System \ntranslates into an hour saved for every booking operation. At that rate, every 1700 bookings would be roughly equal \nto one full man year of savings. In New York City alone, savings on that scale would mean - with nearly 250,000 \narrests annually - a savings equivalent to putting an additional 147 officers on the street. Nationally, it could mean \nthe equivalent of more than 8,500 officers? And, fully implemented, the system could allow better records, better \nsupport to prosecutors, and fewer mistakes. More importantly, with a moderate level of national emphasis, it could \nprovide for a standardized booking system which could - in turn - prevent an arresting jurisdiction from releasing a \nsuspect they were unaware was wanted by another agency in another state. Other technologies offer at least as \nmuch promise, if only we are willing to take advantage of them, We will realize those savings at the federal level \nbecause steps are being. taken to expand the system to support the U.S. Marshals Service and the Border Patrol\n\nYet, ironically, this new system typifies some of the largest shortcomings in the way we support state and local law \nenforcement. There have been several proposals before Congress which aim at improving the automation \ncapabilities of state and local agencies. Unfortunately, none of these included provisions requiring that equipment \nfunded by the federal government comply with standards designed to ensure compatibility of those systems with \nnational systems currently being developed. Unless we establish requirements to ensure that compatibility we may - \nwith the best of intentions - wind up repeating the mistakes of past years by providing equipment which may be \nmade obsolete even as we fund its purchase, thus delaying further our ability to establish the sort of networks we \nwill need to most efficiently catch criminals or perform background checks.\n\nSecond, we need to identify a principal focus for law enforcement technology efforts, to coordinate tile \ndevelopment of new technologies, eliminate duplication and ensure law enforcement involvement so we avoid the \ncostly mistakes made too often in other federal research an d development efforts.\n\n One of our major concerns is in husbanding our limited resources by ensuring we don't waste money in duplicative \nefforts. About a year ago, when we first started to inventory what was in the field and what was being developed, \nwe stumbled across several cases where different agencies were working on the same problem, but didn't know \nabout each other. Determined to fix that problem, the Attorney General directed NIJ to take steps to ensure that we \nwere sharing information about what all the Justice Department agencies were doing. That way, we could jointly \nidentify the most promising projects and concentrate resources on them, rather than conducting lots of little efforts \n\n\n\nto solve the same problems. Doing this allows us to capitalize on successes already made. But we can do that only \nif we rely on intelligently structured partnerships which allow us to share information and pool resources.\n\nWhile both the military and law enforcement need many of the same technologies, the differences in the structure \nof these two communities, coupled with tightly constrained budgets at the state and local levels have forced us to \nfollow a somewhat different requirements and development process than the military is used to. We didn't even \nhave a clear idea what technology was already in the field, so we had to start with a series of surveys. Then we \nrelied on the various program activites previously mentioned, as well as seminars, conferences, and workshops to \ndevelop a list of what law enforcement thinks it needs, and began exposing the law enforcement community to \nsome of the technologies available in the military and intelligence communities on the theory that no one ever had a \nrequirement for a telephone until he knew what a telephone was. Finally, we reassesed what they needed and \nbegan crawling through the federal research and development agencies and meeting with industry. We will continue \nthis process as we expand our understanding of law enforcement requirements and of the potential of \ntechnologies already developed.\n\nThird, we need to create a mechanism to ease access to technological information by public safety agencies. One \nparticularly efficient way to do this is through the technology centers recently established by NIJ. These centers are \nworking to consolidate information and provide it to law enforcement. For most law enforcement agencies, it is \nvery costly to devote an officer's precious time to finding technology- related information, and is even more difficult \nto locate specialized technologies to meet key needs. The technology centers will:- Build on existing information \nnetworks and services by providing a gateway to law enforcement technical information so agencies can get \nanswers with a single telephone call. The centers can answer many questions directly, but they can also maintain \nlists of key sources and points of contact that agencies could be referred to for further information. These \ncapabilities can add to the usefulness of existing services, such as the Regional Information Sharing System (RISS) \nand the FBI's Engineering Research Laboratory in Quantico, and greatly increase access to technical information \nfor smaller law enforcement agencies;\n\n - Maintain consumer information for law enforcement equipment. Since testing-of all law enforcement equipment \nby each local police department is far too expensive to be practical, the centers will maintain lists of equipment \npurchased by agencies throughout the united states. Agencies calling about specific products can then be referred \nto departments with actual experience with the product. There is no other comprehensive source of such \ninformation for law enforcement.\n\n- Increase the usefulness of very high cost/low use equipment. Extraordinarily capable high technology equipment \nwith potential applications in law enforcement exists in a number of places, but access to the equipment - or even \nknowledge of its existence - is rare. Where feasible, the centers can help coordinate the use of some of that \nequipment and greatly enhance its value to the taxpayer.\n\n- Develop a mechanism for the gathering of information on what technologies law enforcement and corrections \nagencies actually need so they can be passed on to scientists and industry. Historically, the identification of law \nenforcement \"needs\" has been a task undertaken without law enforcement input. More often than not, one or \nmore technologists - often with the sketchiest understanding of law enforcement operations - have simply \nassembled lists of interesting technologies which have been too expensive, too complicated, and too unrelated to \nthe realities of law enforcement, and especially. to the liability problems posed by new technologies. Our efforts in \nthis area have already begun to pay large dividends. In 1992 we received barely $1.\n\n 5 million in proposals to develop law enforcement technologies, but we received more than $20 million in the first \nquarter of 1995 alone! Fourth, we should continue to build on the DOJ/DOD Joint Program Steering Group to \nestablish a way to ensure, wherever appropriate, that public safety needs are taken into account in the earliest \nstages of every federal research and development effort For example:\n\n- The U.S. Army is currently developing simulation technologies which will allow the creation of inexpensive \nplatforms for training individuals. The Army National Guard, for example, has a critical requirement for simulators for \ntraining since they lack the training space and equipment available to active units. If new simulators are designed \nfrom the beginning to include public safety training requirements, then every National Guard armory with the \n\n\n\nequipment will also have available a trainer useful for local police, fire, and rescue departments, and - instead of \nbeing useful one weekend a month - the equipment can be useful nearly every day.\n\n- The state of Iowa has in place a statewide fiber optic system which will provide a foundation for linking all the \npublic safety agencies in the state and which, when joined with simulation capabilities like those mentioned above, \ncan provide uniquely capable training systems suitable for training individuals, whole agencies, or the entire state \napparatus in emergency operations.\n\nAnd it's not just the Army that has capabilities that can be used to support law enforcement. Naval In-Service \nEngineering - East (NISE-E) in South Carolina has available to it a modern Navy brig which will provide an ideal \nplatform for testing technologies suitable for use in corrections facilities. We have already taken steps to involve \nevery state corrections agency in the United States in our efforts at that site.\n\n There is probably no single area where a partnership between defense and law enforcement can pay dividends \nas great as those that are possible through the joint development of simulation technologies.\n\nFifth, it is essential that we establish a process to ensure the safety of law enforcement technologies, both for the \npublic an d the officer. There is no current mechanism in the United St at e s for the systematic monitoring of the \nsafety of newly introduced law enforcement equipment. Pepper spray, for example, became the most widely used \nless than lethal technology in the United States over a period of barely three years. At the same time, it became so \npopular among private citizens seeking self-defense alternatives to handguns that we estimate 90% of all pepper \nspray sold in the United States is sold to private citizens. Yet all this happened without the benefit of a single, \ncomprehensive safety study. It was only in June, 1993 that a series of scientific studies were undertaken by NIJ to \ndetermine whether pepper spray was as effective as claimed and as safe as a law enforcement technology should \nbe. We initiated a major study with the Baltimore County Police Department and began an intensive effort to collect \ndata on any fatalities which occurred during incidents in which pepper spray was used. We are continuing those \nefforts, but have already begun to provide law enforcement and the public essential safety information in the form \nof user guides and medical reports, and are using pepper spray as a model for the development of a mechanism for \nmonitoring the safety of other technologies employed by law enforcement.\n\nFinally, and most importantly, we must address the fragmented buying power of law enforcement. With the \npossible exception of communications equipment vendors, the fragmentation of the market makes it difficult to \ninterest companies large enough to bring the advantages of economies of scale to law enforcement markets. The \nresult is that local agencies are sometimes the victims of less than competent and sometimes even unscrupulous \nproducers and vendors. There is, for example, no manufacturer that builds a car designed specifically for police. We \nhave specially designed postal and UPS tracks, but police departments lack the concentrated buying power to \ninterest manufacturers in producing specially designed cars for police. In fact, police buying power is so limited that \nthe police were unsuccessful even in persuading manufacturers to seek a waiver from the National Highway Traffic \nSafety Administration which would allow them to produce cars without the passenger side airbag for police. The \nfight side airbag is forcing many agencies to completely re-engineer the placement of police equipment in their \ncars. 24 Critical to the success of these efforts, however, is the direct and detailed involvement of law enforcement \nat every level, from local to federal, to ensure that decisions are driven by real needs and that products are \nacceptable to the officers who have to use them.\n\nNo small part of this is making technology transfer really work. Unlike most research and development agencies in \nthe United States, technology transfer is not an important, but secondary mission. It is, rather, central to our \nsuccess. With more than 17,000 agencies around the country, each\n\nmaking its own buying decisions, we have to make it possible for industry to enter and succeed in the law \nenforcement market, or the successful modernization of our law' enforcement agencies will remain only a remote \ndream.\n\nWe know technology can't fix every shortcoming. We know it can't make up for poor judgment or compensate for \ninadequate or nonexistent training. It can't fix the problems that result from poor officer screening or selection and it \ncan never replace competent leadership. But it can provide tools to increase options, make the police officer's job \n\n\n\neasier, increase the effectiveness of law enforcement, enhance productivity in law enforcement by reducing \nadministrative overhead and improving responsiveness, limit the consequences of poor judgment and improve the \nsafety of the police and the public. Technology can save lies.\n\nNothing can substitute for a cop on the beat, but we owe it to them to provide the tools they need to meet the \ncomplex challenges of daily policing in a safe and effective manner.\n\nMr. Chairman, I would be happy to respond to any questions the Subcommittee might have.\n\nNotes\n\n1. 42 U.S.C. 3721, Section 201.\n\n2.The Honorable Jeremy Travis, Director of the National Institute Justice, Exploring the Federal Research Role in \nCrime Control Policy, to the Fortunoff Criminal Justice Colloquium, New York University School of Law, January 23, \n1995.\n\n3. Dupont Kevlar (tm) Survivor's club\n\n4.John Granfield, Jami Onnen and Charles S. Petty, M.D., Pepper Spray and in Custody Deaths, March 1994, \npublished by the International Association of Chiefs of Police as part of the Science and Technology series of its \nExecutive Briefs, under a grant from the National Institute of Justice.\n\n5. Violent Crime in America, International Association of Chiefs of Police, April 27, 1993. The December 13, 1993 \nissue of Business Week estimates that crime poses at least $270 billion in costs in the form of property losses, \nurban decay. medical expenses, and shattered lives.\n\n6 Justice Expenditure and Employment, 1990, Bureau of Justice Statistics, U.S. Department of Justice. Business \nWeek and others have estimated the costs, both direct and indirect, from 20% to 100% higher.\n\n7 Private Security: Patterns and Trends, National Institute of Justice, U.S. Department of Justice. August, 1991.\n\n8. Geoffrey P. Alpert, Police Pursuit and the Use of Excessive Force, unpublished, and Chief Tim Grimmond, \n\"Police Pursuits, Police Chief, July 1992, pp. 43-47. Various studies have produced fatality estimates ranging from \na low of about .38% to a high of 3% of pursuits.\n\n9.At the end of 1990, we were holding 883,593 Federal and state prisoners at an annual average cost of more than \n$18,000 per inmate, exclusive of the cost of the prison itself. Not included are another 444,584 in jails, many for \nterms greater than six months. Prisoners in 1992, Bureau of Justice Statistics, U.S. Department of Justice, May, \n1993.\n\n1 Uniform Crime Reports: Crime in the United States, 1970 through 1991, Federal Bureau of Investigation.\n\n11 .The sources for police workload levels and crime clearance rates are the Uniform Crime Reports published \nannually by the Federal Bureau of Investigation. Under the FBI's Uniform Crime Reports definition, a crime is \ngenerally considered cleared when someone is arrested, charged and turned over to the court for trial. Some \nresearchers have suggested that police workloads have actually increased 500% or more. The large differences \nbetween reported crimes - those reported in the UCR - and the Victimization Survey conducted by the Bureau of \nJustice Statistics suggest that the higher estimates are certainly plausible.\n\n12 Census Abstracts, 1992, U.S. Census Bureau.\n\n13.Few law enforcement technology projects, except those support Federal law enforcement agencies, are \nfunded at more than $200,000 per year.\n\n14.Census of State and Local Law Enforcement Agencies, 1992, Bureau of Justice Statistics, U.S. Department of \nJustice, July, 1993.\n\n15.Prisoners in 1992, Bureau of Justice Statistics, U.S. Department of Justice, May, 1993.\n\n\n\n16. Since 1980, about one in every seven officers killed with a firearm has been killed with his own weapon. This \nproject will adapt existing technologies to develop a reliable weapon which can be fired only by authorized users.\n\n17. The National Institute of Justice has initiated a project which will allow police to tag a fleeing car - while it is in \nmotion - so that it can be tracked when a police pursuit is not feasible or too dangerous.\n\n18. Four corrections officers were seriously injured - one nearly killed - in New Mexico in August, 1993, as they \ntried to remove an uncooperative prisoner from his cell. The injury rate among the officers who make up cell \nextraction teams is consistently very high.\n\n19. Much law enforcement equipment is directly usable in several related areas (e.g., radio systems, 911 systems, \netc.). The potential market therefore includes at least 840,000 employees of police agencies, 1.5 million private \nsecurity employees, 400,000 corrections employees and 340,000 fire department employees. Data is taken from \nBureau of Justice Statistics, National Institute of Justice and Bureau of the Census reports.\n\n 20.Even pepper spray is available to law enforcement at affordable prices in large measure because nearly 90% \nof the product is sold to private citizens for personal protection.21.In 1989, Congress directed NIJ to develop a \nprototype less than lethal device. In 1992, responding to major findings from these earlier efforts, NIJ established a \nmore comprehensive, integrated program to develop and employ several devices to meet a variety of less than \nlethal requirements. Since the effort to develop this device inevitably resulted in the identification of other \ntechnologies of value to law enforcement, a parallel technology transfer program was also initiated to facilitate the \ntransfer of more general technologies to law enforcement.\n\n22. Reno, November 17, 1993.\n\n23.These calculations are based on only the roughly 10,000 agencies included in the FBI's Uniform Cringe Report. \nThere are more than 17,000 agencies nationwide. A single system is capable of 35,040 bookings per year (at 15 \nminutes per booking), for a potential savings of 20 man years per booking station. Even if the system performed at \nonly one tenth that level, each system would be worth nearly ten times its cost in manpower savings in the first year \nalone (based on a cost per system of about $20,000). This system is now being tested and evaluated by NIJ at \nseveral locations in Florida. If those results validate its value, the system will be installed in-all Justice Department \nlaw enforcement agencies which have a requirement to book prisoners.\n\n24. Car manufacturers produce police car \"packages\", which are essentially assembly line cars with different paint \n(if the department can afford it), special lighting packages, beefed up transmissions, suspensions and engines (in \nsome cases), and other accessories. The fight side airbag makes mounting radar guns, radios, or other equipment \non the passenger side of the dash dangerous to the officer driving, even when the right seat is seldom, if ever, used \nfor passengers.\n\n#### END\n"}