{"title": "LIFE OF JOSE AVILLANEDA MAY DEPEND ON THE STATE IMMIGRANT HAS FAILING KIDNEYS AND NO HEALTH INSURANCE.", "body": "\nWhen Jose Avillaneda slipped across the border nine years ago, he had little more on his mind than steady work \nand sending money back to his parents, six sisters and two brothers in Mexico.\n\nNow, with his kidneys failing, the fate of the soft-spoken 29-year-old father may rest in the hands of the \nPennsylvania Department of Public Welfare.\n\nAvillaneda is praying that the state will pay to continue his treatment. A decision may come as early as today.\n\nAn undocumented immigrant with no health insurance, Avillaneda said he is willing to risk deportation because \nhe knows he will die without continuing treatment, leaving his wife to care for four young sons.\n\n\"He's been told [by Chester County] to go to Mexico to get treatment. But I can tell you, I'm from Mexico. He won't \nget treatment there, either,\" said Sergio Carmona, a caseworker at Project Salud, a health care and advocacy \norganization in Kennett Square.\n\nAvillaneda's troubles began Christmas Eve, when he was rushed to the emergency room at Southern Chester \nCounty Medical Center.\n\nDoctors told him he was too ill to return to the mushroom fields where he had worked steadily since he arrived.\n\nHe needed dialysis and would eventually need a kidney transplant. He was referred to Clinical Renal Associates of \nExton, where he received dialysis three hours a day, three days a week, until Feb. 12, when he was told the group \nno longer could treat him without reimbursement.\n\nThe group's business manager, Kevin McCullough, would not comment, citing doctor-patient privilege.\n\nAvillaneda has since been getting treatment at Girard Medical Center in Philadelphia.\n\nA representative for North Philadelphia Health Systems, which owns Girard and St. Joseph's, declined to speculate \non Avillaneda's treatment should the appeal be denied.\n\n\nIn a statement released yesterday, Joyce Criss, vice president for patient services at St. Joseph's, said: \"Because \nwe are a community hospital, we give care to anyone who needs care, regardless of their ability to pay.\"\n\nUnder federal regulations enacted in 1996, undocumented immigrants can receive emergency medical care for \ninjuries or childbirth assistance through Medicaid. But treatment related to organ transplants, such as dialysis, is not \nincluded.\n\nAnnette Silva, a nurse at Project Salud, said she did not see the reason for a distinction between transplants and \nemergencies.\n\n\"In his case, it's so clear,\" she said. \"He has renal [kidney] failure, and without dialysis, it's only a matter of time \nbefore he expires due to toxicity. How is that not an emergency?\"\n\nThrough Project Salud, Avillaneda applied to the Chester County Assistance Office for help with medical care in \nearly February, but it was denied. County officials referred questions to the state Welfare Department.\n\nWelfare Department spokeswoman Stephanie Suran said the department would not comment on a particular case. \nBut she said that in matters relating to the health care of immigrants, the state and county generally deferred to \nfederal regulations.\n\nDoreena Wong, a lawyer with the National Health Law Program, which specializes in poverty-related issues, noted \nthat states can provide as much health care coverage as they want. The federal guidelines are only a minimum, \nshe said.\n\n\"They could fund it on their own,\" she said. \"It's not like they're prohibited.\"\n\nSeveral states, she said, including California, will cover treatments such as dialysis when the person's life is at risk.\n\n\"I think at that time in 1996 [when the limits were imposed],\" Wong said, \"there was an anti-immigrant sentiment \nthat immigrants were coming here just for benefits, health care, cash assistance, and driving up taxes. So, they \n[Congress] discouraged them.\"\n\nAccording to Jeff Passel, a demographer at the Urban Institute, a nonprofit policy research group in Washington, it \nis nearly impossible to calculate the cost of services that immigrants, documented and undocumented, use. In \n1995, however, Passel studied the immigrant population of New York state.\n\n\"What we found is that as a group, there are a lot of taxes being paid by immigrants. Undocumented immigrants \nare clearly paying property taxes, sales taxes, by nature of their existence,\" he said, because landlords typically \npass their property taxes on to their tenants. \"And income tax and Social Security tax, generally the biggest taxes - \nthe evidence seems to be that most end up paying that as well.\"\n\nBut, he added, \"do the taxes paid by immigrants pay for the health care that is required? Probably not.\"\n\nStatistics for Pennsylvania were not available on the number or nature of appeals of county decisions made to the \ndepartment since 1996, Suran said.\n\nBut last year, 752 undocumented immigrants filed 6,387 claims for emergency services at a cost of $5,446,950 to \nthe state, Suran said.\n\nFifty-four percent of the costs have been submitted for reimbursement from the federal government through \nMedicaid, she said.\n\nAccording to the National Kidney Foundation, the cost of dialysis ranges from $700 to $800 per session, or about \n$2,500 a week for Avillaneda. The average cost of a transplant is $100,000, with about $18,000 a year required \nafter that for necessary medication and care.\n\n\n\nWhile the state decides what to do, Avillaneda and his supporters only can sit and wait.\n\n\"It's like waiting for the electric chair,\" Carmona said.\n\nFor now, Avillaneda said he is waiting for God to intervene.\n\nWhen asked why he had not applied for citizenship when he came to the United States, he said that he never \nintended to stay for very long and that the process was too difficult. He was contemplating leaving, he said, when \nhe met Belen.\n\nThey moved in together with her two young sons from another marriage and soon had two more. Between work in \nthe mushroom farms and raising a family, he said, the arduous process toward citizenship took a back seat.\n\nPeggy Harris, director of Project Salud, said she has seen the pattern for 15 years. Few people, she said, come to \nthis country to milk the public health and welfare system.\n\n\"Our Mexican population is not looking for that lifestyle; these are hard workers. They're here because they want to \nsupport and provide a better life for their families, not to take advantage of the system,\" she said. \"They don't know \nwhat the system is.\"\n\nSince the diagnosis, Avillaneda has spent most of his time at home in the family's trailer in West Grove, watching \nthe four children while his wife works a part-time job to augment the cash assistance they receive from the state. \nShe is a legal resident and the children are U.S. citizens.\n\n\"They don't understand,\" Avillaneda said of the children, the eldest of whom is 8, \"what the tubes are for. They \nhope I will get better. That's what I ask God, that there is hope.\"\n\nChristopher Merrill's e-mail address is cmerrill@phillynews.com  \n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO\n\nJose Avillaneda with his wife, Belen, and children (from left) Nestor, Josue, Ricky and Cristian, in front of their \nhome in West Grove. (BARBARA L. JOHNSTON, Inquirer Suburban Staff)\n"}