{"title": "G.I.'S NEWEST BATTLE. ARMY VET & KIDS FACE DEPORT FOR GREEN CARD GOOF", "body": "\nTHE COUNTRY that Army veteran David DeJong enlisted to serve is now trying to deport him.\n\nDeJong, 30, a Farmingville resident who moved to Long Island from Canada when he was 13, joined the Army \nfollowing his graduation from Sachem High School.\n\nHe stayed in Germany after his military career ended in 1998 to keep his son - who was born there with a heart \ncondition - under his wife's health insurance. By doing that, DeJong unknowingly violated the terms of his green \ncard.\n\n\"If somebody is making that commitment, and willing to make the ultimate sacrifice, there is no time that the country \nshould be saying, 'Thanks for whatever you did, but you can leave,' \" DeJong said.\n\nWhen reached for comment on the case, Mark Thorn, a spokesman for the New York office of Immigration and \nCustoms Enforcement, said, \"We're looking into it.\"\n\nUpon his return last summer to Farmingville, where he is now living with his mother and studying to become a \nteacher, DeJong said he was advised to get Canadian citizenship for his children to expedite filing for permanent \nresidency for them. A divorce left him with custody of his three sons: Markus, 6, who was born with a faulty heart \nvalve, and twins Sean and Lukas, 5.\n\nReturning from Canada on Sept. 29 after filing the paperwork, however, DeJong was stopped by immigration \nofficials at the border after a computer check showed that he had stayed in Germany too long.\n\nDeJong said he was forced to sign a waiver abandoning his permanent residency status to be allowed to return to \nhis children in Farmingville.\n\n\"I was literally in tears,\" DeJong said. \"I'm the father of these children and I had to get to them, so I signed it.\"\n\nLawyers for Immigration and Customs Enforcement are now trying to expel him and his children, who are German \ncitizens.\n\n\"I was appalled and outraged as a legislator, as a resident and as a Vietnam veteran,\" said Suffolk County \nLegislator Jack Eddington, who organized a press conference on the subject yesterday.\n\n\nDeJong's next hearing, before an immigration judge in Manhattan, will be on Sept. 26. Of more immediate concern \nto DeJong is another heart operation on Markus scheduled for next month, coverage of which he hopes will not be \njeopardized by his legal situation.\n\n\"This is my home,\" DeJong said. \"This is now the home of my children. I want them to grow up here, like I did.\"\n\nesacks@nydailynews.com\n\nGraphic\n\n \n\nCHRISTIE M. FARRIELLA David DeJong with his sons Markus (in his arms) and twins Lukas and Sean (r.) outside \ntheir Farmingville home. DeJong, who was born in Canada, and his sons, who are German citizens, may be \ndeported if the government has its way.\n"}