{"title": "Salvadoran May Face Deportation For Murders", "body": "\nAn immigration judge in Florida has cleared the way for the deportation from the United States of Gen. Carlos \nEugenio Vides Casanova, a former defense minister of El Salvador, finding that he assisted in acts of torture and \nmurder committed by soldiers under his command during the civil war there, including several notorious killings of \nAmericans.\n\nThe decision by Judge James Grim of immigration court in Orlando is the first time that federal immigration \nprosecutors have established that a top-ranking foreign military commander can be deported based on human \nrights violations under a law passed in 2004, in the aftermath of the Sept. 11 terrorist attacks, intended to bar \nhuman rights violators from coming to or living in the United States.\n\nJudge Grim found that General Vides assisted in the killings of four American churchwomen on a rural road in El \nSalvador in 1980, a crime that caused shock there and in Washington and presaged the bloody violence that would \nengulf the Central American nation for the next decade. The immigration judge's ruling is the first time General \nVides has been held responsible for those deaths in a court of law.\n\nFive soldiers from the Salvadoran National Guard were eventually convicted of the killings and served long prison \nsentences. General Vides was the commander of the National Guard at the time of the murders.\n\nThe effort by Department of Homeland Security officials to seek the deportation of General Vides, who was El \nSalvador's defense minister from 1983 to 1989, is a turnabout in American foreign policy. He was a close ally of \nWashington throughout the war against leftist guerrillas in the 1980s, and was embraced as a reformer despite \nrampant rights violations by the armed forces under his command.\n\nJudge Grim also determined that General Vides had assisted in the torture of two Salvadorans, Juan Romagoza \nand Daniel Alvarado, who testified against him in hearings last spring in the immigration court in Orlando.\n\n''This is the first case where the Department of Homeland Security has taken this relatively new law and applied it to \nthe highest military commander of their country to seek their removal,'' said Carolyn Patty Blum, senior legal adviser \nfor the Center for Justice and Accountability, a nonprofit legal group in San Francisco that represented several \ntorture victims in the case. She called the decision ''hugely significant'' for future efforts to bring immigration cases \nfor human rights abuses against the highest-level military commanders and government officials.\n\nMany details of the judge's decision were not available on Thursday, since in keeping with general practice in \nimmigration courts, the ruling was not published. His main findings were described by lawyers familiar with the \ncase.\n\nDiego Handel, General Vides's lawyer, said he had not had a chance to read the lengthy decision and could not \ncomment on it.\n\n\nThe deportation case against General Vides was brought by prosecutors from the Human Rights Violators and \nWar Crimes Center, a unit of Immigration and Customs Enforcement created in 2003 to focus on preventing rights \nviolators from entering this country and deporting those already here.\n\nGeneral Vides contested the charges, saying he did not have any direct responsibility for, or even knowledge of, the \nmurders and torture signaled by the government. In the hearings, witnesses, including former American diplomats, \nsaid that the general had been working to stop rights abuses by Salvadoran soldiers and to change the culture of a \nmilitary known for brutality.\n\nJudge Grim's decision confirmed that General Vides can be deported based on the rights charges brought by the \ngovernment. Federal officials and immigration lawyers cautioned that there are still several steps to go before the \njudge will decide whether to issue a final order for the general's deportation. But lawyers said it would be \nconsiderably more difficult now for General Vides to avoid such an order.\n\nA spokeswoman for Immigration and Customs Enforcement, Nicole Navas, said, ''As a matter of policy, I am \nprecluded from commenting on matters still pending before the immigration court.''\n\nGeneral Vides retired as defense minister in 1989, amid praise from United States officials for his performance, and \ncame to settle in Florida as a legal permanent resident.\n\nBut the family members of the four churchwomen, as well as some Salvadorans who barely survived prolonged \ntorture during the war, have been tenacious in seeking to hold General Vides responsible for crimes of that era.\n\nIn 2000, a Florida jury acquitted General Vides and Jose Guillermo Garcia, another former Salvadoran defense \nminister who retired to Florida, of responsibility for the churchwomen's murders. But in 2002, in a case brought by \nthe Center for Justice and Accountability, another Florida jury found the two officers civilly liable for the torture of \nthree Salvadorans and ordered them to pay $54 million. The deportation proceedings against General Vides stem \nfrom that decision.\n\nThe four churchwomen killed were Sister Dorothy Kazel of the Ursuline Order; Jean Donovan, a lay missionary; \nSister Maura Clarke and Sister Ita Ford, both of the Maryknoll Order.\n\nSister Ita's brother Bill Ford fought vigorously for the prosecution of General Vides. Mr. Ford died in 2008.\n\n''Since the women were killed my father made this the single purpose of his life,'' his son, Bill Ford Jr., said \nThursday. Mr. Ford, who is the principal of Cristo Rey New York High School in Manhattan, said, ''I'm sure he \nknows and is well pleased that one of the men responsible for ordering the death of the women or for the cover-up \nmay no longer be able to live in this country to enjoy the fruits of his brutality.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: General Vides in 2000.                                                                             \n"}