{"title": "BILL WOULD GIVE IMMIGS BIG BRAKE ON LICENSE IDS", "body": "\nALBANY - Efforts to let immigrants without Social Security cards drive legally swung into the fast lane yesterday \nwith introduction of a bill that would allow a substitute ID.\n\nAssemblyman Felix Ortiz (D-Sunset Park) was joined by freshman Assemblyman Jimmy Meng (D-Flushing) in \ncalling for an end to state threats to strip hundreds of thousands of immigrants - some here legally, some not - of \ntheir licenses.\n\n\"It's unacceptable that people working hard to support their families are being treated as second-class citizens,\" \nOrtiz said.\n\nMeng, the first Asian-American to serve in the state Legislature, said license suspension notices being sent out by \nthe state Department of Motor Vehicles have thousands of new New Yorkers in a panic.\n\n\"This only forces people to live in the shadows of society,\" he said. \"It scares people.\"\n\nThe checks into the reliability of New York licenses, led by state Department of Motor Vehicles Commissioner \nRaymond Martinez, are part of a national effort to prevent terrorists from getting state identification cards.\n\nThe 19 skyjackers who pulled off the worst terrorist attack ever on U.S. soil had obtained numerous driver's \nlicenses to advance their plot.\n\nOrtiz's proposal would let immigrants use federal taxpayer ID numbers as a substitute for Social Security cards.\n\nThe idea got a chilly reception from the DMV, which insists public safety will be compromised if taxpayer ID \nnumbers are used by license applicants. \"They're not considered valid identification outside the tax system,\" said \nagency spokesman Joe Picchi.\n\nIn tightening up on its pool of licensed drivers, New York is simply following a state law that requires the collection \nof Social Security numbers to help authorities track down deadbeat noncustodial parents, Picchi added.\n\nBut that bureaucratic reasoning was of no comfort to a Mexican immigrant named Santiago Sanchez, a 32-year-old \ntruck driver in Poughkeepsie.\n\n\"We are not terrorists,\" said Sanchez, who got a suspension letter last year but has gotten his license situation \nstraightened out. jmahoney@nydailynews.com\n\n"}