{"title": "'Green card' courts no longer obscure;Sept. 11 turns spotlight on complex process", "body": "\nBaltimore --- Zainab Bal Garner sat outside a hearing room nervously awaiting the final ruling on her future.\n\nIn a few minutes, a federal immigration judge would decide whether the 43-year-old nursing aide should be \ndeported to her Sierra Leone homeland.\n\nShe has been living illegally in the United States for more than 15 years. She has three American-born children and \na husband serving with the U.S. Army in Afghanistan.\n\nGarner's case is one of thousands moving through the nation's 52 immigration courts, which until recently have \nbeen almost unknown outside the orbit of immigration lawyers, their clients and immigrant advocacy groups.\nCox Washington Bureau\n\nThese administrative courts have suddenly risen in visibility because of the terrorist investigation. Immigration \njudges, who work for the Executive Office for Immigration Review within the U.S. Justice Department, have ordered \n460 foreigners detained for immigration law and visa violations since the Sept. 11 terrorist attacks.\n\nThese courts have been ruling for nearly 20 years on who can stay and who should leave the United States. The \nprocess can take years, as foreigners and their lawyers navigate the complicated U.S. immigration code with its \nmany layers of special provisions that Congress has added over many decades.\n\n \n\nA complex process\n\nFor Garner, the journey through immigration court took three years.\n\nShe arrived in the United States from her West African nation in 1985 on a visitor's visa and never left.\n\nAfter she applied for a \"green card,\" the nickname for a legal permanent residency document, the U.S. Immigration \nand Naturalization Service investigated her and discovered she had had two brushes with the law.\n\nWhile in her 20s and married to her first husband, Garner was accused of spousal abuse, a charge she now says \nwas not credible because her then-husband was a hefty six-footer. In the mid-1990s, she had a dispute with a used \ncar dealer who demanded that she return a car for lack of payment. When she refused, the dealer filed theft \ncharges, which she did not contest.\n\n\nBecause anyone convicted of a serious felony is barred from having a green card, she was facing possible \ndeportation Dec. 17 as Judge Jill Dupresne in Baltimore reviewed the last remaining documents in her case.\n\n\"Congratulations and best wishes,\" the judge said, as she granted permanent resident status under an exception for \nimmigrants whose deportation would be a \"severe hardship\" to family members who are U.S. citizens.\n\nGarner gleefully clasped her hands together. \"Your honor, thank you,\" she said, giving her lawyer high fives and \nrepeatedly thanking everyone nearby, including the INS lawyer who had been trying to deport her.\n\n\"I've been thinking of this for three years,\" she said as she celebrated afterward with her children and her mother \nand left to e-mail her husband, a tank mechanic in the Army Reserve who was called up in October.\n\nGarner's lawyer, Mohamed Sadu Bah, a naturalized American also born in Sierra Leone, said he has an 80 percent \nsuccess rate in legalizing his clients, who come mostly from India, Tanzania and West Africa. Other groups, \nespecially those from Mexico, have less success in arguing for asylum based on political or ethnic persecution, he \nsaid.\n\nNearly all the approximately 250,000 matters that come before immigration courts each year involve immigrants \nwho came illegally, often with false credentials or none at all, or who have broken criminal laws.\n\nAmong their possible routes to legalization in immigration court: showing evidence from their employer of the value \nof their work, proving family ties to a U.S. citizen or showing that they should be granted asylum because of fear of \npersecution if they are sent home.\n\nAlthough the majority fail to make their case to immigration judges, or fail even to appear for hearings, the odds \nhave been improving slightly. In decisions made in fiscal 1996, the judge ordered the immigrant removed in 82 \npercent of the cases and granted relief in only 10 percent. By fiscal 2000, the removal rate dropped to 79 percent, \nwith relief ordered in 15 percent of the cases.\n\n \n\nMore getting relief\n\nAn increasing number of immigrants who are unsuccessful in making their case to INS inspectors are finding relief \nin immigration court.\n\nIn fiscal 2000, immigration courts granted asylum to 9,170 people, a substantial jump from the 5,131 who won \nasylum in 1996.\n\nFederal officials, including immigration court spokesman Rick Kenney, say they cannot explain the increase. At \nleast one possible factor is the energetic corps of immigration lawyers who have highly developed arguments about \npersecution their clients would face at home.\n\nOpposing them are 450 INS lawyers assigned to the immigration courts. Deputy INS General Counsel Dea \nCarpenter said the government lawyers are spread too thin. \"We have less time to prepare each case than we \nwould like,\" she said, noting that the shortage of lawyers restricts how much fact-checking they can do when an \nimmigrant seeks asylum.\n\nIn a recent asylum case in an Arlington, Va., immigration court, Mariam Ahmed Omar sat in the witness stand, her \nhair covered with a plaid cotton cloth. The covering, she said, was typical of her Shanshi clan, a light-skinned group \nher lawyer said is singled out for attacks in her native Somalia.\n\nSpeaking through an interpreter and gesturing constantly with her hands, Omar, 52, related how her family was \nforced out of its home in Somalia by armed militiamen nearly a decade ago. Family members fled to Kenya, where \nher husband and two sons still live. She said about a year ago she used gold she had kept hidden under her \nclothing to pay a smuggler $2,000 to provide her a fake Kenyan passport and a flight to the United States.\n\n\n\nShe brought no supporting witnesses, not even her daughter who was said to be living in the United States, and \noffered little corroboration for her story. When an INS lawyer tried to pin her down on dates and places, she \nresponded that she was illiterate and did not know dates.\n\nBut even if the ruling, which the judge said he would announce later, goes against the asylum request, Omar will \nhave more options. Her lawyer, Ivan Yacub, said he expects to win the case eventually. He already is prepared to \nappeal to the Board of Immigration Appeals, a body of about 20 Justice Department reviewers who can overturn \nany immigration court decision.\n\n\"I've had quite a streak with the BIA,\" Yacub said, adding that he has won nine of 10 appeals on behalf of \nSomalians. When he goes to court, he said, he fashions his legal arguments for the appeals board. \"I think, what \nwould the BIA think?\" he said.\n\nAn appeal would take about three years, he said, but his client could keep her temporary residency permit as she \npursued her case. If the appeals board turned her down, the lawyer could appeal again in federal district court.\n\n \n\n'Delay, delay, delay'\n\nCritics of U.S. immigration policies see the immigration courts as a bureaucratic obstacle to enforcing the law.\n\n\"The one goal of every good immigration attorney is delay, delay, delay,\" said Mike Hethmon, counsel for the \nFederation of Americans for Immigration Reform, a group that favors restrictions on immigration.\n\n\"The longer your client stays in the United States --- no matter what they've done to merit exclusion --- chances are \nthat some event is going to happen to allow them to remain permanently.\"\n\nHowever, Angela Kelley, a lawyer with the pro-immigrant National Immigration Forum, dismissed the suggestion \nthat lawyers were intentionally delaying cases.\n\n\"The vast majority of lawyers are representing their clients well and pursuing the legal avenues available\" in the \nface of laws that are growing stricter, she said.\n\nGraphic\n\n \n\nGraphic:\n\nHOW THE IMMIGRATION COURTS WORK\n\nU.S. immigration courts at a glance:\n\n> The U.S. Justice Department operates 52 immigration courts around the nation presided over by administrative \njudges appointed by the attorney general.\n\n> The majority of aliens who come to these courts have been charged with entering the country illegally, violating \nvisas or breaking criminal laws.\n\n> In fiscal 2000, immigration court judges ordered removal of aliens in more than 128,000 cases, about 79 percent \nof the total decisions made.\n\n> Among asylum seekers who did not abandon or withdraw their applications, 36 percent were successful in 2000, \ncompared with 17 percent in 1996.\n\n\n\n> Immigration courts conducted hearings in more than 190 languages in the year 2000. The most frequently used \nlanguages were Spanish (about 61 percent), English, Foo Chow, Mandarin and Creole.\n\n> In roughly one out of every five cases, aliens failed to appear for their immigration court hearings.\n\n--- Compiled by Julia Malone\n\nSource: U.S. Executive Office for Immigration Appeals Photo:\n\nA U.S. Border Patrol vehicle is posted on the banks of the Rio Grande across from Matamoros, Mexico. / SUSAN \nFERRIS / Cox Newspapers\n"}