{"title": "Strategy Sessions Fueled Immigrant Marches", "body": "\nMeeting in February at a convention center in Riverside, Calif., some 600 Latino immigrant advocates from across \nthe country tossed around ideas about how to defeat what they considered anti-immigrant legislation in Congress.\n\n  The advocates cheered denunciations of Representative F. James Sensenbrenner Jr., Republican of Wisconsin, \nwho sponsored a bill that would make being an illegal immigrant a felony and would criminalize the providing of aid \nto people living in this country illegally.\n\nThey also vowed to take their anger to the streets, setting a date of March 25 for what would turn out to be the \nlargest protest in recent weeks, more than 500,000 people in downtown Los Angeles, and promising months of \nother demonstrations. \n\n  ''I said this is the time for us to have an organizing contagion,'' said Armando Navarro, a professor of ethnic \nstudies at the University of California, Riverside, who helped organize the February session.\n\n  The Riverside meeting was one of many that gave birth to a wave of demonstrations that is still playing out \nnationwide. \n\n  Soon afterward, grass-roots groups and members of the clergy, many heeding a call to action from leaders of the \nRoman Catholic Church, reached out for organizing and political muscle. \n\n  They contacted labor groups, including the Service Employees International Union, whose membership of janitors, \nsecurity guards and others includes large numbers of immigrants.\n\n  Through e-mail messages, phone calls, word of mouth, and coverage in ethnic and mainstream news media, the \nloose network has shared tactics and developed an ad hoc blueprint repeated from Fresno, Calif., to Omaha to \nAtlanta: engage Spanish-language radio DJ's, who reach millions; place leaflets in churches; and buttonhole \nmembers of Latin American soccer leagues. \n\n  There are now unified chants like ''Today we march, tomorrow we vote'' added to chestnuts from the civil rights \nera and reflecting an urge for a longer-lasting mark. \n\n  Buoyed by a string of major protests in early March, they arranged a conference call and set the stage for \nMonday's round, in which hundreds of thousands of demonstrators marched in more than 100 cities. \n\n  Some organizers are now planning a ''day without an immigrant'' on May 1, International Workers Day. Others \nare planning rallies and other events.\n\n\n  Leaders said they had developed coalitions that had set aside differences among immigrant groups for what they \nregarded as an important galvanizing issue. \n\n  The leaders have taken heart in the breadth of the protests and their locations in places like Birmingham, Ala., and \nother parts of the South where Latino political awakening is occurring after more than a decade of surging Hispanic \ngrowth.\n\n  ''About two weeks ago, we called a meeting in which we included the radio stations, members of the Catholic \nChurch, the newspapers, the directors of the soccer leagues,'' said Sigfredo Rubio, 34, a student at Cumberland \nSchool of Law in Birmingham, where a few thousand people protested Monday. \n\n  With ''the first meeting of 15 people,'' Mr. Rubio said, ''we had a connection with a couple of thousand, just through \nthose groups.''\n\n  ''It just grew,'' he added.\n\n  The snowball effect helps to explain why so many people in such an array of places have taken part.\n\n  ''There was definitely a turning point on this one where as people saw the events that took place in Chicago, L.A. \nand elsewhere, that inspired and empowered people in way I haven't seen before,'' said Darcy Tromanhauser of the \nNebraska Appleseed Center for Law in the Public Interest, which helped organize rallies in Omaha and Lincoln that \ndrew several thousand people.\n\n  Organizers focused on two events, the March 25 rally and demonstrations on Monday in downtown Los Angeles, \nthe San Fernando Valley and Santa Ana, a heavily Latino working-class city 30 miles south of Los Angeles.\n\n  The March 25 demonstration was largely the work of an umbrella group of immigrant rights and community \ngroups calling itself the March 25 Coalition. The coalition is taking the lead in promoting a nationwide boycott for \nMay 1, asking immigrants not to work, shop or go to school. \n\n  Members of the New American Opportunity Campaign, a group of 60 immigrant rights organizations based in \nWashington, and other advocates met in Chicago on March 16 and 17 and held a series of conference calls to \ndecide how to make a larger statement than the local protests. \n\n  Organizers decided to hold a wave of rallies this week while members of Congress were in their home districts on \na recess. \n\n  They urged members to include appeals to vote, to wave American flags and to emphasize the need for changes \nin immigration law that would lead to citizenship.\n\n  ''We are a powerful community,'' said Angelica Salas, executive director of the Coalition for Humane Immigrants \nRights in Los Angeles, an organizer of Monday's demonstration. \n\n  ''These are immigrants and their families, many of them U.S. citizens, having a voice in this process,'' Ms. Salas \nsaid. \n\n  She said her group and others would not participate in the May 1 boycott out of concerns that it could jeopardize \nimmigrants' jobs and because they did not think that children should stay home from school.\n\n  Another important organizer in recent Los Angeles demonstrations, the Central American Resource Center, said it \nprobably would abstain from the boycott.\n\n  ''Some boycotts have proved successful in the past, but it would be hard to measure how successful a one day \nboycott is,'' said Stephanie Kotin, a spokeswoman for the organization.\n\n  Her group and others are focused on broadening the range of participants in the street protests. In Los Angeles, \nadvocates of Korean immigrant rights took part in the march on Monday, and organizers enlisted an appearance \n\n\n\nby Bruce Gordon, the president of the National Association for the Advancement of Colored People, in a fledgling \neffort to draw more black support.\n\n  The Service Employees union played a large role in many of the demonstrations on Monday, including one in New \nYork, where union members acted after witnessing a rally last month in Washington.\n\n  ''I saw people coming from all over Washington, working people coming from all over the place,'' said Rhadames \nRivera, a vice president of Local 1199 of the Service Employees union in New York, one of the lead organizers of \nMonday's demonstration. ''They were so enthusiastic. People were getting out of work going to the rally and \nmarching. It was very inspiring.''\n\n  Mike Garcia, of Local 1877 of the S.E.I.U. in Los Angeles, said that apart from organizing prowess the unions \nbrought credibility to the demonstrations, making it safe for politicians and other community leaders to participate \nwith grass-roots groups they knew little about.\n\n  ''We make sure these organizations are stable and respected players,'' he said.\n\n  Professor Navarro said he was pleased with the results. He echoed the sentiments of other protest leaders in \ndeclaring a movement at hand that has raised awareness of the immigration issue.\n\n  ''The idea we were a sleeping giant, sitting under a cactus saying manana, is gone,'' Professor Navarro said. ''This \nis a community showing conviction and power. It is not a passive community.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Protesters demanding changes in immigration laws held candles after marching last night in Los Angeles. \n(Photo by J. Emilio Flores for The New York Times)\n"}