{"title": "IMMIGRANTS HERE PLAN CELEBRATION OF FREEDOM;CHURCH IN CITY WILL HOLD SPECIAL MASS SUNDAY HONORING POLITICAL REFUGEES", "body": "\nAsmaro Belay and his family fled to St. Louis after escaping civil war in their homeland of Eritrea. Phuong Le left her \nnative Vietnam with her family after her husband had to suffer in a political prison camp for many years. And at \nleast 11 Nigerian families resettled here after fleeing their native country, where torture has become commonplace.\n\nOn Sunday, these families and many other political refugees and immigrants will gather to celebrate their \ndiverse backgrounds and their new lives in St. Louis. They will worship at a Mass at St. Pius V Catholic Church, \n3310 South Grand Boulevard.\n\nSome will speak of their experiences in resettling here after suffering through war, poverty and deprivation. They \nwill pray together for peace and give thanks for their new opportunities.\n\nNew refugees have settled in various parts of the St. Louis area, and many are in the parish served by St. Pius V \nChurch.\n\n\"The point is to celebrate the contributions of immigrants and refugees to American society and to educate \npeople here about the struggles refugees face,\" said Laurie Latuda, director of Catholic Charities Refugee \nServices here. \"It's a chance to educate people that the community is both people born here and refugees and \nimmigrants who have recently become part of the community.\"\n\nSister Paulette Weindel, who began a refugee program for St. Pius, says the purpose of the gathering is, \"to keep \nthe refugees, immigrants and migrant workers in our awareness and to see how we can advocate for them.\"\n\n\"Some are fleeing persecution, some fleeing wars. We know the situation in Bosnia, and Sudan is in flames. The \nAngolan situation is still being settled,\" she said.\n\nAt the Mass, recent immigrants and refugees will read from Scriptures and offer prayers of petition in their native \nlanguages of Bosnian, Portuguese, Vietnamese, Filipino and such obscure tonges as Tigrinian, a language of \nEritrea. The service will begin with a procession of immigrants and political refugees through the church.\n\nAmong the groups represented in the service will be Vietnamese, Mexicans, Angolans, Nicaraguans, Filipinos, \nBosnians, Ukrainians, Nigerians, Sudanese, Eritreans and South Africans. Others expected to attend may come \nfrom Somalia and perhaps Croatia and Cuba.\n\n \n\n\nThe Mass will begin at 10 a.m. A reception will follow.\n\nThe events Sunday are a way to celebrate National Migration Week, which is sponsored by the United States \nCatholic Conference. The National Conference of Catholic Bishops of the Catholic Conference began National \nMigration Week 19 years ago. In St. Louis, St. Pius and Catholic Charities Refugee Services this year are \nsponsoring the Mass. This year's theme is Reflecting God's Love for All.\n\n\"We want all of St. Louis to know we will be celebrating National Migra tion Week,\" Latuda said.\n\nSt. Pius V Church, a massive and towering light-colored stone edifice, fills much of a block at Grand and Utah \nStreet in St. Louis. Nearby, markets and restaurants, sights and sounds reflect the diverse cultures of the \nneighborhood.\n\nThe church offers warmth, solace and a large variety of immigrant and refugee programs. It is also affiliated with \nspecial programs that counsel refugees suffering war trauma, tutor immigrant women and teach English as a \nsecond language.\n"}