{"title": "Federal database assures a legal work force", "body": "\nWhile political candidates promise \"more jobs for Americans,\" we shouldn't dismiss the tools made available by the \nfederal government to attempt to ensure that those precious jobs do not go to black-market, taxpayer subsidized \nlabor.\n\nIt is a federal crime to knowingly hire an illegal alien.\n\nWith a better chance of being struck by lightning than being sanctioned for violating the law, far too many employers \ndisregard it.\n\nFar too many who will settle for nothing less than a repeat of the failed \"onetime\" illegal alien legalization scam of \n1986 as the solution to the current illegal immigration and illegal employment crisis misrepresent the effectiveness \nof an electronic federal database --- E-Verify --- that serves to verify employment information provided by workers.\n\nWith documented cases of multiple employees working in the same building using a common Social Security \nnumber --- either false or stolen from Americans --- use of the instantaneous E-Verify electronic system has proven \nto be far too effective for the open borders gang.\n\nOriginally known as the Basic Pilot program and presented as a mandatory method of verifying work eligibility, E-\nVerify is presently a voluntary system that should be expanded, better funded and mandatory, with the goal of \neliminating the magnet that draws illegals to our nation. Few will be surprised to learn that it was a coalition of the \nbusiness community and the far-left ethnic lobby that was successful in making use of the system voluntary.\n\nThat relatively few employers have chosen to use the no-cost tool provides alarming, but unsurprising, insight into \nthe intent of those who have not enrolled in the program.\n\nWhen used to verify work eligibility of newly hired employees, a false negative response does not result in \ntermination of the employee until completion of a lengthy and thorough appeal process. Using scare tactics about \nAmericans losing jobs because of E-Verify is, at best, unproductive.\n\n\nParticipating employers have successfully matched more than 90 percent of new hires to Department of Homeland \nSecurity and Social Security Administration database information. Of those who do not match, less than 2 percent \ncontest the result.\n\nThis is obvious evidence of the effectiveness of the E-Verify tool and the immigration status of those who then look \nfor illegal employment where the program is not in place.\n\nIt is irresponsible to not make it clear that the Georgia Security and Immigration Compliance Act that began to go \ninto effect in July 2007 requires not only most, and, in 2009, all, public contractors in Georgia to use E-Verify. Also, \nall public employers --- the state and county and municipal governments --- have to do the same.\n\nVoters in coming local elections should know that as of May 1, more than 60 of Georgia's 159 counties were in \nviolation of state law by not having enrolled in the E-Verify system. Far too many municipal governments show the \nsame disregard for the rule of law as well.\n\nThe Georgia Security and Immigration Compliance Act is merely a state law that essentially mandates that in \nGeorgia, we use available tools to comply with federal law.\n\nNo law can work unless it is enforced. Georgians should be asking a lot of questions of their local governments \nabout compliance and question all resistance to and criticism of the best tools we have to ensure that American \njobs --- and tax dollars --- go only to those who obey American laws.\n\nD.A. King is president of the Georgia-based Dustin Inman Society, which is actively opposed to illegal immigration \nand illegal employment. The Dustin Inman Society is enrolled in the E-Verify system.\n\nGraphic\n\n \n\nPhoto: D.A. King is president of the Georgia-based Dustin Inman Society, which is actively opposed to illegal \nimmigration and illegal employment. The Dustin Inman Society is enrolled in the E-Verify system./ImageData*\n"}