{"title": "I.N.S. Workers File Lawsuit, Charging Bias", "body": "\nMore than a dozen Hispanic agents have filed a Federal suit accusing the Immigration and Naturalization Service \nof discrimination so widespread that it impedes their careers and interrupts their daily work.\n\nA supervisory special agent for the immigration service, Jesus Quintanar, is the lead plaintiff in the complaint, \nbrought in Washington on Friday.\n\n\"Quintanar was denied promotions and training because of his race,\" the complaint says, \"was retaliated against \nbecause of his race, has been denied the same grade level and pay scale as Anglo employees with the same or \nless experience and has been subject to a racially hostile work environment.\"\n\nThirteen other Hispanic agents, whose names were not disclosed, are also plaintiffs. Among them are a Border \nPatrol agent in Laredo, Tex., and a senior special agent in Long Beach, Calif.\n\nAnd the complaint says 40 additional Hispanic agents want to be included if it is certified as a class-action lawsuit.\n\nPeter Schey of Los Angeles, a lawyer for the agents, said such certification could produce the largest race \ndiscrimination suit ever against the Federal Government, involving up to 25,000 employees.\n\n\"Our complaint is not that the service doesn't hire a representative number of Hispanics,\" Mr. Schey said. \"It's that \ntoo many of them are hired to sweep the floor and shuffle paper.\"\n\nAn I.N.S. spokesman, Rico Cabrera, said that with the issue now in court, the immigration service would not \ncomment. But the agency provided figures showing that 601 I.N.S. supervisory jobs became available in 1994 and \nthat 255 were filled by members of minority groups.\n\nThe immigration service has often been a target of lawsuits by human rights groups, which contend that agents \nfrequently treat Hispanic immigrants caught crossing illegally at the border with undue harshness.\n\nNow the complaint by the Hispanic agents contends that many of the agency's white employees display racist \nattitudes toward Hispanic people in general.\n\nThe suit seeks corrective measures including a nondiscriminatory promotion and training system nationwide and \nimproved training on race relations, as well as compensatory damages.\n"}