{"title": "Castro's daughter granted asylum in U.S.", "body": "\nA daughter of Cuban President Fidel Castro fled Cuba and has been granted asylum in the United States, a \nState Department official said Wednesday.\n\nAlina Fernandez, 38, left Cuba on Monday for Madrid, Spain and flew to Atlanta, Georgia on Tuesday, the official \nsaid privately.\n\nShe left her teenaged daughter Alina behind in Cuba, where the standard of living has deteriorated steadily since \nthe breakup of the Soviet Union cut off Cuba's cut-rate fuel supply.\n\nOne television network reported that Fernandez was in Washington. Jose Cardenas of the right-wing Cuban \nAmerican National Foundation said she would wait several days before speaking publicly.\n\nRepresentative Lincoln Diaz Balart, a Florida Republican, said Fernandez's decision was \"very symbolic of the \nnational consensus in Cuba.\"\n\nIn Havana a Foreign Ministry spokesman said there would be no official reaction or commentary on the departure of \nFernandez.\n\nFernandez is the daughter of Fidel Castro and Natalia Revuelta Clews, a supporter of the Cuban revolution who at \nthe time of Alina's birth in 1955 was married to Orlando Fernandez, a cardiologist who fled to the United States in \n1961. Fidel Castro never has acknowledged Alina Fernandez as his daughter.\n\nShe is a longtime critic of the Cuban government and once described Castro as a tyrant to a reporter. She does not \nuse Castro's surname and has said that she has not spoken with him in years.\n\nA former model, Fernandez has said that her strongest memories of Castro are from her childhood when the Cuban \nleader visited the apartment she shared with her mother, still a staunch backer of the socialist revolution.\n\nUntil recently, Fernandez lived in a relatively wealthy section of Havana with her own daughter.\n\nAFP\n\nShe was last allowed to leave the island in 1964, when at age eight she accompanied her mother to Paris, \nFernandez told The Washington Post in April 1992.\n\n\"I dream of going back there, of going anywhere,\" she said. \"But I'll never be able to leave, like a lot of other people \nhere.\"\n\n\nIn another interview in 1992 she said: \"What do I think about Cuba's socialism? I used to believe in it when I was \nvery little. But now, Cuban socialism is a dead-end street. In my mind, I associate it with economic collapse, with \nfood shortages.\"\n\ndkb/ak\n\nAFP\n\nThe United States has granted political asylum to the daughter of Cuban President Fidel Castro, a State \nDepartment official said Wednesday.\n\nThe official said that Alina Fernandez Revuelta, aged about 40, left Cuba on Monday for Spain and flew to Atlanta, \nGeorgia on Tuesday. She left a teenaged daughter behind in Cuba.\n\nak/dkb\n\nAFP\n\nThe United States has granted political asylum to the daughter of Cuban President Fidel Castro, a State \nDepartment official said Wednesday.\n\nAlina Fernandez Revuelta, aged about 40, left Cuba on Monday for Spain and flew to Atlanta, Georgia on Tuesday, \nthe official said privately.\n\nShe left a teenaged daughter behind in Cuba, where the standard of living has deteriorated steadily since the \nbreakup of the Soviet Union cut off Cuba's fuel supply.\n\nRepresentative Lincoln Diaz Balart, a Florida Republican, said Fernandez's decision was \"very symbolic of the \nnational consensus in Cuba.\"\n\nFernandez Revuelta has long been a critic of the Cuban government.\n\nak/dkb\n\nAFP\n\nThe daughter of Cuban President Fidel Castro has left Cuba and been granted asylum in the United States, a \nState Department official said Wednesday.\n\nAlina Fernandez, in her late 30s, left Cuba on Monday for Spain and flew to Atlanta, Georgia on Tuesday, the \nofficial said privately.\n\nShe left a teenaged daughter behind in Cuba, where the standard of living has deteriorated steadily since the \nbreakup of the Soviet Union cut off Cuba's fuel supply.\n\nCable News Network reported that Fernandez was in Washington. Jose Cardenas of the Cuban American National \nFoundation said she would wait several days before speaking publicly.\n\nRepresentative Lincoln Diaz Balart, a Florida Republican, said Fernandez's decision was \"very symbolic of the \nnational consensus in Cuba.\"\n\nFernandez has long been a critic of the Cuban government and once described Castro as a \"tyrant\" to a reporter.\n\nA former model, Fernandez has said that her main memories of Castro are from her childhood when the Cuban \nleader visited the apartment she shared with her mother, still a supporter of the revolution.\n\nUntil recently, she lived in a relatively wealthy section of Havana with her own daughter.\n\n\n\nFernandez has refused to use Castros' surname and the Cuban leader has not acknowledged her as his daughter. \nShe has said that she has not spoken with him in years.\n\nFernandez once married a Mexican, but Cuban authorities denied her permission to emigrate with him to Mexico. \nHe eventually left Cuba without her.\n\nAFP\n\nShe later wed a Mexican but Cuban authorities denied her permission to emigrate with him to Mexico. He \neventually left Cuba without her.\n\nIt was not clear why Cuban authorities gave her permission to fly to Madrid.\n\nBut one unofficial source in Havana said the development likely was part of the government's new policy of allowing \nanyone who wants to leave to do so.\n\nShe was last allowed to leave the island in 1964, when at age eight she accompanied her mother to Paris.\n\n\"I dream of going back there, of going anywhere,\" she said in a 1992 interview. \"But I'll never be able to leave, like a \nlot of other people here.\"\n\nIn another interview in 1992 she said: \"What do I think about Cuba's socialism? I used to believe in it when I was \nvery little. But now, Cuban socialism is a dead-end street. In my mind, I associate it with economic collapse, with \nfood shortages.\"\n\nmla/em\n\nAFP\n"}