{"title": "California immigration crackdown campaign to enlist American Legion members", "body": "\nContinuing a 93-year fight to control immigration, American Legion leaders are rallying military veterans to \nconvince California voters they should require police to enforce federal immigration law.\n\n\"This country is for people who are here legally, who are born here, not for people who came here illegally, who \nkind of snuck in,\" said Bill Siler, adjutant of California's American Legion branch.\n\nThe Concord resident is co-sponsoring an initiative to keep it that way and plans to enlist help from the 88,780 \nLegionnaires statewide to help collect the more than half-million signatures needed to put it on the November ballot.\n\nAlthough better known for its veteran advocacy, devotion to flag etiquette, baseball leagues and patriotic youth \nprograms, the American Legion has lobbied for stricter immigration rules since its founding after World War I.\n\nThe group in 1920 won 75 percent of the vote for its first California proposition, strengthening state laws denying \nJapanese immigrants the right to own land.\n\nThe Legion then helped persuade Congress to pass national immigration quotas in 1924 and has sought \nimmigration moratoriums and heightened enforcement every decade since.\n\n\"The American Legion, since its inception in 1919, has expressed concern that legal and illegal immigrants \narriving in this country in large numbers would be unable to effectively assimilate into our society unless numerical \nquotas were established and enforced,\" began one of five immigration-related resolutions the group passed at its \n2010 national convention.\n\nThis latest California volley aims, in part, to block liberal Bay Area counties from interfering with federal \nimmigration prerogatives. It would require all counties to fully enforce Secure Communities, the network that alerts \nimmigration agents whenever police book a deportable immigrant at a city or county jail.\n\n\"If they go to jail, it takes our taxpayer money to keep them here,\" Siler said. \"If they are here illegally, they should \nbe deported.\"\n\nThe measure would also deny driver's licenses to undocumented immigrants, which is already California law but in \ndanger, according to proponents. And it would order sheriffs of the 20 counties with the worst cross-border gang \nactivity to devote more resources to immigration enforcement.\n\nHundreds of the veterans voted to support it at their state convention in June.\n\n\"Hopefully they'll be the ones to get out the signatures to get it on the ballot,\" Siler said.\n\n\nIf not, \"I guess that will be the end of it.\"\n\nInitiative author and co-sponsor Ted Hilton of San Diego has been drafting immigration control ballot measures \nsince the early 1990s.\n\nVoters have not been supportive of such drives in recent years.\n\nHilton's 2009 proposal to revoke automatic citizenship for the U.S.-born children of illegal immigrants failed to find \nenough signatures.\n\nA Belmont Republican's 2010 initiative modeled on Arizona's immigration crackdown found too few voters willing \nto put it on the ballot.\n\nAssemblyman Tim Donnelly, R-Claremont, last month fell about 57,000 signatures short of qualifying a measure to \nrevoke a law allowing financial aid for undocumented college students.\n\nBut none of those had a veterans organization promising heavy involvement.\n\n\"We have over 490 posts, local units up and down the state,\" said Siler, a 69-year-old Vietnam War Navy veteran \nwho joined the American Legion 33 years ago and has managed the California branch for six years.\n\nThe Secretary of State's Office on Jan. 31 cleared the initiative for circulation. Proponents need 504,760 registered \nvoters -- almost six times the Legion's declining statewide membership -- to sign the petition by June 28.\n\nThey call it the Protection Against Transnational Gangs Act and say it may block Santa Clara, Santa Cruz and San \nFrancisco counties from refusing to hold some immigrant inmates for U.S. Immigration and Customs Enforcement.\n\n\"The criminal element, certainly they're going to go to states where there are more sanctuary ordinances or to \ncounties with policies like Santa Clara County,\" Hilton said.\n\nMost immigrants living in the U.S. illegally are neither gang members nor criminals and to call the immigration \ninitiative an anti-gang measure may confuse voters about what it would actually do, said Pratheepan Gulasekaram, \na Santa Clara University law school professor.\n\n\"It's a very shrewd move. Who doesn't want there to be less gang activity?\" Gulasekaram said. The added \nenforcement would cost millions of dollars annually, according to the state's independent analysis.\n\nJoining Siler and Hilton as a sponsor is conservative stalwart Tirso del Junco, an 86-year-old retired surgeon who \nled the California Republican Party in the early 1980s and was a University of California regent. He plans to tout \nthe measure at the Feb. 24 through 25 statewide GOP convention in Burlingame.\n\nIt will be a tough sell even if the measure makes the ballot, Gulasekaram said.\n\n\"This sort of stuff tends to get passed only when you have the right partisan conditions, when you have a \nRepublican-dominated electorate and a Republican-dominated Legislature, which we don't have in California.\"null\n\nInside\n\nA federal appeals court in San Francisco temporarily halts the deportation of seven illegal immigrants. Story,\n\nPage 7\n\nGraphic\n\n \n\n\n\nBill Siler III, the departmental adjutant of California's branch of the American Legion, is photographed in San \nFrancisco, Calif. Monday, Feb. 6, 2012. Siler, of Concord, is working on a newly approved initiative campaign for a \nlaw ordering California police to enforce federal immigration law (Kristopher Skinner/Staff)\n\nBill Siler III, the departmental adjutant of California's branch of the American Legion, is photographed in San \nFrancisco, Calif. Monday, Feb. 6, 2012. Siler, of Concord, is working on a newly approved initiative campaign for a \nlaw ordering California police to enforce federal immigration law (Kristopher Skinner/Staff)\n\nBill Siler III, the departmental adjutant of California's branch of the American Legion, is photographed in San \nFrancisco, Calif. Monday, Feb. 6, 2012. Siler, of Concord, is working on a newly approved initiative campaign for a \nlaw ordering California police to enforce federal immigration law (Kristopher Skinner/Staff)\n\nBill Siler III, the departmental adjutant of California's branch of the American Legion, is photographed in San \nFrancisco, Calif. Monday, Feb. 6, 2012. Siler, of Concord, is working on a newly approved initiative campaign for a \nlaw ordering California police to enforce federal immigration law (Kristopher Skinner/Staff)\n"}