{"title": "LATINOS UP FOR THE COUNT", "body": "\nStill angry over the Census Bureau's admitted undercount of minorities in 1990, some of the city's Hispanic leaders \nmet yesterday with the bureau's director to make sure there won't be a repeat in the next census.\n\n\"This agency needs to establish trust within the Latino community, and some of that is going to depend on what \nother agencies of this government do between now and 2000,\" said Angelo Falcon, director of the Institute for \nPuerto Rican Policy.\n\nClinton administration officials have acknowledged that the 1990 count missed about 5.2% of the nation's \nHispanics and 4.8% of blacks, compared with 1.6% of the total population.\n\n\"We cannot do it alone,\" said Census Bureau Director Martha Farnsworth Riche. \"We have 12 regional offices, but \nwe don't know all the communities, all the organizations and all the businesses we should know to do this better.\"\n\nLatino leaders have speculated that many of the uncounted in the 1990 census were undocumented immigrants \nafraid to have contact with any government agency.\n\n\"In light of the immigrant-bashing and fear within the Latino community, we need to assure people that the Census \nBureau is not working for the INS [Immigration and Naturalization Service],\" said Rep. Nydia Velazquez (D-\nBrooklyn).\n\n\"There are people out there who don't want us to count undocumented immigrants, but our constitutional job is to \ncount everyone who's out there on census day,\" said Emma Moreno of the Census Bureau.\n\nThe bureau's effort for the 2000 census will include targeting areas that were found to be undercounted, using \ncommunity organizations to disseminate information on the census and producing community-specific TV, radio and \nprint ad campaigns.\n\nAngelo Falcon, director of the Institute for Puerto Rican Policy, seemed hopeful but wary of the bureau's show of \ngood faith. \"This agency needs to establish trust within the Latino community, and some of that is going to depend \non what other agencies of this government do between now and 2000,\" he said.\n"}