{"title": "U.S. SOLDIER DENIED ASYLUM IN CANADA;OTHER WAR DESERTERS FEAR RETURN TO U.S.", "body": "\nA U.S. Army paratrooper who fled to Canada to avoid serving in Iraq was denied political asylum Thursday, \ndealing a blow to other deserters here who argue such duty would force them to commit atrocities against civilians.\n\nAn immigration board ruled that Jeremy Hinzman had not convinced its members he would face persecution or \ncruel and unusual punishment if returned to the United States.\n\nSeven other U.S. military personnel have applied for refugee status, and Hinzman's attorney estimated dozens \nmore are in hiding in Canada, waiting to see how the government will rule. The attorney, Jeffry House, said \nHinzman would appeal the ruling.\n\n\"He is disappointed,\" House told CBC TV.\n\nImmigration and Refugee Board member Brian Goodman, who wrote the ruling, said Hinzman might face some \nemployment and social discrimination. But \"the treatment does not amount to a violation of a fundamental human \nright, and the harm is not serious,\" he wrote.\n\nCanada opposed the U.S.-led invasion of Iraq, and the decision could help ease strained relations between the two \ngovernments.\n\nHinzman could face charges of desertion if sent home and would face up to five years in prison. He and seven \nother U.S. military deserters are being represented by House, a Wisconsin native who came to Canada in 1970 to \navoid the draft during the Vietnam War.\n\nThe Pentagon has urged the deserters to return to the United States and take up their concerns at their \nrespective military bases.\n\n\"We are an Army serving a nation at war,\" the Army said in a statement after Thursday's ruling. \"Each of us \nvolunteered to serve, and the vast majority serve honorably. AWOL and desertion are crimes that go against Army \nvalues, degrade unit readiness and, in a time of war, may put the lives of other soldiers at risk.\"\n\nHinzman, 26, lives with his wife and young son in Toronto, where Quakers and the War Resisters coalition of anti-\nwar groups have taken on his cause and provided some shelter. Coalition supporters planned to demonstrate \nThursday in front of the U.S. Consulate in Toronto.\n\n\nHinzman fled Fort Bragg, N.C., in January 2004, weeks before his 82nd Airborne Division was due to go to Iraq. He \nhad served three years in the Army, but had applied for conscientious objector status before his unit wassent to \nAfghanistan in 2002.\n\nHinzman argued to the Immigration and Refugee Board in December that he would have had to take part in war \ncrimes if he went to Iraq, saying the war there is illegal. He said he would be persecuted if forced to return to the \nUnited States.\n\nHinzman also testified he had been willing to fulfill his full four-year obligation to the Army, but not to participate in \ncombat.\n\nHinzman's attorney estimated that as many as 100 American war resisters are hiding in Canada, waiting to see \nhow Hinzman's case plays out before coming forward. He said 30,000 to 50,000 Americans fled to Canada during \nthe Vietnam War and were allowed to settle here, but Hinzman would have become the first U.S. soldier to be \ngranted political asylum in Canada.\n\nPfc. Joshua Key, 26, of Oklahoma City is the latest war resister to flee to Toronto, arriving two weeks ago with his \nwife and four children.\n\nNotes\n\nAMERICA IN IRAQ\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: JIM ROSS -- GLOBE AND MAIL ARCHIVES\n\nCanada denied asylum Thursday to U.S. soldier Jeremy Hinzman, shown in Toronto in December.\n"}