{"title": "Custody Change Could Affect Boy's Asylum Case", "body": "\nThe fact that Elian Gonzalez is now in the custody of his father, Juan Miguel Gonzalez, most likely weakens his, or \nhis Miami relatives', case for him to be granted asylum in the United States, immigration lawyers say.\n\nBefore federal marshals wrested the 6-year-old Cuban boy from the relatives' home in Miami just before dawn on \nSaturday, he had signed an application for asylum. Last week, the United States Court of Appeals for the 11th \nCircuit in Atlanta agreed to hear his application on May 11, and his father agreed to hold Elian in the United States \nuntil then.\n\nBut now that Mr. Gonzalez has custody of his son, he can make a stronger case against asylum and take him \nhome to Cuba, perhaps well before May 11, said Jose Pertierra, an immigration lawyer in Washington who is not \ninvolved with the case.\n\n\"I'm sure that's what's being planned by Juan Miguel's attorneys,\" Mr. Pertierra said. He said the case of Lazaro \nGonzalez, the great-uncle who had been holding the boy in Miami, had been weakened by several factors, \nincluding his losing the day-to-day care of the boy, which the Justice Department allowed until days before the raid \non the house.\n\nThe father, whose lawyers have not disclosed their strategy, could try to withdraw the application for asylum that \nElian signed, Mr. Pertierra said, or he could ask Elian himself to withdraw it.\n\nOr the Immigration and Naturalization Service could interview the boy, find that he is not competent to understand \nhis application and ask the court to dismiss it. That, however, appears unlikely.\n\n\"It's not something we would do,\" said Maria Cardona, spokeswoman for the immigration service.\n\nShe said the argument the immigration service intends to make before the court's three judges is not whether the \nasylum application should be honored or dismissed but whether a 6-year-old is competent to make one. In an 83-\npage brief filed today with the appeals court, the Justice Department argued that the asylum application was not \nthe boy's doing and that it amounted to \"a substantial intrusion into the realm of parental authority for a distant \nrelative to be able to trigger government procedures concerning the parent's 6-year-old son.\"      \n\n\nhttp://www.nytimes.com\n"}