{"title": "NYIC's strong past has made better present", "body": "\nFor years, politicians in New York simply turned their backs to the needs and aspirations of powerless immigrants. \nFortunately, things have changed - and they cannot afford such luxury any more.\n\nThe reason is a powerful one: New citizens have become new voters by the hundreds of thousands, and any \npolitico that ignores them is bound to pay a price at the polls.\n\nFor that, the New York Immigration Coalition, an indispensable city institution that tomorrow celebrates its 25th year \nof existence, deserves much credit: It has registered to vote nearly 300,000 new Americans.\n\nWe asked Chung-Wha Hong, the NYIC executive director, if she thought their success in turning new citizens into \nvoters was the NYIC's greatest accomplishment.\n\n\"I am most proud of the fact that the NYIC has become a vehicle to build power, unity and community in the diverse \nand vibrant immigrant community in New York,\" said Hong, who succeeded Margie McHugh, the first executive \ndirector, a true force in the immigration community, in 2005.\n\nDuring her 15-year tenure, McHugh expanded the focus of the NYIC considerably. Over those years, the coalition's \nfirst federal advocacy day was organized, its Albany policy agenda began to be developed and the City Access \nProject was launched, bringing immigrant community leaders and city officials together to collaboratively address \nbarriers that prevented city agencies from being accessible and responsive to immigrant communities. Hong has \ncontinued to build on McHugh's impressive legacy.\n\n\"We built power through expanding our membership to nearly 200 organizations statewide,\" Hong said. \"We built \npower through registering and mobilizing over 280,000 new American citizens during the last two decades; we built \npower through actions that drew participation from tens of thousands of immigrants.\"\n\nBut she also said that power in itself is not the answer.\n\n\"There are three overarching themes that shape our work: power, unity, and community,\" Hong said. \"We translated \ndiversity into unity by bringing communities together to press for a justice and opportunity agenda as a unified \nvoice.\"\n\n\"And we built community. Through the NYIC, the diverse communities have a chance to work together, have a \ndialogue together, learn from each other through leadership development and training programs. We've created a \nsense of community where everyone is welcomed and respected,\" she said.\n\n\nJustly proud of the work of the institution she leads, Hong is well aware that the road ahead is a rocky one.\n\nShe called it \"shocking and unacceptable\" that New York state will not pass the DREAM Act this session to give \nequal college financial aid access to immigrant students.\n\nBut her greatest frustration is the lack of leadership and the legislative gridlock in Washington that, she said, is \nundermining immigrants every single day.\n\n\"The status quo of 400,000 deportations every year, ripping apart our families and communities, is a travesty ,\" she \nsaid.\n\nAfter a quarter-century of fighting for a society that values the contributions of immigrants, Hong and the NYIC are \nclear on their priorities.\n\n\"We are focusing on passing the DREAM legislation on the state level, building parent engagement through \ncommunity-based Family Resource Centers and calling for NYPD accountability in New York City,\" she said.\n\n\"(Also), pushing Washington to stop the massive deportations, and mobilizing the new American electorate through \nour 'Immigrants Vote!' campaign, so that we are better positioned to press for our policy changes.\"\n\nA full agenda and one that, judging by the past 25 years, the NYIC will tackle with conviction and strength.\n\nFor more information on tomorrow's gala celebrating the NYIC's 25th anniversary, email events@thenyic.org or call \n(212) 627-2227, extension 221.\n\naruiz@nydailynews.com\n\nGraphic\n\n \n\nNLVL\n"}