{"title": "Food Crops for Immigrants; University Program Promotes Cultivation of Foreign Staples", "body": "\n When Lucia Almeida moved here from Brazil about eight months ago, she assumed that her tastes would have to \nchange. How could she expect to find the bitter eggplant called jilo around here? And abobora, the squash that \nBrazilians hollow out and fill with beef or shrimp stew, surely did not exist in a Massachusetts grocery store.\n\n  \"I was very worried,\" she said in Portuguese. \"I didn't think I'd get the vegetables I wanted here.\"\n\n  But her trips to a local grocery store keep surprising her.\n\n  Thanks to a program started by Frank Mangan, an associate professor at the University of Massachusetts, \nAlmeida and other Latin American immigrants are able to find more of the vegetables they know from home in their \nnew local marketplaces.\n\n  \"I'm very happy this is here,\" Almeida said as she placed a pumpkin-like abobora in her shopping cart at a Market \nBasket grocery store.\n\n  Combining a flair for market research, an interest in emerging immigrant communities and his skills as a plant \nscientist, Mangan has been figuring out ways for Massachusetts farmers to grow new crops that satisfy the \nappetites of new Americans settling in the state.\n\n  \"The marketing comes first, then the production,\" Mangan said. \"I go to the communities to make sure there's a \ndemand. Then I go to the farmers and say 'There's a market for you.' \"\n\n  Once the crop proves successful at his research farm at the U-Mass. campus in Amherst, Mangan gives farmers \nthe information they need to grow it themselves and the contacts they will need to sell it.\n\n  He came up with the idea about 10 years ago, when a group of Hispanic farmers from Holyoke asked him for help \ngrowing ajicitos, a popular Puerto Rican pepper. After he figured out how to adapt the peppers to Massachusetts \nsoil, they started growing with no problem, he said.\n\n\n  From there, he began making connections with Asian and Latino immigrants throughout the state. A fluent \nSpanish speaker who knows enough Portuguese to get by, Mangan has been focusing on the Brazilian community \nin the past few years.\n\n  With his assistants and students from the U-Mass. Extension Department, Mangan has been building relationships \nwith market owners and produce managers in towns such as Framingham, a suburb about 21 miles west of Boston \nwhere about 15,000 of the state's 84,000 legal Brazilian immigrants live.\n\n  When he wanted to determine whether there was any demand for the taioba he had been growing on his research \nfarm, he showed up with about 50 pounds of the broadleaf vegetable at the Market Basket in nearby Ashland. To \nmake sure people knew the taioba would be available, Mangan advertised in Brazilian and Portuguese-language \nnewspapers that circulate in the state.\n\n  \"It was gone in about 45 minutes,\" said Tim Shea, Market Basket's produce manager. Shea said about 40 percent \nof his customers are Brazilian.\n\n  \"People were driving up from Cape Cod to buy it,\" he said. \"Nobody realized it could be grown around here.\"\n\n  Mangan took the same steps to ensure that about a dozen other crops from warmer climates could be \nsuccessfully grown in the Northeast. By figuring out how to raise those vegetables at U-Mass., Mangan reduces the \nrisks that farmers face.\n\n  \"We figure things out, give the information to the farmers, then we disappear,\" said Maria Moreira, a dairy farmer \nfrom Lancaster who helps Mangan with his market research.\n"}