{"title": "Congress Eases Curbs On Visas For Artists", "body": "\nIn its rush to adjournment last week, Congress passed a bill easing severe restrictions on the number of foreign \nartists who may enter the United States for performances. The bill rescinds or modifies important provisions of a \n1990 immigration law under which only 25,000 foreign performers and other professionals could receive entry visas \nto the United States annually.\n\nThe bill was passed last Monday by the House and last Tuesday by the Senate, in both cases by voice vote. The \nprincipal sponsors were Representative Romano L. Mazzoli, Democrat of Kentucky, and Senators Edward M. \nKennedy, chairman of the Judiciary Subcommittee on Immigration and Refugee Affairs; Alan K. Simpson, \nRepublican of Wyoming, and Paul Simon, Democrat of Illinois.\n\nThe bill will now go to President Bush for signing, within the next two weeks. Senator Simpson, the Republican \nwhip, has said in interviews that the President will approve the bill.\n\nA coalition of a dozen arts organizations supported the new bill, complaining that Congress passed the restrictive \nprovisions in 1990 without consulting the industry. They said it would seriously affect their ability to mount foreign \npresentations in the United States.\n\n\"This bill addresses the problems we had with the old bill,\" said Frank J. Donatelli, a lobbyist for the League of \nAmerican Theaters and Producers, one of the sponsors of new legislation.\n\n\"Basically, the new bill returns the immigration law to the status that existed before the 1990 immigration bill,\" said \nMr. Donatelli.\n\nThe original 1990 measure would have gone into effect on Oct. 1, but was postponed because of the strong \nprotests from arts groups, producers' organizations and labor unions.\n\nThese critics also objected to a prohibition in the 1990 bill that prevented performers from applying for a visa more \nthan 90 days before a scheduled visit to the United States. Presenters of operas and ballets and theatrical \nproductions complained that such performances have to be scheduled years in advance, and that the performers \nneed to know early if they will be admitted to the country. This restriction was eased in the bill approved last week.\n"}