{"title": "FEDS THREATEN TO BOOT BOY", "body": "\nThe feds threatened yesterday to revoke Elian Gonzalez's permission to remain in this country on Thursday unless \nhis Miami relatives agree to surrender the boy if they lose their court fight to keep him here.\n\nImmigration officials also summoned the boy's Florida guardians to a meeting this morning to discuss how to carry \nout an orderly return of the boy to his father in Cuba.\n\nThe federal government got tough after lawyers fighting to keep the 6-year-old refugee in the U.S. balked at the \nfederal government's demand that they promise to surrender Elian if they lose a court appeal.\n\n\"Without a specific written commitment … we have no choice but to move forward with the termination of Elian's \nparole as of Thursday, March 30, 2000, at 9 a.m.,\" the Immigration and Naturalization Service said in a letter to the \nattorneys representing the relatives.\n\nEven before the letter was delivered, Cuban exiles formed a human chain outside the modest white stucco house \nand hung a 15-foot banner with a drawing of Elian and a message: \"I just want to live in freedom.\"\n\n\"There are a lot of people who aren't willing to kill, but are willing to die only for the child's rights,\" said Raul \nSanchez, head of the anti-Castro Democracy Movement.\n\nThe Florida family filed an appeal to the 11th Circuit Court of Appeals in Atlanta challenging a federal judge's ruling \nthat Elian be returned to his father.\n\n\"He will be harmed permanently if he leaves this country,\" said Linda Osberg-Braun, a lawyer for the Miami \nrelatives.\n\nElian has been embroiled in an international custody dispute since he was rescued by fishermen off the Florida \nStraits on Thanksgiving.\n\nHis mother drowned when their escape boat capsized in heavy seas, and his father in Cuba wants him returned. \nBut his relatives in Miami say Elian's dad is a pawn of Cuban dictator Fidel Castro and that the boy's mom wanted \nhim to grow up in the U.S.\n\nElian will be schooled at home indefinitely because the relatives fear Castro's \"commandos might try to kidnap the \nboy,\" said family spokesman Armando Gutierrez.\n\nBut the family allowed a few reporters inside to show them an image in an oval mirror that a weeping Gonzalez said \nwas the Virgin Mary.\n\nWith News Wire Services\n\n"}