{"title": "CLASS ACTION UPDATE for COF, SRPT, CADE and WTRH: Levi & Korsinsky, LLP Reminds Investors of Class Actions on Behalf of Shareholders", "body": "\nNEW YORK, Oct.  16, 2019  (GLOBE NEWSWIRE) -- Levi & Korsinsky, LLP announces that class action lawsuits \nhave commenced on behalf of shareholders of the following publicly-traded companies. Shareholders interested in \nserving as lead plaintiff have until the deadlines listed to petition the court and further details about the cases can \nbe found at the links provided. There is no cost or obligation to you.\n\nCapital One Financial Corporation (NYSE: COF) Class Period: February 2, 2018 - July 29, 2019 Lead Plaintiff \nDeadline: December 2, 2019 Join the action: https://www.zlk.com/pslra-1/capital-one-financial-corporation-loss-\nform?wire=3 \n\nAbout the lawsuit: During the class period, Capital One Financial Corporation allegedly made materially false and/or \nmisleading statements and/or failed to disclose that: (1) the Company did not maintain robust information security \nprotections, and its protection did not shield personal information against security breaches; (2) such deficiencies \nheightened the Company's exposure to a cyber-attack; and (3) as a result, Capital One's public statements were \nmaterially false and misleading at all relevant times.\n\nTo learn more about the Capital One Financial Corporation class action contact jlevi@levikorsinsky.com\n\nSarepta Therapeutics, Inc. (NASDAQ: SRPT) Class Period: September 6, 2017 - August 19, 2019 Lead Plaintiff \nDeadline: October 29, 2019 Join the action: https://www.zlk.com/pslra-1/sarepta-therapeutics-inc-loss-\nform?wire=3 \n\nAbout the lawsuit: Sarepta Therapeutics, Inc. allegedly made materially false and/or misleading statements and/or \nfailed to disclose that: (i) golodirsen, Sarepta's drug for the treatment of Duchenne muscular dystrophy, posed \nsignificant safety risks to patients; (ii) consequently, the New Drug Application package for golodirsen's accelerated \napproval was unlikely to receive Food and Drug Administration approval; and (iii) as a result, Sarepta's public \nstatements were materially false and misleading at all relevant times.\n\nTo learn more about the Sarepta Therapeutics, Inc. class action contact jlevi@levikorsinsky.com\n\nCadence Bancorporation (NYSE: CADE) Class Period: July 23, 2018 - July 22, 2019 Lead Plaintiff Deadline: \nNovember 15, 2019 Join the action: https://www.zlk.com/pslra-1/cadence-bankcorporation-loss-form?wire=3 \n\nAbout the lawsuit: Cadence Bancorporation allegedly made materially false and/or misleading statements during \nthe class period and/or failed to disclose that: (1) the Company lacked adequate internal controls to assess credit \nrisk; (2) as a result, certain of the Company's loans posed an increased risk of loss; (3) as a result, the Company \nwas reasonably likely to incur significant losses for certain loans; (4) the Company's financial results would suffer a \n\n\nmaterial adverse impact; and (5) as a result of the foregoing, Defendants' positive statements about the Company's \nbusiness, operations, and prospects were materially misleading and/or lacked a reasonable basis.\n\nTo learn more about the Cadence Bancorporation class action contact jlevi@levikorsinsky.com\n\nWaitr Holdings Inc. (NASDAQ: WTRH) Class Period: on behalf of shareholders who purchased shares between \nMay 17, 2018 and August 8, 2019, including, but not limited to, those who acquired Waitr shares in connection with \nthe Going Public Transaction, and those who acquired shares of the Company in the May 2019 Secondary Offering. \nLead Plaintiff Deadline: November 26, 2019 Join the action: https://www.zlk.com/pslra-1/waitr-holdings-inc-loss-\nform?wire=3 \n\nAbout the lawsuit: Throughout the class period, Waitr Holdings Inc. allegedly made materially false and/or \nmisleading statements and/or failed to disclose that: (i) Waitr lacked a plan to achieve profitability and, contrary to \nthe statements of Company founder Chris Meaux, Waitr was not at or near profitability and Defendants had created \nthe illusion of financial stability by engaging in a host of illegal and improper activities each designed to inflate \nrevenues and earnings such as unilaterally breaking low-rate contracts and imposing significantly higher rates, and \nby refusing to pay drivers for mileage related expenses both of which ultimately resulted in independent class \naction lawsuits; and (ii) Waitr's technology provided no real advantage and the Company could not obtain the \ndeveloper, programming, or engineering resources necessary to enhance, maintain, and develop industry leading \nsoftware from its headquarter location in Lake Charles, Louisiana.\n\nTo learn more about the Waitr Holdings Inc. class action contact jlevi@levikorsinsky.com\n\nYou have until the lead plaintiff deadlines to request the court appoint you as lead plaintiff. Your ability to share in \nany recovery doesn't require that you serve as a lead plaintiff. Levi & Korsinsky is a national firm with offices in New \nYork, California, Connecticut, and Washington D.C. The firm's attorneys have extensive expertise and experience \nrepresenting investors in securities litigation and have recovered hundreds of millions of dollars for aggrieved \nshareholders. Attorney advertising. Prior results do not guarantee similar outcomes.CONTACT:Levi & Korsinsky, \nLLPJoseph E. Levi, Esq.55 Broadway, 10th FloorNew York, NY 10006jlevi@levikorsinsky.comTel: (212) 363-\n7500Fax: (212) 363-7171www.zlk.com\n\n \n"}