{"title": "Immigration still a minefield", "body": "\nIllegal immigration again emerges as a major issue now that Barack Obama is president. The new administration \nis veering toward a more-open borders policy as underscored by Obama's choices of Janet Napolitano as \nDepartment of Homeland Security chief and Hilda Solis as U.S. Labor secretary.\n\nNapolitano seeks amnesty for the 15 million illegal aliens here, and opposes the almost-completed 650-mile U.S.-\nMexico border fence. As Arizona governor, she slashed funding to Maricopa County Sheriff Joe Arpaio's task force \nfighting drug, weapons and human smuggling from Mexico. Her positions did little to make the homeland more \nsecure --- especially since Mexico is engulfed in a civil war where well-organized gangs are killing police, judges \nand soldiers. This growing Mexican warfare is spilling over into the U.S. Southwest --- and poses a mounting \nproblem for Obama.\n\nAs a California congresswoman, Solis opposed workplace raids to deport illegal workers and prosecute greedy \nemployers. She also sought to force all federally funded entities to provide \"meaningful access\" to their services for \nnon-English-speaking immigrants. The huge cost of providing such translation services for the 320-plus languages \nspoken in the United States would have been paid by the taxpayers as well as by health care consumers in the \nform of bigger bills.\n\nA major battle will emerge in March over the E-verify homeland security program, which comes up for re-\nauthorization in Congress. It is an effective system that helps demagnetize the magnet that draws illegal aliens. An \nemployer can log on to the Homeland Security Web site and enter an applicant's Social Security number into its \ndatabase to ascertain if a worker is legal. A new E-verify feature is a photo of the job applicant that pops up on the \nemployer's computer screen. (Many illegal immigrants, of course, steal the Social Security numbers and identities \nof real citizens.)\n\nVoluntary use of E-verify by employers has risen dramatically in all 50 states, and the Bush administration issued \nan executive order requiring that federal contractors and subcontractors use the system. Yet the multicultural left \nand, incredibly, the U.S. Chamber of Commerce want Obama to reverse the order. Of course, as former Homeland \nSecurity spokeswoman Laura Keehner emphasized, there is very little reason to avoid using the system \"unless \nyou are for some reason in favor of hiring illegal immigrants.\"\n\n\nThere are more than 10 million unemployed Americans. They will have little chance of finding a job if U.S.-Mexico \nborder control is undermined, a million more illegal aliens sneak in again this year to take now-precious jobs, and \nthe E-verify system (which Obama once claimed he supported) is gutted. Such actions could trigger a noisy public \nreaction similar to one that derailed the 2007 U.S. Senate amnesty proposal for illegal immigrants.\n\nIn a broader context, Senate Majority Leader Harry Reid (D-Nev.) said in a Jan. 4 interview that Sen. John McCain \n(R-Ariz.) told him \"he's going to work real, real hard on immigration reform. And I'll work with him.\" Reid said this \nincludes \"a pathway to legalization\" for illegal immigrants already here, as well as the addition of untold numbers of \ncheap-wage foreign job competitors under a \"guest worker program.\"\n\nBut whether Obama wants to risk a huge public backlash over such a comprehensive effort early in his first term --- \nknowing that polls indicate Middle America strongly opposes illegal immigration --- is a big question mark.\n\n* Phil Kent of Atlanta is national spokesman for Americans for Immigration Control.\n\nGraphic\n\n \n\nPhoto: LENNY IGNELZI / Associated PressThe new Homeland Security chief opposes the border \nfence./ImageData* ImageData*\n\nPhoto: * Phil Kent of Atlanta is national spokesman for Americans for Immigration Control./ImageData*\n"}