{"title": "Mexico hires firm to change its negative image in U.S.; GOAL IS TO SUPPORT GUEST WORKER PROPOSAL", "body": "\nFed up with the drumbeat of news stories about drug wars, police corruption, border mayhem and illegal \nimmigration, the government of Mexico has followed a time-honored course for anyone seeking an image \nmakeover: It's hired a PR firm.\n\nRob Allyn, a prominent Dallas public-relations craftsman who helped shape Mexican President Vicente Fox's \nstunning election victory in 2000, now shoulders the burden of pushing aside a largely negative U.S. perception of \nMexico as a land of drug lords and economic hardship.\n\nAllyn's objective -- and that of his client -- is to display Mexico as a nation on the move, with a flourishing \ndemocracy and growth-oriented economy, indelibly linked to its neighbor to the north. In Allyn's words, to focus on \n``the good things that are happening in Mexico'' and ``correct some of the myths and misperceptions that are out \nthere.''\n\nIt's a daunting assignment.\n\nTroubled borders\n\nThe presence of nearly 11 million illegal immigrants in the United States -- more than half from Mexico -- has left \nmany U.S. residents with the impression that Mexico is an impoverished, economically troubled land that can't hold \non to its own people.\n\nTurf battles between vicious drug cartels have turned a portion of the Texas-Mexico border into a war zone, \nprompting the U.S. government to warn against travel to the Mexican border town of Nuevo Laredo, center stage for \nthe violence.\n\nLast week, the sheriff of Hudspeth County in Texas reported that men dressed in Mexican army uniforms crossed \nthe border to protect a drug shipment, and U.S. customs officials displayed a sophisticated tunnel dug under the \nborder near San Diego and packed with tons of marijuana.\n\nCarlos García de Alba, Mexico's consul general in Dallas, said Mexico turned to Allyn, who will receive $720,000 \nfor the one-year contract, to tell a more uplifting story. ``We want to be recognized as a reliable good neighbor, \n\n\npartner and friend,'' he said. ``And when you focus on just very specific facts . . . you're missing a lot. You're not \nlooking at the whole picture.''\n\nThe PR offensive will remind U.S. residents that Mexico is the United States' second largest trading partner after \nCanada, buying $111 billion of U.S. exports every year. Mexico will also stress that its government is aggressively \nfighting corruption, promoting democracy and fostering greater economic opportunities for its 105 million citizens.\n\nThe campaign's over-arching goal is to strengthen U.S.-Mexican relations at a time when President Bush is \npressuring Congress to enact a guest worker program for foreign workers, a top priority of the Fox administration.\n\nThe outlook for passage is uncertain, with a strong cadre of Republican conservatives vowing to resist any \nimmigration overhaul that includes a guest worker program.\n\nDamaging incidents\n\nThe incident in Hudspeth County -- in far West Texas -- also created an uproar in Washington, prompting calls for \nan international investigation and inflaming suspicions that rogue members of the Mexican military are escorting \ndrug shipments into the United States, an assertion the Mexican government emphatically denies.\n\nSen. John Cornyn, R-Texas, chairman of the Senate subcommittee on immigration, called the incident ``a thumb in \nthe eye to the United States'' that hurts prospects for enactment of a guest worker plan. Repairing Mexico's \nimage from a steady ``drip, drip, drip of bad news,'' he said, ``is going to take more than hiring a public relations \nconsultant.''\n\nNevertheless, Allyn's admirers in both the United States and Mexico believe that the Dallas executive is up to the \nchallenge, pointing to scores of earlier successes, often against formidable odds.\n\nAllyn, 46, is often described as a Republican strategist but he has increasingly displayed an international reach by \nhelping candidates, political parties and corporations in other countries. Perhaps his most celebrated triumph was \nFox's upset victory in 2000 over the Institutional Revolutionary Party (PRI), which had held the presidency for 71 \nyears.\n\nAfter meeting Fox on a trip to Mexico, Allyn, whose 23-year-old Allyn & Co. merged into the Fleishman-Hillard \npublic relations group in 2002, became a central figure in the campaign but kept his role secret to avoid the \nappearance of U.S. meddling. He taught himself Spanish and traveled in and out of the country for three years, \nusing three different pseudonyms.\n\nAllyn has made no attempt to hide his current role, but he prefers to keep the focus on his client rather than himself. \nThat strategy hasn't always been successful. A small group of protesters aligned with anti-immigrant groups \nprotested outside his office last week, complaining that his alliance with the Mexican government constituted an \naffront to ``national sovereignty.''\n\nAllyn also drew limited criticism from U.S. Latinos, who felt that Mexico should have recruited a Latino firm to \ntrumpet its message in the United States. ``They should give Latinos a good shot at filling those positions,'' said \nBrent Wilkes, executive director of League of United Latin American Citizens (LULAC).\n"}