{"title": "DEAF MEXICANS STUCK TOGETHER: DOC", "body": "\nWith acts of kindness and bravado, the enslaved deaf Mexicans rescued by Queens cops helped one another \ncope with the brutality of their captivity, a doctor said yesterday.\n\nMany of the Mexicans have told interpreters their alleged masters beat them if they returned to their overcrowded \nJackson Heights quarters without selling at least $ 100 worth of trinkets each day.\n\nSo, several of the women said, they would share their earnings with friends in order to avoid being punished, said \nDr. Frank Estrada, part of an Elmhurst Hospital Center team that has been treating the immigrants.\n\n\"You help each other out,\" one woman told Estrada. \"You make sure the others get back and won't be short.\"\n\nOne immigrant, a well-muscled stocky man weighing about 200 pounds, told Estrada that the bosses wouldn't dare \nstrike him but often went after a slight and frail friend, the doctor said.\n\n\"They wouldn't beat him when I was around because I could defend him,\" Estrada quoted the man as saying. The \nman added that he often would put himself in harm's way for his friend, Estrada said.\n\nDespite the alleged brutality that the immigrants have suffered, Estrada said, he was impressed by their gentle \nmanner.\n\n\"I was not prepared for the way this group touched me. They were very gentle, loving and communal.\"\n\nMeanwhile, the Immigration and Naturalization Service officially took custody of the 57 Mexicans and promised \nthey would remain in the Westway Hotel in Queens while the investigation of the slave-labor ring continues.\n\n\"There are absolutely no plans to remove any of these people from the United States at this time,\" INS \nCommissioner Doris Meissner said.\n\nBut authorities ducked the question of whether the Mexicans would find themselves in a situation similar to that of \nthe Chinese immigrants from the ill-fated Golden Venture. Sixty of those immigrants were detained for 31/2 years.\n\nJorge Pinto, consul general at the Mexican Consulate in Manhattan, said some of the Mexicans are considering \ngoing home. \"They realize they're important for the investigation and they want to cooperate,\" Pinto said, but he \nadded that some of them want to be reunited with their families.\n\nSeven alleged ring members have been arrested, and authorities continued to search for two key players still at \nlarge Jose Reinaldo Paoletti, 59, and his son, Renato, believed to be in his early 20s.\n\n\nGraphic\n\n \n\nJose Reinaldo Paoletti Renato Paoletti\n\nJON NASO DAILY NEWS MISSING detained mom, 7-year-old Reyna Dianna Guillen-Rodriguez (r.) signs \"I love \nyou\" in Mexico City.\n"}