{"title": "INS CHIEF DISPUTES REPORTS OF IMPROPER NATURALIZATIONS", "body": "\nNo more than 1,300 immigrants may have become naturalized U.S. citizens improperly in the last year and even \nthat number is \"very preliminary,\" the nation's immigration chief said yesterday.\n\nDoris Meissner, commissioner of the Immigration and Naturalization Service, said reports that as many as 50,000 \nmay be in that category were exaggerated. She said the INS is making a \"thorough, manual review\" of each case.\n\nRepublicans charge that citizenship cases were rushed through by the INS in an election-year push to grant \ncitizenship to 1.2 million potential Democratic voters.\n\nMeissner said that in the year ending Sept. 30, the INS deported 67,094 illegal immigrants, a record.\n\nMeissner said the three-year total of deportations is 100,000 criminal immigrants, and 160,000 if noncriminal \nviolations are counted.\n\nImmigration has become a point of contention in the presidential election.\n\nPresident Clinton boasts of beefing up the Border Patrol, increasing penalties and strengthening immigration \nrequirements. Bob Dole is stressing, in California, the social and economic costs of immigration and said he would \ndeny most social services to illegals.\n\nThe immigration agency also announced a change, as of last Thursday, that gives INS administrative authority to \nreopen and revoke naturalizations obtained by fraud or misrepresentation. Previously, only a court could take such \nactions.\n\nAn individual has 60 days to respond to a notice that the agency plans to reopen naturalization proceedings. An \nadverse decision can be appealed through the agency and the courts.\n\nThe FBI on Monday delivered 50,967 background files of people who were naturalized between August 1995 and \nSeptember 1996 to a House subcommittee. The panel's staff was scouring them for convicted felons who do not \nqualify for citizenship; those convicted of lesser crimes who do qualify, and those who had been arrested on felony \ncharges that have not yet been resolved.\n\n\nMeissner said those 50,000 records lack the final disposition of charges.\n\n\"Of the less than half of that 50,000, a very small fraction contain information which is criminal information, but \nwhich could possibly be the basis of an error. We will not know that until we go back to the aliens to see the \ndisposition of the information.\"\n\nShe said that, to date, the INS staff has found only 1,300 cases that merit further investigation.\n\nMeissner sent a letter yesterday to all 50 governors decrying \"mischaracterizations\" about newly naturalized \ncitizens and called attention to the review of all cases where FBI fingerprint record information exists on the \napplicant.\n"}