{"title": "TELEVISION REVIEW;Entering the U.S. Illegally And Provoking Anger", "body": "\n\"Slamming the Door\" captures the spreading resentment against immigrants, particularly against illegal immigrants \nand most particularly against illegal immigrants who commit crimes.\n\nPhil Jones, of the \"48 Hours\" team, talks to workers in a New Jersey insurance company who lost their jobs to \nnewcomers from India with temporary work visas. Through a loophole in the law, the noncitizens were paid half \nwhat the Americans were making.\n\nIn the small town of St. George, Utah, Erin Moriarty finds an 11-year-old girl who was raped by an illegal immigrant \nfrom Mexico already possessed of a criminal record. Everyone, including an official of the Immigration and \nNaturalization Service, agrees that the understaffed service does little to crack down on the illegals. Those who are \ndeported just keep coming back.\n\nEven immigrants who commit no crime except slipping into the country are imposing burdens on cities like Miami, \nwhich receives 100 or more children a day into its schools from Cuba and other lands to the South. Perhaps half of \nthem are in the United States illegally, but school officials say they are barred by law from inquiring. Parents at a \nP.T.A. meeting show sympathy for the children along with concern for the expense.\n\nMedical costs, too, are running high. Richard Schlesinger reports that pregnant women from Mexico come to the \nSan Diego area to have their babies: it's safer and cheaper, with the extra attraction that children born on this side \nof the border become American citizens. For California, these and other medical costs are reaching $1.2 billion a \nyear.\n\nThe sharply focused hour ends with an interview with Barbara Jordan, now heading a commission that \nrecommends tightened border controls and tougher checks at workplaces. Such crackdowns are trumpeted \nperiodically, but this time the Administration seems to be putting some money where its trumpets are. The anger \nheard tonight leaves the concern that if something effective is not done soon about the illegal immigrants, legal \nimmigrants, too, will feel the growing wrath.\n\n \n\n48 HOURS\n\nSlamming the Door\n\n\nCBS, tonight at 10\n\n(Channel 2 in New York)\n\n \n\nWritten by Greg Kendra; directed by Eric Shapiro and Ron Flaum; Linda Martin, producer; Mary Noonan, associate \nproducer; Al Briganti, senior producer; Catherine Lasiewicz, executive producer.\n"}