{"title": "U.S., Cuba Agree on Stemming Raft Tide", "body": "\nThe United States and Cuba signed an agreement today in which Washington pledged to accept a minimum of \n20,000 legal immigrants a year from Cuba, and Havana promised in exchange to use every means possible to \nprevent its citizens from leaving its shores on rafts.\n\nThe deal was reached after eight days of negotiations sought by the Clinton administration to end a surge last \nmonth in the uncontrolled flight of thousands of Cubans seeking to reach Florida in makeshift vessels.\n\nWithout spelling out how Cuba would stop the exodus, the accord says Havana will use \"mainly persuasive \nmethods.\"\n\nIn Cuba after the accord was announced, government patrol boats were deployed near the coast of Havana, \napparently to discourage rafters from departing, Washington Post correspondent Tod Robberson reported.\n\nBut in the resort of Cojimar east of the capital, hundreds of Cubans rushed to launch hastily constructed rafts in \nadvance of the anticipated government crackdown on such departures. Police stayed far away from launch sites, \nand no patrol boats were seen off the shore in the evening. [Details on Page A18.]\n\nThe agreement marked the first time in 10 years that the United States and Cuba have successfully negotiated a \nsubstantial diplomatic accord. The U.S. side said the talks were strictly limited to migration issues, as Washington \nhad wanted, and that there were no plans to undertake further discussions on the broad range of economic and \npolitical disputes between the nations.\n\nAt a news conference in Washington, Undersecretary of State for Political Affairs Peter Tarnoff said, \"the United \nStates continues to believe, as it has over the past three decades, that there should be a peaceful transition to \ndemocracy in Cuba. We will continue to work to that end.\"\n\nBut it is up to Cuban President Fidel Castro to take the first steps, Tarnoff said: \"It will not hasten political and \neconomic reform in Cuba for the United States to negotiate the terms and conditions of change in that country with \nits unelected government over the heads of the Cuban people.\"\n\nU.S. action to implement the agreement, by increasing legal immigration from Cuba, will depend on the human \ntraffic across the Straits of Florida, according to Deputy Assistant Secretary of State Michael Skol, the chief U.S. \nnegotiator.\n\n\n[In Havana tonight, the Cuban government issued a statement urging people to stop setting out to sea, Reuter \nreported. The statement gave rafters 72 hours from midday Saturday to clear beaches of rafts and other material \ngathered for departure. During this period no arrests would be made of rafters, nor would their their vessels or boat \nmaterial be confiscated, the statement said.]\n\nIn announcing the agreement at a news conference in New York this afternoon, Skol said, \"The credibility of this \ncommitment on the part of the Cuban government will be judged on its willingness to take effective action to prevent \nirregular departures and on the actual number of migrants in the weeks and months ahead.\"\n\nThe joint communique states, \"The Republic of Cuba will take effective measures in every way it possibly can to \nprevent unsafe departures using mainly persuasive methods.\"\n\nSkol said there was no discussion with the Cubans on what specific measures they would take to stop the rafters, \nbut he added, \"we expect and assume that these people will be treated in a humane manner.\"\n\nSo far this year the Coast Guard has picked up almost 35,000 Cuban rafters, including 9,000 this month. With bad \nweather closing in on Cuba, only 168 rafters were picked up as of 10 p.m. today, the U.S. Coast Guard said.\n\nUnder today's agreement the United States will continue to take rafters picked up at sea to the U.S.-leased naval \nbase at Guantanamo Bay in southeastern Cuba, and to other safe havens, with no prospect that they may directly \napply for admission to the United States.\n\nThey will be offered the opportunity to return to Cuba and apply for legal immigration there. Nearly 25,000 Cubans \nare already housed at Guantanamo Bay.\n\nThe pact promises to greatly increase the number of Cubans allowed to enter the United States legally through the \nuse of the attorney general's sweeping powers to \"parole\" people into the country. According to Immigration and \nNaturalization Commissioner Doris Meissner, 9,000 to 10,000 Cubans a year would benefit from the parole program \neven though they might not otherwise qualify for admission under existing immigration and refugee programs.\n\nAccording to a senior State Department official, the breakthrough that produced the agreement occurred this \nmorning when the chief Cuban negotiator, Ricardo Alarcon, dropped two demands: that the United States rescind \nmeasures tightening the economic embargo on Cuba announced by President Clinton Aug. 20, and that the U.S. \ngovernment restrict \"hostile\" radio broadcasts beamed at Cuba from Florida.\n\nThe two demands had been formally presented by Cuba on Tuesday, leading U.S. officials to warn that the talks \ncould collapse if Cuba insisted on discussing the issues. The United States refused to put them on the agenda for \nthe talks at Wednesday's negotiating session, which ended when Alarcon announced that he needed to return to \nHavana for consultations, the U.S. official said.\n\nWhen Alarcon returned to the New York talks today, presumably after discussions with Castro, the demand to \nbroaden the negotiations beyond issues strictly related to the migration crisis had been dropped from the Cuban \nposition, the U.S. official said.\n\nThe bargain reached today involved concessions from both sides.\n\nCastro repeatedly had insisted that there could be no solution to the problem of illegal migration from Cuba unless \nthe United States agreed to discuss an eventual end to its economic embargo of more than three decades against \nthe island. Accepting an agreement strictly limited to migration issues represents a concession on a major principle \nfor Castro.\n\n\"They are banking on the fact that within the United States there is a substantial body of opinion favoring a more \nflexible policy with Cuba,\" a senior State Department official said. \"The Cubans apparently feel they will earn some \ngood will with this, plus Castro may have decided that it no longer benefits him to have daily television pictures of \npeople so desperate to leave his country that they will risk their lives on rafts.\"\n\n\n\nAlso, Castro now will have to rescind orders issued to the Cuban authorities Aug. 12 instructing them not to \ninterfere with people seeking to leave the island illegally.\n\nThe United States gave in to Castro's insistence that Washington had failed to live up to a migration agreement \nsigned in 1984 that was supposed to produce a substantial movement of legal immigrants from Cuba. The \nagreement projected a maximum of 20,000 legal migrants a year, but the actual number has rarely exceeded 2,000.\n\nToday's agreement marks the first time that the United States has ever guaranteed any nation that it would take a \nminimum number of immigrants even if the applicants did not qualify under standards set by Congress. It was also \nthe first time that the prospect of increased legal immigration was exchanged for efforts to cut an illegal flow of \npeople to the United States.\n\nStaff writer Guy Gugliotta in Washington contributed to this report.\n\nGraphic\n\n \n\nCHART, EBB AND FLOW OF CUBAN RAFTERS (CHART IS NOT AVAILABLE.), TWP\n"}