{"title": "Immigration Raid At Plant Leaves Children in Limbo", "body": "\nAbout 30 children, some as young as 3 months old, were left without their parents this week after immigration \nofficials raided a poultry plant here and took the parents away to face possible deportation.\n\n  ''A lot of those families had kids in day care in different places,'' said Mayor Charles Hollingshead, ''and they didn't \nknow why Mommy and Daddy didn't come pick them up.''\n\n The federal officials arrested 119 people on Tuesday in the raid at the plant, Petit Jean Poultry, after a former \nworker said she had supplied others with fake ID cards. The authorities said that 115 workers were from Mexico \nand that the others were from Honduras, El Salvador and Guatemala.\n\n  Temple Black, a spokesman for the Immigration and Customs Enforcement office in New Orleans, said Friday \nthat those arrested were asked whether they had children, and they all said they did not.\n\n  ''We interviewed every person and asked that specific question,'' Mr. Black said, ''and we were told that there were \nnone.'' \n\n  Mr. Black later said that some of those arrested told the officials that their children were with relatives. Children in \nsuch a situation are normally placed with relatives until their parents are returned to the community or deported.\n\n  While some of the workers arrested on Tuesday were able to call and arrange care for their children, others were \nnot.\n\n  ''A lot of families are separated now, wives, moms and dads,'' said the Rev. Rudy Gutierrez, pastor of La Primera \nIglesia Bautista of Arkadelphia, which arranged for care of some of the children.\n\n  Jose Luis Vidal said his sister and brother-in-law were arrested in the raid and deported to Laredo, Mexico, \nleaving children ages 10, 5 and 1. \n\n  ''The children are very sad, especially the baby,'' Mr. Vidal said. ''She cries all the time.'' He said his sister was \ntrying to obtain a work permit to return to the United States.\n\n  Sheriff Troy Tucker of Clark County said the immigration officials failed to tell his agency about the raid. If they \nhad, deputies would have made sure the officials knew about the children, some of whom had been in the local \npublic schools for years, he said.\n\n  Some of the workers agreed to deportation, and others have challenged their arrests. Those fighting deportation \nwere released pending hearings.\n\n\n  The arrests followed the identity-theft conviction of Maria Moreno of Arkadelphia, who admitted that she unlawfully \nsold Social Security cards and other documents. Mr. Black of the immigration office said many at Petit Jean had \npurchased birth certificates and Social Security cards, then had used those documents to obtain ID cards from the \nState of Arkansas.\n\nhttp://www.nytimes.com\n"}