{"title": "IMMIGRATION; $1 Billion Rise Proposed for Enforcement", "body": "\nThe Clinton administration yesterday proposed spending an additional $ 1 billion to crack down on illegal \nimmigration at the border and the workplace by adding hundreds more immigration agents, expanding \ndeportations and experimenting with computerized identity checks for job seekers.\n\nNearly half of the new money, one of the few spending initiatives in the new budget proposal, is promised to the \nImmigration and Naturalization Service (INS), which would get a 24 percent budget increase to $ 2.6 billion. On \ntop of increases in the past two years this would represent a 71 percent rise in the agency's budget since 1993.\n\nThe other large chunk of money, more than one-third of the additional funding, would go to state governments to \nhelp pay for providing emergency medical care to illegal immigrants, incarcerating those who have committed \ncrimes here, and some education programs. The Customs Service, the Labor Department and other agencies of \nthe Justice Department would get the remaining funds.\n\nContending that the administration is trying to make up for the neglect of its predecessors, Attorney General Janet \nReno said at a news conference, \"three years ago it was clear that this administration had inherited a stepchild \nimmigration agency that had suffered decades of neglect.\" The proposed funding increases, she said, are part of \na strategy to \"control the border and bring the INS into the 20th century before the 21st century.\"\n\nThe major challenges to the administration's plan are likely to come from those who demand more rather than less \nspending.\n\n\"This is not a strategic policy plan to combat illegal immigration as much as an effort at political appeasement, and \nit does not begin to remedy the crisis that afflicts California,\" said Leslie Goodman, spokesman for California Gov. \nPete Wilson (R), who has been President Clinton's chief antagonist on illegal immigration.\n\nRep. Lamar S. Smith (R-Tex.), chairman of the House Judiciary subcommittee on immigration, said: \"It is a \npromising start, but it is not enough. We welcome the fact that the president is putting the money in the right places, \nbut we need to do more.\"\n\nOne area of spending that Smith said he expected Congress to expand involves proposals by the Commission on \nImmigration Reform, headed by former representative Barbara Jordan (D-Tex.), to help employers identify illegal \nimmigrants who are trying to get jobs.\n\nLess than 3 percent of the cost of the administration's new immigration initiative -- $ 28.3 million -- is designated to \nfund pilot projects recommended by the Jordan commission.\n\nMoreover, INS Commissioner Doris Meissner said yesterday that the administration envisioned spending three \nyears experimenting with various alternatives before deciding whether to implement the centerpiece of the \ncommission's recommendations -- a national computer registry of all workers.\n\n\nControversy also was developing around the administration's proposal to fund part of the increased spending by \ncharging a fee for legal border crossing. The fees of $ 1.50 per person and $ 3 per vehicle would be used to pay for \nimproved immigration and customs facilities at the border.\n\nBut the proposal instantly provoked opposition from border communities that rely economically on regular and \nrapid visits by Mexicans and Canadians. With legislators from border states almost unanimous in their opposition, \nSmith said, \"the crossing fee is just too controversial to pass Congress, and it would be better to just forget it.\"\n\nMuch of the administration's proposal builds on efforts launched last year at the urging of Congress to fight illegal \nimmigration at the border. The new budget plan would add 700 Border Patrol agents to an existing force of nearly \n5,000, about the same increase as last year. Envisioning much greater efforts in the future, the administration \npromised to bring total Border Patrol strength to 7,000 agents by the end of the century.\n\nOn another front, the administration's proposal envisions adding 365 new INS investigators to the personnel that \nenforce the law against employing illegal immigrants, a 73 percent increase in an area that received diminished \nresources in recent years.\n\nIn addition, the Department of Labor would get 202 new employees to investigate violations of labor standards in \nsectors of the economy that are known to employ large numbers of illegal immigrants.\n\n@CAPTION: Attorney General Janet Reno contends the administration is trying to make up for the neglect of its \npredecessors. Rep. Lamar S. Smith (R-Tex.) says the budget request is \"a promising start, but it is not enough.\" \n\nGraphic\n\n \n\nPhoto:\n"}