{"title": "NEGOTIALTORS REPORT A COMPROMISE THAT MAY REVIVES IMMIGRATION BILL", "body": "\nHouse and Senate negotiators said today that they had reached a last-minute compromise that could revive the \ncomprehensive immigration bill.\n\nSupporters of the measure say that if the Senate remains in session next week for more than a day they may have \nenough time to complete a four- year effort to rewrite immigration law. Congress hopes to adjourn for the year by \nsometime next week.\n\nBut an aide to a Democratic Senator closely involved in the immigration issue said the bill still faced almost \ninsurmountable obstacles. ''The clock really works against this,'' he said. ''It would take a miracle to get the thing \nthrough. I think this is more an effort by the House to avoid getting its fingerprints on killing the bill.''\n\nIt was unclear whether the House leadership would allow the bill to proceed under the expedited rules necessary. \nChristopher J. Matthews, a spokesman for House Speaker Thomas P. O'Neill Jr., said there had been no change in \nthe Massachusetts Democrat's position that the measure will go forward only if President Reagan says publicly he \nwill not veto it. Mr. Reagan has made no such promise.\n\n \n\nBrooklyn Representative's Efforts\n\nThe compromise was brought about by Representative Charles E. Schumer, a Democrat of Brooklyn, who had not \npreviously played a major role in the legislation.\n\nMr. Schumer said today that he began what he called ''shuttle diplomacy'' on Monday, six days after a House- \nSenate conference committee broke up in disagreement over whether aliens were entitled to new protections from \nemployment discrimination that were proposed in the bill.\n\n''When I went home on Friday after it had fallen apart, I felt it would be a shame if this went down after so much \nwork,'' he said.\n\nTo achieve the compromise, Mr. Schumer worked with the chief sponsors from the House and Senate, and with \nRepresentative Barney Frank, Democrat of Massachusetts, who had sponsored a provision on discrimination.\n\nOne of the bill's major provisions would make it a crime to knowingly hire aliens who are in this country illegally.\n\n\nThe House had passed an amendment that would forbid discrimination by employers against legal aliens. It would \ngive those who say they are victims of such discrimination the right to file complaints with a new agency of the \nJustice Department.\n\nOpponents of the bill, particularly Hispanic groups, have voiced fears that the sanctions against employers who hire \nillegal aliens could lead to discrimination against members of ethnic minorities who are citizens or are in this country \nlegally.\n\nSenator Alan K. Simpson, a Wyoming Republican who sponsored the measure, had told the conferees he could not \naccept the House provision on discrimination because it gave aliens rights not available to citizens. He had also \nopposed creating the new enforcement agency.\n\n \n\nAccord on Bias Complaints\n\nMr. Schumer's compromise would allow aliens to file actions before the special counsel to the United States \nImmigration Board, but only if they signed statement that they intended to become citizens.\n\nCivil penalties of up to $1,000 per alien would be levied for each initial instance of discrimination, and repeat \nviolators could be assessed fines up to $2,000 per alien.\n\nMr. Schumer also secured an agreement that would limit to $1 billion a year the amount that states could receive as \nreimbursement for services to aliens granted legal status under the bill.\n\nThe conference plans to reconvene Tuesday, and Representative Romano L. Mazzoli, Democrat of Kentucky, who \nsponsored the House bill, said he and Senator Simpson have assurances of sufficient votes to win approval by the \nconferees, clearing the way to proceed on final Congressional action.\n"}