{"title": "Take a lesson from the Irish-Americans", "body": "\nFourth Street is cleaned up after the snows, ready for the Irish-American celebration along the St. Patrick's Day \nparade route today. In 2006, the ritual embrace of a particular ethnic identity so important to St. Paul's identity \narrives at a learning moment. Up the hill from parading Irish families and the call of the pipes, an immigrant \nbacklash is whipping around the state Capitol.\n\nMany of the Irish came to America in flight from starvation and repressions at home only to find fierce prejudices \nthat sometimes took generations to conquer. Think today not just about Irish-American identity, but about the \ncycles of Minnesota's immigrant assimilations. Let history guide us.\n\nAt the peak of Irish immigration in 1890, Irish-born Minnesotans constituted 6 percent of the population. Now, when \nsome perceive an immigration crush in Minnesota, the total foreign-born population from all places is about 6 \npercent. But perception can trump reality. Largely because the federal government has been unable to craft rational \nimmigration reform, there is pressure in state and local communities to \"do something.\"\n\nThere are \"illegal immigrants\" in increasing numbers. And beginning in the 1970s, Minnesota has become home to \nwaves of immigrants who enter the country legally. From Southeast Asia after the Vietnam War. From Eastern \nEurope after the collapse of the Soviet Union and the war in the Balkans. From Somalia and elsewhere in Africa's \ndissolving states. From Mexico and countries to its south.\n\nThere is a strong undercurrent — again — about class as well as race that has entered the political process here. I \nam an optimist about the eventual outcome of the struggle between inclusion and exclusion of would-be \nnewcomers. History is on my side.\n\nAs with the Irish, the stories of today's newcomers are familiar to an array of Americans whose ancestors \nassimilated but didn't necessarily melt into an unhyphenated concept of identity. We can think of ourselves as both \ndifferent from others and part of a whole. Or we can think of ourselves as just plain American. Ideally, the choice of \nany ethnic identity should be free for all of us.\n\nI am, for instance, free to identify myself as a 10th-generation Anglo-Welsh-American with a tad of Irish and French \nancestry by way of England and to think about my folks getting here before immigration laws. It's a good bet that if \nthe Indians had been prescient and powerful enough to pass laws regulating immigration from northern Europe, \nthere would be few 10th-generation Americans who fled what James Madison later described as Europe's bloody \nwars of sectarianism or who sought the economic opportunity that immigrants today still seek.\n\nSince the great waves of immigration in the late 19th and early 20th centuries, this country has scrambled \nperiodically to sort out its future by dealing with rapid, dramatic social change fed by immigration. But among people \nwho came, commonalities play out for the success of the foreign born. Three keys for upward mobility meander \nthrough the voyages from immigrant to assimilation: economic power, nurturing social surroundings and political \n\n\nclout. It holds just as true now, when we are experiencing a high wave of immigration, as it was when the first big \nwaves of voluntary immigrants came.\n\nIn our communities, it has proved true over two generations for Hmong-Americans, who are now putting down deep \nroots. The first Hmong elected to office in America won a seat on the St. Paul School Board. Hmong-American \nlawmakers now sit in the very Legislature where immigration issues are on the table. The processes of making a \nway in America are starting to advance among recent African immigrants. It proved out similarly for the now long-\nestablished Mexican-American community in the Twin Cities that now has a burgeoning \"second wave.\"\n\nUpward mobility requires the three key gains. But political power has made all the difference. History, again, tells us \nthat when immigrant groups are of sufficient size, their numbers make them important for political organizers. To the \nextent that continues now in Minnesota, there should be routes to reason again.\n\nHistory tells us political clout levels the field. This happened in the last century for the Irish in America, most \nfamously back East in New York and Boston, but certainly here, too.\n\nAsk the Irish-Americans who today will take the St. Pat's celebratory march by City Hall, where Mayor Chris \nColeman presides.\n\nHolste is associate editor of the editorial page. Write her at gholste@pioneerpress.com or at the Pioneer Press, 345 \nCedar St., St. Paul, MN 55101.\n"}