{"title": "An Immigration Breakthrough?", "body": "\nJan 06, 2014 (Fox Hounds:http://www.foxandhoundsdaily.com/ Delivered by Newstex)\n\n The latest Pew Hispanic poll is an eye opener. According to Pew Hispanic, 55% of Latino immigrants will settle for \na green card that allows them to work but not vote. As a group, Latino immigrants aren't particularly interested in \nUS citizenship.\n\n In fact, Mexican LPRs (legal permanent residents) have the lowest rate of citizenship applications of any immigrant \ngroup, half the average. Mexican immigrants have not opted for citizenship. This important fact creates a potential \npolitical breakthrough.\n In her recent column referencing the new polls, Esther Cepeda opines:\n … a pathway [to] citizenship is not a make-or-break … Insisting on citizenship only serves to keep 11.7 million \npeople in … limbo for … those who care only about scoring points in a future election…\n … a majority of [immigrants] would… compromise on a package that provided the legal status… without [a] \n'special' pathway to citizenship.\n As Cepeda notes, legalization without citizenship provides full access to the American Dream including property \nrights, due process rights and full employment rights that quickly bring immigrants out of the underground economy \ninto the tax paying mainstream. LPRs have full educational rights and can participate politically by volunteer \nactivism, working on campaigns, donating, etc. In America, voting isn't the only way to make your views heard.\n But LPRs cannot vote and are ineligible for food stamps, welfare and SSI though vested in Social Security \nretirement, unemployment and worker compensation insurance that their taxes support.\n Cepeda excoriates cynical progressives and Democrats as:\n\n … advocacy groups, politicians and other parties who are invested in immigration reform solely for the purpose of \ncreating a perpetual Democrat-leaning voting bloc… [who] push citizenship-only plans on Republicans who \nfundamentally disagree with bestowing the cherished right of citizenship on people who broke laws… then \ndemoniz[e] such lawmakers for not compromising.\n She notes that the Democrats have been winning, successfully painting a 'racist' and 'nativist' anti-immigrant label \non conservatives. She says;\n The losers? They're the car washers, dishwashers, busboys, maids, nannies, physical laborers and other \nimmigrants who… don't understand that their [Democrat] protectors are setting them up for an all-or-nothing political \nconfrontation that has so far yielded nothing.\n Are conservatives and Republicans ready to compromise? Hopefully, they will be at least willing to consider \nproposals granting permanent or semi-permanent green card status in lieu of a pathway to citizenship. Digging \nmore deeply into the polling and focus group data, we can see why this makes sense. I will concentrate on Mexican \nimmigrants, by far the largest Hispanic immigrant group.\n Fact: Two thirds of Mexican LPRs who qualify for US citizenship don't apply. Only 36% of qualified Mexican LPRs \napply for citizenship, half the rate of other LPRs. The data is clear and telegraphs a larger reality, that Mexican \nimmigrants in particular don't want citizenship. Why?\n\n\n First, Mexican patriotism. Mexico has a long history with the US which includes war, invasion, conquest and huge \nterritorial losses to the gringo nation to the north. Mexicans are patriotic, to Mexico. With almost 11% of the entire \npopulation of Mexico currently in the US (by some estimates 1 in 7 Mexican workers) a complex dynamic exists that \nincludes appreciation for America but also resentment and even a degree of subterranean national shame. Against \nthis, Viva Mexico! nationalism is a strong, universal retort.\n Second, traditional Mexican extended family structure creates a disincentive. Even as modern, egalitarian families \nemerge in Mexico and US Mexican communities (fewer children, gender equality, more women working, etc.) \npatriarchal clan-based family structures (a culture of machismo and respecto) continue to create social cohesion.\n\n Immigration puts enormous stress on traditional families, creating immigrant adults and children who on one hand \nlong for the warmth, comfort and support of large extended families in Mexico and on the other hand only partly \nassimilate. Immigration fuels divorce as spouses lose touch across time and distance. And immigration creates \nsemi-abandoned children left in Mexico with relatives or without two parents at home.\n\n Immigration also leads to parents overcompensating for a toxic American culture by becoming very strict, \nespecially with adolescent girls. Mexican food, culture and language and constant communication with Mexican \nrelatives mitigates the hardships of immigration but also lowers the drive to naturalize.\n Third, Mexican immigrants have lower educational levels, lower language skills, less money on arrival and enter \nvibrant, US Mexican communities. Arriving broke and often illegal into US Mexican communities where English is \noptional, assimilation is not a priority. The low educational status and low English skills keep Mexicans at the \neconomic bottom rungs; they know this and take ESL courses in high numbers. But pidgin English suffices on \nconstruction sites, in restaurants, in motels, etc. Polling reveals that difficult citizenship tests in English, the \nrelatively high cost of applying for citizenship ($680) and many other factors also contribute to low naturalization \nrates.\n Fourth, proximity across a 2,000 mile border creates a disincentive. The USA, especially in areas where Mexican \nimmigrants have historically congregated (SoCal, Texas, Arizona etc.) is geographically close to the Mexico. With \nlow cost intra-Mexican air and bus fares, it is relatively cheap to enter the US illegally. Most Mexicans know home \ntown coyotes who will transport them safely across the border on an enter-now, pay-later basis. The larger problem \nis often getting back to Mexico.\n\n Given these realities, a conservative-friendly immigration bill substituting LPR legalization for a pathway to \ncitizenship might work. With such legislation on the table, conservatives could fire large bore rhetorical cannons \nagainst the 'racist' and 'nativist' attacks by the left while giving Hispanics what polls say they really want. \nConservatives can do this without ceding the precious right of citizenship, without creating a decades long \nDemocrat lock on the Presidency and without an immigrant welfare state.\n\n Finally, after passing a comprehensive immigration bill the GOP can begin to fully integrate Hispanics into Big \nTent conservatism.\n The polling absolutely confirms this. Romney, overall a disaster courting Hispanics, won 39% of those with \nincomes over $50,000, 35% of college grads and 35% of those over 65. The obvious lesson? As Hispanics enter \nthe mainstream, large numbers become conservatives eschewing redistribution for protecting what they've worked \nso hard to achieve.\n As Ronald Reagan liked to say, Hispanics are natural Republicans, they just don't know it yet.\n"}