{"title": "CLASS ACT OF 2004 INTREPID IMMIGRANT A QNS. COLLEGE GRAD", "body": "\nIt's been a long, harrowing path to graduation for Izeta Pobric, of the Queens College Class of 2004.\n\nPobric, 48, of Bayside, fled her home in war-torn Sarajevo with her husband and three daughters a decade ago.\n\nAlthough the former teacher was still reeling from two and a half years of bombing and sniper fire, and had no grasp \nof the English language, she was determined to further her education.\n\nShe signed up at Queens College and has spent the past five and a half years working her way through school, \ntaking night and weekend classes part time in pursuit of a psychology degree.\n\n\"It was difficult for me,\" said Pobroc. \"I didn't know anything of the language.\"\n\nUp until she left Sarajevo, she ran a makeshift school in the basement of an abandoned building, dodging bullets on \nher way to and from classes each day and earning a UNICEF Teacher of the Year award for her efforts.\n\nNow that she has received her B.A. in psychology - which she chose in hopes of understanding the violence she \nwitnessed - Pobric plans to return to teaching.\n\nPobric officially finished her degree in February, but plans to attend the June 3 graduation ceremony - which will be \na bittersweet experience because her parents cannot afford to fly in from Sarajevo.\n\n\"At the same time I'm happy, I'm sad. My parents are not here,\" she said, choking up with emotion.\n\n\"My parents always said, 'Please just educate yourselves and give something back.' I just want to help people - to \nhelp kids, even if this world is so hard.\"\n\nHere is the list of where to applaud the borough's many accomplished graduates from the Class of 2004.\n\nSunday, May 16\n\nNoon - St. John's University will hold its 134th commencement ceremony on the Great Lawn on the Jamaica \ncampus. Nearly 1,500 undergraduate and graduate students will receive their diplomas.\n\nFriday, May 21\n\nNoon - The students in CUNY School of Law's graduating class will participate in the 17th annual commencement \nat Colden Auditorium at Queens College in Flushing.\n\nSunday, May 23\n\n\n10 a.m. - The College of Aeronautics at LaGuardia Airport in Flushing will award diplomas to 130 students. NASA \nadministrator Sean O'Keefe will be the featured speaker.\n\nThursday, June 3\n\n9 a.m. - Close to 4,000 undergraduate and graduate students will participate in the 80th commencement ceremony \nat Queens College. Congressman Anthony Weiner (D-Brooklyn, Queens) and Borough President Helen Marshall \nwill join the festivities on the campus quad in Flushing.\n\nFriday, June 4\n\n9 a.m. - An estimated 1,400 graduates - more than half of whom hail from other countries - will fill the Bayside \ncampus athletic field at Queensborough Community College's 42nd commencement exercises.\n\n9 a.m. - York College will award 854 diplomas and will install Robert Hampton as its new president during the 34th \ncommencement exercise on the athletic field on the Jamaica campus.\n\nSunday, June 6\n\n2 p.m. - St. John's School of Law will hand out an estimated 280 degrees at its commencement in Alumni Hall on \nthe Jamaica campus.\n\nGraphic\n\n \n\nJESSICA MCGOWAN ACHIEVER Izeta Pobric, 48, a refugee from Sarajevo, outside Rosenthal Library on Queens \nCollege campus, gets her degree in psychology after five and a half years of part-time classes. One of first steps \nfor Bayside resident was learning English.\n"}