{"title": "If It Isn t  Amnesty, Immunity Or A Path To Citizenship,  What Is It?", "body": "\nJune 15, 2012, not exactly a  day that will live in infamy,  but an ignominious day just the same as Barack Obama, \napparently believing he is a King or Dictator and not an elected temporary leader, took upon himself to completely \nignore the will of the American people and Congress by declaring certain illegal aliens under the age of 30 will no \nlonger be deported.\n\nThat citizens have been opposed and congress has voted against such moves towards amnesty have been \ncompletely ignored as Obama stated,\n\n This is not amnesty. This is not immunity. This is not a path to citizenship. It s not a permanent fix. \n\nIt isn t a  fix  at all and contrary to what he says, it is indeed amnesty and immunity. What else could it be but \namnesty and immunity?\n\nDemocrats pulled this nonsense back in 1986 when Republican Ronald Reagan was president, blaming the failure \non him and not accepting any responsibility themselves, even though they wrote it and passed it as Democrats held \nmajorities in both the House and Senate.\n\nExpected to lessen illegal immigration, it had the opposite effect as now others saw that our laws mean nothing and \nthere would be no enforcement and eventually, if they waited it out, they too would be declared immune to our laws.\n\nToday, they once again won out as Barack Obama made a mockery out of our laws, our constitution and the \nseparation of powers written into it.\n\nWithin hours of making his announcement, his reelection campaign sent out an email that said in part,\n\n Thanks to our president, this nation s immigration policy just became more fair and more just. \n\n Effective immediately, the Department of Homeland Security is taking steps to ensure that young, undocumented \nimmigrants who were brought here as children by their parents, and who have followed the law since then, will be \nable to request temporary relief from deportation proceedings   and will be allowed to apply for authorization to work \nin this country. \n\n They re a group that we ve come to call the  Dreamers    and today, the country they love is telling them they \nshould be able to dream as big as they want. \n\n For years, the President has called on Congress to make common-sense fixes to our broken immigration system. \nThey haven t. So he did. \n\n\nBy what right does he take upon himself to usurp constitutional separations and decide he can just override both \nCongress and the American people?\n\nOf course, the email also includes,\n\n Congress still has time to pass the DREAM Act. And if they do, policies like today s will no longer be necessary. \n\nIf that isn t  do as I say or else,  what is it?\n\nThis is the act of a dictator, not an elected representative of the people.\n\nSuch a dictatorial act pleases Janet Murguia, president and CEO of the Racist National Council of La Raza (the \nRace) who said,\n\n When it comes to the Hispanic community, this action is a political plus for Obama. It s always good to be able to \npoint to your track record and move the needle toward a promise that you made. \n\nEven though such a promise is contrary to our jurisprudence and constitution as well as the will of the American \npeople? By what right to illegal aliens, here in violation of our established law by committing a criminal act of \nentering our country illegally, stand up and demand anything?\n\nObama claims that in their hearts, they are Americans. But they have no regard for American law and expect all of \nthe benefits granted natural born and naturalized citizen, the latter enduring years and years of efforts, fulfilling \nrequirements and living within our laws all to one day, take our oath of citizenship to be granted what we gained by \nbirth?\n\nIt is a slap in the face of all those who struggled to meet the requirements to take that oath as these certain ones \ntoday receive a pass on violating our laws and end up being moved ahead.\n\nArticle II Section 3 of our constitution lays out some duties expected of a president saying,\n\n He shall from time to time give to the Congress Information of the State of the Union, and recommend to their \nConsideration such Measures as he shall judge necessary and expedient; he may, on extraordinary Occasions, \nconvene both Houses, or either of them, and in Case of Disagreement between them, with Respect to the Time of \nAdjournment, he may adjourn them to such Time as he shall think proper; he shall receive Ambassadors and other \npublic Ministers; he shall take Care that the Laws be faithfully executed, and shall Commission all the Officers of the \nUnited States. \n\nUsurping and ignoring our laws at his whim is not what I call  take Care that the Laws be faithfully executed. \n\nArizona Governor Jan Brewer, whose state has been perhaps hit the hardest by illegal immigration and has the \ndubious honor of being sued by the Il Duce administration for enforcing our immigration laws, labels Il Duce s act \ntoday as  backdoor amnesty,  adding that is complicates the enforcement of their law, SB 1070 as illegal aliens will \nnot receive documentation, complicating Arizona s efforts at curbing illegal immigration.\n\nIn January 2007, after Democrats took control of both houses of congress and installed as head of the powerful \nHouse Judiciary Committee, Democrat Representative from Michigan, John Conyers claimed,\n\n Our country has been run, far too long, by an Administration that seeks to rule in secrecy. The Bush White House \nhas ignored our founding fathers  separation of powers, claiming an ever increasing scope of authority in direct \nconflict with the constitution. \n\n For the past six years Congress has been silent, watching idly as its powers are usurped. \n\n No longer. \n\n\n\n Today we embark on a vigorous defense of our nation, reclaiming our constitution and reasserting the authority of \nCongress in our tripartite system of government. \n\nJune 15, 2012, although no longer head of that committee sees silence from Mr. Conyers over Barack Obama s \ncontinued usurpation of Congressional Duties and Powers as he willy nilly just declares his will to be the law of the \nland.\n\nSpineless Republicans, House Speaker John Boehner and Senate Republican leader Mitch McConnell did not \naddress the issue, claiming difficulty for Republicans trying to appeal to the Hispanics, who will not vote for \nRepublicans anyway, preferring to vote for those who help them violate our laws and still receive the entitlements \nmeant for American Citizens.\n\nLamar Smith, Republican Representative from Texas and now Chair of the House Judiciary Committee issued a \nPress Release saying,\n\n President Obama s decision to grant amnesty to potentially millions of illegal immigrants is a breach of faith with \nthe American people. It also blatantly ignores the rule of law that is the foundation of our democracy. This huge \npolicy shift has horrible consequences for unemployed Americans looking for jobs and violates President Obama s \noath to uphold the laws of this land. \n\nUnlike Conyers, Smith lays out no plans to hold Il Duce Obama accountable.\n\nRepublican Representative Steve King of Iowa said he planned to file suit to halt the policy.\n\nPresumed Republican candidate for President, Mitt Romney said the decision\n\n will make finding a long-term solution to the nation s immigration issues more difficult,  adding  the plight of illegal \nimmigrants who were brought to the U.S. as children is an important matter to be considered. \n\nJust what we need, more fence straddling and gutless actions.\n\nIf America is to regain her greatness and return to a rule of law, the lawless dictator, Il Duce Obama and his band of \nSocialist Democrats MUST be voted out this November. As gutless as Romney is, he will still be an improvement \nover Il Duce.\n\nMy greatest fear is if we don t oust this band of Socialists, seeing Il Duce Obama s quest to be dictator, 2012 just \nmight be our last free election.\n"}