{"title": "An Imperfect Union; Europe's Experiment Faces New Obstacles", "body": "\nNot long ago, a member of the Green Party in the German parliament, the Bundestag, was returning home from \nabroad. Carrying a diplomatic passport, as all German politicians do, he was challenged by an immigration officer \nwho believed, on account of his Turkish name and appearance, that he was an illegal immigrant.\n\nThere are some 15 million Muslims living in the European Union (EU) and many Turks whose parents and \ngrandparents were born in Germany. But the meaning of this has not penetrated every border post. To the \nimmigration officer, the politician's diplomatic passport evidently made him suspect as a foreigner.\n\n\"But I am a German myself,\" the politician finally protested.\n\nThe officer grudgingly accepted this, but nonetheless thought it did not close the question. \"Yes,\" he replied. \"But \nhow long will you be staying?\"\n\nThe episode may say something special about Germany, which, unlike most countries, has long accorded \ncitizenship almost exclusively to those who have a blood connection with the Vaterland. But there's a European \ndimension, too. It has been 42 years since the European Community, now the European Union, was founded, and \nthere are at least as many nationalities within it as there are within the United States. Yet who belongs to \"Europe,\" \nand exactly what that means, are questions that continue to surge unresolved around the European project.\n\nFor many Americans, this issue reeks alarmingly of xenophobia. Seen from New York or St. Louis or Los Angeles, \nEurope is now a continent that appears in many ways to be coming together. Isn't this a place, with its free \nmovement of capital and labor, that is beginning to follow the U.S. model? One continent, one people, irrespective \nof color, creed or internal geography. That surely is what Europe is about.\n\nAt a high level of idealism, there is some truth to this notion. The integrationist trend continues to move forward. But \nthe details, both cultural and legal, get more, not less, problematic. Among the present members of the EU, as well \nas those struggling to gain admission to the club, there are crises of identity that relate to one issue above all \nothers: the right to roam and work freely across the place called Europe. The meaning of that right may be on the \nverge of wrecking the noblest experiment in geopolitics of the past 50 years.\n\n\nIn theory, at least, the right exists throughout the 15 member countries of the EU--and it is integral to the single \nmarket that is the most developed feature of the union. Germans can work in France, Danes holiday in Italy and \nSpaniards travel to Belgium, without a frontier check between them.\n\nBut there are already limits. Britain, for example, won't accept free movement. The tunnel under the English \nChannel, former prime minister Margaret Thatcher's surprising gift to the Europeanization of Britain, is held up by \npassport control. That has meant, by a destructive irony, that Britain becomes the haven of choice for illegal \nimmigrants who cross oceans and deserts, from jobless poverty in Africa or Asia, to enter the promised land of \nEurope.\n\nThat is because even though Britain insists on passport control, it exerts much less control once its borders are \ncrossed. Vos papiers, monsieur, the French policeman's demand that stops the heart of anyone traveling without an \nID card, has no equivalent in London. Europe's rule, when illegal migrants are found, is to dispatch them beyond \nthe zone of free movement--and that often means into Britain. French and Belgian authorities, while famously harsh \non illegals, have also been known to turn a blind eye if they see them on their way across the channel.\n\nIt was no accident that the 58 Chinese men and women who died from suffocation in a container truck last month \nwere trying to enter Britain through the port of Dover. These were people whom Europe would never accommodate, \nbut for whom Britain, having chosen to be outside the framework of continental immigration control, offered a last-\nchance opportunity worth risking their lives for.\n\nNational disavowals of being fully European are a feature of the developing EU. There is no country called Europe \nand probably never will be, no matter how vividly that nightmare features in the discourse of anti-Europeans, \nespecially in Britain. For example, a single currency and a united security force are two features of what could be \ncalled a single country, but both, though being developed with serious intent, fail to command universal support. \nBritain, Denmark and Sweden are outside the currency; Sweden, Ireland and Austria outside the defense force.\n\nThe limits of Europe, in other words, are flexible, even among those who have signed on to the idea and sunk part \nof their national sovereignty within it. Europe is an evolving concept, still an experiment. It is a place that is \nfederalistic without being a federation; where national jealousies continue to exist, yet are being subordinated; \nwhere each citizen is expected one day to be at ease with the proposition that he/she is British or Portuguese or \nDutch, and simultaneously is European.\n\nSo much for this process of integration, the limits of which are disputed and will come to a stop who knows where. \nBut Europe covers terrain wider than the 15 countries in the EU. The real issue now is how Europe can become the \nlegal entity that encompasses many more nation-states. They are knocking at the door. Indisputably, they belong to \nthe cultural entity, Europa. Prague, after all, calls itself the geographical center of European civilization. The claims \nof Budapest and Warsaw on any union that purports to unite the interests of this continental land mass in a \nglobalized world cannot be rejected.\n\nNobody in the EU is publicly denying their claims. They are, nonetheless, being stalled. This is the coming crisis of \nEurope. At the heart of the problem is the attitude underlying the immigration controller's encounter with the \nTurkish-German politician. Do you really belong here? You don't look or sound like one of us. Whose job might you \nbe trying to take? Surely there must be limits to whom we let in.\n\nPart of this issue will come to a head in December, when the existing members of the EU meet in Nice, France, to \ndo what technically needs to be done to make an enlarged union manageable. A system that was set up for only \nsix members in 1958 is fit to bust with 15. It would fall apart with 20 or, as is finally envisaged, 30 or more countries \nstretching from Latvia to Turkey, Romania, perhaps even to Morocco. The weight of each country's vote, the size of \nits representation and the range of its veto all have to be adjusted if the union is neither to fall apart nor to congeal \ninto stasis.\n\nThese basic tasks, the essential prelude to enlargement, probably will edge toward completion, after grubby horse \ntrading right through the 11th hour of the final day, and be inscribed in the Treaty of Nice. But they are only a \nbeginning.\n\n\n\nBehind and beyond them stand questions that cast doubt over the process, delaying if not stultifying it before it is \ncomplete.\n\nThe biggest question is illuminated by the recent history of a single state: Austria. A full member of the EU, Austria \nwas nonetheless penalized last March for electing a government that included, as minority partners, members of \nthe right-wing Freedom Party led by Joerg Haider. Haider's flirtation with Holocaust denial and Hitlerism, along with \nhis party's strident xenophobia, caused the other 14 members to impose diplomatic sanctions on Austria. France \nand Belgium, which are especially determined to marginalize their own far-right parties, believed that the arrival in \npower of another neo-fascist grouping must be defined as inconsistent with the basic values of the EU.\n\nThis controversial repudiation challenging a freely elected democratic government--and the diplomatic sanctions \nimposed--remains in place, despite the fact that Haider has stepped down. Many EU countries, having sent their \nmessage, would now like to restore normal relations with Austria. If this doesn't happen, Austria threatens to block \nthe Treaty of Nice and hence the entire enlargement process. But the Austrian position is more than diplomatic \npique, just as Haider's line was more than that of a posturing far-right playboy.\n\nEnlarging the EU to include first Poland, Hungary, the Czech Republic and Slovenia--and Romania and possibly the \nBalkan republics later--raises the specter of mass migration from poor countries to relatively rich ones, which \nshakes an already fragile political environment. Austria, with borders touching four aspirant member nations, has \nalready received more migrant Europeans than many others. This history helps explain Haider's rise. The migrant \nphenomenon, often the only aspect of European union that many ordinary voters are aware of, threatens to \nliquidate such popular support as there already is, which isn't much, for extending the ideal of Europe over the \nwhole area on the map that goes by that name.\n\nAlready the extension has been delayed. It was once expected that a first group would come forward, ready for \nentry by 2003. Now the more realistic date is January 2005, and it is conceivable that Poland, the largest entrant, \nwill not be there. Poland's preparations for this immensely complex transition have not been the speediest. \nMeanwhile, this hitherto undisputed entrant has found itself the focus of a curmudgeonly reluctance to embrace full-\nhearted Europeanism.\n\nThe outs as well as the ins now find themselves unraveling the idealism that once drove the great idea of Europe, \nand overlaying it with incessant, often harsh, national objections. Making \"Europe\" never was a simple exercise. \nThe more elaborate it becomes, the greater the challenge it presents to political leadership.\n\nAs a political project, Europe cannot survive unless integration grows deeper. The practicalities of running a union \nof even 15 member nations require them to cede more powers to a united center. The single currency probably \ncannot work unless there is more collective economic government. How far this must go is intensely disputed, not \nleast by the British, who like to pretend, from their stance outside the euro, that no such governance is needed. But \nit will be needed, up to a point--a point that falls short of a United States of Europe, but conforms to French \nPresident Jacques Chirac's \"United Europe of States.\"\n\nEqually, as a political ideal, Europe cannot survive if it excludes the center and the east, much of the old communist \nworld. Its destiny is breadth as well as depth. But what it needs more than either of those elements is a revival of \npopular excitement and understanding about what Europe can be. Only leaders can make the case for all that \nEurope means, including the freedom to move around the continent.\n\nAnd they seem to have forgotten how to do so. As a result, the great experiment falters. Who belongs, and what \nthat means, have been reduced to questions for bureaucrats, not idealists. And the instinct of European \nbureaucrats is the same you find anywhere in the world: When in doubt, the answer is no.\n\nHugo Young is political columnist of the Guardian in London and the author of \"This Blessed Plot: Britain and \nEurope from Churchill to Blair\" (Overlook Press).\n\n\n\nGraphic\n\n \n\nIllustration, JOHN COPELAND FOR The Washington Post\n"}