{"title": "We need to wake up to the costs of illegal immigration", "body": "\nRe: Student's secret slips out: He's 27, Sept. 29.\n\nYour article on the 27-year-old illegal immigrant who falsified his age to go to high school with students who were \n10 years his junior was one-sided in its sources. The reporter only mentions a liberal Hispanic interest group which \ncounseled \"sympathy.\" Nowhere was there any attempt to quote a source such as NumbersUSA.org on the \nincredible costs of illegal immigration in education, medical care and social services.\n\nJoe and Josephine \"Lunchbucket\" not only have to work several jobs to care for their children, but then they have to \npay for illegal immigrants' education and care.\n\nMany Americans, including legal immigrants and Hispanics, are starting to wake up to the hidden cost of illegal \nimmigration. The unholy alliance of big business, which likes the cheap labor, and liberal interest groups (who \nhave silenced labor unions and the Sierra Club, et al.) is starting to unravel.\n\nIt's not racism and it's not xenophobia. It's simply about obeying the law and getting in line.\n\n \n\nKerry H. Brown, St. Petersburg\n\n \n\nThe law seems warped\n\nRe: Student's secret slips out: He's 27.\n\nYour story reveals how porous our borders are and the lack of enforcement through the justice system. He came \nhere three years ago - illegally. Wonder how he got in?\n\nHe has apparently been arrested for and found guilty of possession of fictitious identification in 2004 plus other \nviolations of the law. And yet he was still here walking around free and continuing to falsify his identity! Really \nmakes you believe that somehow the law is warped.\n\nThe bottom line is this man was continuing to violate the law, and we don't need more of his type here. He should \nhave been deported more than a year ago. We have enough of our own home grown problems. Don't import more!\n\n \n\nElizabeth Keith, St. Petersburg\n\n \n\nA thirst for education\n\n\nRe: Student's secret slips out: He's 27.\n\nI can understand why some parents would be concerned over their high school age children having a 27-year-old \nimmigrant classmate who broke the law with falsified records to get what he wanted. I am one of those who feels \nour borders are too permeable and that we should use a large chunk of the money we spend on immigrants, illegal \nor otherwise, to take better care of our \"own\" citizens.\n\nOn the other hand, as a retired college professor, I can also say that it is refreshing to learn how strongly the man \ndesires an education. Though I have been told that I would have had a different experience had I taught in this part \nof Florida, and although many of my former students were at least knowledge-appreciative, an alarming number of \nthose at Miami-Dade Community College did not want to be there.\n\nIt is a relief when a teacher encounters students who don't have to be persuaded that learning is valuable. \nTherefore, had Josue Oswaldo Ramirez-Mejia been in one of my classes, I probably would have been delighted \nand might have learned some things from him. It would be interesting to learn his high school teachers' assessment \nof him as a student.\n\nAs a born-and-raised-in-the-USA farm boy and factory worker, I had to struggle to get to college and every single \ncourse I took was a privilege. Though I don't condone anyone breaking laws, I can certainly identify with Mr. \nRamirez-Mejia's thirst to get a decent education.\n\n \n\nT. Ansel Toney, Hernando\n\n \n\nJudge appears biased\n\nSomething is amiss in the trial of Dr. Sami Al-Arian and his co-defendants. If I understand the Constitution correctly, \na federal judge's job is to guarantee a defendant's right to a fair trial.\n\nTo many observers of this trial, Judge James Moody's decisions have been biased in favor of the prosecution and \nagainst the defense. First he insisted that the trial be held in Tampa, despite a 10-year, negative media campaign \nagainst Dr. Al-Arian. Then he seated jurors who were clearly biased against Muslims, Arabs and Palestinians. \nAlthough he stated at the beginning of the trial that the prosecution must show that the defendants supported \nmilitant actions of the Palestinian Islamic Jihad, he has allowed the prosecution to depict graphic bomb scenes and \nto display the sob stories of the family members of Israeli victims of suicide bombers, without the prosecution \nhaving established any connection between the defendants and these bombings. But he has prohibited the defense \nfrom telling the Palestinian story or showing scenes of the death and destruction rained on Palestinian civilians by \nIsraeli forces.\n\nMore recently, he failed to dismiss a juror or call for a mistrial after a juror inappropriately voiced his opinion against \nthe defendants to other jurors. The judge also permitted the prosecution to enter PIJ Web site information about \nbombings into evidence, while the prosecution still has not proven any connection to the defendants.\n\nIs Judge Moody bending over backward to help the prosecution out of personal bias, professional disorientation, or \nplain pity for a prosecution that has spent so much time and money defending Israeli interests in a case that has not \nyet been proven? Whatever the reason is, he is not serving justice or upholding the Constitution.\n\n \n\nPilar Saad, Tampa\n\n \n\nCut corporate electricity use\n\nHaving lived in the United States for more than 30 years, I have often commented on the waste of electricity in all \nthe large high-rise office buildings in our cities and towns. Corporations could contribute in a huge way to \n\n\n\nconservation of energy by turning off 75 percent of the lighting and possibly adjusting the cooling/heating \nthermostats overnight. The mind boggles at the savings.\n\n \n\nJudy Marley, Clearwater\n\n \n\nStop aiding the partisans\n\nRe: Congress and Katrina, editorial, Sept. 28.\n\nYou say the hard questions of \"what went wrong\" with local, state and federal governments in handling the New \nOrleans catastrophe can't be addressed until \"members of both parties in Congress stop wallowing in partisan \npolitics.\"\n\nIt also would seem useful if all news media would stop aiding and abetting the \"wallowers.\"\n\n \n\nA.E. Roberts, St. Petersburg\n\n \n\nPossible penguin ponderings\n\nThe New York Times editorial Penguin family values (Sept. 22) reported that many religious conservatives see the \nemperor penguins as little Christian beacons of family and faith. I came away from the documentary March of the \nPenguins with another interpretation.\n\nI had watched the male penguin cradle the egg on the top of his feet while huddling for warmth with other males \nduring an 80-degree-below-zero blizzard. I wondered if he wasn't thinking, \"If this is the result of intelligent design, \nthen I'm ready for a little good old evolution.\"\n\n \n\nPalmer O. Hanson Jr., Largo\n"}