{"title": "Decorated Sergeant In Marines Wants To Be a Citizen, Too", "body": "\nA decorated Marine sergeant has turned himself in to immigration authorities and admitted that he is an illegal \nalien.\n\nThe sergeant, Danny Lightfoot, a native of the Bahamas and a marine for 11 years, turned himself in on Tuesday \nto the Immigration and Naturalization Service, saying he wanted to become a citizen for the sake of his family.\n\n\"I couldn't go on like this,\" he told reporters. \"My back just got up against the wall. I did it for myself and my family.\"\n\nOne of his three children is a United States citizen, but the others were born outside the country and are not \ncitizens. His wife, Raquel, also of the Bahamas, is seeking legal residency as well.\n\n\"Should I have to make the ultimate sacrifice one day, I would willingly die defending America,\" said Sergeant \nLightfoot, wearing pressed khakis and service ribbons. \"My only regret would be that I would not die as an \nAmerican.\"\n\n \n\n'Friendly' Investigator\n\n Sergeant Lightfoot, 29, met with an immigration officer and was allowed to return to his station in Barstow to await \na hearing on his request.\n\n\"The investigator could not have been more friendly,\" said Sergeant Lightfoot's lawyer, Carl Shusterman. \"He \nturned out to be an ex-marine.\"\n\nSergeant Lightfoot, who was described by the authorities as an outstanding soldier, holds a Navy achievement \nmedal, three good-conduct medals, two certificates of commendation, seven letters of appreciation and a \nmeritorious unit commendation.\n\nHe carried with him to the I.N.S. office letters of support from superiors and a Congressman.\n\n\"Sergeant Lightfoot is deserving of special consideration because he has demonstrated his commitment to America \nby his willingness to defend it with his life,\" said Lieut. Col. F. L. Kebelman 3d, executive officer at the Marine Corps \nLogistics Base in Barstow, in one letter.\n\nRepresentative Jerry Lewis, Republican of California, wrote that Sergeant Lightfoot deserved to receive legal status \nbecause of his \"dedication and loyalty to the Marine Corps and the United States.\"\n\n"}