{"title": "GRANT TO JERSEY CITY INSTITUTE TO AID 'UNDOCUMENTED' ALIENS", "body": "\nJERSEY CITY\n \n\n T HE International Institute of Jersey City has received a one-year, $12,000 grant to provide low-cost, legal-aid \nservices for ''undocumented'' aliens, and to compile information for a study on nonprofit, public-interest law firms \nand clinics that deal specifically with immigration issues.\n\nFor indigent clients, the legal aid would be free.\n\nUndocumented aliens are those who entered the United States without having gone through standardized \nimmigration procedures.\n\nThe grant, from the Fund for New Jersey, a foundation in East Orange, will allow the institute to hire a paralegal \naide to assist undocumented aliens in the following areas of immigration law:\n\n- Political asylum claims.\nInternational Institute of Jersey City receives one-year, $12,000 grant to provide low-cost, legal aid services for \nundocumented aliens and to compile information for study on non-profit public interest law firms and clinics that \ndeal specifically with immigration issues (M)\n\n- Labor certification documentation.\n\n- Relative petitions (for people with families already in the United States).\n\n- The right to public education for children of undocumented aliens (a right recently reiterated by a United States \nSupreme Court ruling).\n\n- The preparation of all necessary documents (affidavits, supportive documentation and briefs, etc.) for the \nadjudication of cases now pending before the Immigration and Naturalization Service and for cases to be presented \nto it.\n\nThe small fees charged for legal services would be directly funneled into the legal-defense project.\n\n''The undocumented have certain constitutional rights,'' said Phyllis Bianca, the institute's attorney. ''They are \nentitled to administrative hearings and to legal representation.''\n\nRobert Corman, executive director of the fund, said:\n\n''This is a unique grant, I believe, in the State of New Jersey, and we're really excited about it.\n\n\n''This is a new area for us. In the past, we've supported groups dealing with environmental issues, the homeless \nand the support of farmworkers in South Jersey, but we've never gotten into the area of legal defense for the \nundocumented.\n\n''I do believe that it's also a first for the state because I called many of the public-interest agencies, including the \nAmerican Civil Liberties Union, and none of them were doing anything to protect the legal rights of the \nundocumented.\n\n''We're hoping that the institute will be able to set up a kind of information base with this money. We do understand \nthat this is a controversial area.''\n\nThe institute is part of a network of 33 ethnic service organizations affiliated with the American Council for \nNationalities Service. It is the only International Institute in New Jersey, a state that, according to 1980 Census \nfigures, has more than 700,000 foreign-born people.\n\nThe nonprofit institute serves such disparate groups as Vietnamese and other Indochinese, Russians, Afghans, \nChinese, Poles, Haitians, Egyptians, Iranians and Hispanic people. It has an annual budget of about $300,000 and \nreceives funds from the United Way, the Federal Government and charitable contributions. It has 11 full-time staff \nmembers.\n\nIn its 65 years in Jersey City, the institute has provided resettlement services, classes in English, social and \ntranslation services and career counseling. It continues to provide these services.\n\nIt also functions as an information bureau on immigration patterns in the state and on the characteristics, history \nand institutions of ethnic groups in New Jersey. In addition, it makes referrals for people seeking to link up with \nother organizations that work with ethnic groups.\n\n''We were delighted to receive the grant because this enables us to expand our service capacity,'' said Dr. Nicholas \nV. Montalto, the institute's executive director. ''Although this is a rather controversial area, we are pleased to be \nable to provide services for this population.''\n\nDr. Montalto explained that the grant would not mean that the institute would focus exclusively on undocumented \naliens.\n\nThis grant, he said, finances only one activity of the institute, which will continue to provide a full range of services \nto all immigrants and refugees.\n\nThe International Institutes began at the turn of the century as immigrant service agencies set up by the Y.W.C.A. \nThe first institute was organized in 1910 in New York City.\n\nFor the legal-aid project, undocumented aliens will be reached through advertisements in the ethnic press and \nword of mouth.  ''Our institute has an excellent word-of-mouth reputation among the ethnic community,'' Dr. \nMontalto said. ''We don't anticipate problems in reaching out to the undocumented.''\n\nAccording to Dr. Montalto, it is difficult to correctly assess the number of undocumented aliens in New Jersey.\n\n''But,'' he said, ''I heard estimates that, for example, there are as many as a million Salvadorans in the United States \nnow, and there may be as many as 20,000 in New Jersey.''\n\nOn March 10, the institute will be the sponsor of a ''career fair'' in Jersey City for refugee professionals. ''Mentors'' \n- American and foreign- born professionals in the fields of engineering, teaching, medical services and other areas - \nwill conduct workshops to familiarize the refugees with the vicissitudes of the labor market.\n\nAnyone interested in further information about either the career fair or other activities at the institute can call Nancy \nLong, the program director, at (201) 653-3888.\n\n\n\nThe International Institute is at 880 Bergen Avenue and is open weekdays from 9 A.M. to 5 P.M.\n"}