{"title": "Immigrant Activists Cast a Wider Net", "body": "\nKANSAS CITY, Mo. -- After a boisterous three-day congress here, more than 600 leaders of a national movement \nof young immigrants living in the country without legal papers voted to expand beyond their past demands for \ncitizenship for young people, and to mobilize in support of a bill to legalize 11 million illegal immigrants in the \nUnited States.\n\nThe leaders of the United We Dream network, the largest organization of youths here illegally, decided to push \nPresident Obama and Congress next year for legislation to open a path to citizenship for them and their families. \nThe move will increase pressure on Mr. Obama and lawmakers to pass a comprehensive overhaul, rather than \ntaking on the debate over immigration in smaller pieces to try to gain more support among Republicans.\n\nThe network's platform calling for an ''inclusive pathway to citizenship,'' which the leaders adopted unanimously in a \nvote on Sunday morning, is likely to have a large influence on the debate Mr. Obama said he planned to kick off \nsoon after his inauguration in January. The young people, who call themselves Dreamers, generally attract more \nsympathy from American voters than other immigrants here illegally, because most were brought to the country as \nchildren and many became activists after their illegal status thwarted their plans for college.\n\nThey take their name from the Dream Act, a bill that would create a pathway to citizenship for young people, which \nlawmakers on both sides of the aisle view as having a better chance than broader legalization measures. This year \nseveral Republicans, including Senator Marco Rubio of Florida, worked on alternative proposals that could attract \nsupport from their party. An estimated 1.7 million young immigrants would be eligible for legal status under the \nDream Act.\n\nBut the youths opted to fight for broader gains, concluding that events were working in their favor after the Nov. 6 \nelection, when Latino voters turned out in large numbers, overwhelmingly in favor of Mr. Obama.\n\n''We have an unprecedented opportunity to engage our parents, our cousins, our abuelitos in this fight,'' said \nCristina Jimenez, a leader of the United We Dream organization, using the Spanish word for grandparents.\n\nAlthough most of the young people who attended the conference do not have legal papers, it was a sign of their \nnew confidence that the network held its congress in the convention center downtown, in a conservative state \nwhere most voters oppose amnesty for illegal immigrants.\n\nIn June, Mr. Obama announced two-year reprieves from deportation and work permits for hundreds of thousands of \nyoung immigrants, an initiative that they saw as a victory for their protests over the past two years. Some \nparticipants here already had their reprieve documents.\n\n\nFor many young people, getting here was still a challenge. Some who came from California said they had taken the \nrisk of flying for the first time, passing security with state identity documents. Others came by car from places like \nFlorida, New York and Texas, driven by the few among them who have valid licenses.\n\nTheir decision to push for legal status for their families was intensely emotional. When they were asked at a plenary \nsession how many had been separated by deportation from a parent or other close family member, hundreds of \nhands went up. They were critical of Mr. Obama for deporting more than 1.4 million people during his first term.\n\n''When Obama is deporting all these people, separating all of our families, I'm sick and tired of that,'' said Regem \nCorpuz, a 19-year-old student at the University of California, Los Angeles, who was born in the Philippines.\n\n''Our families' dreams were to get a better future,'' said Ulises Vasquez of Sonoma County, Calif., ''but our future is \nwith our families together.''\n\nOn Sunday, six immigrant parents, also here illegally, joined a ''coming out'' ceremony where they spoke in public \nfor the first time, as many youths have done in recent protests.\n\nOne father, Juan Jose Zorrilla, 45, who is from Mexico, recounted how he had entered the United States several \ntimes by swimming across the Rio Grande. ''For parents, there is no sacrifice so large that we won't make it for our \nchildren,'' Mr. Zorrilla said. A mass of youths jumped up from their chairs to embrace Mr. Zorrilla and the other \nparents.\n\nMuch of the debate centered on how the movement would navigate hard realities in Washington. Opposition to \nlegalization remains strong among Republicans, who control the House.\n\nNetwork leaders said the election results, in which Mitt Romney won only 27 percent of the Latino vote, give them \nnew influence with both parties, but particularly with Republicans.\n\n''The Republican Party alienated Latino voters in ways they hadn't done before,'' said Lorella Praeli, a leader of the \nUnited We Dream organization. ''Our leverage is that our community is growing,'' Ms. Praeli said. She suggested \nthat young immigrants ask Republicans: ''Do you want your party to see the inside of the White House again?''\n\nhttp://www.nytimes.com/2012/12/03/us/young-leaders-cast-a-wider-net-for-immigration-reform.html\n\nGraphic\n\n \n\nPHOTOS: Delegates at the United We  Dream congress for young immigrants  took a moment to reflect  on \nSaturday in Kansas  City, Mo. Left, a participant  took a picture of a banner on  Friday. More photographs are  at \nnytimes.com/national. (PHOTOGRAPHS BY DAN GILL FOR THE NEW YORK TIMES)       \n"}