{"title": "Bush Now Favors Some Fencing Along Border", "body": "\nPresident Bush traveled on Thursday to a blistering stretch of scrub land surrounding the nation's busiest Border \nPatrol station and declared that he supported fencing some but not all of America's 1,950-mile border with Mexico.\n\n  ''It makes sense to use fencing along the border in key locations in order to do our job,'' Mr. Bush said in a \nspeech at the headquarters of the Yuma Sector Border Patrol. ''We're in the process of making our border the \nmost technologically advanced border in the world.''\n\nMr. Bush has in the past indicated he is opposed to fencing, and White House officials were kept busy on \nThursday trying to explain the change in his position. Tony Snow, the new White House press secretary, told \nreporters on Air Force One that the White House supported a Senate amendment, passed on Wednesday, that \nwould build 370 miles of fence in areas most often used by smugglers and illegal workers.\n\n  ''We don't think you fence off the entire border,'' Mr. Snow said. But, he added, ''there are places when fences \nare appropriate.''\n\n  Earlier on Thursday, Mr. Bush sent a letter to Congress requesting $1.9 billion to pay for putting up to 6,000 more \nNational Guard troops on the border with Mexico. The troops were the main news in his immigration speech on \nMonday.\n\n  The request for money and Mr. Bush's tough words on fencing amounted to his latest effort to win over House \nconservatives who want an immigration bill focused on strengthening border security instead of a temporary guest \nworker program favored by the Senate. Mr. Bush likes the Senate plan, which would give most of the nation's 11 \nmillion illegal immigrants a chance to become American citizens, but he is trying to meld both approaches into a \nsingle bill that he hopes will be the major legislation of his remaining two years as president.\n\n  ''Our country is a country of laws, and we've got to enforce our laws,'' Mr. Bush said at the Border Patrol \nheadquarters, where outside temperatures reached 104 degrees. ''But we're also a nation of immigrants. And we've \ngot to remember that proud tradition, as well, which has strengthened our country in many ways.''\n\n  Mr. Bush said that he believed a temporary worker program would reduce the number of people trying to enter the \ncountry illegally. Hundreds of Mexicans have died in the heat in recent years trying to enter the country through the \nSonoran Desert, between Yuma in the west and Nogales, Ariz., to the east. Since October 2005, the Yuma sector \nof the Border Patrol, which stretches for some 125 miles along the desert boundary between the United States and \nMexico, has reported 17 deaths.\n\n\n  ''I understand there are many people on the other side of the border who will do anything to come and work,'' Mr. \nBush said. ''And that includes risking their life crossing your desert, or being willing to be stuffed in the back of an \n18-wheeler.''\n\n  The president was met here by Gov. Janet Napolitano of Arizona, and then toured a dirt field a few hundred feet \nfrom the border, where there were five watch towers and a fence of corrugated metal about 20 feet high.\n\n  After the tour, Mr. Bush gave back-to-back interviews of three to five minutes each to five broadcast and cable \nnetworks -- CNN, Fox, NBC, ABC, CBS -- to press his immigration plan.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: President Bush toured part of the Mexican border yesterday near San Luis, Ariz., as he tried to win support \nfor his immigration bill. The driver of the vehicle was Agent Rocky Kittle of the Border Patrol. (Photo by Sandy \nHuffaker/The New York Times)\n"}