{"title": "Some Link Economy With Spate Of Killings; In One Month, 57 Die In Eight Mass Murders - Correction Appended", "body": "\nIn Binghamton, N.Y., a Vietnamese immigrant upset about losing his job burst into an immigration center and killed \n13 people before killing himself. In Pittsburgh, police said a gun enthusiast recently discharged from the Marine \nCorps  opened fire and killed three police officers. And in Graham, Wash., investigators said a man whose wife \nwas leaving him shot and killed five of his children in their mobile home before taking his own life.\n\nThe carnage that occurred during less than 48 hours last week capped a recent string of unusually brazen mass \nkillings, which crime experts say have touched more people and occurred in more public settings than in any time \nin recent memory. Comparative statistics are difficult to come by, but during the past month alone, at least eight \nmass homicides in this country have claimed the lives of 57 people. Just yesterday, four people were discovered \nshot to death in a modest wood-frame home in a remote Alabama town.\n\nThe factor underlying the violence, some experts think, is the dismal state of the nation's economy. Criminologists \ntheorize that the epidemic of layoffs, the meltdown of storied American corporations and the uncertainty of recovery \nhave stoked fear, anxiety and desperation across society and unnerved its most vulnerable and dangerous.\n\n\"I've never seen such a large number [of killings] over such a short period of time involving so many victims,\" said \nJack Levin, a noted criminologist at Northeastern University who has authored or co-authored eight books on mass \nmurder.\n\nThe simple fact, criminologist James Alan Fox said, is that more Americans are struggling.\n\n\"The American dream to them is a nightmare, and the land of opportunity is but a cruel joke,\" said Fox, also of \nNortheastern, who has been dubbed the \"dean of death\" for his analysis of mass murders. \"The economic pie is \n\n\nshrinking to the point where it looks more like a Pop Tart and some feel all they're getting is the crumbs. There's a \ncombination of feeling despair and hopelessness at the same time as a certain degree of anger and blame.\"\n\nOther crime experts caution, however, against drawing such conclusions.\n\n\"Because homicides are fairly rare, it is hard to see patterns even when ones exist,\" said Shawn Bushway, a \ncriminologist at the University of Albany. \"It's like reading tea leaves. I don't make much of it. I don't think you can \nsay anything definitively one way or another.\"\n\nPredictably, the carnage has focused attention on the nation's gun laws. Paul Helmke, president of the Brady \nCampaign to Prevent Gun Violence, said it is too easy for dangerous people to acquire guns.\n\n\"The common denominator in all these is that they're all using a gun,\" Helmke said of the recent killings. \"You don't \nsee police officers in Pittsburgh being killed by people throwing knives at them. . . . We've always had violence, but \nin the old days you couldn't take out so many people so quickly. Now we make it very easy to do that.\"\n\nThe Rev. Jesse L. Jackson called the recent spate of killings \"domestic terrorism\" and said he hoped the slaughter \nwould be a wake-up call for policymakers.\n\n\"You can't grow businesses in war zones,\" said Jackson, who recently visited cities beset by gun violence. \"You \ncan't go to school in war zones. You can't play in the park in war zones.\"\n\nExperts agree that most mass murderers share one trait: a traumatic event such as a layoff, divorce or separation \nthat sets off an internal rage and a desire for revenge.\n\n\"It could be the loss of a job, the loss of a lot of money in the stock market, the loss of a relationship as in a nasty \nseparation or divorce, the loss of a child who is in a child custody battle,\" Levin said. \"There are just simply more \ncatastrophic losses than there were when the economy was in good shape.\"\n\nConsider the case of Bruce Jeffrey Pardo, a 45-year-old electrical engineer whose life swiftly turned sour last fall. \nHis wife divorced him and he lost his job and his beloved dog, Saki. On Christmas Eve, Pardo dressed as Santa \nClaus for a holiday party hosted by his ex-wife's parents at their home at the end of a quiet cul-de-sac in a Los \nAngeles suburb.\n\nPardo rang the bell, swung open the door and opened fire on the party guests with a semiautomatic handgun \nbefore dousing the home with gasoline and setting it ablaze, authorities said. He killed nine people, including his \nex-wife, before taking his own life.\n\n\"He was looking for revenge, which is almost always the motive in these mass killings,\" Levin said. \"It wasn't \nenough to get her, but he wanted to get everything associated with her, everything she loved, everything he \nidentified with her.\"\n\nSince then, mass shootings have plagued communities in all corners of the country. Late last month, a gunman \nbarged into a nursing home in Carthage, N.C., looking for his estranged wife. Police say he killed seven elderly \nresidents and a nurse who cared for them. His wife, a nurse's assistant, escaped by hiding in a bathroom.\n\nFive days later in Binghamton, a man wearing body armor burst into a New York state immigration center where he \nhad studied English and opened fire on immigrants taking an exam to become U.S. citizens, authorities said.\n\n\"The nursing home in North Carolina and the community center in Binghamton were not randomly chosen \nlocations,\" Fox said. \"It's not just some gunman walking down the street. They're very deliberate choices and reflect \nthe anger and blame that the killer has.\"\n\nStaff researcher Madonna Lebling contributed to this report.\n\n\n\nCorrection\n\n--  An April  8 A-section  article incorrectly referred to the University of Albany. The correct name is the University at \nAlbany.\n\nCorrection-Date: April 9, 2009\n\nGraphic\n\n \n\nIMAGE; By Daniel Giles -- Associated Press; Another in a string of mass slayings: Four people were found dead \nyesterday in this Alabama home.\n"}