{"title": "RASKIN URGES DOJ TO UPHOLD COLLECTIVE BARGAINING RIGHTS OF IMMIGRATION JUDGES", "body": "\nThe following information was released by the office of Maryland Rep. Jamie Raskin:\n\nU.S. Representative Jamie Raskin (MD-08) joined Rep. Linda T. Sanchez (CA-38), Chairwoman of the \nCongressional Hispanic Caucus Immigration Task Force, and 79 colleagues in urging Attorney General William \nBarr to withdraw a petition to decertify the National Association of Immigration Judges (NAIJ), the labor union of \nfederal immigration judges. The petition, filed on August 19, 2019, by the Department of Justice (DOJ), is currently \nbefore the Federal Labor Relations Authority.\n\n\"DOJ's idea to strip immigration judges of their collective bargaining rights is yet another offensive example of the \nTrump administration's anti-immigrant agenda,\" said Rep. Linda Sanchez. \"A move like that would undermine the \njudges' independence and further a larger effort to dismantle unions representing the federal workforce. It's never \nbeen more important to maintain the fundamental tenets of a fair and impartial judiciaryparticularly immigration \nproceedings. I am so proud to see so many of my colleagues join me in standing in solidarity alongside the National \nAssociation of Immigration Judges.\"\n\nJudge Ashley Tabaddor, President of the National Association of Immigration Judges (NAIJ) \"NAIJ greatly \nappreciates the leadership of Congresswomen Sanchez in organizing this letter and her steadfast support of the \nimmigration judges across the nation. NAIJ remains confident the DOJ will not be able to decertify the NAIJ and \nstifle the call for judicial independence and fairness.\"\n\nRichard Trumka, President of the American Federation of Labor and Congress of Industrial Organizations (AFL-\nCIO) \"The attacks on the rights of immigration judges to exercise their freedom to collectively bargain is shameful. \nThis is yet another direct attack on our union brothers and sisters, who are serving our country honorably, while \nbeing unfairly targeted by the Trump administration. We call for an end to these aggressive actions against the \nNational Association of Immigration Judges so they can continue to be an independent voice for justice.\"\n\nGregory Chen, Director of Government Relations for the American Immigration Lawyers Association (AILA) \"Time \nafter time, we have seen this administration undermine the independence of immigration judges and due process \nwithin the immigration court system. Trying to decertify the judges' union is only the latest tactic DOJ has turned \nto, after imposing strict performance quotas on judges and micromanagement of dockets. Ultimately, the only way \nto protect the sanctity of due process and the rights of immigrants, who rightfully expect a fair day in court, will be \nfor Congress to pass a law creating an independent immigration court under Article I of the Constitution.\"\n\nPaul Shearon, President of the International Federation of Professional and Technical Engineers (IFPTE) \"The \nJustice Department's attempt to silence the Immigration Judges comes at a time when DOJ is expanding its \ncontrol over the adjudication process and as the union continues to offer transparency and analysis on the \n\n\nImmigration Court while advocating for due process and judicial independence. The National Association of \nImmigration Judges, IFPTE Judicial Council 2, has demonstrated both an effective voice for its members and the \npublic good by advocating for a better, more functional Immigration Court. IFPTE applauds the Members of \nCongress who stand with the Immigration Judges' right to union representation.\"\n\nThe full text of the letter follows and can be found here.\n\nDear Attorney General Barr:\n\nWe write to express our deep concern and opposition to the petition you filed on August 19, 2019 attempting to \ndecertify the National Association of Immigration Judges (NAIJ), the labor union of federal immigration judges. \nThe petition seeks to squash the collective bargaining rights of immigration judges. This effort is one of many \nactions the Department of Justice (DOJ) has taken that are systematically undermining the independence of \nimmigration judges and the integrity of the judicial system. In addition, this is one of several examples where the \nTrump Administration has sought to dismantle unions representing the federal workforce. We urge you to withdraw \nyour petition before the Federal Labor Relations Authority (FLRA) and take immediate steps to restore to \nimmigration judges the powers they need to operate a fair and efficient immigration court system.\n\nImmigration judges are classified as government attorneys despite serving in a judicial capacity, a status which \nleaves them particularly vulnerable to political pressure and executive branch interference. Therefore, the NAIJ \nserves as a critical independent voice for immigration judges who otherwise face limited discretion and authority \nwhen deciding life-altering cases. Already this Administration has made every effort to limit immigration judges' \nindependence, management, and authority. Your predecessor and you have issued an unprecedented number of \ncertified opinions that attempt to rewrite immigration law and strip immigration judges of docket management \ntools essential for the thorough and efficient processing of cases. Your abuse of the certification process has \ninterfered with judicial independence, distorted asylum and detention laws, and is undermining public confidence in \nthe court as a fair and impartial system. These dramatic, unilateral changes in procedure are bringing chaos, not \norder, to a court system that is in crisis and is struggling to manage a growing backlog of approximately one million \ncases.\n\nOn October 1, 2018, DOJ subjected all immigration judges to numeric case completion quotas as part of their \nperformance reviews. This policy subjects judges to disciplinary measures, including termination of their \nemployment, if they fail to meet strict deadlines for dispensing with cases on their docket. DOJ even unveiled new \nsoftware resembling a speedometer on a car that will be used to track how quickly judges decide cases. The \nnumeric quotas will contribute to the Administration's broader agenda of hasty removal proceedings that undermine \nthe fundamental tenets of a fair and impartial process.\n\nIn spite of all these attacks on immigration judges' most fundamental authorities, the DOJ petition against the \nunion has the audacity to contend that immigration judges are 'management officials,' who therefore are not \nentitled to union representation. In fact, two decades ago, DOJ made a similar attempt to decertify the judges' \nunion, and the FLRA ruled at that time that immigration judges do not act as managers. Furthermore, in the last \ntwo years, the DOJ has eliminated any opportunity for immigration judges to serve in an advisory capacity to \nmanagement officials and has repeatedly refused even to consult NAIJ on decisions affecting daily court \noperations. More fundamentally, this effort to decertify the NAIJ illustrates the structural flaw in the immigration \ncourt system which is not an independent judicial branch of the government but is instead a part of DOJ.\n\nThe people who appear before our nation's immigration courts deserve a system that protects fairness, due \nprocess, and impartiality. NAIJ is an important part of a fair system. Therefore, we urge you to rescind the petition to \ndecertify the NAIJ.\n\nSincerely,\n\nCo-signers include: James P. McGovern (MA-02), Eleanor Holmes Norton (DC), Norma J. Torres (CA-35), Alan \nLowenthal (CA-47), Adam Smith (WA-09), Juan Vargas (CA-51), Jan Schakowsky (IL-09), Henry C. \"Hank\" \nJohnson, Jr. (GA-04), Jerrold Nadler (NY-10), Grace F. Napolitano (CA-32), Zoe Lofgren (CA-19), Danny K. Davis \n\n\n\n(IL-07), Nydia M. Velazquez (NY-07), Sylvia Garcia (TX-29), Bill Foster (IL-11), Rashida Tlaib (MI-13), Adriano \nEspaillat (NY-13), Ral M. Grijalva (AZ-03), Gwen Moore (WI-04), Tony Cardenas (CA-29), Mark Pocan (WI-02), Ro \nKhanna (CA-17), Deb Haaland (NM-01), Ted Deutch (FL-22), Jaime Raskin (MD-08), Jose E. Serrano (NY-15), \nGrace Meng (NY-06), Debbie Wasserman Schultz (FL-23), Lucille Roybal-Allard (CA-40), Vicente Gonzalez (TX-\n15), Daniel T. Kildee (MI-05), Marcy Kaptur (OH-09), William R. Keating (MA-09), Judy Chu (CA-27), Ben Ray \nLujan (NM-03), Darren Soto (FL-09), James R. Langevin (RI-02), Albio Sires (NJ-08), Dina Titus (NV-03), Donald \nNorcross (NJ-01), Brian Higgins (NY-26), Pramila Jayapal (WA-07), Joaquin Castro (TX-20), Julia Brownley (CA-\n26), Brenda L. Lawrence (MI-14), Steve Cohen (TN-09), Xochitl Torres Small (NM-02), David N. Cicilline (RI-01), \nBobby L. Rush (IL-01), Mark DeSaulnier (CA-11), J. Luis Correa (CA-46), Max Rose (NY-11), Earl Blumenauer \n(OR-03), Bonnie Watson Coleman (NJ-12), Filemon Vela (TX-34), Susan Wild (PA-07), Gilbert R. Cisneros (CA-\n39), Joe Neguse (CO-02), Cheri Bustos (IL-07), Mark Takano (CA-41), John Lewis (GA-05), Dutch Ruppersberger \n(MD-02), Frank Pallone Jr. (NJ-06), Jason Crow (CO-06), Mike Quigley (IL-05), Karen Bass (CA-37), Elijah E. \nCummings (MD-07), Susan A. Davis (CA-53), Andre Carson (IN-07), Jared Huffman (CA-02), Nanette Diaz \nBarragan (CA-44), Anthony Brown (MD-04), Debbie Mucarsel-Powell (FL-26), Barbara Lee (CA-13), Jess G. \"Chuy\" \nGarca (IL-04), Joseph P. Kennedy, III (MA-04), Donna Shalala (FL-27), Charlie Crist (FL-23)\n\n###\n"}