{"title": "No ordinary life - Sheila Brown, Chief executive, BDF New Life", "body": "\n- Gained wide media coverage of the plight of children with birth defects.\n\nI'm far more ordinary than the people you normally interview - I might have an OBE, but I still sweep the stairs.'\n\nThis opening gambit from Sheila Brown, chief executive of BDF New Life, illustrates her characteristic modesty - \nboth Brown and the charity are far from ordinary.\n\nNew Life, which funds research and offers grants to the parents of children with birth defects, hit the headlines \nlast week after exposing the chronic underfunding of equipment for disabled children by local authorities and \nprimary care trusts.\n\nThe charity had used the Freedom of Information Act to find the combined amount each local authority and PCT in \nthe country spent on disabled children in their catchment areas last year. The findings show that they spent as little \nas pounds 60 per child, compared with the pounds 20,000 per child that New Life estimates local authorities and \nPCTs should be spending.\n\nLast week's publication of the findings followed a summer campaign by the charity called It's Not Too Much To Ask. \nMore than 13,000 people have already signed its petition calling for better provision for disabled children.\n\nNew Life is a medium-sized charity with an income of pounds 3.1m last year and 130 staff, including one part-time \npress officer. Despite this, it was featured on Radio 4's Today programme and generated the kind of column inches \nthat bigger charities would struggle to match.\n\n'We tend to get a lot of coverage because we are proactive and quick to respond to opportunities,' says Brown. 'I try \nto give the media information they are interested in by thinking about what my mum or friends want to hear. I also \ntry to communicate our message in a simple way, so it helps that I'm a simple person.'\n\nBrown's eldest son, Greg, was born with birth defects, but it was nine years before he was diagnosed with Noonan \nSyndrome, a condition associated with congenital heart disease and short stature. The frustration Brown felt at the \nlack of available support prompted her to set up New Life in 1991.\n\n'We did a media search the year before we started,' she says. 'It showed that, although five children with birth \ndefects are born every hour, in the whole year the term was used only four times. Articles referred to congenital \nabnormalities or individual conditions. We realised we had to introduce what was then a new collective term of \n'birth defects'.'\n\n\nThe term soon entered the medical lexicon and the charity was inundated with calls from concerned parents. This \nled to the creation of a helpline, which has influenced the charity's direction ever since, as it has adapted to take \ncallers' concerns into account.\n\nWhereas other charities ask donors for unrestricted donations so that they can spend funds on priority areas and \ncore costs, Brown is unashamedly proud that 100 per cent of her charity's donations are restricted. This means \nmoney can be spent only in ways specified by donors.\n\n'I introduced the policy in 1993 when I received a cheque with a letter from a little boy's mum,' she says. 'This boy \nhad his legs amputated as a baby because of a birth defect and had done a sponsored bike ride because he \nwanted to help children like him. I decided that it would be inappropriate to use the money on administration costs.'\n\nThe charity is able to make this pledge because it has a profitable out-of-town clothes shop that pays for such \ncosts, a fact that Brown is less keen to trumpet. Yet she maintains that the system generates committed supporters: \n'If we haven't got a service that matches a donor's request, we offer an alternative. Nobody ever asks for their \nmoney back - not yet, anyway.'\n\nBROWN CV\n\n1991: Founder and chief executive, BDF New Life\n\n1989: Director, Noonan Syndrome Foundation\n\n1985: Director, Noonan Syndrome Society\n"}