{"title": "LOOK AT LINDA CHAVEZ'S DECISION TO WITHDRAW HER NAME AS SECRETARY OF LABOR DESIGNATE", "body": "\nJUAN WILLIAMS, host:\n\nIt's TALK OF THE NATION.  I'm Juan Williams.\n\nHere's the bottom line: Either Linda Chavez, who withdrew her nomination to be the new secretary of Labor \nyesterday, got what she deserved or she was the victim of dirty politics.  Today, Chavez told interviewers on the \nmorning TV shows that the only mistake she made was not telling the Bush transition team and the FBI about the \ntime, 10 years ago, that she allowed an illegal immigrant to live in her house for several months. And yesterday she \nsaid she would do it again, even if she knew it would cost her the nomination.\n\nBut there's more to the story.  The Wall Street Journal reported yesterday that the FBI was investigating whether \nChavez tried to get a neighbor to keep quiet to the FBI about the illegal immigrant.  The neighbor later hired a \nlawyer who was a former aide to President Clinton, and there are suspicion that the lawyer leaked information to \ndamage the Chavez nomination.  Once reports of the FBI probe into whether Chavez tried to shut up her neighbor \nemerged, there was a marked drop in support for her among the Bush team.\n\nBut from Chavez's perspective, she was victimized by what she called the politics of personal destruction.  In an \neditorial this morning in USA Today, the newspaper said, quote, \"opponents found a flaw in her record, made \nassumptions about the fact and did all they could to destroy her, not because she was unqualified, but because \nthey disagreed with her.\"\n\nWhen she withdrew yesterday, Chavez described herself as a Good Samaritan who gave a down-in-her-luck \nimmigrant a place to live and spending money from time to time in exchange for some household help.  At her news \nconference yesterday, she surrounded herself with immigrants she had helped in the past.\n\nHere is Chavez at the news conference.\n\n(Soundbite from news conference)\n\nMs. LINDA CHAVEZ (Former Secretary of Labor Designate): I am here today in part with the folks around me to try \nto put a human face on a story. But I am also here because I think that what has happened over the last few days is \nquite typical of what happens in Washington, DC, and unfortunately is very typical of what has happened in politics \nin America today.  And I believe that what has happened is part of what we've seen over the last several years of \nthe 'politics of personal destruction'--is the phrase.\n\nI believe that I would have made a great secretary of Labor.  I believe that President Bush is going to make a great \npresident.  I worked very, very hard for his election, and I want his administration to succeed. Unfortunately, \nbecause of the way in which the stories have played over the last few days, the fact that all of you have made, I \n\n\nthink, a great deal more of this story than need be and have, in my view, not told the story of some of the people \naround me, I have decided that I am becoming a distraction and, therefore, I have asked President Bush to \nwithdraw my name for secretary of Labor.\n\nWILLIAMS: But Chavez's portrayal of herself as the victim did not go over with her opponents.  Ms. Chavez was \nan unpopular candidate with the leaders of organized labor groups and much of the left wing because she had \nvoiced opposition to the minimum wage and affirmative action. Ironically, when President Clinton's nominee for \nattorney general, Zoe Baird, was undone by the Nannygate scandal, Ms. Chavez was highly critical.  Her words \ncame back to haunt her during her own nomination process, and at yesterday's press conference, she admitted that \nMs. Baird had been treated unfairly.\n\nToday on TALK OF THE NATION, let's talk about whether or not Ms. Chavez was treated unfairly by both the \nmedia and the Bush-Cheney team, as well as her opponents.  Was her lending a hand to an illegal immigrant an \nimmoral act? Would a male Cabinet official be forced to withdraw if he had employed an illegal immigrant as a \nnanny?  And what effect will this victory for Democrats have on John Ashcroft's confirmation hearings that begin \nnext week?\n\nWe'll start today's show with Tom Edsall of The Washington Post.  Welcome to TALK OF THE NATION, Tom.\n\nMr. TOM EDSALL (The Washington Post): How are you, Juan?\n\nWILLIAMS: Pretty good, Tom.  I wanted to ask you, Tom, if you could give us a time line of the last 55 hours of \nLinda Chavez's dramatic life. What happened?\n\nMr. EDSALL: Well, this all began when ABC basically broke on Sunday morning, as I recall--John Yang did the \nstory--the fact that she had had an illegal immigrant living with her and that the woman had received money and did \nchores.  The issue then was: Had she worked for her?  The Bush people were not aware of this at that point.  At \nthat point, then the FBI began to go into high gear, the media everywhere, including us at The Washington Post, all \nbegan to go into high gear and pursue this.  She acknowledged that she had had this woman living there.  There \nwas a dispute whether or not she knew at the time that the woman, whose name is Marta Mercado, was an illegal \nalien.  It turned out that she did know from the word go, basically.\n\nThen things took a real turn southward for her when it emerged that before she had--when she was still just under \nconsideration and not even been picked, she knew that there was a potential problem with this woman and went to \na former next-door neighbor, asked her, for whom this woman, Marta Mercado, had worked--and asked her if, when \nthe FBI came to her, would she tell them that Marta Mercado had lived at Chavez's house.  So at that point, the \nBush people decided things had gone too far and that they didn't trust her.\n\nWILLIAMS: Well, Tom…\n\nMr. EDSALL: And she was then basically dead.\n\nWILLIAMS: Well, Tom, do you think, in fact, some people feel that the Bush team pulled their support too quickly? \nDid she withdraw too early?\n\nMr. EDSALL: She certainly feels and her strong supporters feel that she was never fully able to make the case that \nher impulses were charitable and well-meaning.  The problem was that the Bush people felt she had not been \nforthcoming at the time she should have been forthcoming, her initial interview, and that her conversation with this \nnext-door neighbor prior to that indicated she was aware that there could be a problem.  So when she was asked \nthe question, 'Is there anything in your background that could cause a problem for your nomination?' she did not \nmention this woman.  That caused a real problem for the Bush people.\n\nWILLIAMS: You know, around Washington, a lot of the talk over the last few days has been about Margaret Swisler, \nI guess is how you say it, Tom.\n\n\n\nMr. EDSALL: Yeah.  Peggy, she goes by.\n\nWILLIAMS: All right.  So about Peggy Swisler, who is the neighbor in Bethesda, Maryland, of Linda Chavez, or \nwas.\n\nMr. EDSALL: Was, yeah.\n\nWILLIAMS: And now Ms. Swisler, as I understand it, in the aftermath of the conversation with Linda Chavez about \nwhether or not Swisler would be forthcoming with the FBI about whether an illegal immigrant had lived at the \nChavez house, then goes to Neil Eggleston, a former Clinton White House associate counsel, who worked as part \nof the Whitewater spin team with George Stephanopoulos and then, of course, Swisler and…\n\nMr. EDSALL: Apparently, he's her law partner.\n\nWILLIAMS: And also her law partner.\n\nMr. EDSALL: Right.\n\nWILLIAMS: But she hires him to represent her in this matter.\n\nMr. EDSALL: Yes.  Yes.\n\nWILLIAMS: OK.  So she goes to him and at that point, then, that's when ABC comes forth with this scoop, and the \nsuspicion is that, 'Well, George Stephanopoulos now works at ABC, and he had worked with Eggleston, and \nSwisler has hired Eggleston, who's her law partner,' so is this all a Democratic conspiracy to get Linda Chavez?\n\nMr. EDSALL: Well, this guy Neil--I can never pronounce his last name correctly--he denies that flatly.  So I don't \nknow the truth of that. But to call it a conspiracy--I mean, this is what happens when you've got a controversial \nnominee.  The knives go out for them.  And that information comes out regardless of the source--is going to \nhappen.  It's not a matter--and certainly there are people with the knives out for her. The liberal Democrats want to \ndefeat her.  And that is just a plain fact of life. And if you're going to pick a nominee from the left or the right, you're \ngoing to get the other side against you.\n\nI mean, this is what the Bush team should have prepared for.  And I think they probably knew that the--they had \nthree nominees that are going to face very tough scrutiny and that's just the way the ball game is played.\n\nWILLIAMS: Those three would be: John Ashcroft for Justice, Gale Norton at Interior and Linda Chavez for Labor.\n\nMr. EDSALL: Yes.\n\nWILLIAMS: Gee whiz.\n\nMr. EDSALL: There's no way around that reality.  And the same would be true with any--all the Judicial nominees \nthat Clinton has had trouble getting through, they have faced very intense and sometimes hostile evaluation from \nRepublicans.  To blame the other side is just like blaming political reality for what happens.\n\nWILLIAMS: It's just the game.\n\nMr. EDSALL: That's the game.\n\nWILLIAMS: So is your phone ringing off the hook about Ashcroft and Gale Norton?\n\nMr. EDSALL: There may be some further developments there.\n\nWILLIAMS: Gee, Tom, thanks.  Thanks for being so forthcoming.\n\nMr. EDSALL: Yeah.  Anytime.\n\n\n\nWILLIAMS: Thanks for joining us.  Tom Edsall…\n\nMr. EDSALL: Pleasure.\n\nWILLIAMS: ...is a reporter for The Washington Post, and he's been covering the Chavez story.\n\nFor the rest of the hour, our guests are Frank Foer, who's an associate editor at The New Republic, and Rich \nLowry, editor of The National Review. Rich Lowry joins us from our New York bureau. Join the conversation. The \nnumber is 1 (800) 989-TALK. Our e-mail address: totn@npr.org.  \n\nRich Lowry, let me begin with you.  What's your bottom line on Chavez? Was she a victim of conspiracy, attack-\ndog politics or did she do herself in by not being forthcoming with the FBI and the Bush transition team?\n\nMr. RICH LOWRY (Editor, The National Review): Well, probably a combination of both.  The thing with the Bush \nteam is they like surprises, but only when they're springing them.  They don't like being surprised themselves.  And \nthis Marta business did come as a surprise to them, and they think Linda wasn't entirely forthcoming.  And because \nof that, they denied her an opportunity, really, to defend herself.  And I think this potentially was winnable.\n\nFor two days the story was percolating out there and the Bush people explicitly forbad her from going on air and \ndefending herself.  And if we know anything from that press conference yesterday afternoon and her subsequent \nappearances is that Linda Chavez is an extremely strong advocate for herself. I mean, she's just incredibly well-\nspoken and self-possessed.  So I think if she had had a chance to get her story out there, that she might have been \nable to weather this.\n\nAnd another difficulty, and it's still unclear whether this is Linda's fault or the fault of the Bush people, was that their \nstory wasn't straight. Sources close to Linda from the beginning, when this hit the papers, were saying that Linda \nprobably knew at the time that Marta was an illegal.  But then you had Tucker Eskew, the Bush transition \nspokesman, swearing up and down that Linda didn't know.  So obviously there was some sort of communication \nproblem there that created another PR difficulty that helped sink Linda in this matter.\n\nWILLIAMS: But, Rich Lowry, I'm struck by the fact that you say you think that she should have had the chance to go \nforward in the confirmation process, go before the Senate and defend herself.\n\nMr. LOWRY: Oh, absolutely.  I think on the merits--look, you know, it's a close call.  When a friend comes to you \nand says, 'I know about this woman who has been battered and has extremely distressing personal circumstances \nand will you help her out?' and you know she's probably illegal, is it a right thing to do to say, 'No, I'm not going to \nget involved with that?' Or alternatively, you know, hand her into the INS so that they can start deportation \nhearings?  Or is the right thing to do, to help her out?  And Linda, obviously, thought the right thing to do was to \noffer help.  And, you know, I think the public has a great reservoir of decency and fairness on these kind of \nquestions.  So I think politically she perhaps could have won this battle but she didn't get that chance, and so on the \nmerits I think it was wrong to pull the plug quite so early.\n\nWILLIAMS: All right.\n\nMr. LOWRY: And also tactically I think it was a mistake, Juan--just one last little point.\n\nWILLIAMS: Sure.\n\nMr. LOWRY: And--because this is going to allow the liberal interest groups to focus their attention on John Ashcroft.  \nNow there's blood in the water. They're going to be emboldened and this--I think yesterday afternoon, as soon as \nLinda withdrew, Ashcroft probably lost a couple of votes in the Senate.\n\nWILLIAMS: Hmm.  Let me come back to that in a moment.  I wanted to ask Franklin Foer, who's an associate editor \nat The New Republic, if he agrees with Rich Lowry that if Linda Chavez had gone before the Senate, she had a \ngood chance of being confirmed?\n\nmailto:totn@npr.org\n\n\nMr. FRANK FOER (Associate Editor, The New Republic): I think she had a decent chance of getting confirmed.  I \npersonally feel bad for her.  I don't think that any of this stuff--even if we assume the worst, which I'm prepared to \nassume, I don't think that should have disqualified her from being secretary of Labor.\n\nWILLIAMS: Well, wait a second.  Then let's lay that out.  The worst is that she had an illegal immigrant living under \nher roof for a time and that she gave the woman some money although…\n\nMr. FOER: She was employing her.\n\nWILLIAMS: Well, the woman says she wasn't employing her.  But let's say she was employing her.\n\nMr. FOER: Right.\n\nWILLIAMS: SO you still think that's not enough to disqualify somebody from serving as secretary of Labor.\n\nMr. FOER: I think because the offense is so widespread and is such a part of kind of elite culture, and I do think it \nsets a bad precedent.  I think the Zoe Baird precedent was a bad one.  I think that elites shouldn't be discouraged \nfrom entering into government.\n\nWILLIAMS: I am stunned.  Wait a second.  You're going to defend this on the basis that the elites have--the elites \nare in need of defenders?  Oh, my God, wait.  We'll come back to this in a moment.\n\nMr. FOER: But let me just add…\n\nWILLIAMS: No, I have to take a break.  But I am so fascinated by that. We're talking about Linda Chavez and why \nshe withdrew her name from consideration as secretary of Labor.  Was she a victim of politics of personal \ndestruction or was she a victim of her own actions?\n\nI'm Juan Williams.  It's TALK OF THE NATION from NPR News.\n\n(Soundbite of music)\n\nWILLIAMS: It's TALK OF THE NATION. I'm Juan Williams. We're talking about Linda Chavez's failed nomination \nas Labor secretary. Was she a victim of the way Washington works? Do you think President-elect Bush dropped \nher too quickly? My guests are Richard Lowry, editor of The National Review, and Frank Foer, associate editor at \nThe New Republic. Join the conversation: (800) 989-TALK. The e-mail address: totn@npr.org.  \n\nFranklin Foer, I was saying, my gosh, you're arguing that the elites need more defense?  I can't believe this.  Why?\n\nMr. FOER: Well, my point is this, is that people like Baird and Chavez are people who've spent their lives in \nWashington preparing to serve at the highest levels of government.  They've done all the right things and they're \npeople who should probably be in positions of power.  Yet, you know, there's a fundamental dishonesty about the \nrole of illegal immigration in our society. Illegal immigrants come into this country and they have to make a living \nsomehow, so they work for the over-class.  And I think that there's a lot of dishonesty and hypocrisy when we \naddress that problem of illegal immigration.\n\nWILLIAMS: This is fascinating.  So rich women, highly educated American women, who are being trained, as you \nwould describe it, for the leadership class, should be given a 'Get out of jail free' card when it comes to hiring a \nnanny who's an illegal immigrant and not paying taxes for them and all the rest.  That's what you're saying?\n\nMr. FOER: Well, I think we should probably, you know--we should probably rap them across the wrist for it, but I \ndon't think we should disqualify them for serving their country because of it.\n\nWILLIAMS: This is interesting, because in fact, Linda Chavez mentioned that she thought she was being treated \ndifferently than even George W. Bush, who had been stopped and arrested for that driving under the influence \ncharge in Maine.\n\nmailto:totn@npr.org\n\n\nMr. FOER: Yes.\n\nWILLIAMS: And she said, well, this seems to be sort of disparate treatment given that, you know, she wasn't \narrested or put in jail for her actions with regard to Ms. Mercado.  So you would put it in that category?\n\nMr. FOER: Right.  Right.  I'm not sure that she was being singled out because of sexism.  But I do think that there's \na certain trope at this point in the Washington culture of scandal; that if you have this one blemish on your resume, \nthen you're automatically disqualified.  Whereas if you are arrested for some sort of offense in your past where \nyou're guilty of drunk driving, that's not automatically disqualifying necessarily.\n\nWILLIAMS: Rich Lowry, would you agree that men are treated differently than women with regard to this one single \nflaw in an otherwise blemish-free record here?\n\nMr. LOWRY: I don't know whether it's really--if that's really the case, if there's really an implicit sexism here or not.  \nThere's definitely an odd sort of double standard here, at least when it came to Linda's case. Because Frank is \nright that, you know, most powerful people in Washington do have this sort of situation.  You had--Stephen Breyer \nhad this kind of situation; Ron Brown did; Frederico Pena did; Christie Whitman did.  And it's only really bitten Linda \nChavez because the liberal groups disagree with her politics so strongly.\n\nWILLIAMS: Hang on a second, Richard.  You're saying all those people were hiring illegal immigrants?\n\nMr. LOWRY: They all had some version of the Zoe Baird-nanny problem. And if you'll remember the Zoe Baird \ncontroversy, immediately afterwards everyone was basically saying what Frank is saying now.  This should never \nbe allowed to sink a nominee again.  This is a peccadillo and it's ridiculous and it shouldn't sink an otherwise \ncredible public servant. But what happened is that rule was suddenly--or that attitude suddenly changed when it \ncame to Linda Chavez, and that's just because the liberal groups hated her so much. And I do think when it comes \nto the issue of double standards, there's a special fury reserved for minorities who are conservative and who totally \nbreak the mold of what liberals expect minorities to think.  We saw that in the case of Clarence Thomas.  And we \nsaw that in the case of Linda Chavez.  It drives the left nuts to have an articulate, smart, Hispanic woman who \nthinks the way Linda Chavez does.\n\nWILLIAMS: So we have two counts then: sexism and arguably that Linda Chavez, as a minority person and a \nconservative minority, was sort of really--had two strikes against her.  And so in that sense maybe there was no \nchance that she would have gotten through the confirmation process.\n\nMr. FOER: I wasn't arguing that it was sexism.  I'm just arguing that it's a fixture of Washington scandal to jump on \nthis sort of nanny situation.  And to be honest, I don't think that there was a conspiracy. And I don't think that she \nwas doomed.  I mean, she really did herself, I think, in the way that she handled this all and the way she dealt with \nthe Bush team.  The AFL-CIO didn't lie or omit information to the FBI. George Stephanopoulos, who I actually \nhaven't seen any credible evidence that he's implicated in it, although The Wall Street Journal certainly implies that \nhe's involved--went and lied to the FBI.  Chavez really did herself in.\n\nWILLIAMS: All right.  Let's take a call.  Let's go to Kathleen who's in Silver Springs, Maryland.  Kathleen, welcome \nto TALK OF THE NATION. You're on with Franklin Foer and Richard Lowry.\n\nKATHLEEN (Caller): Hi.  Good afternoon.\n\nWILLIAMS: Good afternoon.\n\nKATHLEEN: First of all, I would hardly regard this as a peccadillo. This is a violation of law.  Second of all, I don't \nbelieve it could have happened to a better person.\n\nWILLIAMS: What do you mean by that?\n\n\n\nKATHLEEN: I mean that, first of all, I make no secret of the fact that I am somewhat left of center and she's \nsomewhat to the right of Genghis Kahn.  And that he who is without sin throw the first stone.  And I call a peccadillo \nemploying an illegal aliens.  I'm sorry.  That doesn't cut it with me. That's, point blank, a violation of the law of the \nland.  So, you know, as far as I'm concerned, she sunk her own ship and she had it coming.\n\nWILLIAMS: Did you feel that way about Zoe Baird?\n\nKATHLEEN: Well, as much as I would have liked Zoe Baird to be confirmed, yes, because she broke the law.\n\nWILLIAMS: Well, you're consistent.  In fact, Chavez wasn't consistent because she said that really people had a \nright to be upset about Zoe Baird and the nanny problem.  But you, at least, are consistent.  You thought Zoe Baird \nshould have had a problem and not been confirmed, and you feel Chavez shouldn't have been confirmed.\n\nKATHLEEN: Correct.  I mean, I'm--just because I'm a liberal does not mean I believe that liberals get a free pass on \nbreaking the law.\n\nWILLIAMS: All right.  So hang on a second, Kathleen, because I think Franklin Foer has a different point of view.  \nSo, Franklin, tell Kathleen why you believe Linda Chavez and Zoe Baird should not have been blocked by this \nproblem.\n\nMr. FOER: Well, I just think that the offense is so widespread in our society.  And the--there's just a fundamental \ndishonesty about the law. I think the law should be changed.  I think we should have more liberal immigration laws \nso you don't have this situation where somebody like--where you have all these illegal immigrants floating around \nwithout--you know, having to be forced to work in a black market sort of situation.\n\nWILLIAMS: So Kathleen?\n\nKATHLEEN: I don't disagree with you, but did your mother tell you when you were growing up if everybody else is \njumping off a cliff, are you going to jump off it, too?  So until the law is changed, it is a law.  So if you want…\n\nWILLIAMS: But, Kathleen, would you dispute what Franklin said about it being commonplace?\n\nKATHLEEN: I don't know that I'm actually qualified to speak to that, being as how I have never employed an illegal \nalien.  Am I for immigration?  Yes.  Am I anti-illegal immigration?  Yes.  I believe firmly we--this country thrives on \nimmigrants, but they need to follow the law.  They must be legal.  And if they're not legal, then they don't belong \nhere.\n\nWILLIAMS: Well, that's not too much to ask.  Thanks for your call, Kathleen.\n\nKATHLEEN: Oh, quite welcome.\n\nWILLIAMS: Fra…\n\nKATHLEEN: It was nice talking with you.\n\nWILLIAMS: All right.\n\nKATHLEEN: Bye.\n\nMr. FOER: I think Kathleen was right also to point out the hypocrisy of Linda Chavez.  She definitely hung herself \nwith the quotes that she gave to MacNeil-Lehrer about Zoe Baird.  And I thought that her performance yesterday \nwas incredibly hypocritical.  After her nomination was sunk, she happily played the victim card.  And she's made an \nentire career of railing against victimology and decrying people who bring sexual harassment complaints as being \ncry-babies.  And that's the essence of her critique against affirmative action.  And I thought it was a gross display of \nmoral exhibitionism.  And I found it to be kind of despicable, especially since she was giving up at that moment.\n\n\n\nWILLIAMS: Let's ask Rich Lowry what he thinks.\n\nMr. LOWRY: Well, yeah, Frank, what is she supposed to say?  'Guilty as charged.  I'll say nothing ever to defend \nmyself'?  Look, your name is being smeared left and right.  And she had a right to make her case.  And that's what \nshe did yesterday.  And I'm sorry that you think she's too moralistic, but I take her claims at face value.  She had a \ntough upbringing herself, and she had some commitment to doing at least a little thing--or little things to help people \nin need.  And the fact is, she extremely--she's a pro-immigrant, conservative.  She's an advocate for immigration.  \nNational Review has criticized her on those grounds in the past.  And I think what we saw yesterday was that the \ncase of Marta Mercado was not something that was unusual for her.  She has a history of doing this kind of thing.\n\nAnd there's no evidence to indicate that Marta was actually employed by Linda. In fact, one of our staffers at \nNational Review worked for Linda Chavez at the time, and Linda was working out of her home herself, so our \nstaffer spent a lot of time in Linda's home as well and says he never saw Marta doing anything to indicate that she \nwas actually employed by Linda. You know, she wasn't…\n\nWILLIAMS: Now, Rich, what about this…\n\nMr. LOWRY: ...routinely vacuuming or anything of that nature, so I think we're making a big assumption.\n\nWILLIAMS: Rich, what about the charge that Linda Chavez played the victim card, and that's not in line with what \nconservatives would argue?\n\nMr. FOER: Especially Chavez would argue.\n\nMr. LOWRY: Right.  Well, just because conservatives generally advocate against sort of the victimology and efforts \nby people to shirk individual responsibility, it doesn't mean that it's incumbent on all conservatives never to complain \nabout anything or to defend themselves or to argue that they're being wronged.  I mean, that idea is just silly and \nabsurd on its face.\n\nWILLIAMS: All right.\n\nMr. FOER: But…\n\nMr. LOWRY: And this famous crybaby column, by the way, was prompted by a male who had filed a sexual \nharassment suit because a woman in his office had made a lame joke that he considered offensive, so he sued.  \nAnd the fact is he was a crybaby, and sexual harassment laws in this country have gone too far, and that's \nsomething liberals were eagerly saying at the time of the Paula Jones case, but it's now something they're \nconveniently forgetting.\n\nMr. FOER: She certainly had the right to defend herself and defend her name and defend the circumstances that \nthey're criticizing her for that…\n\nMr. LOWRY: OK.  That's what ...(unintelligible) her for that.\n\nMr. FOER: OK.  But she was doing it at the same moment she was admitting guilt.  She was obscuring the fact that \nand papering over the fact that she was admitting that she had lied to the FBI and she'd lied to the Bush campaign, \nand her offenses were worthy of withdrawing.\n\nMr. LOWRY: Wait a minute.  She did not admit that she lied to the FBI. And, look, she did admit that she made a \nmistake by not being forthcoming enough with the Bush people.  But look, Frank, you think she should have had a \npress conference where she just said, 'I'm a liar, I'm a liar, I'm a liar, see you later.' That's absurd.  She has a right \nto defend herself and to flesh out this story.\n\nWILLIAMS: All right.  Let's go to Ann--I'm sorry, let's go to Devin, who's in Carson City, Nevada.  Devin, you're on \nTALK OF THE NATION.\n\n\n\nDEVIN (Caller): Good morning, Juan and guests.  How are you today?\n\nWILLIAMS: Fine, thanks.  How are you feeling?\n\nDEVIN: I'm doing great.  I just have a couple comments.  First, I think that one of the points we're missing is that--I'll \ntell you up-front I'm a Republican.  Democrats tend to embrace the letter of the law when it supports them but reject \nit when it doesn't.  So I think you're seeing another example of that where…\n\nWILLIAMS: Well, give me an example of what you're talking about.\n\nDEVIN: Well, I think there are countless ones in the Clinton administration, not only looking at the Florida recount \nfiasco but also how the Clinton impeachment trial went.  Those are all examples of how the letter of the law said \none thing, and Democrats, in an effort to gain an upper hand, took something different from what the law meant.\n\nWILLIAMS: As in the people who would say that Clinton's lying about Paula Jones, all that, is a small-time perjury, \nshould be ignored, but people now are expert on immigration law in the case of Chavez.\n\nDEVIN: That's right.  I mean, exactly.  The problem is is that we do have a technical violation of the law, which I \nbelieve personal responsibility is important, like I think Rich Lowry was talking about Republicans falling on the \nsword of personal responsibility all too often.  And at the same time, I think that's one of the things that sets us \napart.  So you have to think that Linda Chavez did make a mistake, did violate the law and, at the same time, don't \nwe have enough compassion to compel ourselves to reasonably believe that she, you know, could certainly say, 'I'll \npay the taxes, I'll do what needs to be done'?  I mean, if we look at Christie Todd Whitman, she's facing the same \nsituation, but she's revealed this some years ago, and she paid taxes on an illegal immigrant that she had hired.  \nBut her nomination's not sunk. That's probably because she is pro-choice, and the Democrats aren't going after her \nlike they are going after these more conservative members.\n\nWILLIAMS: Well, hang on a second, Devin, because I want Franklin Foer to talk to you, but let me just say for \neveryone that you're listening to TALK OF THE NATION from NPR News.  Franklin, what do you think?  Is it the \ncase that it's her politics that have gotten her in trouble?\n\nMr. FOER: Well, it wasn't the Democrats who killed her nomination.  It was Bush.  OK.\n\nWILLIAMS: This is a strong point, Devin.  So you're a Republican.  Do you feel Bush killed her nomination?\n\nDEVIN: I think that Bush probably could have done more for the nomination, but I think he's thinking more of the big \npicture, which is he's got, you know, a handful of other nominations that he wants to get through, including what I \nthink is probably the more important one, Senator Ashcroft's nomination as attorney general.  But at the same time, \nyou know, Bush is from Texas, a state where illegal immigration is probably something more on the forefront of his \nmind.  He certainly has espoused compassionate conservatism.  But at the same time, you have to think about all \nthe handlers that he has, that he's put around him, and they're probably saying, 'No, we can't go for this one \nbecause we may have to have a bigger fight later.' So I don't think it's fair to say that Bush killed the nomination.  I \nthink it's fair to say that Democrats, the special interest groups have targeted specific nominees, and when they \nfound something, some dirt that they could dig up, that they could blow it up as big as they could and run with it, I \ndon't think it's fair to say that the Bush team did that, because they didn't.  It was a product of, you know, reporting \nand also the story that broke by ABC.\n\nWILLIAMS: All right.  Thanks for your call.  Rich Lowry, would you agree that, therefore, the Bush team bears no \nresponsibility for Chavez's withdrawal?\n\nMr. LOWRY: No.  They do bear--they clearly pulled the plug on her, and she was willing to fight yesterday.\n\nWILLIAMS: That's what I think.  I agree with you.\n\n\n\nMr. LOWRY: Yeah.  You know, yesterday you could tell from the first three-quarters of that press conference, that's \nthe kind of press conference she would have had if she was sticking in and fighting, and that's what she really \nwanted to do.  But when she asked the Bush--she went to them and said, 'Look, guys, this is a crucial day.  We \nhave to make a decision here.  I want to fight this out.  Are you going to stand with me?' And she didn't get an \nanswer explicitly back saying, 'No, withdraw.' She just got a very lukewarm response, and her calls weren't returned \nquickly.  And she's been around Washington for a long time, so she knew what that meant.\n\nWILLIAMS: Yeah.\n\nMr. LOWRY: So she did the gracious thing and stepped aside, while trying to clear her name, which I know upsets \nFrank.\n\nWILLIAMS: Well, let's go to Ann in Lone Tree, Iowa.  Ann, you're on TALK OF THE NATION.\n\nANN (Caller): Good afternoon.\n\nWILLIAMS: Good afternoon.\n\nANN: I was surprised at the lack of support by the Bush people for Ms. Chavez's nomination, but my concern here \nis the hypocritical nature of Ms. Chavez to blame her critics after she'd engaged in the same sort of criticism. What \nseems to be good for her to make her living doesn't seem to be good when it's directed at her.  And that…\n\nWILLIAMS: Wait, slow down.  What do you mean by that?  I didn't get it.\n\nANN: Well, I think that if she's going to level criticism at other people for the same sorts of things that she does \nherself, it's pretty hypocritical to then turn around and say to those that are being critical of her, 'Oh, you're wrong.  \nYou're making me into a terrible person that I'm not.'\n\nWILLIAMS: Oh, you're referring back to her criticism of Zoe Baird.\n\nANN: Yes, I am.\n\nWILLIAMS: Now I get it.  OK.  So your point is what?\n\nANN: My point is I'm just surprised that she would choose to use those arguments as the ones--that that's what \nsunk her ship.\n\nWILLIAMS: Well, so you think she's a hypocrite?\n\nANN: Yes, I do.\n\nWILLIAMS: Right.  And, in fact, yesterday at the press conference, she was asked, 'Was Zoe Baird treated \nunfairly?' and she said, 'Yes,' while her previous comments at the time of the Zoe Baird nomination would indicate \nthat she thought Zoe Baird got what she deserved.  Am I being fair, Frank?\n\nMr. FOER: I think you're being fair.  And the other thing I'd like to point out is that she made this big deal about the \nsearch and destroy politics of Washington and the politics of personal destruction.  Yet, she's contributed to that \natmosphere herself, feeding the drama on all the Clinton scandals. And if you go back and look at a lot of her \ncolumns about the Clinton administration, it seems to me like she took rather picayune scandals and made a huge \ndeal out of them for none other than political purposes.\n\nWILLIAMS: Now, Frank--Rich Lowry, excuse me.  Rich Lowry, let me ask you, is the big winner out of this John \nSweeney of the AFL-CIO?\n\nMr. LOWRY: Absolutely.  You know, there's nothing in politics like winning. And they have a victory now, and they \ncan move on to the next target, which is John Ashcroft.  But if I could just go back to a fundamental point here.  We \n\n\n\ndo not know whether she had a Zoe Baird problem or not.  We do not know whether she was employing Marta or \nnot. That is still very much in dispute. So it's not clear what law she would have been violating if she wasn't \nemploying her.\n\nWILLIAMS: I guess giving safe harbor to an illegal immigrant.\n\nMr. LOWRY: Well, that's another technical matter.  I mean, was she really trying to hide Marta from the authorities, \nwhich is what you have to do to break the law in that instance.  It's not clear.\n\nWILLIAMS: Yeah.  It's not clear.  All right.  We're talking about Linda Chavez.  I'm Juan Williams.  It's TALK OF \nTHE NATION from NPR News.\n\n(Announcements)\n\n(Soundbite of music)\n\nWILLIAMS: It's TALK OF THE NATION.  I'm Juan Williams.  Tomorrow, what are President-elect Bush's defense \npriorities?  Is it more money or do we need to revamp the military totally for the 21st century?\n\nToday we're talking about the politics of personal destruction. Was Linda Chavez a victim or did she contribute to \nher own demise? Our guests are Rich Lowry, editor of the National Review, and Frank Foer, associate editor at The \nNew Republic. Join the discussion, (800) 989-TALK. The e-mail address, totn@npr.org.  \n\nWell, Frank and Rich, let me sum up.  Let me see if I can sum up.  This is a challenge for my abilities here.  We'll \nsay that Franklin has argued so far, as the world turns, that Linda Chavez's crime, if there was a crime, was that--\nreally commonplace.  It wasn't a crime.  It was commonplace.  Lots of people in the elite, especially women, are put \nin the position of hiring illegal aliens as nannies, and we're not even clear that she did that.  She simply may have \nbeen a good friend, which is what I think Rich would argue, that she was simply being a compassionate and kind \nperson.  And then both of you agree that if she had gone before the Senate, there's a likelihood that she would \nhave been confirmed, that she would have withstood the investigation of the FBI and the questioning of the \nsenators.  And finally that, in fact, maybe Bush let her go too quickly.  So is that fair?  Was that a fair summation, \nRich, Frank?\n\nMr. FOER: Not bad.\n\nMr. LOWRY: Yeah.  I think so.\n\nWILLIAMS: All right.\n\nMr. LOWRY: I don't know whether it would have been a likelihood, but there was certainly a chance, and there's \ncertainly no reason to abandon her so quickly.  Why couldn't she have withdrawn on Friday, for instance, after she \nhad seen how her press conference played?\n\nWILLIAMS: And then one thing I think I did miss was that in the Tom Edsall part--Tom Edsall's the reporter at The \nWashington Post, for you who don't know, and he was covering the story.  Tom at the start of the show said he \nthought her real problem was that she had not been forthcoming with either the FBI or the Bush team, so once they \nrealized that Ms. Chavez had been in touch with a neighbor and possibly arguably encouraging the neighbor not to \ntell the FBI about the illegal immigrant living in the house, that's when the Bush team pulled the plug on her. Is that \nright, Frank?\n\nMr. FOER: Yeah.  That's right.\n\nWILLIAMS: All right.  So here we go to e-mail, and we're just overloaded with e-mail today.  We are grateful for your \ne-mail.  This one comes from Jason in Norman, Oklahoma.  And Jason writes, 'Your guests are saying everybody's \ndoing it, and I find that argument disturbing.  The fact that many elites in Washington might have situations similar \n\nmailto:totn@npr.org\n\n\nto Linda Chavez does not make the situation acceptable.  Voices on the right would roundly dismiss any such \nargument made in defense of a person from any other class.  For instance, marijuana use is widespread amongst \nthe working class, and yet thousands of people are serving hard time in state and federal prisons for possession.  \nWhy should the elite class get a pass on their violations of the law?' Rich, as a representative of the right, you get to \nanswer.\n\nMr. LOWRY: Well, I think there's something to that point.  I do think that the drug laws are a travesty in this country, \nand I think the tide is beginning to turn a little bit.  A potentially important straw in the wind is this new movie \n\"Traffic,\" which is gloriously defeatist on the drug war, and I think some of the more hopeful sort of pardons that \nClinton has given in recent weeks are people who were caught up by these mandatory minimum sentences, by the \ndrug laws and put away for decades for relatively minor offenses.  So I think that the e-mailer has a point.\n\nWILLIAMS: All right.  Here's another e-mail.  This one comes from Ted Douglas(ph), and Ted writes, 'I'm sorry to \nsay that when I was a boy growing up in the segregationist South, my mother and grandmother regularly gave a \n\"helping hand\"'--in quotes--'to down and out and abused African-Americans who did household chores in exchange \nfor clothes, food and shelter.  This was a cheap way of getting labor for the family.  I think Linda Chavez is doing \nthe same thing my mother and grandmother did. The only difference is today, you can't get by doing this to African-\nAmericans.  You have to use illegal aliens.' Franklin Foer.\n\nMr. FOER: That's putting it rather bluntly, but…\n\nWILLIAMS: Uncomfortably, too.\n\nMr. FOER: Uncomfortably, too.  But I think that there's probably a measure of truth to it; that illegal aliens exist in \nthe country and they do provide a source of relatively cheap labor, and because they're illegal, it's easy to skirt a lot \nof the labor laws, and it happens.\n\nWILLIAMS: All right.  Here comes another e-mail, this one from Danuta(ph) in Cleveland.  And Danuta writes, 'I'm a \nlegal immigrant and it took me many years to finally get my green card, and I can't believe that this offense is taken \nso easily.  Any other American who would keep an illegal immigrant would have to pay a fee or maybe even go to \nprison.' Is that right?  You'd have to go to prison for having an illegal immigrant in your house?\n\nMr. FOER: I don't think that's right.\n\nWILLIAMS: Rich, do you know?\n\nMr. LOWRY: No.  I don't think so.  And the fact is, you know, there's a lot of hypocrisy, obviously, on both sides of \nthis debate, but I think it's particularly striking on the left.  This is a Guatemalan refugee. The left--you know, for \nyears, Guatemala was one of the pet causes.  Do the liberals really mean to suggest that Linda should have turned \naway this Guatemalan refugee?  And also, the Clinton Labor Department has handed out guidelines and \nhandbooks to all sorts of immigrants, telling them the last thing they should ever do is let anyone ask them about \ntheir legal status or not.  That's a violation of their rights to be asked that question.  And, you know, it's amazing that \nwe now have liberals on the show referring to people like Marta as illegal aliens. It's a term they usually use as \nundocumented workers, because they basically don't mind having these sort of people in the country.\n\nWILLIAMS: Well, here's what Danuta from Cleveland says.  She says, 'The immigrant should be deported or would \nbe deported if they were found. And, of course,' as she argued earlier, 'the American who was keeping an illegal \nimmigrant would have to pay a fee or maybe even go to prison.' So she sums up, 'Because of illegal immigration, \nwe legal immigrants have to suffer. There is no excuse for accepting and harboring an illegal immigrant,' with many \nexclamation points after that.  So, Rich, you disagree.\n\nMr. LOWRY: No.  I mean, I agree with the basic point.  I think in Linda's case, though, there was extenuating \ncircumstances, and I think in coming days, we may very well hear more details about Marta's personal \ncircumstances prior to her coming to Linda, which, as I understand it, were very horrifying.\n\n\n\nWILLIAMS: All right.  Here's another one.  This one goes to you, Rich. It comes from Jane in Portland.  Jane writes, \n'I'm fascinated that the same woman who doesn't believe in the minimum wage takes in an illegal alien on principle, \nout of compassion for a fellow persecuted female. But then that same woman decides to fold quickly, rather than \nmaking a case, which she might have won, that she did so on moral grounds; i.e., out of compassion as in \ncompassionate conservatism.  You can't have it both ways,' says Jane.  What does Rich Lowry say?\n\nMr. LOWRY: Hell, I make it my business to have it both ways as often as possible, Juan, and so let me try in this \ncase as well.\n\nWILLIAMS: All right.\n\nMr. LOWRY: I don't think the minimum wage is necessarily a compassionate policy, and one of the reasons why \nlabor unions are so enthusiastic about it and want to have it constantly raised is because it's a way to shield them \nfrom low-skilled, non-unionized labor.  And the people who pay the price for the minimum wage are black teen-\nagers, for instance, in the inner city who can't get low-wage jobs and are instead sort of shunted out of the job \nmarket entirely.\n\nWILLIAMS: All right.  Here's another e-mail coming from Linda Pritchard Harris(ph) in Vancouver Washington.  And \nLinda writes, 'I admire Ms. Chavez's humanitarian efforts.  However, what part of \"illegal\" doesn't she understand? \nThis is not the politics of personal destruction.  It's simply the expectation that people will obey the law.  If she feels \ncompelled to assist an unfortunate person, she should certainly do so, but do so within the law, or better yet, help \nsome of the unfortunate persons who are already citizens of our country.  No one should be engaging in the activity \nshe did.  The fact that a person with obvious political ambition would do so is baffling.' Well, you know, she did, in \nfact, know that this was a problem, and she didn't tell the FBI.  She didn't tell the Bush team.  So what was she \ndoing, Rich?  I'm sorry. What was she doing, Frank?\n\nMr. FOER: I have no idea what she was doing not telling the Bush people and the FBI that.  Like I said before, this \nis, it seems to me, a no-brainer. When other Cabinet nominees have been sunk for this very same issue, why would \nyou…\n\nWILLIAMS: Well, wait a second.  Rich is going to argue that it's not the exact same thing because it wasn't \nNannygate.\n\nMr. FOER: Well, I mean--all right, yes.  I'll grant Rich the fact that the circumstances here are somewhat muddy.  \nBut even if you accept the muddy circumstances, you have to be able to view it at least potentially as an economic \nrelationship.  There was a transaction involved.  Marta performed certain labor on behalf of Linda Chavez, and \nLinda Chavez gave her money and housing.  And, you know, it's possible that it was all purely done for \ncompassionate, humanitarian reasons, but, you know, it seems to me that legally and technically, that there was \nsome sort of economic relationship.\n\nWILLIAMS: All right.  Let's go to Bill, who's in Heidelberg, Germany. Bill, you're on TALK OF THE NATION.  You \nwant to argue about Linda Chavez?\n\nBILL (Caller): First and foremost, Juan, I wanted to express my great respect for the way you manage this show day \nin and day out.\n\nWILLIAMS: I appreciate that.\n\nBILL: I have two questions.  One easy one, and this may have been addressed in the meantime.  Why would any \nAmerican, certainly an applicant for government employment, not immediately inform the INS upon learning the \nidentity of an illegal alien?  And I guess that's been covered by…\n\nWILLIAMS: No, no, hang on a second.\n\nBILL: Yeah.\n\n\n\nWILLIAMS: Let's ask--and stay with us--would you feel obligated in your life, Frank, to notify the INS if somebody \nknocked on the door and said, 'You know, I'm an illegal alien.  Can I stay here for the night?' Would you call the \nINS?\n\nMr. FOER: No.\n\nBILL: Well, I guess that answers the question.\n\nWILLIAMS: So, Bill, you think that Franklin lacks morality or what?\n\nBILL: No.  I think he is being a nice guy, which I'm sure he is.\n\nWILLIAMS: He is.\n\nBILL: But life is tough.\n\nMr. FOER: Don't be so sure.\n\nBILL: Life is tough.\n\nMr. FOER: Politics of personal destruction, Rich.\n\nBILL: All right.  The second question…\n\nWILLIAMS: Yeah.\n\nBILL: This is harder.  I understand there are several million illegals in the United States, and they are tolerated for \neconomic reasons.  I'm curious why we do not follow the procedure used by the European countries?  Unless the \nindividual can demonstrate positively that he or she would be subject to persecution, possible imprisonment or \nsome worse result upon return to their own country--if they cannot demonstrate that, they are exported.\n\nWILLIAMS: Well…\n\nBILL: And they pick them out and send them out where they can catch them by the plane load.\n\nWILLIAMS: You're listening to TALK OF THE NATION from NPR News.  Well, in fact, that's the case, Bill.  If the \nImmigration and Naturalization Service finds an illegal immigrant, and there are hearings and that person can't \nprove that they would be subjected to some political oppression in their home country, they are deported.\n\nBILL: Are they?\n\nMr. LOWRY: Not really.  Yeah.\n\nBILL: Then how come we have four million of them?\n\nWILLIAMS: Rich--well, hang on.  Rich says not really.\n\nMr. LOWRY: Not really, Juan.  I think if Linda would have reported Marta to the INS, which I don't think would have \nbeen the moral thing to do--I mean, this was a battered woman.  Was Linda supposed to turn her away to get hit \nagain by her boyfriend or significant other?  But even if she had turned her in to the INS, this process takes so long.  \nMarta would have just been living in Linda's house with her status uncertain probably for two years anyway, so I'm \nnot sure it would have made any difference.\n\nWILLIAMS: All right.  Thanks for your call, Bill.\n\nBILL: Well, I appreciate it, and thank you.\n\n\n\nWILLIAMS: All right.  Let's go to Nonnie(ph), who's in Ohio.  Nonnie, you're in Shalersville, Ohio.\n\nNONNIE (Caller): Hi, it's Nonnie.\n\nWILLIAMS: Nonnie.  Welcome to TALK OF THE NATION.  Go right ahead.\n\nNONNIE: Thank you.  Actually, Ms. Whitman has many more things against her besides being a racial profiler, a \nfrisker of innocent black men, a hunter who is supposed to protect the environment and does not respect the \nanimals in the environment and enjoys recreationally killing them. She herself has also employed an illegal alien, \nand has sought out the New Jersey enforcement of the environment to the business community in some ways, and \nshe has many more strikes against her.  I hope that the 54 percent of the people who voted for a candidate to the \nleft of Mr. Bush will realize that we have a right to a candidate who is more to the center.\n\nWILLIAMS: Now, Nonnie, let me just say this.  It would be unusual for the Senate to reject anybody simply on the \nbasis of their political views.  I mean, obviously, the argument would be President-elect Bush deserves to have the \nCabinet he desires.\n\nMr. FOER: And if being a hunter was a disqualifier, then you couldn't probably possibly have a Republican Cabinet \never.\n\nNONNIE: That's right.\n\nWILLIAMS: Well, you couldn't have Bill Clinton.  Bill Clinton was a big hunter.\n\nNONNIE: And also, Mr. Ashcroft is a proponent of the death penalty, which has been banned by 106 countries, and \nis a proponent of Claritin, Monsanto, Anheuser-Busch, Purina and other Missouri corp…\n\nWILLIAMS: Well, Nonnie, hold on a second.  Let me allow Rich Lowry to quickly respond to you.\n\nMr. LOWRY: Sure.  I mean, it's no question John Ashcroft would never be the attorney general in Italy, say for \ninstance.  But he's a fairly mainstream conservative who's elected to statewide office five times in Missouri, and \nthere's no reason to think he's not fit to be attorney general in this country.  But, you know, it's interesting.  Christie \nWhitman will not come under the sort of fire that Linda Chavez did for two reasons.  She's not offensive to the left \non abortion and not really on quotas and affirmative action either.  And those are the two real hot button issues for \nthe left right now.  So Christie Whitman will get a pass, even though she had a more egregious nanny problem than \nLinda Chavez.\n\nWILLIAMS: So all of this, it has nothing really to do with the offenses in question.  It has to do with your political \nviews.\n\nMr. LOWRY: Yeah, basically.\n\nWILLIAMS: Would you agree, Frank?\n\nMr. FOER: I totally disagree.  I think that this was a specific set of circumstances.  I think Whitman generally gets a \nfree pass because the press has dug into her records when she ran for governor and she also didn't mislead the \ncampaign or the FBI about her nanny situation.  And I think that Chavez did herself in here, and I don't think that it \nwas because--her nomination has died because of Democratic pressure or because of the media.\n\nWILLIAMS: All right.  Thank you, Rich Lowry, editor of The National Review. And thank you, Frank Foer, associate \neditor at The New Republic. Earlier, we spoke with Tom Edsell of The Washington Post.  In Washington, Juan \nWilliams, NPR News.\n"}