{"title": "IN OR OUT? ASYLUM SEEKERS MAKE FOR A POWERFUL 'P.O.V.'", "body": "\nP.O.V.: WELL-FOUNDED FEAR. Tonight at 9 o'clock on Ch. 13. 3 1/2 STARS.\n\nThe documentary series \"P.O.V.\" is starting its 13th summer season tonight. It predates all but two of the current \nprime-time newsmagazines on the commercial networks, and deserves to outlast most of them.\n\nLike \"Frontline,\" another PBS stalwart nonfiction series, it presumes audiences have the attention span, and \nintelligence, to watch a show devoted to a single topic. Tonight, \"P.O.V.\" begins its season with a very strong show: \n\"Well-Founded Fear\" (9 p.m., WNET/Ch. 13).\n\nThe two-hour film goes behind the scenes, and into the interviewing process, at the U.S. Immigration and \nNaturalization Service, where decisions are made about whether people are awarded or denied political asylum. \nUnlike many \"P.O.V.\" outings, which approach their topics from a clearly defined and unapologetic bias, \"Well-\nFounded Fear\" gets to the core of its subject merely by switching the point of view.\n\nFilm makers Michael Camerini and Shari Robertson get their cameras into the cramped INS offices, and faithfully \nrecord the process whereby applicants, officers and interpreters review the information necessary to grant or refuse \nrequests to stay in the United States.\n\nThat would be enough for most documentarians, perhaps, but the makers of \"Well-Founded Fear\" turn the tables on \nthe process by turning to the other side of the table, and interviewing the INS interviewers.\n\nThe soul-searching from the agents ranges from bemused to poignant, with some admitting to the overwhelming \nabsurdity of trying to ascertain truth from lies in such a short evaluative session, and others all but collapsing under \nthe weight of every decision.\n\nOne of the INS agents cannot resist shooting glances at the camera during one interrogation session, so amused is \nhe by what he considers the inconsistencies of the story he's hearing. Down the hall, another agent ends up \nrejecting another applicant for asylum, but confesses to feeling not very good at all about either his decision or its \nresult.\n\nThen he looks directly into the camera and says, wearily and suddenly, \"Turn that damned thing off.\"\n\nThe narratives told by the people seeking asylum, often diluted through and by their interpreters, range from the \nimprobable to the heart-wrenching. The stories of abuse relayed by a Chinese poet, Huang Xiang, are so horrific, \nand relayed so agonizingly (\"I do not dare to remember my past,\" he says), that not even the most cynical of INS \nagents can doubt what they're hearing.\n\n\"I am humbled,\" says one. \"What a life.\"\n\n\nAnd what a documentary. The closeups, when people learn of their fates, are unforgettable, as are some of the very \ncandid admissions by the INS interviewers. And by all means, stay tuned until the very end, because the updates at \nthe end will both amaze and amuse you. It's another fine start for \"P.O.V.,\" and another example of nonfiction TV \ntaking the time and using it well.\n\nGraphic\n\n \n\nOUTCAST Poet Huang Xiang's plight moved INS officials.\n"}