{"title": "Immigration Coverage in the Crossfire", "body": "\nReaders who oppose illegal immigration often complain that The Post has too much sympathy for those living in \nthe United States illegally and too little for those who oppose such residents.\n\nThey prefer that The Post use the term \"illegal alien\" and are disturbed that they sometimes are called \"anti-\nimmigrant\" when they say they do not oppose legal immigration. While the Post covers many immigrant groups, \nmost of the coverage of illegal immigration has involved Hispanics in the suburbs because that's where the \ncontroversy is.\n\nLeslie Wilder of Alexandria wrote last fall: \"Am I the only one annoyed by The Post's constant glorification of illegal \nimmigrants? Hardly a week goes by without either an uplifting or heart-rending article.\"\n\nThese readers also criticize The Post's editorial page, which has consistently opposed local attempts to suppress \nservices for immigrants, but editorials are not in my purview and do not affect news coverage.\n\nThis issue has flared nationally and locally, especially in Herndon and in Prince William County, in Virginia, and in \nMontgomery and Prince George's counties, in Maryland. Several readers were upset about a Feb. 23 headline on \nthe Metro section front: \"Anti-Immigrant Effort Takes Hold in Md.\" A secondary headline  made it clearer: \"Grass-\nRoots Movement Expands Beyond Montgomery in Targeting the Undocumented.\"\n\nJohn Mac Michael of Alexandria wrote: \"Your recent article on growing opposition to illegal aliens (immigrants?) in \nMaryland once again used the familiar ploy of labeling those citizens who oppose illegal aliens as being 'anti-\nimmigrant.' This is baloney. There is a clear difference between the two classes, and I certainly welcome those who \nare here legally.\"\n\nThe headline should have been more precise. The story also drew fire from pro-immigration activists who said it \ndidn't make clear that most people appearing at a Mount Rainier City Council meeting favored  declaring the city a \n\"sanctuary\" for illegal immigrants. A correction was published.\n\n\nMy review of immigration stories, mostly local, over the past year and several months, showed that the coverage \nwas mostly straightforward and informative. Because it is a huge issue, reporters throughout the Metro staff cover \nimmigration, and three  do so full time. Ashley Halsey, associate Metro editor, supervises the coverage.\n\nA Jan. 10 story by staff writer N.C. Aizenman laid out particularly well how differently illegal immigrants and their \nopponents view breaking the law. A Washington Post-ABC News poll also gave national and local looks at what \npeople are thinking.\n\nA few  \"anti-immigrant\" references have popped up in recent stories -- and shouldn't have. The Post also went \nastray in a March 18, 2007, story about a federal raid on a New England plant; the story reported on what \nhappened to illegal immigrants swept up in the raid but never quoted immigration officials. I also worry that \nadvocacy groups on both sides of the issue  are quoted uncritically.\n\nReaders are right that some journalists tend to write sympathetically about the underdog. But you cannot ignore the \nhuman story. \"It's impossible to cover this issue without the challenges faced by people who are here illegally. We \nhave tried not to be repetitive in those stories,\" Halsey said.\n\nHave the views of those against illegal immigrants been fully told? My review included many stories quoting \nopponents -- as well as their march on the Mall last spring. Some feel they've been portrayed as racist and \nxenophobic. While some have been quoted expressing views that might be interpreted that way, most have not. \nHalsey said it has been \"very challenging to write effectively about people opposed to illegal immigration, because \nthey are very passionate and seem suspicious of our motives and are less welcoming to our attention when we try \nto talk to them about their motivations.\"\n\nBut there are stories that could be done that would give readers better context. How many legal immigrants are \nadmitted to the United States every year and from what countries and in what categories? Do some racial or ethnic \ngroups get more visas than others -- or tend to overstay visas more? There haven't been big immigration raids \nlocally. Why? Do businesses that hire illegal immigrants think they won't be caught doing so?\n\nIs it possible to quantify how illegal immigrants affect public school expenditures, crime and housing? Just how bad \nare the problems? Halsey said this is a daunting job, because trustworthy figures are hard to come by.\n\nOn terminology, Chip Beck, a State Department officer and former U.S. consul, believes it's important to use \"illegal \nalien.\" Beck, who said he was not speaking for the State Department, said, \"Foreign nationals who come across the \nborder without papers or who overstay their visa are deemed 'illegal aliens.' Those are the legally correct terms. . . . \nThe correct terminology is not derogatory but carries precise meanings under law.\" He sent a copy of the federal \nlaw that says: \"The term 'alien' means any person not a citizen or national of the United States.\"\n\nThe Post does not use \"alien\" in news stories and prefers \"illegal immigrant.\" Even if \"alien\" is legal terminology, to \nme, it sounds like someone from outer space. \"Undocumented workers\" is also discouraged. The Post stylebook \nsays of \"undocumented\": \"When used to describe immigrants, this is a euphemism that obscures an important fact -\n- that they are in this country illegally.\"\n\nDeborah Howell can be reached at 202-334-7582 or at ombudsman@washpost.com\n"}