{"title": "Border crossings Mexican druglords take over migrant smuggling routes", "body": "\nMexican druglords are taking over the business of smuggling migrants into the United States, using them as \nhuman decoys to divert authorities from billions of dollars in cocaine shipments across the same border.\n\nU.S. and Mexican law enforcement officials said in interviews that drug traffickers, in response to a U.S. border \ncrackdown, have seized control of the routes they once shared with human smugglers and in the process are \ntransforming themselves into more diversified crime syndicates.\n\nThe drug gangs get protection money from the migrants and then use them to clear the trail for the flow of drugs.\n\nUndocumented aliens are used \"to maneuver where they want us or don't want us to be,\" said Alonzo Pena, chief \nof investigations for U.S. Immigration and Customs Enforcement in Arizona.\n\nGustavo Soto, a spokesman for the U.S. Border Patrol in Tucson, Ariz., said smugglers are carrying drugs along \npaths once used primarily by migrants. New fences and National Guard troops have helped seal the usual drug \nroutes, and vehicle barriers are forcing traffickers to send more drugs north on the backs of cartel foot soldiers, he \nsaid.\n\nThe advent of drug-trafficking extortionists along the border may also be responsible for much of the drop in illegal \nimmigration that U.S. officials have attributed more directly to better enforcement, Mexican officials and analysts \nsay.\n\nThe new order became clear in December when heavily armed men stopped 12 vans packed with 200 migrants on \na desolate desert road south of the border. Local officials say they ordered everyone out, doused the vehicles with \ngasoline and set them ablaze.\n\nNobody was hurt, but the charred carcasses of the vehicles remain a message to the thousands of migrants \ntraveling north.\n\nSince then, members of the powerful Sinaloa drug cartel have consolidated control of most of the main routes into \nArizona, using teams of gunmen to set up the haggard border-crossers as decoys for U.S. security, U.S. and \nMexican officials said.\n\nJust south of the Arizona border, near the key people-smuggling way station of Sasabe, armed men at a gas \nstation stop vans full of migrants heading north, charging them $90 each and dictating when and where they can \ncross, migrants and local officials said in interviews.\n\n\nAt times, the migrants are pooled and sent across in large numbers at one time of the day, clearing the route for a \ndrug shipment a short time later. Smugglers also direct migrants away from successful drug routes in hopes of \nminimizing the number of U.S. authorities assigned to the area.\n\nWhile the Sinaloa cartel controls the Arizona border, its main rival, the Gulf cartel, has become involved in the \npeople-smuggling business along the Texas border, according to Noe Ramirez, a Mexican deputy attorney \ngeneral.\n\nStill, the Mexican border is providing a less reliable profit stream for drug smugglers, analysts and law enforcement \nofficials say. The U.S. seized 20 percent more cocaine and 28 percent more marijuana along the border in the past \nsix months, compared with the same period a year earlier. And last month, Mexican police made the world's largest \nseizure of drug cash - $207 million neatly stacked inside a Mexico City mansion - allegedly for a methamphetamine \nfactory that would have produced 3 million pills a day for the U.S. market.\n\nGraphic\n\n \n\nPHOTO; MAP\n\n PHOTO - Migrants rest last month at the Juan Bosco migrant shelter in the border town of Nogales, Mexico. \nMexican druglords, fighting back against increased U.S. border security, have seized control of migrant-\nsmuggling routes, Mexican and U.S. officials say. The Associated Press  MAP - CROSSING THE BORDER AP \n"}