{"title": "Marlene Chalmers Locked Up, Then Let Go ;Judge Sets $ 50,000 Bond In Immigration Case", "body": "\nMarlene Chalmers spent several hours in a federal lockup yesterday, but it could have been a lot worse. She \ncould have spent the entire weekend in jail. She got so hysterical when five federal agents came to get her on \nFriday night, the feds backed off.\n\nThis is the round of adventures titled: \"Marlene, the Deportation.\"\n\nYesterday the agents returned to Chalmers's condominium in Alexandria and, in an agreement worked out with her \nlawyers, finally accompanied the estranged wife-or-companion of billionaire Jack Kent Cooke to the Immigration \nand Naturalization Service's office.\n\nFor a while, it looked as though she would remain in the government's custody at least overnight as authorities \nprepared for a deportation hearing. But thanks to some last-minute heroics by her lawyers, Chalmers was freed on \na $ 50,000 bond.\n\nShe left the INS office in Arlington in a limo.\n\nNow the government's long-running battle to deport Chalmers appears headed to a federal courthouse in \nAlexandria, where her lawyers intend to open a new, last-ditch set of appeals stemming from a 1988 deportation \norder.\n\nThe past few days have been especially tumultuous because an immigration appeals panel recently turned down \nher appeal to remain in the United States. That ruling is why the five INS agents came to her door Friday night at \nthe Watergate at Landmark complex. INS officials said they were following the usual procedures in handling likely \ndeportees.\n\nBut Chalmers wouldn't let the agents in, setting off a long standoff.\n\nHer lawyers worked out an unusual compromise in which Chalmers could stay in her place over the weekend, but \nhad to surrender yesterday. In the meantime the INS agents would check up on her by hanging around the complex \nand by calling her regularly to make sure she was there.\n\nThe details emerged at a hearing late yesterday afternoon before U.S. District Judge Claude M. Hilton. Chalmers's \nattorneys -- Robert S. Bennett, Thomas A. Elliot and Laura Ingraham -- had rushed to the courthouse to get a bond \n\n\nset so that Chalmers wouldn't have to spend the night in a Manassas jail, where the INS had intended to take her. \nBennett complained repeatedly during the hearing about the federal agents' tactics in arresting his client.\n\n\"She became quite hysterical in the apartment because they were going to take her into custody,\" said Bennett, \nwho took the case that night. \"We had a very dangerous situation, we thought.\"\n\nBennett is a veteran attorney and player on Capitol Hill who was special counsel to the Senate Ethics Committee \nduring the Keating Five investigation and who now represents embattled Rep. Dan Rostenkowski (D-Ill.). He \ncontended that there was no reason to lock Chalmers up in the first place, let alone to handcuff her and perform a \nfull body search, as the authorities did in Arlington yesterday morning.\n\n\"The INS wants to say that she wants to flee, but the nature of the whole dispute is she wants to stay here,\" Bennett \nsaid. \"She wants to stay in Washington. … It would be a terrible injustice for this lady to be locked up.\"\n\nAssistant U.S. Attorney Rachel Ballow cited media reports of Chalmers being spotted last month at the Mexican \nvilla of David Chalmers, who, depending on whether you believe Jack Kent Cooke, is either her current or former \nhusband.  She noted that one reason Marlene Chalmers's INS appeal was turned down was because she had left \nthe country at least seven other times while appealing a deportation order, in apparent violation of federal law. \nBallow urged the judge to set a $ 1 million bond. \"Here's someone who has the resources to do many things.\"\n\nHilton decreed, however, that Chalmers \"is obviously not going anywhere,\" and he criticized the agents for \nshowing up at her doorstep late Friday, saying: \"Everybody can play cute. These Friday evening arrests are \ncalculated for one thing, and that's to keep somebody in jail over the weekend.\"\n\nThe judge set the $ 50,000 bond about 4:15 p.m., giving the legal team 45 minutes to post it at the clerk's office. \nThey beat the deadline as Chalmers, who did not attend the court hearing, waited in her tiny cell at the INS office.\n\nChalmers was smiling as she left the office by limo before 6, waving cheerily to a horde of reporters.\n\n\"Thank you very much!\" she yelled out.  And then, \"Bye, everybody.\"\n\nShe rode off before answering one very important question:\n\nWho is paying for all this?\n\nJack Kent Cooke, asked last night if the bills would be coming to him, declined all comment, except to say that he \nwas \"just enjoying a glass of wine.\" He sounded in remarkably good spirits.\n\nGraphic\n\n \n\nPHOTO, A SMILING MARLENE CHALMERS LEAVES THE INS OFFICE IN ARLINGTON YESTERDAY \nAFTERNOON. HARRY NALTCHAYAN\n"}