{"title": "Report adds to debate on Hispanic progress", "body": "\nBy almost any measure, from education to poverty to jobs, the USA's 22 million Hispanics are less well off than \nnon-Hispanics. And they are especially disadvantaged compared with non-Hispanic whites.\n\nBut today's Census Bureau report on Hispanics is sure to fuel the growing debate over whether they lag behind \nbecause so many are recent immigrants, or because U.S.-born Hispanics aren't catching up. Hispanics are \nexpected to outnumber blacks and become the nation's largest minority group by 2010.\n\nSome social scientists say the evidence suggests Hispanics are becoming entrenched among the disadavantaged, \npermanently behind non-Hispanics in the USA. Others say Hispanics - about 40% of whom are immigrants, and \nalmost 30% of whom are children of immigrants - simply haven't had enough time to close the gap.\n\n\"There's some conflicting evidence,\" says Jeffrey Passel, a demographer with the Urban Institute. \"The second \ngeneration appears to be improving, but there are some hints that the third generation isn't making gains above \nthat.\"\n\nThis murkiness stems from more than differences of opinion. Research has not kept pace with the rapid growth of \nthe Hispanic population, which rose by 53% during the 1980s, driven largely by immigration.\n\nIn fact, most of the debate over Hispanic progress has revolved around studies of Mexican-Americans, who \naccount for almost two of every three Hispanics in the USA. The Census Bureau's report, based on a survey of \nmore than 57,000 Hispanic households, doesn't distinguish between immigrants and U.S.-born Hispanics.\n\nThe report examines five Hispanic groups: Mexicans, Cubans, Puerto Ricans, Central and South Americans and \n\"Other Hispanic,\" a catch-all category including Hispanics from Spain and those who don't fit into other categories.\n\nHow groups of Hispanic immigrants do in the USA closely reflects the resources immigrants bring with them, says \nMichigan State University sociologist Ruben Rumbaut.\n\nNewcomers from many countries that have contributed heavily to recent immigration - including Mexico, El Salvador \nand Guatemala - tend to be less educated and less affluent than most Americans.\n\nSmaller numbers of recent arrivals from countries like Bolivia, Chile and Venezuela tend to be highly educated \nprofessionals. But the Census Bureau counts them under the broad category of South and Central Americans, \nmasking those groups' achievements.\n\nSo to answer the question of how well different Hispanic groups are doing in the USA, Rumbaut says, it is \nnecessary to consider where they started.\n\n\nSalvador Lazaro, a Mexican immigrant who came to Los Angeles 13 years ago, says his story is \"one in a million.\" \nBut it illustrates just how well some immigrants have done.\n\nLazaro, 42, who has a sixth-grade education, started as a busboy at Frank's Charbroiler diner. After working for two \nowners, he was able to save enough to buy the restaurant.\n\nToday, he and his wife, Gloria, put in 14-hour days. Gloria says her goal is to make sure her children don't have to \nwork as hard as she and Salvador. \"I tell them all the time that if they go to school and get college degrees, they \nwon't have to struggle like we did.\"\n\nRumbaut says there is evidence that second-generation Mexicans make signicant progress, compared with their \nimmigrant parents. Many European-immigrant groups now considered part of the \"mainstream\" lived in this country \nfor four generations before doing as well as the average American, he says.\n\nBut Rumbaut says he is disturbed by recent studies that suggest some second- and third-generation Hispanics do \nless well in school than Hispanic children who came to this country as immigrants. Whether Mexicans and Central \nand South Americans will catch up, as many Cubans have, Rumbaut says: \"It's unclear.\"\n\nAuthor and researcher Linda Chavez has no such hesitation. Her studies show that young, U.S.-born Mexican-\nAmerican men are almost as likely to complete high school as their non-Hispanic, white counterparts. Although \nthey lag behind in college education, Chavez says she believes they are catching up.\n\nThe problem with the Census Bureau's report, she says, is its failure to distinguish between immigrants and U.S.-\nborn Hispanics.\n\n\"Because there's this constant flow\" of new immigrants, Chavez says, \"the snapshot looks the same every year. As \nevery group does move up the ladder, a new group moves in to take their place.\"\n\nUniversity of Arizona political scientist John Garcia disagrees, saying there is \"a legacy of Mexican-origin kids doing \npoorly in school regardless of whether they're foreign-born or native (U.S.) born.\"\n\nHe blames, in part, the growing segregation of Mexican-American students in predominately Hispanic schools, \nwhere low expectations reinforce poor performance.\n\nIf the socioeconomic gap between Mexican-Americans and non-Hispanics has been closing at all, he says, \"it's \nbeen very slow.\"\n\nJorge del Pinal, head of the Census Bureau's Ethnic and Hispanic Branch, says the debate over Hispanic \nprogress is emerging as the central controversy in Hispanic scholarship.\n\nWhile the view that Hispanics are not closing the gap is probably more prevalent than the belief that they are, del \nPinal says, \"Probably, the truth is somewhere in between.\" Contributing: Jonathan T. Lovitt\n\n Hispanics in the USA Hispanics lag behind non-Hispanics, particularly white non-Hispanics, in education, income, \nemployment and home ownership, a new Census Bureau report shows. About 40% of the 22.1 million Hispanics in \nthe USA are immigrants. Hispanics can be of any race. How Hispanics are faring:\n\n Mexicans largest Hispanic group Percentage of Hispanics who say they are:\n\nMexican                     63.6%\n\nCentral, South American     14.0%\n\nPuerto Rican                10.6%\n\nCuban                        4.7%\n\nOther Hispanic               7.0%\n\n  \n\n\n\nPuerto Ricans poorest group Those under the poverty level:\n\nWhite non-Hispanics                   9.4%\n\nNon Hispanics                        12.8%\n\nAll Hispanics                        28.7%\n\nPuerto Rican                      39.4%\n\nMexican                           29.5%\n\nCentral, South Amer.              24.6%\n\nCuban                             18.0%\n\nOther Hispanic                    20.6%\n\n  \n\nPuerto Rican households earning the least\n\nWhite non-Hispanics             $ 32,311\n\nNon Hispanics                   $ 30,706\n\nAll Hispanics                   $ 22,688\n\nCuban                           $ 26,593\n\nCentral, South Amer.            $ 24,157\n\nMexican                         $ 22,477\n\nPuerto Rican                    $ 17,967\n\nOther Hispanic                  $ 27,110\n\n  \n\nMexicans least educated group Education level of adults 25 and older:\n\n                            Less than     High school,   Bachelor's\n\n                      5th grade     some college   or more\n\nWhite non-Hispanics             .9%           83.4%         23.2%\n\nNon Hispanics                  1.4%           81.5%         22.3%\n\nAll Hispanics                 11.8%           52.6%          9.3%\n\nCentral, South Amer.        8.1%           61.7%         16.0%\n\nCuban                       6.5%           62.0%         18.4%\n\nMexican                    15.2%           45.2%          6.1%\n\nPuerto Rican                6.6%           60.5%          8.4%\n\nOther Hispanic              5.2%           70.9%         14.2%\n\n  \n\nMore Hispanics unemployed People 16 and older unemployed and looking for work:\n\nWhite non-Hispanics                6.5%\n\nAll Hispanics                     11.3%\n\nNon Hispanics                      7.5%\n\nPuerto Rican                   12.3%\n\nMexican                        11.7%\n\nCentral, South American        10.8%\n\nCuban                           9.4%\n\nOther Hispanic                  9.1%\n\n\n\n  \n\nMore Hispanics live in single-parent households\n\n                               Married      Female-headed    Male-headed\n\nWhite non-Hispanics              83.6%            12.5%           3.8%\n\nNon Hispanics                    78.9%            16.8%           4.3%\n\nAll Hispanics                    68.2%            24.4%           7.4%\n\n  \n\nFewer Hispanics own homes Households that own their home:\n\nWhite non-Hispanics                   69.7%\n\nNon Hispanics                         65.8%\n\nAll Hispanics                         39.9%\n\nCuban                              50.4%\n\nMexican                            43.7%\n\nCentral or South American          26.5%\n\nPuerto Rican                       24.1%\n\nOther Hispanic                     52.7%\n\nNotes\n\nU.S. CENSUS; See info box at end of text; See related story; 01A\n\nGraphic\n\n \n\nGRAPHIC, b/w, J.L. Albert, USA TODAY, Source: U.S. Census Bureau; PHOTO, b/w, Bob Riha Jr., Gamma-\nLiaison\n"}