{"title": "Obama Policy On Immigrants Is Challenged By Chicago", "body": "\nJust weeks after the Supreme Court largely reaffirmed the Obama administration's immigration enforcement \npowers in its legal battle with Arizona, federal officials are facing a new, politically tricky clash with local authorities \nover immigration, this time in Chicago.\n\nAt a news conference on Tuesday, Mayor Rahm Emanuel said he would propose an ordinance that would bar \npolice officers from turning over illegal immigrants to federal agents if the immigrants do not have serious criminal \nconvictions or outstanding criminal warrants.\n\nIn contrast to the Obama administration's long-running confrontation with officials in Arizona, who are mostly \nRepublicans, the latest challenge to the president's immigration policies comes from Mr. Emanuel, his former chief \nof staff, and from other Democratic allies in President Obama's hometown.\n\n''If you have no criminal record, being part of a community is not a problem for you,'' Mr. Emanuel said, speaking at \na high school library in Little Village, a Latino neighborhood. ''We want to welcome you to the city of Chicago.''\n\nThe mayor said the proposal was part of his goal to make Chicago the ''most immigrant-friendly city in the \ncountry.''\n\nWhile Arizona sought to authorize the state and local police to enforce immigration laws more strictly than federal \npolicy, officials in Chicago and surrounding Cook County want to ease the impact of enforcement on immigrant \nneighborhoods by restraining the local police and restricting the action of federal agents. The Supreme Court ruled \non the Arizona law on June 25, striking down most of the controversial parts.\n\nMr. Emanuel's initiative came as a senior administration official in Washington stepped up the heat on Cook \nCounty, a vast Illinois jurisdiction that includes Chicago and nearby suburbs, where commissioners adopted an \nordinance last September that sharply limited local police cooperation with federal immigration agents.\n\nTestifying before a subcommittee in the House of Representatives, John Morton, the director of Immigration and \nCustoms Enforcement, said Cook County's ordinance was ''inconsistent with the terms of federal law.''\n\nThat law generally bars county police and jails from detaining illegal immigrants to turn them over to federal \nagents, unless the agents have a specific warrant. It is the strongest of the ''sanctuary'' ordinances adopted by a \nhandful of cities and counties nationwide, which have spared illegal immigrants from being held for deportation if \nthey have committed only minor civil immigration violations.\n\nRepublicans in Congress have accused the Obama administration of a double standard, since it sued Arizona over \nits immigration efforts but has taken no action against Cook County.\n\n\n''I am quite confident their approach is ultimately going to lead to additional crimes in Cook County that would have \nbeen prevented,'' Mr. Morton said. He said the administration was discussing ''legal options'' against the county, \nand was likely to cut federal funds that reimburse Cook County for detaining illegal immigrants in its jails. In 2011, \nthe county received $2.3 million in those funds, according to official figures.\n\nChicago is governed separately from Cook County. The city's ordinance would give its police department more \npower to decide which immigrants to turn over to federal agents, but it would not curtail most cooperation as Cook \nCounty has done.\n\nBehind the disputes in Illinois is a federal program called Secure Communities, under which local police and jail \nauthorities share fingerprints with federal immigration agents of everyone they book. The Obama administration has \nrapidly expanded the program across the country, with Illinois being one of only two states -- the other is Alabama -- \nwhere it has been implemented in some jurisdictions but not statewide.\n\nMany immigrant organizations have bitterly resisted the program, saying it erodes trust between their communities \nand the local police. A coalition of groups on Tuesday announced a national campaign to try to persuade more \nlocalities to ban or restrict the program.\n\nMr. Emanuel did not pose his initiative as a challenge to Mr. Obama. Rather he laid blame on Congress for \ninaction on immigration. The City Council will consider the ordinance this month.\n\nMr. Emanuel and police officials have been under fire for a gang problem in Chicago, with homicides up 39 percent \nfrom a year ago. The mayor said the proposed ordinance would encourage some immigrants to help the police \nwithout fear of being deported. ''If you're a good citizen, immigration status is not a pause button for you to call the \npolice department,'' he said.\n\nThis article has been revised to reflect the following correction\n\nhttp://www.nytimes.com\n"}