{"title": "Airport tries to cut waits;Moving international passengers: Complaints about time spent clearing immigration and customs brings changes at newest terminal.", "body": "\nAfter a relaxing week in Jamaica, Sue Rowell returned to Hartsfield International Airport's Concourse E ready to \nfinally be headed home. She hadn't counted on a 75-minute wait to reclaim her luggage.\n\nAfter quickly clearing U.S. Immigration, the first stop for passengers leaving Hartsfield's 13 month-old \ninternational concourse, Rowell had to wait for two bags she had checked with Air Jamaica. She and her \nhusband, Ray, lingered almost 25 minutes at a baggage carousel in U.S. Customs before the luggage appeared.\n\n\"There's not much you can do,\" said Rowell, a travel agent in Sandy Springs. \"The total time from the time we \nlanded until we got our bags at the terminal was about an hour and 15 minutes. That's about an hour too long.\"\n\nSoon after Concourse E opened in September 1994, a mountain of similar complaints quickly emerged. In \nresponse, airport officials, federal agencies and the airlines formed an advisory group that has been tackling \nproblems plaguing Atlanta's primary international gateway for the 1996 Olympics.\n\n \n\nFewer complaints registered\n\nComplaints like Rowell's now are on the wane, airport officials insist.\n\n\"I'm not yet ready to say that it's fixed,\" said Bob Harlin, a member of the advisory group. \"But I'm pleased with the \nprogress made toward getting it fixed. In terms of immediate objectives, we're getting there.\"\n\n \n\nSome of the recent changes:\n\n-The addition of four baggage carousels in U.S. Customs, for a total to 12.\n\n-Signs directing passengers through U.S. Customs, the final stop in the federal inspection service. In the past, the \nonly signs were those pointing toward emergency exits.\n\n-Almost twice as many U.S. Immigration inspectors. The first in a series of federal inspections of Hartsfield's \ninternational travelers, an immigration check can take as long as 45 minutes a passenger. Officials hope the \nadded personnel helps trim inspection time by 15 minutes during peak periods.\n\n \n\n\nOlympics an incentive\n\n\"Everyone is beefing up for the Olympics so we can give timely service,\" said Willie Anderson, U.S. Immigration \nport director at Hartsfield.\n\nBags from international flights now normally take less than an hour to reach the terminal, said John Green, \noperations director at Concourse E. During the concourse's first few months, some bags took up to 90 minutes to \nreach the terminal.\n\n\"That's not acceptable by anyone's standards,\" Green said. \"We've come a long way since a year ago. I'm quite \npleased by the progress.\"\n\nMost airlines now move baggage directly from the customs area to baggage carts outside. Previously, air carriers \nmoved bags to a luggage basement at Concourse E before loading them onto the carts.\n\nAlso, instead of filling baggage carts before dispatching them to the terminal, airlines now send the carts every 6 to \n8 minutes, full or not, Green said.\n\nDelta has been working the kinks out of computer software designed to track baggage from Concourse E. The \nairline refused to provide delivery times but said it is improving overall international service.\n\n \n\nVarying test results\n\nIn September, Green sampled two flights chosen at random. On one, the first bag off the plane reached baggage \nclaim in 30 minutes. The last bag arrived in 48 minutes - both within Hartsfield's goal of delivering international \nluggage within an hour.\n\nBut as with Rowell's situation, occasional glitches still occur. On the second flight Green sampled, the first bag took \n40 minutes to reach the main terminal, but the last bag took 69 minutes.\n\nInitially, international passengers could take their luggage on the shuttle train after clearing customs. At \nsubsequent stops, however, passengers couldn't squeeze into cars clogged by luggage-toting international \ntravelers. As a result, airlines began shipping bags from Concourse E.\n\nAn outpost on the airport frontier, Concourse E is 1 1/2 miles from the terminal - and the last stop on the shuttle \ntrain's run.\n\nThe long-term solution, which won't be in place until after the Olympics, would be to allow ground transportation at \nConcourse E. Most early complaints came from Atlanta-based passengers accustomed to the old international \nconcourse adjacent to the main terminal.\n\nIn those days, \"you could take six steps and flag down a cab,\" said Delta spokesman Bill Berry said. \"That was the \nshock we felt produced the most complaints.\"\n\nGraphic\n\n \n\nColor photo and teaser box: (appeared on B/01 with reference to B/04 story) Immigration Inspector Marty Spears \nprocesses foreign travelers at Hartsfield International Airport. RICH MAHAN / Staff\n\nChart and illustration: Easing the crunch\n\nLengthy waits for baggage and time-consuming federal inspections at\n\n\n\nHartsfield's Concourse E have been common complaints from international\n\npassengers. Airport officials think they've improved service. Here are\n\nsome of the changes:\n\n \n\nTHIRD LEVEL (IMMIGRATION)\n\nTake escalator or elevator down to apron level.\n\nExit plane to third level.\n\nShow passport and proof of legal entry into country at immigration\n\nstations.\n\n \n\nChange:\n\nInterpreters on all three levels now wear badges indicating which\n\nlanguages they speak.\n\n \n\nTwenty immigration officers added over the summer to assist passengers\n\nthrough immigration inspections.\n\n \n\nBording Level\n\nGo to gate where passengers check in and board planes.\n\nTake escalators from underground train to boarding level.\n\n \n\nChange:\n\nTrying to reduce average inspection time to 30 minutes from 45 minutes.\n\n \n\nAPRON LEVEL (CUSTOMS)\n\nPick up checked bags.\n\nCustoms agents inspect bags.\n\nPay cashier any import taxes.\n\nPass through metal detectors.\n\n \n\nChanges:\n\nRecently added four baggage carousels.\n\nMore signs directing passengers through customs.\n\nMultilingual announcements over public address system instruct passengers\n\non customs procedure\n\n\n\n \n\nHARTSFIELD INTERNATIONAL AIRPORT\n\nConcourse E\n\nTicketing and baggage claim\n\n \n\nSources: Atlanta Department of Aviation, Turner Associates Architects\n\n/ REUBEN STERN, STEPHEN CAMPER / Staff\n"}