{"title": "Post-election, new momentum for a path to citizenship", "body": "\nA growing number of conservatives are softening their views on immigration in the wake of President Obama's \ndominating performance among Hispanic voters, giving new momentum to a years-long push by advocates to \nlegalize millions of undocumented immigrants.\n\nYet even as officials in both parties pledged to make overhauling immigration a top goal in the coming months, it \nbecame clear Friday that the issue remains thorny for each side.\n\nHouse Speaker John A. Boehner was criticized by some in his party for a Thursday interview in which he endorsed \npassing a \"comprehensive\" plan, adopting the language of immigrant advocates pushing for citizenship.\n\nBy the time Boehner faced reporters for a Friday news conference, his remarks were more tepid, focusing primarily \non the border-security theme that is more comfortable terrain for Republicans.\n\n\"I'm not talking about a 3,000-page bill,\" he said. \"What I'm talking about is a common sense, step-by-step \napproach [that] would secure our borders, allow us to enforce the laws and fix a broken immigration system.\"\n\nPressed on whether he would ever support giving illegal immigrants the chance to be citizens, the speaker \ndemurred: \"I'm not going to get into any of the details of how you would get there. It's just time to get the job done.\"\n\nThe issue promises to also be complicated for Obama and his fellow Democrats, who will face unprecedented \npressure from a newly empowered political base to secure a complete victory, citizenship path and all.\n\nHispanic leaders decided to cut Obama a break and support his reelection, despite what they considered his broken \n2008 campaign promise to push immigration in his first term, but now several major organizations are planning an \nextensive grass-roots push next year to pressure White House officials.\n\n\"They understand they can't make that promise twice in a lifetime,\" said Eliseo Medina, secretary-treasurer of the \nService Employees International Union, which spent millions recruiting new Hispanic voters this year. \"For the \nWhite House and the Democrats, we don't want to hear any more, 'We're with you but [the Republicans] won't let \nme.' That ain't good enough anymore.\"\n\nThe Obama dilemma could come into focus early in the debate, if Republicans and some advocates seek to \nnegotiate smaller, scaled-back ideas as a starting point.\n\n          A key demographic          \n\n\nThe sudden burst of activity on the right and left reflects what activists describe as a sea change in the push for \nimmigration legislation, which has been stymied since conservatives thwarted efforts by former president George \nW. Bush to pursue an overhaul following his 2004 reelection.\n\nUnlike then, activists said Friday, many conservatives now see the danger of alienating Hispanic voters. And, in \ncontrast to the Bush strategy, which focused on backroom negotiations on Capitol Hill, advocates have decided \ntheir best hope now is to apply outside pressure on skittish politicians in both parties.\n\nSupporters of a new law were thrilled Friday with the news that two prominent conservative thinkers, talk show host \nSean Hannity and columnist Charles Krauthammer, both expressed support for legalizing illegal immigrants.\n\nHannity used the movement's chosen phrase, calling for a \"pathway to citizenship,\" saying he had \"evolved\" on the \nmatter, while Krauthammer, in his Friday Post column, described the GOP's hard-line stance on illegal immigration \nas the single policy shift required to bring Hispanics back to the party.\n\n\"Border fence plus amnesty. Yes, amnesty,\" Krauthammer wrote, citing the word long used by conservative \nopponents of a path to citizenship. \"Use the word. Shock and awe - full legal normalization (just short of \ncitizenship) in return for full border enforcement.\"\n\nThe post-election discussion on the right reflects a more fundamental shift that has been happening for months \namong several core Republican constituencies, with a growing number of evangelical leaders, business executives \nand law enforcement officials expressing support for legalizing immigrants. The Southern Baptist Convention voted \nlast year to support a \"just and compassionate path to legal status.\"\n\nSome of the movement has come about as part of a new campaign called \"Bibles, Badges and Businesses,\" \norchestrated by the National Immigration Forum. The group's executive director, Ali Noorani, said the program has \ntargeted leaders in both parties and has set the stage for Obama and lawmakers to feel a \"different kind of \npressure\" than they have in the past.\n\nGrover Norquist, the anti-tax activist and a key conservative advocate for citizenship, said he is convening a \nstrategy session this month of like-minded conservatives to begin hunting for more support on the right for a bill to \nbe passed soon.\n\n\"If you'd asked me a month ago, I'd have said we were five years out\" from immigration legislation passing, Norquist \nsaid. \"Now I think we're 18 months out.\"\n\nHow will he and others convince skeptical House Republicans? \"The way it happens is evangelicals will \nincreasingly be louder, the business community will be louder, the high-tech community will be louder,\" he said.\n\n          Conversation starter          \n\nObama, at the moment, appears to be in a strong position to begin the discussion. Exit polls showed he won 71 \npercent of the Hispanic vote, and that Hispanics turned out in large numbers to boost his candidacy in the key \nstates of Colorado, Nevada and Florida. About two-thirds of voters - including most independents and 51 percent of \nRepublicans - said most illegal immigrants working in the United States should be offered a chance to apply for \nlegal status, rather than being deported, according to the exit poll.\n\nThe president cited immigration in his victory speech early Wednesday as one of his top policy priorities. He had \npredicted in the final weeks of the campaign that GOP leaders would feel political pressure to compromise on the \nissue after the election, telling Des Moines Register editors that \"a big reason I will win a second term is because \nthe Republican nominee and the Republican Party have so alienated the fastest-growing demographic group in the \ncountry, the Latino community.\"\n\nA White House spokesman declined to comment Friday on the administration's legislative strategy.\n\n\n\nThe biggest questions swirled around Boehner and his always unpredictable Republican caucus, which remains \nheavily influenced by tea-party conservatives.\n\nA House GOP leadership aide said Friday that many rank-and-file members seemed to be \"getting it\" and that \nHannity's statement was \"giving cover to those who might ordinarily want to do it but wouldn't or couldn't.\" Still, the \naide said, \"we're talking about a massive piece of legislation, and those are difficult to do.\"\n\nAfter Boehner's comments Thursday to ABC News' Diane Sawyer, in which he endorsed a \"comprehensive \napproach,\" conservative talk radio hummed with frustrated conservatives worried he was too quick to speak on the \nissue.\n\nU.S. Rep. John Fleming (R-La.) issued a statement calling on Boehner to \"pull back on this issue and stop \nnegotiating in public.\"\n\nIn an interview Friday, Fleming said he had heard from a number of colleagues supportive of his statement, and \nthey planned on confronting Boehner during a caucus meeting next week.\n\n\"This hasn't been discussed in the conference at all,\" Fleming said. \"The issue of immigration reform has not even \nbeen in the mix that I can recall for the last two years.\"\n\nHe said the lawmakers planned to ask Boehner to \"get some input\" from his GOP colleagues \"before negotiating in \npublic what we will not - will not - support.\"\n\nwallstenp@washpost.com\n\nScott Clement contributed to this report.\n"}