{"title": "No kidney transplant for dying dad who is illegal immigrant", "body": "\nSETTING THE RECORD STRAIGHT (publ. 2/18/2012, page A2)\n\nAn article about an illegal immigrant seeking a kidney transplant did not make clear his status on the waiting list \nat UC San Francisco Medical Center at the time it was determined he was not eligible for a transplant. According \nto UCSF, which would not comment on the immigrant's case at the time the story was written, Jesus Navarro was \nnearing the top of the list but his operation had not been scheduled. UCSF publicly committed last week to helping \nNavarro get a transplant, blaming \"a misunderstanding\" for Navarro's belief that the center would not help him. The \nJanuary article also misidentified Reece Fawley, executive director of transplantation for UCSF. Fawley is a man.\n\nWithout a new kidney, Jesus Navarro will die.\n\nThe Oakland man has a willing donor and private insurance to pay for the transplant. But he faces what may be an \ninsurmountable hurdle in the race to save his life: He is an illegal immigrant.\n\nAdministrators at UC San Francisco Medical Center are refusing to transplant a kidney from Navarro's wife, \nsaying there is no guarantee he will receive adequate follow-up care, given his uncertain status.\n\nTheir decision is a stark illustration of the tension between health care and immigration policies in the state and \nunderscores the difficult role medical professionals play in trying to save the lives of undocumented residents.\n\nThough no data are available, anecdotal evidence suggests clinics sometimes perform organ transplants on \nillegal immigrants, especially when the patients are young. In one high-profile case, UCLA Medical Center gave \nan undocumented woman three liver transplants before she turned 21.\n\nBut health administrators also reject patients because of their immigration status, though that usually happens when \nthe patients lack insurance. Bellevue Hospital in New York attracted attention last year when it refused to \ntransplant a kidney between brothers because they could not pay for the operation.\n\nIt is the kind of ethical gray area that hospitals hate, said University of Pennsylvania bioethics professor Arthur \nCaplan.\n\n\"It puts the doctors in a very awkward and torn position,\" he said. \"You come into this trying to do good and find \nyourself stuck in the middle of a fight about immigration.\"\n\nImmigrant advocates and some scholars say it is wrong for hospitals to withhold health care from the seriously ill, \nno matter their legal status.\n\nBut proponents of tougher border enforcement -- and those fighting to contain ballooning health care costs -- fear \nthat providing such services could lure more undocumented immigrants.\n\n\nNavarro, 35, never thought his survival would hinge on his immigration status. He has had private insurance \nthrough Berkeley's Pacific Steel foundry for 14 years.\n\nWhen his kidneys began to shut down eight years ago, he continued to work full time. Each evening, he would \ncleanse his blood of lethal toxins using a home dialysis machine.\n\nBut the soft-spoken metalworker has been growing sicker. Life expectancy for dialysis patients hovers around six \nyears.\n\nThis spring, the family got a call from UCSF's transplant center: Navarro was nearing the top of the waitlist.\n\n\"We were so happy,\" recalled his wife, who went with him for the final work-up.\n\nBut in their final consultation before the surgery, Navarro said doctors discovered his immigration status and \ndecided he was ineligible for a transplant.\n\n\"I started crying and crying and crying,\" said his wife, who asked that her name be withheld because she is also in \nthe country illegally. She offered her own kidney -- and was a match -- but administrators again said no.\n\nUCSF declined to comment on Navarro's case, but Executive Director of Transplantation Reece Fawley said in a \nstatement that the clinic evaluates all patients for socioeconomic stability.\n\n\"UCSF's policy for financial clearance requires candidates to present evidence of adequate and stable insurance \ncoverage or other financial sources necessary to sustain follow-up care long after transplant surgery,\" he said. \n\"Immigration status is among many factors taken into consideration.\"\n\nNavarro was caught up in an immigration audit and lost his foundry job earlier this month. His private insurance \ncontinues for now, and he is trying to extend it. But he may well end up on the state's Medi-Cal program.\n\nThat would deepen Navarro's dilemma. While Medi-Cal will cover his daily dialysis -- which now costs $17,000 a \nmonth -- because of his illegal status, it will not pay for the immunosuppressive drugs that ward off organ rejection. \nThe drugs cost $20,000 annually. Medi-Cal also won't pay for organ transplants for illegal immigrants.\n\nThe hospital won't perform the transplant without a guarantee that the drugs and accompanying treatment will be \npaid for.\n\nSome bioethicists say the hospital should have performed the surgery because Navarro would not be taking \nresources away from other patients or putting his wife at serious risk.\n\nAfter all, many legal residents fail to follow their post-surgical plan.\n\n\"Why was this patient denied the opportunity to comply?\" asked Santa Clara University bioethics professor \nMargaret McLean.\n\nOther experts suggest that the possibility of saving a life should outweigh concerns about follow-up care.\n\n\"He has the organ -- the critical resource -- if he can get it transplanted,\" said University of Southern California \nbioethics professor Michael Shapiro. \"That's a serious chance at life.\"\n\nBut critics say that providing any long-term care to illegal immigrants is irresponsible and discourages home \ncountries from investing in an adequate health system.\n\n\"You just cannot provide care for illegal aliens without getting into uncompensated care,\" said Bob Dane of the \nFederation for American Immigration Reform.\n\nNavarro says his chief concern is finding a new job, not the quest to save his life. But he also worries for his family \nand takes anti-anxiety pills to sleep.\n\n\n\nIf transplant doctors working with illegal immigrants are in a bind, so are the Navarros.\n\n\"We don't know what to do,\" said Navarro's wife, watching her husband chase after their 3-year-old daughter. \"It's \nlike we're on a ledge -- we can't go here or there.\"\n\nContact Hannah Dreier at 510-262-2787. Follow her atTwitter.com/hannahdreier\n\nIncreased regulation on the horizon\n\nThe nonprofit group that manages the nation's organ transplant system is considering increasing its oversight of \ntransplants to noncitizens.\n\nThe United Network for Organ Sharing currently does not limit the percentage of organs that clinics can transplant \nto immigrants. That is partly because nonresidents donate more organs than they receive.\n\nOver a 20-year period, illegal immigrants donated 2.5 percent of organs and received fewer than 1 percent, \naccording to a 2008 study published by the American Medical Association.\n\nThe network reserves the right to audit the rare clinic that gives more than 5 percent of organs to nonresident \npatients. The concern is that a transplant center might start bringing in wealthy \"transplant tourists\" from other \ncountries to make money.\n\n\"Regardless of our policy, it is always the decision of any transplant center,\" said network spokesman Joel \nNewman.\n\nThe organization is considering a new rule that would require clinics to provide detailed accounts of the immigrants \nthey serve and allow the organization to review all nonresident transplants.\n\nThe goal would be to distinguish patients traveling to the United States for a transplant from those noncitizens who \nlive in the country and thus are more likely to donate organs to U.S. citizens.\n\n-- Hannah Dreier\n\nGraphic\n\n \n\nJesus Navarro, an undocumented immigrant from Mexico, dons a surgical mask to prevent infection while \nconnecting to a machine to start his daily home dialysis treatment, Monday, Jan. 9, 2012, in Oakland, Calif. (D. \nRoss Cameron/Staff)\n"}