{"title": "IMMIGRANT IMAGES;A young photographer hits the road to find and photograph 'the real face of Minnesota.'", "body": "\nCensus figures show Minnesota is nearly 90 percent white. Quito Ziegler's photos show something else.\n\n\"White, brown, black, Latino, Asian, Norwegian -- we were all immigrants once,\" said Ziegler, who is dedicating her \nsummer to showing Minnesotans the expanding colors of this state, and the stories behind them.\n\nZiegler has photographed eight immigrant families and Latino youth now living in Minnesota and has plastered \nthe hull of a 24-foot moving van with the photos. Inside the van is an evolving exhibition -- Ziegler is \nphotographing visitors, documenting small slices of their immigration stories and tacking them up on the walls.\n\nShe is spending the next two months driving and parking the van at county fairs, ethnic celebrations and other \nfestivals throughout state.\n\nThe Minnesota Family Project, as Ziegler calls it, is ambitious for a 28-year-old photographer in her first public \nexhibition. Intermedia Arts and the Minnesota Immigrant Freedom Network are co-sponsors.\n\nZiegler, who parked her van Sunday morning at the Hmong Minnesota International Sports Tournament, plans to \ntake it to the state Capitol today. From there, she drives to 20 other Minnesota cities outside the metro area before \nwrapping up the project in late August with several more stops in St. Paul.\n\nOn Saturday, her first day behind the wheel, it took Ziegler an hour and a half just to navigate some low-hanging \npower lines and park the van in St. Paul's La Placita marketplace, near Robert and Cesar Chavez streets. There, \npeople dropping by an annual Latino and Hispanic cultural festival perused the photos and served themselves up \nas subjects for more.\n\nTheir photos are the first to go up inside the van. Below them, in spaces asking why their families first moved to \nMinnesota, the answers rang both personal and universal:\n\n\"To escape religious persecution.\"\n\n\"For opportunity/adventure.\"\n\n\"Get a new life, fresh start so I can raise a good family.\"\n\nNicole Ly, 24, and her family, which came to America from Laos, became one of Ziegler's early subjects. Ly and \nZiegler first met in fall 2003 on a bus to New York that was part of the nationwide Immigrant Workers Freedom \n\n\nRide. Ziegler digested the stories, joys, fears and frustrations immigrants carried here and decided to put her lens \nto work.\n\n\"I'm not a picture person. I had to get comfortable with the idea of this, but I was comfortable with Quito,\" Ly said. \n\"This shows people the real face of Minnesota.\"\n\nMany of Ziegler's photos -- in churches, classrooms and inside and outside people's homes -- follow in the vein of \nMinneapolis photographer Wing Yung Huie, who is best known for his immersive photo-documentaries of life in St. \nPaul's Frogtown neighborhood and along Minneapolis' Lake Street. Ziegler assisted Yung Huie throughout his Lake \nStreet Project and discovered \"the power that photos can have in telling people's stories.\"\n\nAt the same time, Ziegler wanted to connect to specific political causes, joining immigrant support agencies such \nas the Somali Action Alliance and championing specific legislation, chiefly the DREAM Act, which would qualify \nundocumented Minnesota high school students for in-state college tuition rates.\n\n\"I want people to interact with the ideas, not just with the photos,\" Ziegler said. \"What I'm aiming for is being a \ncatalyst for changes that will alleviate pressures on these people's lives. Photography is a part of it. Changing laws \nis another part of it. Educating people in power is another part. Bringing people into the civic process is another \npart.\n\n\"What I try to do is bring as many of those pieces together as possible. For me, there's no point in documenting a \nsocial issue if we're not simultaneously addressing the root of the problem.\"\n\nMatt Peiken can be reached at mpeiken@pioneerpress.com  \n"}