{"title": "AD CAMPAIGN ALLEGES NON-CITIZEN VOTING FALLOUT: RADIO SPOTS INVITE LISTENERS TO PROVIDE EVIDENCE.", "body": "\nThe co-author of Proposition 187 has launched a radio ad campaign contending widespread voting by illegal \nimmigrants tainted California's Nov. 8 election. The ads are partly financed by Republican Senate candidate \nMichael Huffington, who blames voting by illegal immigrants for his narrow loss to Sen. Dianne Feinstein.\n\n\"There has been voting by non-citizens,\" Harold Ezell, a Proposition 187 leader, said Tuesday. \"We have \naffidavits from non-citizens who said they did vote. We have enough evidence to prove a total breakdown in the \n(voting) system in California.\"\n\nEzell and Huffington haven't provided any proof of voting by non-citizens.\n\n\"There is not a scintilla of evidence presented with respect to voter fraud,\" said acting Secretary of State Tony \nMiller, the state's top elections officer. \"We have not found any evidence whatsoever that people voted illegally.\"\n\nMiller, who lost his own election race, said his office was investigating the allegations.\n\nProposition 187, which Huffington supported, denies public schooling, health care and social services to illegal \nimmigrants. The emotional issue was overwhelmingly passed by voters.\n\nThe radio ads says: \"There is evidence the recent election of California was riddled with illegal alien voting and \nabsentee voter fraud.\" It asks listeners who \"know of suspicious activity\" to call an 800 number.\n\nThe commercial is running in Los Angeles, San Diego, Kern, Fresno and Sacramento counties. All have large \nHispanic populations. The ads are financed by Americans Against Illegal Immigration, a pro-Proposition 187 group \nthat Ezell helped found.\n\nHuffington has declined to concede defeat and has said -- most recently on \"Larry King Live\" -- that fraudulent \nvoting cost him the election.\n\n\"There have been multiple ballots cast by the same person. There have been fictitious addresses of voters,\" \nHuffington said Monday night on King's show. Huffington spent more than $27 million of his own money on his \nlosing race. Huffington has not initiated a legal action. Ezell said he was awaiting the release of computer tapes \nfrom the Los Angeles registrar of voters that contain the names of people who voted. The tapes will help determine \nhow many ballots were illegally cast, Ezell said.\n\n\nRegistrar spokeswoman Marcia Ventura said the tapes were being compiled and were not yet available. They are \nexpected to be released next month. The books signed by voters when they enter a precinct on election day are \navailable for public viewing, she added.\n"}