{"title": "Hearing of the House Judiciary Committee Subject: \"H.R. 2278, the \"Strengthen and Fortify Enforcement (SAFE) Act,\" to Amend the Immigration and Nationality Act to Improve Immigration Law Enforcement Within the Interior of the United States\" Chaired by: Representative Robert Goodlatte (R-VA) Witnesses: Paul Babeu, Sheriff, Pinal County, Florence, Arizona; Chris Crane, President, National Immigration and Customs Enforcement Council 118, American Federation of Government Employees; Sam Page, Sheriff, Rockingham County, Wentworth, North Carolina; Jamiel Shaw Sr., Jamiel's Law, Los Angeles, California; Randy Krantz, Commonwealth's Attorney, Bedford, Virginia; Sabine Durden, Mother of Dominic Durden, Moreno Valley, California; Karen Tumlin, Managing Attorney, National Immigration Law Center; Clarissa Martinez De Castro, Director of Civic Engagement and Immigration, National Council La Raza Location: 2141 Rayburn House Office Building, Washington, D.C. Time: 2:00 p.m. EDT Date: Thursday, June 13, 2013", "body": "\n Hearing of the House Judiciary Committee Subject: \"H.R. 2278, the \"Strengthen and Fortify Enforcement (SAFE) \nAct,\" to Amend the Immigration and Nationality Act to Improve Immigration Law Enforcement Within the Interior \nof the United States\" Chaired by: Representative Robert Goodlatte (R-VA) Witnesses: Paul Babeu, Sheriff, Pinal \nCounty, Florence, Arizona; Chris Crane, President, National Immigration and Customs Enforcement Council 118, \nAmerican Federation of Government Employees; Sam Page, Sheriff, Rockingham County, Wentworth, North \nCarolina; Jamiel Shaw Sr., Jamiel's Law, Los Angeles, California; Randy Krantz, Commonwealth's Attorney, \nBedford, Virginia; Sabine Durden, Mother of Dominic Durden, Moreno Valley, California; Karen Tumlin, Managing \nAttorney, National Immigration Law Center; Clarissa Martinez De Castro, Director of Civic Engagement and \nImmigration, National Council La Raza Location: 2141 Rayburn House Office Building, Washington, D.C. Time: \n2:00 p.m. EDT Date: Thursday, June 13, 2013\n\nREP. :  (Sounds gavel.)  Good afternoon. The Judiciary Committee will come to order.  Without objection, the chair \nis authorized to declare a recess of the committee at any time.  We welcome everyone to this afternoon's hearing \non H. R. 2278, the \"Strengthen and Fortify Enforcement Act.\" I will now recognize myself for an opening statement, \nand then the gentleman from Michigan.\n\nThe 19 hijackers involved in the 9/11, 2001 terrorist attacks applied for 23 visas, and obtained 22.  The terrorists \nbegan a process of obtaining visas almost two and a half years before the attack. More recently, a legal permanent \nresident and naturalized U.S. citizen injured and murdered multiple Americans in Boston.\n\n\nAbel Arango, a Cuban national, served time in prison for armed robbery.  He was released from prison in 2004, and \nwas supposed to be deported.  However, Cuba wouldn't take him back.  DHS had to release him because of the \nSupreme Court's decision in Zadvydas v. Davis.  He shot Fort Myers police officer Andrew Whitman in the face.  \nOfficer Whitman never even had the opportunity to draw his weapon.  A husband and father of three, he died at the \nscene.\n\nSixteen-year-old Ashton Cline-McMurray, an American citizen who suffered from cerebral palsy, was attacked by 14 \ngang members while walking home from a football game in Suffolk County, outside of Boston.  According to his \nmother, Sandra Hutchinson, they beat him with rungs out of stairs, they beat him with a golf club, they stabbed him \nthrough his heart and finally through his lungs.  He too really never had a chance.  And Ashton's killers pled guilty to \nlesser charges for manslaughter and second-degree murder; one of the defendants, Loeun Heng, was recently \nreleased back onto the streets by the Massachusetts Parole Board.  Heng, like thousands of other criminal aliens in \nrecent years, initially could not be deported because his home country refused to take him back.  Again, because of \nthe Supreme Court's decision in Zadvydas v. Davis, he wound up back on the streets, living here in the United \nStates.\n\nRecent events like these underscore the need for Congress to act, and compel this and future administrations to \nprovide for public safety first and foremost.  We must strengthen and improve our immigration enforcement system \nnot just at the border but within the interior of the United States.\n\nThe SAFE Act was introduced to remedy this current unacceptable state of affairs.  The bill, in my judgment, will \nkeep us safe in numerous ways.  First, it fulfills the intent of the Homeland Security Act of 2002, which authorized \nthe placement of the Department of Homeland Security Visa Security Units at highest-risk U.S. consular posts.  \nThis was an effort address lapses in the current system, increase scrutiny of visa issuance and prevent terrorists \nfrom gaining access to the United States.  Unfortunately, since 2002 neither the State Department nor DHS has put \na high priority on the establishment of Visa Security Units.  Just recently, State Department denied DHS's request \nto set up a post in Turkey.  Visa Security Units exist in only 14 countries; meanwhile, close to 50 countries have \nbeen designated as highest risk.\n\nIn addition to making it harder for terrorists to enter, the SAFE Act allows U.S. officials to more easily remove \nterrorists and other national security threats.  The bill closes loopholes and allows terrorists to be removed from \nAmerican soil without threatening the disclosure of intelligence sources and methods.  Of note, the bill bars foreign \nterrorists or immigrants who threaten national security from receiving immigration benefits such naturalization and \ndiscretionary relief from removal.  The bill also provides -- or prohibits immigration benefits from being provided to \nimmigrants until a background checks is successfully passed.\n\nThe SAFE Act also addresses criminal threats.  According to recent data providing by the Immigration and \nCustoms Enforcement, nearly 4,000 dangerous immigrant criminals have been released in just about every year \nsince 2008, because the Zadvydas decision requires DHS to release all -- (inaudible) -- final orders of removal, \nwhere their native country refuses to take them back.  Nearly 1,700 convicted criminals have been released thus far \nthis year alone.  This is unacceptable, and is not consistent with the government's pre- eminent obligation to \nprovide for public safety.  H. R. 2278 provides the statutory basis for DHS to detain as long as necessary specified \ndangerous aliens under orders of removal who cannot be removed.  This provision is based on a legislation that \nformer Chairman Lamar Smith previously introduced.\n\nIn addition to these provisions, the SAFE Act ensures aliens convicted of sexual abuse of children, manslaughter, \ntwo or more convictions for driving under influence or failing to register as a child sex offender or any kind of sex \noffender are removable.  It expands the range of conduct for which an alien can be removed pertaining to \nespionage and exporting sensitive information.  The bill makes alien members of violent criminal street gangs \nremovable; this provision is based on legislation introduced previously by the gentleman from Virginia, Randy \nForbes.  The SAFE Act also provides ICE agents with the tools they need to do their job and the protections needed \nto keep them safe.\n\n\n\nSo I'll look forward to today's hearing.  I especially look forward to hearing the testimony of today's witnesses whose \nfamily members were taken from them because of our current system's failure at multiple levels.  Public safety and \nnational security must be the twin overarching pillars of any immigration reform system.\n\nAnd with that, I would recognize the gentleman from Michigan, the ranking member of the full committee, Mr. \nConyers.\n\nREPRESENTATIVE JOHN CONYERS JR. (D-MI):  Thank you, Chairman Goodlatte.  We gather here for the tenth \nhearing on immigration -- and I don't say that critically, because this subject is important.\n\nAnd I welcome -- I join in welcoming all two, four, six, eight witnesses.  But I particularly single out Ms. Tumlin -- \nAttorney Tumlin -- and the representative from the National Council of La Raza, Clarissa Martinez De Castro.  \nWelcome.\n\nWe've held legislation -- legislative hearings on E-verify. We've had hearings on agriculture -- the agricultural guest \nworker bill.  And today's hearing is an enforcement-only bill.  Now, I respect the effort of my colleagues that are \nputting such emphasis on enforcement.  But H.R. 2278 is not the right bill for this moment. And I will explain what I \nmean by that because it's coming one day before the first hearing of our House Judiciary bipartisan taskforce on \novercriminalization.\n\nAnd here's what we're doing the day before we have the taskforce meeting.  It's alarming that this bill would turn \nmillions -- millions of undocumented immigrants into criminals overnight.  It's not only terrible politics.  But it's \ninhumane policy as well.  I was hoping that we had turned a corner on this flawed approach because we've tried it \nbefore.  Moreover, the bill's complete and unchecked delegation of immigration enforcement authority to local \npolice, state enforcement agencies will endanger public safety.\n\nIt will increase racial profiling and infringe basic due process rights.  Put simply, it's a dangerous approach to a \ncomplicated problem and it will harm communities all around the country.  This bill makes it a crime, potentially a \nfelony, to be an undocumented immigrant in this country.  And this is not the first time that there have been \nattempts to turn millions of undocumented immigrants into criminals.  The last time was in 2005, bill numbered H.R. \n4437.  And it spurred massive public protests around the country.\n\nThis bill will do the same thing but in a more subtle way.  And by granting states and localities total authority to pass \ntheir own immigration law, something that even the bill I referred to in 2005 didn't do, it will put undocumented \nimmigrants all around the country in even greater danger.  The bill simply turns every police officer in the country \ninto an immigration agent.  In the eyes of many communities, that means the public safety mission will become a \ndistant second.  Let's be clear.\n\nThis bill will make our communities less safe.  Study after study has shown that when police become immigration \nagents, crime victims and witnesses don't come forward.  Crimes go unreported and unresolved and unsolved and \npublic safety decreases.  We know that this legislation would lead to widespread racial profiling and unconstitutional \narrests of U.S. citizens and immigrants alike.\n\nHow do we know this?  Because we've seen it in jurisdiction after jurisdiction around the country that have entered \ninto these 287(g) agreements with the Department of Homeland Security.  So what does the bill do?  Rather than \nimprove on current practice and require more oversight over these 287(g) agreements, it grants total enforcement \nauthority with no checks at all.   And so, I will put the rest of my statement in the record.  I thank the chairman for his \nindulgence in giving me additional time.\n\nREP. GOODLATTE:  I thank the gentleman from Michigan.  The chair would now recognize the gentleman from \nVirginia, the chairman of the full committee, Mr. Goodlatte.\n\nREPRESENTATIVE BOB GOODLATTE (R-VA):  Thank you, Mr. Chairman.  I apologize for not being here in a \ntimely fashion myself but we are hard at work on this immigration issue in many conversations and that detained \n\n\n\nme from getting back here.  Successful immigration reform must address effective interior enforcement.  This is an \nintegral piece of the puzzle.\n\nWe can't just be fixated on securing the border, which undoubtedly is an issue of paramount concern.  We must \nfocus on interior enforcement, or more precisely, what to do with unlawful immigrants who make it past the border \nand legal immigrants who violate the terms of their visas and thus become unlawfully present in the United States.  \nAny real immigration reform effort must guarantee that our laws be enforced following a legalization program.\n\nThis is required in order to ensure that future generations do not have to deal with, once again, legalizing millions \nmore people. Interior enforcement of our immigration laws is critical to the success of our immigration system.  \nUnfortunately, the Senate bill actually weakened interior enforcement in many areas or is simply ineffectual.\n\nThe Senate bill allows aggravated felons who are currently subject to mandatory detention to be released in the \ncare of advocacy organizations.  The Senate bill provides an unworkable framework for deporting gang members.  \nThe Senate bill directs DHS to ignore criminal convictions under state laws for crimes such as human smuggling, \nharboring, trafficking and gang crimes when adjudicating applications for legalization.\n\nToday we turn to H.R. 2278, the immigration enforcement bill introduced by Trey Gowdy, chairman of the \nsubcommittee on immigration and border security.  Mr. Gowdy's legislation actually strengthens federal \nimmigration enforcement.  One reason why our immigration system is broken today is because the present and \npast administrations have largely ignored the enforcement of our immigration laws.\n\nIf we want to avoid the mistakes of the past, we cannot allow the president to continue shutting down federal \nimmigration enforcement efforts unilaterally.  The SAFE Act will not permit that to happen. I remain concerned that \nwhatever enforcement provisions Congress passes will be subject to implementation by the current administration \nwhich fails to enforce the laws already on the books.  DHS has released thousands of illegal and criminal immigrant \ndetainees while providing ever changing numbers to Congress regarding the same.\n\nDHS is forbidding ICE officers from enforcing the laws they are bound to uphold.  A federal judge has already ruled \nDHS' actions are likely in violation of federal law.  DHS is placing whole classes of unlawful immigrants in \nenforcement-free zones.  DHS claims to be removing more aliens than any other administration but has to generate \nbogus numbers in order to do so.\n\nUltimately, the American people have little trust that an administration which has not enforced the law in the past \nwill do so in the future.  That is why real immigration reform needs to have mechanisms to ensure that the \npresident cannot simply turn off the switch on immigration enforcement.  Mr. Gowdy's bill contains such a \nmechanism. Not only does the bill strengthen immigration enforcement by giving the federal government the tools \nit needs to enforce our laws but it also ensures that where the federal government fails to act, states can pick up \nthe slack.\n\nPursuant to the SAFE Act, states and localities are provided with specific congressional authorization to assist in \nthe enforcement of federal immigration law.  States and localities can also enact and enforce their own \nimmigration laws as long as they are consistent with federal law.  The SAFE Act shows how to avoid the mistakes \nof the past with regard to immigration law enforcement, especially the 1986 immigration law.\n\nThe bill expands the types of serious criminal activity for which we can remove aliens, including criminal gang \nmembership, drunk driving, manslaughter, rape and failure to register as a sex offender. The bill ensures these \nindividuals cannot take advantage of our generous immigration laws.\n\nIn addition to criminal provisions, the bill strengthens federal law to make it more difficult for foreign terrorists and \nother foreign nationals who pose national security concerns to enter and remain in the United States.  Of note, the \nbill bars foreign terrorists or aliens who threaten national security from receiving immigration benefits, such as \nnaturalization and discretionary relief from removal.  Such provisions are particularly relevant following the Boston \nbombings, where naturalized aliens killed, maimed and injured Americans.  Under the bill, no immigration benefits \n\n\n\ncan be provided to immigrants until all required background and security checks are completed -- another item that \nthe Senate bill fails to include. Rather, the Senate bill actually authorizes the secretary to waive background checks.\n\nMr. Gowdy's bill also improves our nation's first line of defense, the visa issuance process.  Additionally, the SAFE \nAct lives up to its name and provides much-needed assistance to help U.S. Immigration and Customs \nEnforcement officers carry out their jobs of enforcing federal immigration laws while keeping them safe.  Not only \ndoes the bill allow local law enforcement officials already working in their communities to pitch in to enforce our \nlaws but the bill also strengthens national security and protects our communities from those who wish to cause us \nharm.\n\nThe SAFE Act provides a robust interior enforcement strategy that will maintain the integrity of our immigration \nsystem for the long term.  I look forward to hearing from all of our witnesses today, and I thank Chairman Gowdy for \nintroducing this game-changing legislation.\n\nREP. GOODLATTE:  Thank the gentleman from Virginia.\n\nThe chair would now recognize the gentlelady from California, the ranking member of the subcommittee, Ms. \nLofgren.\n\nREPRESENTATIVE ZOE LOFGREN (D-CA):  Thank you, Mr. Chairman.\n\nOver the past six months, this committee has engaged in a series of informative and largely civil discussions \nregarding immigration law.  With few exceptions, each of the nine immigration hearings thus far has shown that \nmembers of this committee recognize that our immigration system is broken and that it must be fixed for America's \nbusinesses and families.  Most of the members have recognized at one time or another that deporting 11 million \nundocumented immigrants is not realistic, and it would tear parents away from children, separate spouses, leave \ngaping holes in businesses and communities across the country.\n\nThat's why today's hearing on H.R. 2278 is so disappointing. Portions of the bill should be familiar to the committee, \nbecause they draw heavily upon bills that we considered in the 112th Congress. Provisions in the bill, for example, \nwould allow people to be detained indefinitely, perhaps permanently, as well as deported, based on nothing but the \ndiscretionary decisions of the secretary of homeland security, without due process.  I'm confident that some of this \nlanguage would never survive constitutional scrutiny.\n\nThe bill troubles me more, however, because of how similar it is to a bill we considered in the 109th Congress, H.R. \n4437.  This bill contains many provisions from that bill, including provisions that essentially turn all undocumented \nimmigrants in the country, whether they crossed the border or overstayed a visa, into criminals, and that say that \nevery day they stay in the U.S., they continue to commit a crime.\n\nUnder this bill, every day a undocumented father or mother stays in this country to feed and care for a child, he or \nshe would be committing a crime.  Under this bill, their family members may be committing criminal acts simply for \nliving with them or driving them to the doctor.  This bill, then, goes further than H.R. 4437 by unleashing the states \nto enact similar laws and by authorizing state and local officers across the country to enforce immigration laws.\n\nEvery beat cop would have the power to apprehend, arrest and detain a person, based on mere suspicion that the \nperson might be unlawfully here, and the states could put them in jail simply for being here.  It's impossible to read \nTitle I without thinking of all the lessons we've learned in recent years about what happens when local police \nofficers are turned into federal immigration agents.  We now know that entrusting immigration enforcement to \nlocal police damages community policing practices and leaves communities less safe. That's because it breeds \ndistrust in the community from U.S. citizens, legal residents and undocumented persons alike.\n\nFor years, we've heard this from major organizations such as the Police Foundation, the International Association of \nChiefs of Police and the Major Cities Chiefs Association.  Salt Lake City Police Chief Chris Burbank testified at a \n\n\n\nhearing last year that placing local law enforcement officers in the position of immigration agents undermines the \ntrust and cooperation essential to successful community-oriented policing.\n\nRecently, we heard it from a survey of Latinos themselves. Forty-four percent of those surveyed said they are now \nless likely to contact the police if they are the victim of a crime, out of fear that officers will inquire about their \nimmigration status or the immigration status of people they know.  Seven out of 10 respondents who are \nundocumented said the same thing.\n\nWhen victims of crime and people who witness crime are afraid to contact the police, crimes go unsolved.  When \ncrimes go unsolved, communities lose faith in the ability of police to keep them safe. Rather than making our \ncommunities safer, something that the bill's title purports to do, this bill would decrease public safety.\n\nWe also now know that placing immigration enforcement authority in the hands of states and localities results in \nunconstitutional racial profiling and prolonged unlawful detentions.  The poster child for this bad behavior is \nMaricopa County Sheriff Joe Arpaio, the self- styled toughest sheriff in America.  Just last month, a federal judge \nruled that Arpaio's office engaged in a pattern of unconstitutional racial profiling and unlawful detention while \nparticipating in the 287(g) agreement with the federal government and in the enforcement of Arizona's own \nimmigration laws.  And Arpaio's not alone.\n\nLast year, the Justice Department concluded that the Alamance County sheriff and his deputies in North Carolina \nengaged in routine discrimination against Latinos, which included illegal stops, detentions and arrests without \nprobable cause.  The Justice Department also entered into settlement agreements with East Haven, Connecticut, \nfollowing an investigation into widespread racial discrimination and abuse against Latino residents.  The case also \ninvolved the federal criminal arrest of police officers on charges such as excessive force, false arrest, obstruction \nand conspiracy.\n\nImmigration law is complex.  Even federal immigration officers, highly trained and with decades of experience in \nimmigration law, sometimes make mistakes leading to the detention and removal of U.S. citizens and lawful \npermanent residents.  Imagine what will happen when we turn over this power to people who can't possibly \nunderstand the complexities of immigration law such as the rules surrounding automatic acquisition of U.S. \ncitizenship, derivative citizenship, extensions of stay pending adjudications of petitions and applications, withholding \nof removal, and the list goes on.  This bill turns a blind eye to these problems, and that is a gross understatement.\n\nWe all share the goal of ensuring that immigration laws are enforced.  Surely we can do improvements.  But this \nsystem is utterly broken, and it can't be fully enforced without devastating our economy, our businesses, our \nfamilies and our communities.  The approach this bill takes is dangerous and is wrong, and I hope that today's \nhearing is not a sign of the direction in which this committee is heading.\n\nAnd I yield back.\n\nREP. GOODLATTE:  We thank the gentlewoman for her statement.  All other members' opening statements will be \nmade a part of the record.\n\nAnd we now welcome our panel today.  If you would all rise, I will begin by swearing you all in.\n\nWould you raise your right hand?  Do you and each of you swear that the testimony you are about to give shall be \nthe truth, the whole truth and nothing but the truth, so help you, God?\n\nThank you very much.  Let the record reflect that all of the witnesses responded in the affirmative.  And please be \nseated.\n\nSheriff Paul Babeu is an elected official and the chief law enforcement officer of Pinal County, Arizona.  Sheriff \nBabeu serves as the president of the Arizona Sheriffs Association and was named National Sheriff of the Year in \n2011 by the National Sheriffs Association.\n\n\n\nAdditionally, Sheriff Babeu served his country in the National Guard for 20 years.  During that time, he served a tour \nin Iraq as well as a deployment in Arizona as part of Operation Jumpstart.  In 2006 and 2007, he worked as the \ncommander of Task Force Yuma, supporting the United States Border Patrol.  Sheriff Babeu earned his master's \ndegree in public administration from American International College, graduating summa cum laude.\n\nMr. Chris Crane currently serves as the president of the National Immigration and Customs Enforcement Council \n118, American Federation of Government Employees.  He has worked as an immigration enforcement agent for \nthe U.S. Immigration and Customs Enforcement at the U.S. Department of Homeland Security since 2003.  Prior \nto this service at ICE, Chris served for 11 years in the United States Marine Corps.  He has testified before this \ncommittee before.  Thank you for returning again.\n\nSheriff Sam Page, an elected official and the chief law enforcement officer of Rockingham county, North Carolina.  \nSheriff Page serves as the -- I'm sorry.  I think I am stealing the thunder of the gentleman from North Carolina, Mr. \nCoble, who asked and I agreed and then forgot to recognize him for the purpose of acknowledging Mr. Page -- \nSheriff Page.\n\nREPRESENTATIVE HOWARD COBLE (R-NC):  Mr. Chairman, you may steal my thunder anytime you like.  \n(Laughter.)\n\nBefore I introduce Sheriff Page, I would be -- (inaudible) -- my friend from California referred earlier in North \nCarolina.  I think that's still in litigation.  I don't believe it's been resolved at this point.\n\nSheriff Page is serving his fourth term as high sheriff of Rockingham County.  In addition to that, he has served on \nthe National Sheriffs Association Border and Immigration Committee since 2012.\n\nSheriff Page is a veteran of the U.S. Air Force, having served five years in the Air Force.  He is also a graduate of \nthe National Security Institute.\n\nSam Page is a law enforcement officer par excellence.\n\nI don't want to embarrass you, Sam, but I do want to compliment you.\n\nA friend of mine once asked me how well I knew Sam Page.  I said I know him very well.  And my friend said he's a \ngood sheriff, but more importantly, he's a good man.\n\nAnd I echo that, and I'm honored to introduce him, Mr. Chairman, to my friends on the Judiciary Committee.\n\nSam, good to have you and your colleagues with us today.\n\nI yield back.\n\nREP. GOODLATTE:  And thank you.\n\nAnd I'll simply add my welcome to that given by the distinguished gentleman from North Carolina.\n\nMr. Jamiel Shaw is the father of Jamiel Shaw, Jr., a high school football star who was murdered by an illegal alien \ngang member. Jamiel Shaw, Jr., was a 17-year-old honor student being recruited by schools such as Stanford and \nRutgers when his future was cut short by a gang member who was in the United States illegally.\n\nMr. Shaw has since campaigned for Jamiel's Law to be enacted. This law would prevent Los Angeles from being a \nsanctuary city for illegal alien gang members and would implement stronger enforcement measures to prevent \nillegal immigration.\n\nIt's my particular pleasure to introduce the Honorable Randy C. Krantz, who serves as the elected commonwealth \nattorney for Bedford City, Virginia, a position he has held since 1995.  He is the director for the Bedford County \nViolent Crime Response Team as well as the legal adviser for the Bedford Forensic Nurse program.\n\n\n\nAdditionally, Mr. Krantz is a member of the Southern Virginia Internet Crimes Against Children Task Force.  He \nearned his undergraduate degree from Lynchburg College and his juris doctorate from the Universities of Richmond \nas well as an MAR degree from Liberty University and continued his education in my law firm many, many years \nago -- more than 20.\n\nYou are very welcome today, Randy.\n\nMs. Sabine Durden is the mother of Dominic Durden, who was killed in a vehicle collision with an illegal immigrant.  \nDominic was a dispatcher for the Riverside County Sheriff's Department and a licensed pilot.  He was killed when \nhe was riding his motorcycle to work and was hit by an illegal immigrant in a pick-up truck who had two drunken \ndriving convictions but was not in possession of a driver's license.  Dominic was Ms. Durden's only child.\n\nMs. Karen Tumlin is the managing attorney for the Los Angeles office of the National Immigration Law Center.  \nShe has been with NILC since 2005, and her focus has been on serving low-income immigrants. Ms. Tumlin also \nworked as a research associate at the Urban Institute before going to law school where she worked on \nimmigration issues.\n\nAdditionally, she spent a year as a Luce Scholar in Thailand working on a study on child trafficking for the United \nNations International Labor Organization.\n\nMs. Tumlin earned a juris doctorate and a master's degree in public policy from the University of California at \nBerkeley.\n\nMs. Clarissa Martinez De Castro is the director of civic engagement and immigration at the National Council of La \nRaza.  Ms. Martinez overseas the organization's work to advance NCCR immigration priorities as well as efforts to \nexpand Latino policy advocacy and electoral participation.\n\nA naturalized United States citizen, she is a graduate of Occidental College and Harvard's Kennedy School of \nGovernment.\n\nWelcome to each and every one of you.  This is a large panel, and I want to assure each of you that your witness -- \nyour written statements will be entered into the record in their entirety.  And I ask that each of you summarize your \ntestimony in five minutes or less.\n\nTo help you stay within that time, there is a timing light on your table.  When the light switches from green to yellow, \nyou will have one minute to conclude your testimony.  When the light turns red, it signals to the witnesses' five \nminutes have expired.\n\nAnd I want to also note that I have an amendment on the floor in the National Defense Authorization Act coming up \nin a little bit, and I will have to step out.\n\nChairman Gowdy or others will fill the chair.  We will keep the hearing going in a smooth fashion.  I apologize in \nadvance for not being here for all of it, but I will be here for almost all of it. And all of your testimony is important to \nme.\n\nAnd we will start with you, Sheriff Babeu.\n\nAm I pronouncing that correct?  Good.  Thank you.\n\nSHERIFF PAUL BABEU:  Sheriff Paul works just as well.\n\nThank you, Mr. Chairman and members for allowing me to testify today.\n\nA little bit about Pinal County.  We're larger geographically than the state of Connecticut.  We only have 15 counties \nin Arizona. And we're still a rural county.  We have 400,000 residents, and we're a full-service law enforcement \nagency, meaning that we're primary responders to the majority of the residents of our county.\n\n\n\nWe're not on the border.  In fact, we're 70 miles north of the border.  Yet we're the number-one pass-through county \nin the United States, over 3,000 counties.\n\nHow can that be?  Well, terrain features, the interstates naturally funnel through Pinal County on their way to metro \nPhoenix and then other parts of -- possibly to your districts and people that you represent.\n\nAnd according to a recent GAO study, it says that 56 percent of the border is not under operational control.  And \nthat's a term that has been used in the past, a metric, if you will, by the Border Patrol.\n\nIn my opinion and the opinion of most Americans, 44 percent is a failing grade.  America can secure the border if \nwe replicate the success of what's been accomplished in the Yuma sector.\n\nMr. Chairman, you pointed out in my introduction that I served as a commanding officer, as an Army officer for a \nyear and a half in Yuma.  And I could speak to that experience.\n\nBut essentially what happened there is, of the nine sectors from California to Texas, we, in direct support of our \nheroes in the Border Patrol, were able to bring a 97 percent reduction in illegal entries and drug smuggling in that \nsector.\n\nSo I reject anybody saying that the border cannot be secured.\n\nThree key elements in the McCain-Kyl plan -- our former Senator Kyl from the state of Arizona.  I was proud to be \none of -- the prime author of that legislation.  And the three key components of that was 6,000 armed soldiers, \nwhich the Senate bill does not have, for a period of two years so you can get in sequence to the second step.  Is \nbuild and complete a double-barrier fence, originally authored by representative -- former representative from San \nDiego, Duncan Hunter.\n\nAnd in fact, President Clinton, to his great credit, signed that bill.  He wanted three barriers, and he gave them two.\n\nAnd it's not just build a border fence for 2,000 miles.  It's 700 miles of the approximately 2,000-mile border.  And it's \nalready a predetermined area.  The high-trafficked areas and areas where there's built-up urban centers that are \nthere.\n\nAnd you have infrared cameras, cameras, lighting and sensors to detect incursions as well.\n\nThird in consequence is this novel concept of enforcing the law. When that happened -- and it couldn't -- it couldn't \nget there in the Yuma sector until those first two components were there of the armed soldiers and building the \ninfrastructure necessary.  And when they enforced the law, we saw the numbers drop dramatically.\n\nSo that's what's called the proof of concept that should be brought to all other sectors.\n\nI strongly oppose the Senate's -- what's refers to as the Gang of Eight plan because they offer all of these other \nitems of a path to citizenship prior to ascertaining and guaranteeing that the border is secured, that the laws are \nenforced.\n\nSecretary Napolitano, on almost a daily basis, proclaims that the U.S.-Mexican border is secured.  As part of the \nlegislation, why I favor this as opposed to the Senate bill, is the Senate allows the secretary of Homeland Security \nsix months to come up with a plan to secure the border.\n\nMy question is -- I believe that was her job for the last four and a half years, is to secure the border.  And when you \nlook at numbers of 123,000 illegals that have been apprehended where I live in the Tucson sector, that is last year, \nladies and gentlemen.  And that just reflects those who were apprehended; not those who got away or got through.\n\nAnd last -- just over a year ago, our county, Pinal County, led the -- a 21-member law enforcement agency effort \nwith the largest drug bust in the history of Arizona, 2 (billion dollars) to $3 billion, against members of the Sinaloa \n\n\n\nCartel -- 76 members arrested; 108 firearms -- not handguns but rifles and AK-47s.  And these, in -- what in law \nenforcement we call clues, that the border is not more secure.\n\nThe secretary and others point to the dip in the numbers, and that is more a reflection of the economy.  I'm here to \nstand in support of Mr. Gowdy's SAFE Act.  And we've seen this movie before, in 1986.  And if we go down that \npath, it's not going to end well, and it's going to have a more devastating effect.\n\nThank you for allowing me to speak today.\n\nREP. GOODLATTE:  Thank you, Sheriff Paul.\n\nAnd we'll now welcome Mr. Crane.\n\nCHRIS CRANE:  Good afternoon, Chairman Goodlatte, Ranking Member Conyers and members of the committee.  \nWe are still reading through the SAFE Act, introduced by Congressman Trey Gowdy.  However, my initial reaction \nis one of great appreciation and support for Congressman Gowdy's efforts.  I applaud Congressman Gowdy and his \nstaff for creating a bill that makes public safety a priority through reforms to enforcement.\n\nUnfortunately, Gang of Eight legislation currently before the Senate reflects an absence of law enforcement input, \nas it contains no tangible plan for border security and essentially ignores interior enforcement altogether while \nsimultaneously creating a path to citizenship for members of criminal street gangs and most other criminal aliens.  \nWe hope that members of both parties in the House and the Senate will review the provisions of the SAFE Act, as \nGang of Eight legislation ignores interior enforcement and continues practices which have led to the nation's current \nimmigration problems.\n\nWith visa overstays accounting for approximately 40 percent of the 11 million aliens currently in the United States \nillegally, S. 744 speaks only of increases to border enforcement, not interior enforcement.  Investments in border \nsecurity will never address the problem of visa overstays, which, again, account for nearly half of all illegal aliens \ncurrently in the United States.\n\nInvestments on the border will also do nothing to ensure that everyone who successfully crosses the border illegally \nis apprehended and removed, as that is also ICE's interior enforcement mission.\n\nSince 9/11, the Border Patrol has tripled in size, while the interior enforcement component of ICE appears to have \nbecome smaller. ICE is tasked with apprehending and removing the 11 million illegal aliens in the United States as \nwell as 30 million aliens legally in the U.S. who are subject to removal for status violations, generally being criminal \nconvictions.\n\nIn short, ICE polices 40 million people in 50 states, Guam and Puerto Rico with just 5,000 officers -- a force half the \nsize of the Los Angeles police Department.  Of those 5,000 officers, hundreds work as detention guards in \ndetention centers instead of performing law enforcement duties due to the elimination of detention guard positions \nduring the transition from INS to DHS.\n\nThe transition also split ICE's 5,000 officers into two separate positions with two different arrest authorities, thereby \ncrippling the agency's ability to use its handful of officers across the full spectrum of immigration enforcement.  \nThe Gang of Eight's so-called comprehensive reform ignores red flags at ICE and does nothing to reform interior \nenforcement and the agency tasked with that mission.\n\nThe SAFE Act, however, takes aggressive steps to fix these problems.  It adds additional officer positions, \nestablishes the same arrest authorities for all officers; takes law enforcement agents out of detention centers, \nreplacing them with detention guards; provides additional ICE trial attorneys, support staff and much-needed \nprotective equipment for officers and agents who face growing criminal populations that are increasingly violent and \nconfrontational.\n\n\n\nIn order to combat the criminal alien problem within the United States and keep dangerous criminals off the streets, \ndrafters of the SAFE Act clearly reviewed current immigration laws and identified areas of concern in an effort to \neliminate loopholes for criminals and keep communities safe.\n\nThe SAFE Act adds upon aggravated felony charges involving the sexual abuse of children, homicide, \nmanslaughter, child pornography, firearms offenses, passport fraud, stalking and child abuse.  It makes gang \nmembers deportable, detains dangerous criminal aliens that we can't deport, and expands on charges for \nespionage, crimes against the government and other criminal activities.  It provides support for local law \nenforcement and legally strengthens ICE detainers, keeping criminals off the street.\n\nIn conclusion, it is our opinion that the approach taken in the SAFE Act is the approach needed to fix our broken \nimmigration system. To effectively address the thousands of concerns throughout our nation's broken \nimmigration system, we must take a diligent and systematic approach of reviewing current laws, practices and \nresources to prevent repeating the mistakes that currently exist and ensure that future laws can be effectively \nimplemented and enforced.\n\nThank you, and that concludes my testimony.\n\nREP. GOODLATTE:  Thank you, Mr. Crane.\n\nSheriff Page, welcome.\n\nSAM PAGE:  Thank you.  Mr. Chair, Co-Chair and distinguished members of the U.S. House of Representatives \nJudiciary Committee, I give greetings from Rockingham County, North Carolina.  I believe that you all in Congress \nhave one of the toughest jobs in our nation today. You're being asked to fix a broken immigration system in the \nU.S. and to make sure that your legislation will provide a solution that will last for many years to come.\n\nI come before you today not as an expert in immigration law or border security.  I'm just one of 3,080 sheriffs in \nAmerica that is asking for your help in solving our border security and immigration problem.\n\nBetween 2011 and 2012, while working with the Drug Enforcement Agency task force in my county, 12 Mexican \ncartel associates were arrested in our county along with lots of marijuana, millions of dollars in cash, kilos of \ncocaine, AR-15 rifles and assorted firearms. The sheriff mentioned earlier in my -- next to my county, Alamance \nCounty, reported that he had two drug-related execution-style murders in the past five years.\n\nAccording to the Drug Enforcement Agency report, North Carolina is second place compared to the Atlanta region \nin drug trafficking routes by the Mexican drug cartels, and these cartels are reported to be operating in almost 1,200 \ncities in America.  In two to three days -- here's the relationship to the border -- in two to three days, the illegal \ndrugs traveling from the border can be anywhere in the United States and also rural Rockingham County, North \nCarolina.\n\nIn North Carolina since 2010 I've processed, working with the federal ICE Secure Communities program, 151 \npersons that are criminally charged that are illegal in the US.  Two of the detainees have returned back to be re-\narrested.  It's cost us $330,000 to house those inmates.  And approximately 66 percent of those arrested were \ncharged with traffic-related offenses.\n\nI've traveled to Arizona and Texas in the past three years to see first-hand what my fellow sheriffs are -- what \nthey're dealing with along the border, experiencing drug trafficking, human trafficking, illegal immigrations and \nother-than-Mexican crossings along our porous southern border to Mexico.  And this information has been shared \nwith sheriffs from North Carolina and across the U.S.\n\nWhile I was at a briefing, I had the opportunity to ask a question of Secretary Napolitano.  I asked her, why have we \nnot declare the Mexican drug cartel a terrorist organization, and what is the reluctance for this administration to \nplace a regular military force on our southern border with Mexico?  And her answer to me was, Sheriff, we're not at \nwar with Mexico.\n\n\n\nBut, you know, can you imagine how frustrating that answer was to me?  Because I tend to differ with the secretary, \nbecause since -- in the past six years, 58,000 Mexican citizens have been murdered by the Mexican drug cartel in \nMexico just south of our border.  That's a war. That's a drug war.\n\nI have read the proposed House bill, 2278, and these are a few of my comments.  Quickly, I will state the bill \nempowers all law enforcement in America to cooperate, making our communities safer. Federal ICE agents get the \ncongressional backing that they've needed for a long time.  The bill allows for Border Patrol agents to cross federal \nland without fear of sanction and legal roadblock.  The bill places oversight and accountability on the secretary of \nhomeland security.  The bill provides needed funding for immigration detention resources and detention officers.  \nThe bill does not reward municipalities that have chosen to become sanctuary cities in violation of our U.S. \nimmigration law.  The bill reduces the chances of criminals of all types from receiving benefits and status in our \ncountry, because I believe that Senate bill 744 we talked about earlier -- I believe it does give a path to citizenship \nfor those criminally charged that are illegal in our country.\n\nThe bill improves our visa-issuing process.  It also establishes an ICE advisory council to Congress.  I've read the \npublic safety provisions of Senate Bill 744 introduced by the Gang of Eight committee.  I've also reviewed your \nproposed SAFE Act -- 2278.  In these short amounts of pages, your House bill will restore the rule of law in \nimmigration enforcement in America, as well as the authority reserved for the ICE agents to conduct proper interior \nimmigration enforcement with those powers protected by congressional legislation. Senate Bill 744 fails to meet \nthat standard, in my opinion, and I believe its provisions would not only provide amnesty for criminal violators, but \ncould endanger the public which I as sheriff have sworn to protect.\n\nI do not believe that S. 744 has true intentions of tracking visa overstay violators, because if that was the intention, \nbiometric tracking would be used at all international ports of entry.  And cost was stated recently in debates in the \nSenate about the decline in that technology usage.  In my opinion, you can't place a cost on one single American \nlife when it comes to homeland security.\n\nSecretary Napolitano stated that this was not an immigration bill but instead a public safety bill.  My comment is if it \nwas a public safety bill, how come law enforcement wasn't involved in the crafting of this bill?  The border -- excuse \nme -- lastly, border security in S. 744 seems to be secondary to amnesty.\n\nMr. Chairman, I personally thank -- I personally want to thank you all for giving me the opportunity to come before \nyou today and answer your questions.  I look forward to any questions you might have.  Thank you.\n\nREP. GOODLATTE:  Thank you, Sheriff.\n\nMr. Shaw, welcome.\n\nJAMIEL SHAW:  Thank you very much.  Mr. Goodlatte and Ranking Member Conyers, thank you for holding this \nhearing.\n\nOn March the 2nd, 2008, the American dream came to a screeching halt for my son Jamiel Shaw II, also known as \nJamiel Shaw, Jr.  Jamiel was just 17 years young and a football superstar destined for greatness when he was \ngunned down three doors from my home while his mother was serving in Iraq.  Jamiel was a junior at Los Angeles \nHigh School and already being looked at by universities such as Rutgers and Stanford.\n\nThe last time I spoke to my son, he was on his way home from the mall.  I can still hear his voice -- be right home \ndad; I'm right around the corner.  He never made it home, and our lives are permanently separated.\n\nThe next time I saw my son, he was lying on the ground dead. According to the coroner who testified at the trial, \nJamiel was shot in the stomach first, and while he was lying on the ground with his hands covering his head, \npleading for his life, he was shot again. The bullet went through his hand and straight into his head.\n\nOn the day of my son's funeral, the LAPD came to our home to inform us that they had captured the person they \nbelieved had murdered Jamiel.  We also learned that he was executed by an illegal alien gang member from \n\n\n\nMexico with a history of violence.  We often hear supporters of people who are here illegally say that the children \nwere brought to the USA by no fault of their own, as if that makes everything right.  But many people overlook the \nfact that their parents made a choice to violate our laws.  The parents of my son's killer made a choice to leave \ntheir country illegally, entered America illegally, and their illegal alien son made the choice to join the gang.\n\nThe illegal alien charged with murdering my son had been previously arrested in November of 2007 for assault with \na deadly weapon and battery on a police officer.  Yet he was given early release from jail on March the 1st, 2008, a \nSaturday night.  The very next day, he executed my son and left him for dead like he was a piece of trash in the \nstreets.\n\nAccording to the District Attorney's Office in Los Angeles, Jamiel was executed because of the color of his skin and \nthe color of his red Spider-Man backpack.  We learned from Sheriff Baca of the L.A. County Sheriff's Department \nthat shot callers from jail order Latino gangbanger inmates to kill black males when they are released from jail.\n\nSo, why aren't politicians outraged?  Could it be because some politicians care more about potential votes of illegal \naliens granted amnesty rather than the safety of U.S. citizens?\n\nSheriff Baca had a violent gang member in custody that was also in the country illegally, and yet they still released \nhim back onto our streets to murder our children.  Why?  Politicians say they want the violent ones, but too often, \nwhen they catch them, they simply release them back into the community only to commit more crimes.\n\nTo this day, we still don't know why the Sheriff's Department negligently released an illegal alien gangbanger from \njail, and why was he given a six-month early release?  We still don't know why Immigration Custom Enforcement, \nICE, didn't pick him up from jail, or if ICE was even called by Sheriff's Department for pickup.  They refuse to tell us \nwhat happened.\n\nAccording to a report conducted by Senator Dianne Feinstein several years ago, the majority of all gangs in the \nUSA consist of illegal alien gang members.  In spite of this report, Senator Feinstein still supports the useless gang \nprovisions in the Gang of Eight illegal immigration bill which rewards illegal alien gangs with a path to citizenship.  \nWhy?  Why would elected officials reward gangbangers who are in the country illegally with amnesty and a pathway \nto citizenship?\n\nThe trial of my son's killer finally began on April the 24th, 2012.  On May the 9th, 2012, he was found guilty of first-\ndegree murder, for which the jury recommended the death penalty on May 23rd, 2012.  On November the 2nd, \n2012, the judge upheld the jury's verdict and sentence.  My son's killer is now in San Quentin on death row waiting \nfor his execution, and my son's body is now in the Inglewood Cemetery Mortuary -- excuse me -- in Inglewood, \nCalifornia, waiting for justice.\n\nMy family and I supported a law called Jamiel's Law, and we continue to support Jamiel's Law.  Jamiel's Law, like \nH.R. 2278, will deport illegal alien gang members from the USA.  Like H.R. 2278, Jamiel's Law will not wait for them \nto commit other crimes but will deport them for being in a gang while living in the country illegally. This is why we \nstrongly support the Strengthen and Fortify Enforcement Act, H.R. 2278, also known as the SAFE Act.  The SAFE \nAct makes being in a gang and being in the country illegally a deportable offense.  We hope all elected officials will \nsupport Congressman Trey Gowdy's bill.\n\nI would like to end by saying five years have passed and there are still many, many unanswered questions \nregarding the execution of my son, Jamiel.  I'd like to ask everyone here, everyone listening who support the people \nhere illegally and everyone who wants to help people here illegally a question:  What would you do if your child was \nshot in the stomach and shot in the head by an illegal alien, documented gangbanger, negligently released from \njail?  Would you still support illegal immigration and unsecured borders?  I think not.\n\nThank you for giving me the opportunity to talk about my beloved son, Jamiel Shaw II, who I love with all my heart \nand soul.\n\n\n\nThank you.\n\nREP. GOODLATTE:  Thank you, Mr. Shaw, for that very compelling testimony, and you have all of our shared \nsympathy for that dramatic loss.\n\nMr. Krantz, welcome.\n\nRANDY KRANTZ:  Mr. Chairman, ranking member -- Ranking Member Mr. Conyers, other members of the \ncommittee, it is a privilege for a local prosecutor who is charged with the duty of faithfully executing the laws in their \njurisdiction to come before this committee and have an opportunity to be heard.  And I want to tell you that I can \nonly imagine the difficult job you have of balancing and weighing all of the competing interests and needs and \nfundamental fairness.\n\nBut the fact remains that, like politics, all crime is local.  At the end of the day, it's the states and the localities that \nhave the ultimate responsibility to protect their citizens by faithfully executing the laws, protecting and serving.  \nYou've heard from Mr. Shaw; you'll hear from Ms. Durden.\n\nSitting behind me today is my chief deputy, Wes Nance, who is in charge of prosecuting crimes against children.  \nAnd one of the things that we have learned in prosecuting those types of crimes is that three elements really are the \nkey to successful law enforcement.  And I believe that Mr. Gowdy's bill helps accomplish those three things -- and \nthat is it enhances the communication, cooperation and coordination of all dedicated law enforcement officers who \nare trying to protect and serve.\n\nIf we do not have the communication and coordination and the cooperation, then local law enforcement is \nhandcuffed.  Every day, across courthouses in each state, in each town, in each hamlet, in each little city, there will \nbe a commonwealth's attorney or a district attorney, a victim witness advocate sitting somewhere explaining to a \nfamily why a tragedy has happened to their loved one.\n\nIn the context of crimes against children, we have learned that we can cooperate with our federal colleagues, we \ncan create a seamless web of protection to protect children from Internet predators -- to work alongside of and in \ncooperation with ATF in enforcing firearm laws, with the drug administration in enforcing narcotics trafficking and \nworking in multidisciplinary task forces that involve local, state and federal.\n\nThis isn't an either/or solution, but it has to be a purposeful solution.  In our county, in Bedford County, also sitting \nbehind me today is Mr. Gary Babb.  Mr. Babb was a sheriff's department, the sergeant of detectives in Bedford \nCounty.  His son Adam was struck and maimed by a drunk driver that was an illegal alien.  This particular driver, \nMr. Ramos, had previous convictions for driving suspended and manufacturing false driver's licenses.  At the time \nthat he struck Adam Babb, it became his second DUI conviction.  This bill, if in effect, and if that situation happened \nagain, someone like Mr. Ramos would be deportable.\n\nIn my written testimony, I indicated that at the time that Mr. Ramos may not have been deportable.  I have since \nlearned, just today, that he may in fact have been deported.  And the reason that I indicate that, part of the issue \nbetween local and federal enforcement is those communication channels where we can obtain the information that \nwe need, that when we sit down with those victims and we explain to the families what has happened to the \noffender, when will they be released, anything that can assist us to provide that closure, to provide that information, \nwould be of great assistance to local law enforcement.\n\nBut again, the key elements are communication, coordination and cooperation.  I believe that this bill gives us the \nopportunity to do that.  As a commonwealth's attorney, as a prosecutor, it is just as much as my job to clear the \ninnocent as it is to convict the guilty. And I believe that all dedicated prosecutors who operate from that ethical \nparadigm share that view.\n\nNothing prevents local, state and federal agencies working together in cooperation.  But the first step is to fully fund \nand fully man the personnel at the federal level who have the primary responsibility to do that.  This bill would allow \n\n\n\nthat to be done.  It would also allow the local and state prosecutors, law enforcement and other dedicated \nprofessionals to work alongside.\n\nOne of the key interests for prosecutors is that it would provide training and education and the ability to learn and to \nwork alongside. So members of Congress, it is my humble request that you consider this bill and note our support \nfor it.\n\nThank you.\n\nREP. GOODLATTE:  Thank you, Mr. Krantz.\n\nMs. Durden, welcome.\n\nSABINE DURDEN:  Thank you.  Mr. Chairman, thank you for the opportunity to testify today.\n\nREP. GOODLATTE:  Yeah, hit the button on the microphone there.\n\nMS. DURDEN:  Mr. Chairman, thank you for the opportunity --\n\nREP. GOODLATTE:  Pull it closer to you as well.\n\nMS. DURDEN:  -- to testify today.  Thank you.\n\nLast year around this time, my life seemed very normal and ordinary.  My only child, Dominic, my best friend, my \nrock and support system, shared a house, the bills and responsibilities.  We enjoyed each other's company.  And in \n30 years, we were never apart for longer than three weeks.  He brought nothing more -- nothing but pure joy into \nmy life, and I so loved just being Dom's mom.\n\nHe was born on January 22nd, 1982 in Germany.  At the age of 10, we moved to the USA and adapted very well to \nour new life here.  I was a German immigrant myself and became a U.S. citizen.  Dominic enjoyed the ROTC \nprogram and later got his private pilot's license.  He took an internship with a local TV station.  He also volunteered \nwith FEMA, the local emergency response force, and at different fire stations. In 2002, he received the \"volunteer of \nthe year\" award from the city of Moreno Valley for giving over a thousand hours of his time.\n\nDominic was always a 4.0 student.  He accumulated 87 letters of recommendation and 111 school and work award \ncertificates, some of them from former President Bill Clinton and U.S. Senators Dianne Feinstein and Barbara \nBoxer.  Dominic also received the 2013 presidential award from CPRA, the California Public Safety Radio \nAssociation.\n\nSeven years ago, he became a 911 dispatcher for Riverside sheriff's department and worked a very tough and \nstressful job.  He loved that challenging task.  And every time he was on duty, the deputies out in the field would \nfeel safe and in good hands.  They trusted him and called him the best dispatcher around.\n\nHis ultimate goal was to become a helicopter pilot for the police department.  Law enforcement was his passion.  \nHis co-workers became his friends, and he was a huge part of their lives and families.  His laugh and presence \nwould light up the room.  Life was great, and so many more awesome things and wonderful events to come.\n\nBut, however, life changed brutally and instantly on July 12th, 2012, at 5:45 a.m.  My world as I knew it was torn \ninto shreds and my heart ripped into pieces.  My only child, the love of my life, the reason for being, was taken from \nme in the blink of an eye.\n\nNo words can describe the excruciating, deep and agonizing pain you feel when you get that kind of call to tell you \nthat your precious life that you brought into this world will not come home anymore.\n\n\n\nIt's difficult to explain to you what and how I feel at not having my incredible son around anymore.  A home that was \nfilled with joy and laughter is now an empty and quiet house.  And the pictures, the locket with his ashes around my \nneck and the precious memories are all I have left.\n\nThis is enough pain for a lifetime, but it gets much worse.  I was informed that the driver of the truck that killed my \nson instantly was a 24-year-old from Guatemala, here illegally without a license, without insurance or a legally \nregistered vehicle, and on a probation from a prior DUI.  And to add even more pain and grief, this guy had a \nlengthy arrest record and had been in and out of court and prison prior to this.\n\nJuan Tzun was arrested for grand theft and armed robbery in November 2008 and given three years probation.  In \nAugust 2010, he was arrested for a DUI and a probation violation and given three more years of probation.  In May \n2012, he was arrested again on a DUI while on probation from the prior DUI and given probation again.  Less than \n60 days later, he killed my son.\n\nSince 2008, Tzun had been given a free pass to do what he wants without consequences or actions from our laws.  \nHe knew he was unlicensed.  He knew he wasn't allowed to drive.  But on July 12, 2012, he did what he has been \ndoing all these years -- flaunting our laws.  He hit and killed my son instantly, and all he got charged with was a \nmisdemeanor for making an unsafe left turn.  He was in jail for a short time, posted bail, and then taken into ICE \ncustody, where he was granted bail by a federal judge and walked out after paying $10,000.  The man who risked \neveryone's life, unlicensed and illegal, was free to continue to break all of our laws.\n\nAt last month's sentencing, the judge read 16 impact letters that cried out for a tough sentence.  Tzun was allowed \nto speak and took no responsibility, no ownership, showed no remorse or offered any apology.  He told us that God \ntakes life, gives life, and he was simply on his way to work.  He clearly showed all of us and the judge that he will \ncontinue to do what he wants without any regard for anyone else or the law.  And still the judge only gave him a \nmeasly 90 days in jail with five years' probation.  I felt victimized all over and lost all my trust and faith in the system \nand the law.  Everyone who has learned about the case also has expressed outrage and disbelief in how our \nsystem failed in such a huge way.\n\nMy son did not have to die on that tragic day if the system and laws had been working.  Tzun should have been \ndeported immediately after his first arrest in 2008, but he wasn't.  He should have been detained and then deported \nafter his first DUI, but he wasn't.  He should have been detained and deported after his second DUI, but he wasn't.\n\nWhy does the Department of Homeland Security protect illegal alien criminals?  I have learned that my story and \nhow I was treated is not the exception but the rule.  I am now begging all of you to please make a huge impact in all \nof our lives.  We can't lose any more loved ones to unlicensed drivers who kill over 7,200 victims per year, of which \n4,000 are killed by illegal aliens.\n\nThe SAFE Act would help prevent this from happening to another family, another fine young person.  The bill will \nimprove immigration law enforcement so that more criminal illegal aliens will be removed from our communities \nand fewer will try to come in the first place. It will allow ICE to deport criminals quickly, without waiting months or \nyears for an immigration judge.\n\nThe bill will make -- makes anyone who is convicted of two DUI offenses deportable.  The bill will give more \nresource to ICE -- resources to ICE to do its job.  This is badly needed because ICE agents want to do their duty, \nbut they do not have enough officers and enough funding to deport the huge number of illegal alien criminals.\n\nBecause illegal aliens have no fear of being caught and deported, they behave with a sense of impunity and lack of \npersonal responsibility for their conduct and the safety of others.\n\nFinally, the bill would allow local governments and law enforcement agencies to assist ICE by arresting illegal \naliens they encounter.  If ICE had more funds for detention of criminals, then Tzun would not have been released \non bond while awaiting trial, and he would not have been a risk to others.\n\n\n\nPlease don't let one of your loved ones become the next victim. Please pass the SAFE Act this year.  And thank \nyou so much for letting me testify.\n\nREP. GOODLATTE:  Thank you, Ms. Durden.   And on behalf of all of us, we express our sympathy to you for your \nloss.\n\nMs. Tumlin?\n\nKAREN TUMLIN:  Chairman Goodlatte, Ranking Member Conyers and members of the committee, it's my pleasure \n--\n\nREP. GOODLATTE:  You may want to make sure the green light is on, on your microphone.  Is it on?\n\nMS. TUMLIN:  How about now?  Yay.\n\nChairman Goodlatte, Ranking Member Conyers and members of the committee, it's my pleasure to be here today.  \nThank you for this opportunity to discuss the SAFE Act and why it would have serious and far-reaching negative \nconsequences if enacted.\n\nThe SAFE Act, if enacted, would radically change the laws and policies governing immigration in the United \nStates.  I want to focus on three key ways that it would do that.\n\nFirst, it would obliterate federal oversight and control over our nation's immigration policies.\n\nSecondly, it would put into the hands of state and local jurisdictions the ability to detain essentially without limits, \npotentially indefinitely, individuals based solely on suspicion that they might be removable from this country.\n\nThird, it would radically increase detention for nothing more than civil immigration violations.\n\nThe impact of these changes would be nothing short of disastrous on American families and communities.  It would \nlead to patterns of unjustified and unconstitutional detentions as well as patterns of unconstitutional racial profiling \nbased merely on one's appearance or the fact that they may speak with an accent.\n\nWhat I would like to do is focus on just two provisions in the SAFE Act and explain them a little bit.  Of course, I'm \nhappy to answer any questions that the committee members may have afterwards.\n\nSo, first, the SAFE Act would allow not only every state but also any locality within the state to pass civil or criminal \nlaws so long as those laws mirror federal immigration law.  This would not be a patchwork of 50 state \nimmigration regimes.  It would be literally thousands upon thousands of different regimes.\n\nMake no mistake -- and let's be clear about this.  This is not cooperation of state and localities with federal officials \nin terms of enforcing immigration law.  It puts states and localities in the driver's seat and the federal government \nin the back seat.\n\nI want to give you an example of how this plays out.  A couple of years ago, Georgia tried to do exactly this, and we \nsued them in court.  They passed a state criminal penalty to criminally prosecute individual who are harboring or \ntransporting undocumented individuals. They said this mirrors federal law; we can do it.  However, when they were \ndefending that law in court, they made clear that they intended to prosecute U.S. citizens, teenagers who were \ndriving their mother to the grocery store to get milk.\n\nAnd so the question before the committee is:  Is that good policy?  Does that make sense?  Do we want to \nprosecute overnight everyday acts of kindness by U.S. citizens to their family members?\n\nThe second provision I would like to highlight has already been referenced this morning in opening statements.  It's \na provision that we've seen before.  It just takes a different form.  This provision would, overnight, allow for criminal \n\n\n\npenalties, criminal prosecution against the 11 million Americans in waiting who are undocumented now and \nmembers of our communities and our families.\n\nAnd, again, the question is:  Do we want to criminalize that mother?  Do we want to spend precious resources \ndetaining and deporting people who are part of our communities and part of our families?\n\nWe don't have to guess at what would happen when you give this kind of immigration enforcement power to state \nand the local governments.  The evidence is piling up.  Again, it's referenced in the written testimony.  It's been \nreferenced this morning.  We see it in federal finding after federal finding from the Department of Justice against the \n287(g) programs that were run by Maricopa County and Alamance County.\n\nWe also have seen it as the state efforts to implement their own immigration laws have taken effect.  And, again, \nI'll give you an example.  This one is from Alabama.  When Alabama's racial profiling law was allowed to take \neffect, we staffed a hotline with our legal partners to take calls from individuals about what was happening.  And \nwhat we heard was story after story after story of individuals who were being stopped based nothing more on their \nskin color.\n\nI would like to urge the committee to reject this wrong-handed -- wrong-headed and single-minded approach to the \ndeep issues in our immigration system.\n\nREP. GOWDY:  Thank you, Ms. Tumlin.\n\nMs. Martinez?\n\nCLARISSA MARTINEZ DE CASTRO:  Thank you, Acting Chairman Gowdy and Ranking Member Conyers for the \nopportunity to testify on behalf of NCLR.\n\nThere is clearly too much tragedy related to letting this issue continue unresolved.  For the last two decades, the \nproblems in our immigration system have largely prompted one prescription, enforcement.  While enforcement is \nessential, alone, it cannot fix all of those problems, which are resolvable if we don't keep providing a one-\ndimensional response no matter its consequences.\n\nThe Strengthen and Fortify Enforcement Act, unfortunately, largely focuses on adding strength to an old \nprescription that has not cured our ills but will have detrimental side effects.  While it includes some needed \nprovisions, such as ensuring enforcement agents have equipment they need for persecuting criminal smuggling \nrings and human smuggling rings, the benefits are far outweighing by some of its other provisions.\n\nAnd let's be clear.  No one disputes that the perpetrators of the crimes and tragedies described here today should \nstay in our communities.  That should not happen.  But this bill would make Arizona's S.B. 1070 the law of the land.  \nKnown as the \"show me your papers law,\" 1070 was condemned by the country's civil rights community because it \nlegitimatized (ph) racial profiling, and every facet of mainstream America was represented among those opposing it, \nincluding members of law enforcement.\n\nFrustration over federal inaction to fix our broken immigration system led many Americans to express support for it \nbut not because they thought 1070 would fix the problem but because they wanted action.  Since then, the \nmessage coming from states that debated copycat laws and 31 states rejected that approach while the six that \nadopted it face lawsuits and injunctions.  The message was that only the federal government could fix our \nimmigration system the way that is required.\n\nThis committee has the ability to provide the real solutions. And it is imperative that you fix the system, not make \nthings worse. But rather than assert Congress's responsibility to (resort ?) an orderly system, this bill proposes a \nmassive and unnecessary delegation of authority.  The effect of that delegation will be to create a patchwork of \nlaws that will add more chaos, not more order, to our immigration system.\n\n\n\nThere is widespread evidence that delegating to states and localities the enforcement of federal immigration laws \nthreaten civil rights, and that has been mentioned here by members as well as Ms. Tumlin.  By expanding such \npractices, H.R. 2278 would lead to racial profiling and wrongful detention because everyone who looks illegal would \nbe subject to law enforcement stops, arrests and detention, and it would criminalize otherwise innocent behavior.  \nThe legislation would increase the possibility, for example, that a church taking in undocumented children after their \nmother got deported would be subject to harboring charges.\n\nTo some, the violations of rights and values of \"show me your papers\" policies may seem just like collateral \ndamage.  To the nation's 52 million Hispanics, 75 percent of whom are United States citizens, the damage is not \ncollateral at all.\n\nAccording to the Pew Research Center, one in 10 Latinos and immigrants -- Latino citizens and immigrants alike \nreport being stopped and questioned about their immigration status.  That means that, over a few years, most \nHispanics face a virtual statistical certainty that they will be stopped by police based on their ethnicity.  If that were \nhappening to all Americans, I suspect, we would not be having this debate.\n\nA patchwork of immigration laws is bad for the nation and is a recipe for disaster for the Latino community.  At a \ntime when momentum is building for the immigration reform our country deserves, it is disheartening to be taking a \nlook back instead of forward.  Our country deserves better.\n\nThe way you restore the rule of law is to have a legal immigration system that takes the legitimate traffic out of the \nblack market, allows immigrants to come with visas and vetted rather than with smugglers and allows the \nimmigrants who are working and raising families in the U.S. to come forward, go through criminal background \nchecks and get in the system and on the books if they qualify.\n\nThe \"enforcement and deportation only\" approach cannot get us there.  Adding more layers to it may seem the \npolitically easy thing to do, and this committee has been doing almost exclusively that for the last 20 years.  In this \ncase, those proposed new layers in the name of immigration enforcement will have serious negative effects across \nthe country and especially in communities where people look like me.\n\nI urge you to take the smarter, more comprehensive approach and pass the real solutions that we need.  And I \nagree with Mr. Labrador, who yesterday said that we need to have a comprehensive approach to immigration \nbecause it is the right thing to do and it is the right policy.  And I urge him and all of you to make those true solutions \na reality.\n\nThank you very much.\n\nREP. GOODLATTE:  Thank you, Ms. Martinez.\n\nThe chair will now recognize the gentleman from Alabama, Mr. Bachus, for his questions.\n\nREPRESENTATIVE SPENCER BACHUS (R-AL):  Thank you.\n\nLet me address the two witnesses at the end of the table, and I think you know that I have advocated for a \ncomprehensive approach and -- because I don't think we ought to have two classes of long-term residents.  I even \nsupport a pathway to citizenship.  But I do think that it ought to be earned.\n\nAnd let me ask you about someone with two DUI convictions.  Do you think that they have earned citizenship or do \nyou think we ought to allow them to stay in our country?\n\nMS. MARTINEZ DE CASTRO:  Well, if we are talking about the Senate immigration bill, which I think was \nreferenced earlier as allowing a number of very criminal offenses that were described here, as allowing those \npeople to earn citizenship, that is not the case.  And we wouldn't agree with that.  I think that some --\n\n\n\nREP. BACHUS:  Well, if someone has two DUI convictions, would you agree that they do endanger public welfare \nand safety and the lives of not only our citizens but of other undocumented people in our country?\n\nMS. MARTINEZ:  I think that offenses that endanger the public safety and national security need to be taken into \naccount.\n\nREP. BACHUS:  Do you -- do you think a DUI -- do you think that's a very dangerous --\n\nMS. MARTINEZ:  That is part of the legislation that we are supporting in the Senate bill.  It is --\n\nREP. BACHUS:  So if someone had two DUI convictions, they could be --\n\nMS. MARTINEZ:  I believe that is in the current legislation.  Is that correct?\n\nMS. TUMLIN:  Yeah, I would say the following.  What I would support is that -- for each applicant, that their \nindividual circumstances, including their records, are taken seriously and looked at.\n\nREP. BACHUS:  You know, I really think that someone that's a guest in our country that commits two DUIs -- \nbecause a DUI's an indication that they are acting terribly irresponsible.  And I don't think that's earning citizenship \nin any way.\n\nWhat about a gang member of a gang that has sworn or is -- (uses violence ?)?\n\nMS. TUMLIN:  So, again, what's in the Senate bill right now is that individuals who are gang members are excluded \nfrom that bill, if that's proven.  But again, I will do want to --\n\nREP. BACHUS:  All right.\n\nMS. TUMLIN:  -- be very clear that one thing that we're concerned about is suspicion.  And particularly when you \njudge someone --\n\nREP. BACHUS:  No, I agree.  I --\n\nMS. TUMLIN:  -- as in a gang based on suspicion --\n\n(Cross talk.)\n\nMS. TUMLIN:  -- or skin color.\n\nREP. BACHUS:  Well, I think there ought to be some -- right, no, I agree with that.  But, you know, when it comes to \nviolence -- and I consider DUIs a violent crime.  I mean, it certainly can lead to some tremendous (violence ?).  And \nI think that advocates of a DUI bill are going to have to think about raising the bar because when you raise it, you \nmay eliminate 100,000 or 50,000 people in our country, but make those that are behaving in a responsible manner -\n- you're not excluding.\n\nNow, let me ask you this.  In Alabama -- and I spoke against -- I ran in an election when 70 percent of the people in \nmy district supported the immigration bill and 61 percent of the people in my district strongly supported it.  And I \nwon almost 70 percent of the vote and didn't lose one vote in play.  So they gave me a pass.\n\nBut I didn't oppose the fact that -- and don't think that we can enforce a comprehensive immigration bill without the \nassistance of local law enforcement.  And I don't see how you enforce our criminal laws and our statutes or any of \nour laws once they become laws without assistance of local and state law enforcement.  That's the only \nenforcement we have in most of the counties I represent.  We may have two ICE agents.\n\nAnd I do -- and I hear you say you want it comprehensive, you want it consistent.  But then you -- do you not \nrecognize that local law enforcement is going to have to have a major role in enforcing all our laws?\n\n\n\nMS. TUMLIN:  (Off mic.)  So, there's a difference between assisting and leading.  And with respect to law \nenforcement, I would say the following, and it's really grounded on what law enforcement officers have been telling \nus for the last several years and even before that about what they need to do their own job.\n\nFirst and foremost, law enforcement officials, including the scores of law enforcement officials who wrote an amicus \nbrief to the Supreme Court last year regarding Arizona's law, said:  We need local control; we know best how to \nmake decisions about how to police our communities and keep them safe.\n\nAnd in addition they have said:  When people are afraid to talk to us, when members of immigrant communities will \nnot come forward and report crimes to us, we cannot do our job.  It is astounding what is in the most recent report \nthat's cited in our written testimony about what Latinos say about coming forward to law enforcement.  A whopping \n28 percent of U.S.-born Latinos, U.S.-born, U.S. citizens --\n\nREP. BACHUS:  All right.  I understand.  But I guess I'm just saying, can we have enforcement and interior \nenforcement -- which I think we all agree we have to have -- without local law enforcement being involved and \nempowered?\n\nREP. GOODLATTE:  The gentleman's time has expired.  I would now recognize the gentleman from Michigan, Mr. \nConyers.\n\nREP. CONYERS:  Thank you, Mr. Chairman.  This is a very unusual situation we have here today.  We never have \neight witnesses at a time.  This sets some kind of a record.  But we welcome you all anyway.\n\nAnd I want to ask about how this bill, Attorney Tumlin, is even more stringent and maybe unconstitutional than a bill \npassed seven years ago called H.R. 4437.  And it essentially tried to do some of the things but not all the things that \nare present here in H.R. 2278, because we're doing more than strengthening enforcement.  We're turning over the \nresponsibilities normally of the homeland security and the immigration authorities to local police.  So this isn't a \nmatter of taking powers away from local enforcement.  This is a matter of having them begin to become \nimmigration agents.\n\nWhat are your thoughts in that regard, ma'am?\n\nMS. TUMLIN:  Thank you, Ranking Member Conyers.  Absolutely, this bill, the SAFE Act, goes well beyond what \nwe saw in H.R. 4437.  It does so in three ways at least.\n\nFirst, as you indicated, it absolutely surrenders control to state and local jurisdictions in terms of enforcing \nimmigration law. It allows them to create their own crimes and civil penalties to arrest, detain and investigate \nindividuals for those, and it mandates the use of federal resources and federal dollars to detain individuals on those \ncharges -- (inaudible) -- the state and localities decide they've got the crimes, and the federal government is going \nto pay when they lock them up.\n\nSecond, it mandates detention of noncitizens after the expiration of their underlying state or local charge, after any \nprobable -- without probable cause, and it even does so indefinitely, without a time limit, for anyone the state or \nlocal jurisdiction believes might be removal from the -- (inaudible).  It does that without providing training, oversight \nand control.  It allows local officers who are not versed in the complexities of immigration law to make those \ndecisions, and it would have severe consequences.\n\nAnd last, as the ranking member already alluded to, it will radically increase the number of individuals who are \ncriminalized for nothing more than being present in this country without status -- no matter if they've been here five, \n10, 15, 25 years.\n\nREP. CONYERS:  Thank you so much.  Mr. (sic) Castro, from the National Council of La Raza, did you want to add \nanything to this discussion that I just had with Attorney Tumlin?\n\n\n\nMS. CASTRO:  I think the main thing here -- and I do agree with Mr. Krantz that we -- the either/or approach doesn't \nwork.  We need to find a balance.  We may disagree on what that balance is, but I think that having laws that \nbasically put a bull's eye on the forehead of America's 52 (million) Latinos is probably not striking the right balance.  \nI think we can do better than that.  We need laws that indeed are going to remove the types of criminals that are \nbeing talked about -- because I do agree, particularly in the immigrant community, those criminals prey upon that \nvulnerable population first and foremost.  We are not advocating for them to remain there or elsewhere.  But again, \nit's about balance.\n\nAnd the big issue here is that we have seen now through several court proceedings, findings and lawsuits that \nunfortunately these -- this type of delegation of law to the state and local level is indeed leading to racial profiling.  \nAnd there are disagreements, to be fair, in the law enforcement community.  Obviously we've heard from some of \nthe -- those testifying here that they would like to go full throttle on those policies.  But that should not obscure the \nfact that there are very important voices in the law -- in the -- in the law enforcement community that either don't \nsupport those policies or are at best conflicted, because of the effect that they have on community policing \nstrategies and their ability to fulfill their first and foremost mission, which is the public safety and to, first, do no \nharm.\n\nAnd the last thing I would add is -- if I may, Congressman, congratulations on your landslide election.  I don't think \nthat your voters gave you a pass; I think that they, as the majority of Americans -- and there is a poll of 29 states \nthat came out today -- actually support a comprehensive solution and want this problem dealt with.  So I don't think \nthey gave you a pass.  (Chuckles.)\n\nREP. CONYERS:  You know, I thank you both very much.  And I just want to observe that this is going to cost a lot \nof money, if this were actually put into practice, and most states and localities can't afford -- and I can attest that the \nfederal budget can't take it much either.  But thank you very much for your opinions, and being with us today.\n\nThank you, Mr. Chairman.  I yield back.\n\nREP. GOODLATTE:  Thank the gentleman from Michigan.  The chair will now recognize himself for five minutes of \nquestioning.\n\nMs. Tumlin, I was going to ask you initially to reconcile for me your support of city council members practicing \nsanctuary law but your lack of confidence in city police officers to actually enforce federal law, but I'm going to go \nanother direction.\n\nTo my friends who are in local D.A.'s offices and local law enforcement, I want you to pay close attention to what \nyou heard so far:  You are good enough to investigate homicide cases; you're just not good enough for us to trust \nyou with immigration cases.  You're good enough for drug cases, even though that area has been occupied by \nTitle 21 for decades.  You're good enough to help with drug cases; you're just not good enough to help with \nimmigration cases.  You're good enough to help, despite the fact that the 2nd Amendment clearly occupies that \nfield -- if you want to talk about pre-emption, it clearly occupies the field.  Title 18, 922(g), 924(c), all the federal \nfirearms statutes -- you're good enough to have your own state firearms laws; you're just not good enough to help \nout with the immigration laws.  And even though the federal system has the Hobbs Act to take care of armed \nrobberies, it's OK for states to -- also to have armed robbery statutes.  We don't just tell the feds you're the only \nones who can occupy drugs and firearms and robbery cases.\n\nSo I'll tell you this.  I've worked with state prosecutors and federal prosecutors, and state and local law \nenforcement.  If you're good enough to do homicide cases then I trust you to do immigration cases.  And I think it's \na shame that anybody doesn't.  If you're good enough to investigate the most serious crimes in this country, and yet \nwe're worried about you understanding the complexities of immigration law -- I've heard a lot about respect for the \nrule of law.  I'm interested and respectful of the rule of law.  I'm much more interested in adherence to the rule of \nlaw, because nothing undercuts the fabric of this republic like people picking and choosing which laws they're \ngoing to enforce, when they're going to do it, when it's politically opportune for them not to do it.\n\n\n\nSo I'm happy to talk pre-emption.  I'm happy to talk stare decisis.  I'm happy to talk supremacy clause.  I'm happy to \ntalk enumerative powers or any other legal concept you want to talk about. What I will not do is let state and local \nprosecutors and state and local law enforcement be disparaged and say we trust you to handle homicide cases but \nwe're not going to trust you to handle immigration cases.  That I will not do.\n\nI started this debate months ago, saying I am happy to find a synthesis between the respect for the rule of law that \ndefines us as a republic and the humanity that defines us as a people.  I am happy to do that, to search for that \nsynthesis.  But I am not going to pursue the humanity as the expense of the respect for rule of law.  I'm not going to \ndo it.\n\nSheriff, do you think you're capable of enforcing immigration laws if your jurisdiction -- if your jurisdiction decides \nto pass ones that are not inconsistent with but consistent with federal law; do you think you're capable of doing \nthat?\n\nSHERIFF BABEU:  Absolutely, Mr. Chairman.  And this is to your point, and I appreciate your remarks, because it \nquite frankly was offensive to hear that.\n\nI have close to 700 men and women that work in our sheriff's office who risk their own personal safety, their lives, \nand oftentimes for those who are illegal.  We do not differentiate.  And we have several hundred of my staff who are \nHispanic.  What are we saying about them?  And the fact that we swear an oath to preserve, protect and defend our \nConstitution -- we put our lives on the line for all people.  And the fact that we're in this conversation, this debate \ntoday -- you trust me, you trust every law enforcement officer in America to deal with not only the most complex \nissues for U.S. citizens, that we can make life and death decisions; the only profession in our land that can take \nanother person's life.  And yet we're saying here we're not smart enough to be able to ask questions and to call out \nto help for ICE -- which is what we did.\n\nThis -- we're not asking for something that we didn't have.  I only had 13 of my deputies and detention officers who \nare 287(g)- certified.  I've got a full plate in Pinal County.  I don't want to do ICE's job.  But we should be able to talk \ntogether and work in concert together to solve an issue.\n\nHow did we get to this point that the cops are now the bad guys? And it's because that we as a country, \nRepublicans and Democrats, have failed to address this issue and to solve it.  So we're put in the crosshairs and \nare disparaged, and of course our motivation -- and this is one of the casualties of this, the undermining not just of \nthe rule of law but those who preserve and protect on a daily basis every person's safety.\n\nREP. GOODLATTE:  Sheriff, I appreciate.  My time is up.  If we have a second round, I will get the district attorney \nto help me understand how city council members in certain cities are smart enough to ignore federal law and create \nsanctuary cities, but these guys aren't smart enough to enforce federal law.  We'll get to that in the second round.\n\nWith that I would recognize the gentlelady from California, Ms. Lofgren.\n\nREP. LOFGREN:  I wonder if I might allow Mr. Gutierrez to leap ahead of me.\n\nREP. GOODLATTE:  Certainly.  I recognize the gentleman from Illinois, Mr. Gutierrez.\n\nREPRESENTATIVE LUIS GUTIERREZ (D-IL):  (Off mic) -- thank you. It's almost as though this side of the aisle \nnow is against the cops and against enforcement and it's for murderers and criminals and drunk drivers.  Nothing \ncould be further from the truth.\n\nWhen we introduced comprehensive immigration reform, the first 400 pages of the 600 pages were enforcement, \nenforcement and enforcement.  More police officers, more ICE agents.  And I think it's regrettable that we have a \ndebate in which somehow this side of the aisle is weak, this side of the aisle is somehow unsympathetic to the \nmurdering of children.  We are not.  We think those despicable foreigners that come to this country should be the \nfirst in line to get kicked out of this country after they've paid the price in our prisons and our penal system.\n\n\n\nBut that somehow all of a sudden -- because this is the debate that we're having -- that all the 11 million \nundocumented workers in this country get reduced to drug dealers, to gang members, to part of cartels, that is just \nnot the truth.  And so as I hear this debate today, I say to myself, what happened to the eight, nine hearings we had \nin which people came forward to testify and they said, we can make a decision: Are our crops going to be picked in \nforeign countries by foreign hands, or are they going to be picked here in the United States by foreign hands?  \nEither way that back-breaking, dirty, filthy work is probably not going to be done by us.\n\nSo there is a reality in America.  We had debates and we had witnesses come forward to say, let's fix the broken \nimmigration system because they're not all gang-bangers.  They're not all drug dealers. They're not all murderers.  \nThey're not all people who are racing down the streets killing people while they're drunk.\n\nYou know who they are?  They're the moms and dads of over 4 million American citizen children caught up in a \nbroken immigration system.  And what do we really want?  Do we want USHARE (ph)?  Do we want the law \nenforcement agencies going after the moms and dads who are waking up every day to provide for their American \ncitizen children?  I say no.\n\nBut here's what's happening.  There's just a study.  Forty-one percent of Latinos said they are less likely to speak -- \nand those are the ones that are legally in the United States.  It is as though the undocumented workers in this \ncountry are somehow a pariah on which all of the evils of our society and all the ills of our society should be thrust \nupon.  That just is not the case.\n\nAnd to say to hundreds of thousands of young children -- one of the things that I always considered -- I certainly \nhope that my children are never judged by my actions.  My children should be judged by their own actions.  And \nchildren brought here as children to this country should not be judged by the actions of their parents.  They were not \nknowingly doing anything.  They did not have the will to make a decision to come here or not.  They've come out of \nthe shadows.\n\nI mean, everybody says, oh, well, those DREAMers.  You know what they did?  They applied.  They said, I'm here \nout of status, government.  And you know what the government -- they didn't send them back a letter that said, \nwelcome, come on down, happy to have you here.  You know what they sent them?  A letter, they said, come on \ndown and give me your fingerprints and prove to me that you're not a gang-banger, a drug dealer or anybody \ninvolved in criminality.  And if you can do that, I'm going to allow you to work while we fix our broken immigration \nsystem.\n\nSo all I'm trying to say here this afternoon is we started so well January, February, March, April, May, part of June.  \nLet's finish it.  Let's not demonize.  Let's not pick winners and losers.  Let's just say we've got a broken immigration \nsystem because I'm going to tell you something, and I told Mr. Gowdy this.  I'm for e-verify so that every American \ngets first crack at any jobs in America.  I'm for whatever you need on the board if you think you need more of that. \nI'm for more enforcement, but I'm also for humanity.  I'm also for treating people like human beings.\n\nSo I don't have questions for you.  I simply have a plea.  Can't we just move this agenda forward?  You can get \nwhat you want because I'm ready to sit down and give enforcement and not question you.  All I'm trying to say is it \ntakes 218 votes.\n\nSo what are we going to do, have this fight again?  We've seen this before.  And you know what you've got?  \nYou've got millions of people when they introduced almost this identical legislation and they came to the streets and \nthey protested and they elected people like me and others that say, OK, let's fix it.\n\nI've gone too far, Mr. Chairman.  I want to say I joined this committee after 20 years of service on Financial Services \nto fix this problem.  I'm not for criminals but I am for a decent, humane treatment of millions of workers.  Not \nforeigners who came here to do damage, but immigrants who came here to contribute.  Thank you so much, Mr. \nChairman, for your generosity.\n\n\n\nREP. GOODLATTE:  I thank the gentleman from Illinois.  The chair will now recognize the gentleman from North \nCarolina, Mr. Coble.\n\nREPRESENTATIVE HOWARD COBLE (R-NC):  Thank you, Mr. Chairman. Good to have all of you with us today.  \nSheriff Page, as the sheriff in a state that does not share a border with Mexico, give us an idea of the impact that \nstricter immigration enforcement would have on the area that you serve.\n\nSHERIFF PAGE:  Well, it's kind of related like to my jail situation.  I have a responsibility in my county to know \nwho's coming in and out of my facility, as immigration should have the ability to be able to track who's coming into \nand leaving from our country.  And the problem is right now, when I talk to the ICE agents from across the country \nand I talk to their representatives, they're not getting the support from the people that should be giving support in \nthe government to let them do their jobs, free their hands and let them do the work they need to do.\n\nWhat was discussed earlier here today, I'm sure that not every sheriff in America, every police chief in America \nwants to do immigration enforcement, but I do 100 percent support my federal, state and local agencies when we \ncome together in task force and different groups to work together as a force multiplier.  I just want to be able to back \nup ICE when they need help and they need my support, and same thing with the Border Patrol when they need that \nrequest, if I lived on the border.\n\nSo I feel, Mr. Coble, that if we support our immigration officers in the state, we can do a better job identifying that \npercentage.  And I know that all 11 million people that are illegal in this country are not criminals.  But we want to \nidentify those criminals and get them off the street and put them in prison and return them to wherever they came \nfrom and get them out of this country, and that's an obligation I have.\n\nREP. COBLE:  Thank you, Sheriff.  Sheriff, I think I know the answer to this question, but what good purpose will be \nserved when we deport the criminal aliens?  I presume they're probably in charge of the local gangs.  Is that a valid \nconclusion?\n\nSHERIFF PAGE:  I'm sorry, I --\n\nREP. COBLE:  I said, when we deport alien criminals, how is that helpful with you as the high sheriff of the county?\n\nSHERIFF PAGE:  As a sheriff, when we can remove criminal elements from our community, that does help to \nimprove our communities by getting the criminals out.  And I won't get too heavy into the border, but again, we also \nhave to pay attention to stopping that flow back and forth because right now, like I said, we're picking up individuals \nthat are tied in with the Mexican drug cartel in North Carolina, in my community, and it's not just my community in \nNorth Carolina either.\n\nAnd we're concerned when we see that activity traveling two to three days from across the border into our \ncommunities.  And without a good, defined, secure strategy and tactics on our border to secure it, lock it down, \nwe're going to continue having these problems.  Even if we work toward fixing the immigration system, we've got \nto fix our borders because if we don't secure our borders in America, every sheriff in America will be a border \nsheriff.\n\nREP. COBLE:  Thank you, Sheriff.   My friend from Arizona, in your written testimony you discuss at length the \nneed to enforce secure border.  While a secured border is vital to ensure that people do not come here in violation \nof the law, of what importance is robust interior enforcement?  That is, away from the border.\n\nSHERIFF BABEU:  Well, sir, I mean, I think it's critical because for the first part of it is that almost half of the people \nthat are here illegally now didn't cross our border.  They didn't make an illegal entry.  They would have never come \nin contact with the U.S. Border Patrol.  They came here on visas and they overstayed those visas.  They came here \nlegally.\n\nSo whose job is it to enforce those laws, to police those individuals?\n\n\n\nObviously, we know as well that a lot of the individuals that have come to our country engaged in terrorist activities \nhave not crossed our borders.  They've come here on visas; they've come here legally.  We need to be \naggressively enforcing our laws with regard to those individuals.\n\nBut also, I think what we've heard a little bit here today about is the criminal element.  There is definitely a \ndisproportionate number of criminals that's crossing our borders and coming into the country and, again, that's our \nresponsibility.  The jails are full of criminal aliens.  And that's not to say that every person here of the 11 million is a \ncriminal, but there are definitely extremely large numbers of criminals coming into our country.\n\nWith our limited resources that we have, according to the Obama administration's numbers, we deported 225,000 \nconvicted criminals last year.  Two hundred and twenty-five thousand.  That's half the population of the state of \nWyoming.  That's, you know, bigger than the Marine Corps when I was in it.  That's a lot of people, and we're not \neven scratching a dent in this criminal alien problem, as well as the gangs.\n\nSo our involvement, our enforcement is critical, critical, critical to community and public safety, as well as national \nsecurity.\n\nREP. COBLE:  Thank you all again.  I want to beat that red -- before that red light illuminates, to say Alamance \nCounty has been mentioned twice today.  It is my belief that that matter has still not been resolved.  And we can talk \nabout that at a later date.  It is good to have all of you aboard.\n\nI yield back, Mr. Chairman.\n\nREP. GOODLATTE:  Thank the gentleman from North Carolina.\n\nThe chair would now recognize the gentlelady from California, the ranking member of the subcommittee, Ms. \nLofgren.\n\nREPRESENTATIVE ZOE LOFGREN (D-CA):  Thank you, Mr. Chairman.\n\nFirst, I would like to ask unanimous consent to include in the record eight letters in opposition to this bill.\n\nREP. GOODLATTE:  Without objection.\n\nREP. LOFGREN:  And I would also like to ask -- I want to be -- make sure that -- I think I was precise, but I want to \ndouble back and make sure, because I think what I said in my opening statement was that the Justice Department \nhad concluded that the Alamance County sheriff and his deputies had engaged in discrimination.  And I would ask \nunanimous consent to put into the record the findings from the Department of Justice that the sheriff's department \ndid engage in intentional discrimination.\n\nAnd my colleague, Mr. Coble, is correct.  They also filed a lawsuit, which is still pending.  So we're both right, and I \nwould ask unanimous consent that both the complaint and the findings be made a part of this record.\n\nREP. GOODLATTE:   I never doubted for a moment you were both right.  And without objection.\n\nREP. LOFGREN:  Great.\n\nYou know, I just want to say that certainly I have a very close relationship with the prosecutors in my county and \nhave tremendous respect for them, as well as the law enforcement agents.  And I think it's incorrect to suggest that \nbecause immigration law is enormously complex and maybe not an area of expertise for my friends in the DA's \noffice, that somehow that insults them.  And matter of fact, I think my friend the DA in Santa Clara County would \nagree that he is not an expert on immigration law.\n\nAnd so I guess I'd like to ask you this, Sheriff Babeu.  You took offense, and I meant none.  Let me ask you this \nquestion.  If you found someone who was born on November 15th, 1986, whose mother was a United States \n\n\n\ncitizen, would that person have derivative citizenship if she had been in the U.S. for three years prior to that child's \nbirth?\n\nMR. BABEU:  (Inaudible) -- Ms. Lofgren, quite frankly, right now we don't do anything in regards to that.  And if we \nhave 13 deputies who get enhanced training, they actually go -- come back East, and those would be the only \ndeputies that would.\n\nREP. LOFGREN:  Well, I'll tell you, the manual for local law enforcement is about that thick?\n\nMR. BABEU:  Sure.\n\nREP. LOFGREN:  And the immigration code is this thick.\n\nMR. BABEU:  Certainly.\n\nREP. LOFGREN:  And -- I'm not insulting you.  I value what law enforcement does.  I just -- I used to teach \nimmigration law, and there are many nuances that are important and critical on whether someone is a U.S. citizen \nor not.  In fact, you have to be five years in the U.S. prior to the child's birth, at least two of which have to have been \nbefore the age of 14, and it can include presence in not only the United States, but also possessions.  And those \nare things about whether you're an American, not an illegal -- person.\n\nMR. BABEU:  And I can answer that.  We actually have numerous situations, because when through the policy, \nthrough ICE, and when the president came out and said anybody who's been here for five uninterrupted years or \nlonger, they shall be allowed to stay here.\n\nSo what we did, our deputies --\n\nREP. LOFGREN:  I just -- yes.  If I can interrupt, because I want to ask one other question.  It's not about whether \nyou can follow the policy that the president outlines or that ICE outlines.  I don't doubt that.\n\nMR. BABEU:  Sure.\n\nREP. LOFGREN:  And I also don't doubt that you're good at arresting people who are drug dealers.  I mean, great.  \nI want you to do that.  But --\n\nMR. BABEU:  (With that ?) situation, we would do nothing.  We wouldn't even ask the question.\n\nREP. LOFGREN:  But there have been -- and this goes to my question.  I guess, Ms. Martinez -- you, in your written \ntestimony, outlined instances where American citizens have been deported, which is a travesty.  I wonder if you can \n-- you didn't have an opportunity to go through that, but we have come across numerous instances where mistakes \nhave been made, including in L.A. County, where American citizens were apprehended and then deported, even \nthough they were Americans from birth.  Can you address that issue?\n\nMS. MARTINEZ:  Thank you.  Indeed, there are several of those cases, particularly that were documented in the \nrecent findings about Maricopa County, in terms of the discrimination.  And in terms of people being deported, \nthere's a variety of reasons.  Somebody doesn't answer the right question and they end up being categorized as \nsomebody who is deportable.  It has happened to U.S. citizens.  I know it is extremely hard to fathom, but it does \nhappen.\n\nAnd part of the reason is that the toxic nature of our immigration debate, and that's why we are desperately in \nneed of fixing this, has created an environment where there's a lot of people, American citizens and legal \npermanent residents, who are immediately categorized as illegal.\n\nREP. LOFGREN:  I want to be respectful of the time.  I -- let me just say thank you and -- to the parents who have \nlost children.  What happened to you shouldn't happen to anyone.  That is not an argument. Certainly we don't want \n\n\n\npeople who've done nothing wrong to be stigmatized and -- but our hearts go out to you.  And I think there's really \nunanimity about going after the criminals here in this room.\n\nI yield back to you, Mr. Chairman.\n\nREP. GOODLATTE:  Thank the gentlelady from California.\n\nThe chair would now recognize the gentleman from Pennsylvania, former United States attorney, Mr. Marino.\n\nREPRESENTATIVE THOMAS MARINO (R-PA):  Thank you, Chairman.\n\nI wish my friend, Luis Gutierrez, was here, because I agree with him on many of the issues.  I don't agree with him \nwhere he categorizes this side by saying we want all the Hispanics and illegals just moved out of the country for no \nreason at all.  We're talking about the people who caused the death of these -- this father and this mother here, that \nshould be moved out of this country.  And given the fact that they had criminal records, if they were sent and \ndeported back or put in jail when they were supposed to be and not released, their children would be alive today.\n\nAnd so --\n\nREP. CONYERS:  Will the gentleman yield for just a moment?\n\nI agree with you, but if there were trials -- and in one case there may have been, and in another there wasn't -- \nthat's for the court to determine --\n\nREP. MARINO:  Reclaiming my time, sir.  As a prosecutor, I know what the court should determine.  But given the \ncircumstances and based on immigration law, those individuals should have been at least detained or -- and sent \nback eventually.  So I'm not saying they didn't deserve a trial; that's not the issue.\n\nMs. Martinez, you very eloquently spoke to the fact of what we need to do.  But I think you did not speak clearly \nenough on it's going to take enforcement.  You did say that a large majority of Americans want immigration fixed.  I \nwant it fixed also, and I know we're not going to send back 11 million people, and I'll be standing at the front of the \nline to argue that.\n\nBut the question wasn't asked that way.  If you would ask those people should they all get amnesty, you would see \nthose numbers significantly decrease, because I'm not only hearing it from my district in Pennsylvania, I'm hearing it \nfrom people across the country.  We need to deal with this, but not total amnesty.\n\nAnd there was a statement about enforcement levels of this administration have increased.  That's not true.  I'm \ndisappointed in this administration and I'm also disappointed in the Bush administration for not addressing this issue \nin the previous administration, in the Bush administration.\n\nWhat ICE has been doing, what HHS is -- what Homeland has been doing is those individuals sent back at the \nborder are considered to be individuals that were here and sent back, and that's how they inflate the numbers.\n\nMs. Tumlin, I am offended by your statements.  I'm offended because as my -- as the chairman said, and my friend \n-- my assistant U.S. attorney -- when I was a district attorney in Lycoming County, Pennsylvania for 10 years, the \nfederal government, ICE, Secret Service, FBI came to local law enforcement and said help us solve these criminals \n-- solve these crimes, no matter if the criminals were dealing drugs or no matter if they were illegals -- because I \nagree with the statement that was made that all law enforcement is grassroots.\n\nAnd then when I became a United States attorney, I went right back -- and I was United States attorney for seven \nyears -- I went right back to those district attorneys and those sheriffs and those police officers and said help me \nenforce the laws of the federal government.  And it was very helpful because most of my cases were solved by \nthose people there.\n\n\n\nAnd I want to ask you a question.  You certainly pick apart law enforcement in your statement.  You say that locals \nshould not be -- have the authority and the power to do what they have been doing over the past several years, \nexcept when this administration stopped it. That's the backbone of law enforcement.  The federal government \nwouldn't operate without these individuals.  And I -- and I take insult to that.\n\nAnd as far as the individual driving mom to store -- to the store and getting milk, and should that person be \nprosecuted -- if they're here illegally, if they know he shouldn't be driving and he doesn't have a license, it's a \nviolation of the law.  So why would you say -- why would you say that these people aren't qualified, when the \nfederal government relies on them to enforce the law?\n\nMS. TUMLIN:  I appreciate the representative's question.  And I think as a prosecutor, of course, you know that in \nthat example the prosecution that the state of Georgia was talking about was not for driving without a license; they \nwere talking about the prosecution under their own law for harboring and in this case for transporting and \nundocumented immigrant --\n\nREP. MARINO:  It's still illegal.  So you do not think that is a good law, but the law that they're enforcing for \nimmigration, or should be enforcing, is a -- is a -- is a bad law?\n\nAnd let me ask you this question.  I commend you for your cause and what you do, and for the work that you are \ntrying to do for people that are here illegally, but have you ever taken the time to talk to people like Ms. Durden and \nMr. Shaw about what they lost, about how their rights were violated, about their children, where their constitutional \nrights were violated?  And they're not here today to just enjoy their children.  You seem to be jumping on the fact \nthat we want to prosecute every illegal immigrant that's here and send them right back regardless of any cause.  \nWell, let me tell you something: That's not the case.\n\nI've been a prosecutor for most of my life, and the rule of law is the rule of law.  And you can't sit there and pick and \nchoose what laws you want to enforce and who should enforce them.\n\nMS. TUMLIN:  So I would -- what I'd like to say briefly, if I may, to the question because it is -- I think it's -- it is an \nincendiary remark.  And what I would say about the absolutely unspeakable tragedies that we heard about today --\n\nREP. MARINO:  Well, but -- well, let me interrupt you, because I didn't hear you mention one word about that in \nyour opening statement.\n\nMS. TUMLIN:  That's what I'm trying to do.\n\nREP. MARINO:  Ms. Martinez did, but I didn't hear you do it in your opening statement.  And you're doing it because \nI'm bringing it up now.  And I think you need to step back, re-evaluate your cause and take into consideration what \nthe victims and what these people are going through.\n\nAnd I yield back my time.  I see that it's expired.\n\nREP. GOODLATTE:  I thank the gentleman from Pennsylvania.  The chair will now recognize the gentleman from \nGeorgia, Mr. Johnson.\n\nREPRESENTATIVE HANK JOHNSON (D-GA):  Thank you, Mr. Chairman. And -- mixed feelings.  Mr. Shaw, Ms. \nDurden, I am sorry for your loss.  It was 30 years ago -- excuse, 40 years ago, on May 29th, 1973, that my sister \nwas killed, murdered, by a black guy.  And I chose not to be angry or unforgiving about that to this day.  And I just \nwonder why is it that you two have been brought here to share your pain about your loss with the nation?\n\nWere you called because we wanted to arouse passions and prejudices against people from -- or against illegal \nimmigrants?  Is it because we wanted people to think that all illegal immigrants are from Mexico; they're Hispanic?  \nIs it because we wanted everyone to feel that all immigrants -- illegal immigrants are criminals or drunk drivers, or \nsomehow the scourge of our communities?  Is that why you all were brought here?\n\n\n\nI can't think of any reason why, other than that, that you all are here.\n\nMS. DURDEN:  Can I answer that?\n\nREP. JOHNSON:  And I think that this kind of passion and this kind of emotion really is ill-placed for our \nconsideration of legislation before us.  And I appreciate the law enforcement personnel who put their lives on the \nline every day they're asked to do more, increasingly with less.  And they are frustrated because they are -- they \nhave a job to do.  And if the federal government can't get its act together -- which it has not done -- then it falls on \nlocal law enforcement.  And there is no -- there is -- there is nothing to -- and it falls on local law enforcement \nprosecution, also.  It falls on our jails.  The citizens are paying for that.\n\nBut there's a deeper reason behind this that leads to our frustration with each other, and we end up pointing fingers \nat each other while there is money-making going on.  That money-making, ladies and gentlemen, is from the profits \nof incarceration.  And so illegal immigrants can be a source of revenue for companies like -- for private prison -- for-\nprofit private prison companies, skyrocketing stock value on Wall Street -- Corrections Corporation of America CEO \nDamon Hininger back in the week of February 20th, on a conference call to investors ensuring that incarceration \nrates will remain high and immigration detention will be a strong source of business for the foreseeable future.\n\nDo you all understand how public policy can result in dollars in the pocket of business interests?  And so what's \nhappening is we have turned our attention away from those who are making the money, and we're blaming each \nother for everything that ails us.  And it's really time for this game to end.  The private prison corporations are \nmembers of ALEC, the American Legislative Exchange Council, that drafts bills state by state, and introduced here \nin the federal government, that result in these kinds of growth opportunities for business.  It's wrong, it's immoral \nand it's hurting -- it's killing America.\n\nREP. GOODLATTE:  Time of the gentleman has expired.\n\nThe chair recognizes the gentleman from Idaho, Mr. Labrador, for five minutes.\n\nREPRESENTATIVE RAUL LABRADOR (R-ID):  Mr. Chairman, I just wonder if I have my -- before I have my time, if \nMr. Shaw and Ms. Durden can actually answer the question, because that's one of the most ridiculous \npresentations that I have ever --\n\nREP. JOHNSON:  Well, now, Mr. Labrador -- Mr. Labrador --\n\nREP. LABRADOR:  I'm sorry, but I think if --\n\nREP. JOHNSON:  I'm not -- I'm not going to stoop to the posture of --\n\nREP. LABRADOR:  No --\n\nREP. GOODLATTE:  (Off mic.)\n\nREP. JOHNSON:  Yeah --\n\nREP. LABRADOR:  The --\n\nREP. JOHNSON:  But you cannot come here and insult another member.  I think that's against the rules --\n\nREP. LABRADOR:  I just believe that if you just called them out for coming out here, and you said that they were \nunder the auspice --\n\nREP. JOHNSON:  If you have a question that you want to ask them, that's fine.\n\nREP. LABRADOR:  You know, sir, I will do it the way that I will do --\n\n\n\nREP. JOHNSON:  But don't --\n\nREP. LABRADOR:  But I just think it is insulting --\n\nREP. JOHNSON:  Don't attempt to answer my question, and you not have --\n\nREP. GOODLATTE:  Gentlemen will both suspend --\n\nREP. JOHNSON:  -- and you not use your time --\n\nREP. GOODLATTE:  Gentlemen will both suspend.  Mr. Shaw, Ms. Durden, if you care to respond to the last \nstatement/question made by the gentleman from Georgia, we will allow you to do so.\n\nREP. JOHNSON:  And Mr. Chairman, if I might, I welcome their response; I just happened to run out of time.  But \nbecause we are sticking to the time, I don't want to give Mr. Labrador two minutes of free time -- their time is --\n\nREP. GOODLATTE:  No, we're going to give -- we're going to give Mr. Shaw and Ms. Durden the time, and then \nwe'll go to Mr. Labrador. But --\n\nREP. JOHNSON:  Oh, OK.  Well, then, we can do it like that.\n\nREP. GOODLATTE:  You -- I thought you had --\n\nREP. JOHNSON:  That will do.\n\nREP. GOODLATTE:  I thought you were completing a statement; apparently you were completing a question.  \nEither way, we'll let them comment on it.\n\nREP. JOHNSON:  That will be fine.\n\nMS. DURDEN:  We -- I'm good?  OK.  (Chuckles.)  I would love to answer your question.  We weren't brought here \nfor any sympathy or anything.  My reason for being here is to put a face to this, that I'm not -- we're not -- I don't \nthink immigration talks about elder lady going to church, and somebody -- she looks at -- she looks like Hispanic, \nso we're going to check her immigration status.  It puts a -- I think -- a face on it, with my son, that brought a lot of \ngood things to the community he lived in.\n\nHe took care of me.  He took care of his friends and neighbors and everybody.  And he was wiped out because the \nguy who killed him in '08 wasn't deported.  He wasn't deported after his first DUI or his second DUI.  A career \ncriminal.  It's almost like if I sneak into a restaurant and I act a fool and they ask me to leave, I don't know, or I just \ncome back and they say, no, you're not allowed here anymore; we didn't invite you back here, you did something \nwrong.  And then I go back and they say, well, OK, you can stay until you tear up the place, and once it's all \ndemolished we'll deal with you.  That's how I feel.\n\nSo for you to say that we were -- you know, you questioned why we were brought here, to put a face to it.  When I \nget married to a wonderful man that supported me, my son can't walk me down the aisle. I will never be a \ngrandmother or a mother-in-law.  So that's why I'm here.\n\nREP. GOODLATTE:  Thank you.  Mr. Shaw, did you -- say anything?\n\nMR. SHAW:  Yes.  Basically, I didn't like the way you did that myself, you know, because you're almost putting like \nno value on my son because when you said your sister was killed by a black man -- like that made everything that \nwe have to say null and void because if it's a black man, and like we're picking on Latinos.  But what you have to \nunderstand is that -- is that our kids were here, they were living here, and they were murdered by someone illegally \nin the country.\n\n\n\nAnd I came here to let people know that I don't have to say that everybody here is -- 11 million or more aren't \ncriminals.  I mean, I'm here to say that you have people here in the country illegally that are criminals.  You have \npeople here that were brought here by no fault of their own.\n\nMy son was murdered by someone that was brought here at 4 years old.  And just because someone was brought \nhere by no fault of their own, you guys act like that gives them some kind of carte blanche to do whatever they want \nto, you know?  And that's not fair.  If you're brought here -- if you're here illegally from day one -- you cross that \nborder, everything else is out the door.  It's illegal.  And for you to act like if you're coming to our country it's not a \ncrime, that's insulting to all Americans.\n\nAnd to say that I came here for sympathy -- you know, I don't need sympathy.  You know, I get it -- I think about my \nson 24 hours a day, and I'm sure you feel the same about your sister.  And for you to try to make it seem like I was \njust brought here like some puppet to make people cry or make people feel sorry for me, that's not fair. That's not \nfair, because we love our kids, like she was saying.\n\nMy son wasn't bothering anybody.  He was walking down the street, coming home from the mall, I'm sure like your \nkids probably do -- go to the mall, enjoy life.  My son wasn't bothering anybody.  He was playing football.  He wasn't \nin a gang, no gang databases.  He'd never been arrested.  Never been suspended from school.  He was three \ntimes MVP, player of the year.  He was running track; he was getting ready to get a shot at going to the Olympics, \nyou know.  So for you to make it seem like that our families aren't important and we're brought here like -- they \nbrought us here like to -- like we're puppets, you know, to make fun of us, that's insulting to me, you know.\n\nAnd for you to have that nonchalant attitude is not fair.  The same way with the attorney and the other lady down \nthe -- on the -- on the -- on the end.  Same way.  They never talk about the crime and the criminals and the \ncemetery full of dead people, you know.  And they act like just because they're here to work, that just that's some \nkind of honor.  It's not an honor.  You broke the law to come into this country.  You know, you brought your kids \nover here.  That's equivalent to human trafficking.  You brought an infant that had no control what they were doing \nto a foreign country illegally and then raised them like that.  And then you want us to feel like it's our fault because \nmom and dad is here to work.  Where's the criminal -- where's the criminality for the mother?\n\nREP. GOODLATTE:  Thank you -- thank you, Mr. Shaw.\n\nREP. JOHNSON:  Mr. Chairman, if I might also, my apology to both witnesses if I offended you.  It was not my \nintent to do that.  And certainly, I'm a black guy, and I think the point that I was making with that was that I'm not \nturned against all black people, thinking that all black people are criminals.  And I said that to demonstrate that \npoint.  And -- but once again, I am deeply apologetic if I offended either one of you, and I thank you for taking your \ntime and spending your resources at the call of this committee to come here and testify.  That's not your fault that \nyou were called here.  And so I appreciate both of you.\n\nThank you.\n\nREP. GOODLATTE:  The chair now recognizes the gentleman from Idaho, Mr. Labrador, for five minutes.\n\nREP. LABRADOR:  Mr. Chairman, I just want to first thank Ms. -- Mr. Shaw and Ms. Durden for being here.  I have \nfive kids, and I can't even imagine what you have gone through.\n\nI want to thank Ms. Martinez, for your words.  And I think you and I -- and I'm sorry, I'm a little emotional, because \nthis is -- this is an important issue for America.  And when I see the tragedy that happened to your family -- but I \nalso think about a broken immigration system that we're trying to fix.  And for us to think that we cannot reach \ncomprehensive -- a comprehensive approach to immigration reform without local law enforcement participating in \nit, I think it's a mistake.\n\nAnd I know you and I, Ms. Martinez, want to have -- want to reach a common agreement on what we need to do, \nand I think we have the same goal.  But my problem is that I think it's unrealistic for you and Ms. Tumlin to think that \n\n\n\nwe're going to have any kind of immigration reform without having some sort of participation from the local law \nenforcement without giving Mr. Crane the tools that he needs to do his job.\n\nI have to be honest.  I practiced immigration law for 15 years, Mr. Crane, and I had no idea that you only had \n5,000 agents dealing with 40 million people.  I mean, think about that.  If you think about 5,000 agents dealing with \n40 million people, that's why we have the problem that we have today.  That's why we have so many people in the \nUnited States illegally.  And for somebody to sit here and say that you cannot do your job -- Mr. Babeu, Paul, my \nfriend, that you cannot do your job because you don't understand immigration law.\n\nI found Ms. Lofgren's questioning a little bit interesting.  I practiced law for 15 years.  Without looking at my book, I \ndon't think I could have answered the question that she asked you because it's been three years since I practiced \nimmigration law and I don't remember the answer.  But I think you would have been able to train your deputies \nand the people in your office to actually work on this issue.  And I also believe that if you would have arrested a \nyoung man who claimed citizenship, I know you well enough that I think you would have said let's get an attorney \nwho represents you so we can determine if you are a U.S. citizen or not.\n\nI know I'm speaking for you, but can you answer that question?\n\nMR. BABEU:  Yes.  To the chair and Mr. Labrador, likely that scenario would never play out.  And next to -- I can't \neven think of a time that we would proceed that far.  We would call ICE.  We have 500 border patrol agents \nassigned in our county.  And the times that -- the only contact we've -- we would have is if there was probable \ncause and there was summaries in why we in law enforcement and there speaking with somebody, and then that \nissue came up.\n\nWe're required under Arizona law to ask that question if we have a reasonable suspicion, not because of the color \nof their skin, not because of how they talk or how they sound.  And when we get to that point, that's where if it even \nis an issue, we use a lifeline.  We call ICE.  ICE gives us direction.  And the direction -- in answer to the question \nearlier, the direction that we've been given is that person says they've been here five years; treat them as any other \ncitizen.\n\nAnd that's the end of business for us.  We deal with what we have to deal with, whether it's a citation or contact or \nhave a good day. That's it.  That's what we're doing.\n\nREP. LABRADOR:  Mr. Crane, you're trying to do a job to protect our nation.  And I think a lot of the job that you do \nis trying to protect us not just from people that are here illegally but from drug trafficking, from all these other \ndifferent things.\n\nWhy do you think that this bill would actually strengthen your ability to actually do your job?\n\nMR. CRANE:  Well, the first thing it does is it gives us some people to do the job with.  I mean, that's probably the \nmost important thing.  I mean, one of the things that we're supposed to be doing is working every jail in the country, \never prison in the country.  We're supposed to be working with adult probation and parole to get the convicted \ncriminals that even slip through and go to prison and end up back on the street.\n\nI mean, we need the people to do the job -- you know, things like the detainers, to make sure that our detainers are \nactually recognized by local law enforcement, that when we put a detainer on out there and it -- and it's, you know, \nignored, then that bad guy ends up back on the street.  So I mean, there's just so many things about this bill that will \nhelp us do our jobs better.\n\nWe have these two positions with two different arrest authorities.  They have exactly the same training, but they \nhave two different arrest authorities.  So we end up in situations where we have two guys that need to make an \narrest, and they can't do it, or they can't be assigned to a gang task force or something because they don't have \nthose arrest authorities.  It makes no sense.  We're pulling our hair out, out in the field.  We've asked ICE to make \nchanged internally that would, you know, give those arrest authorities to all of our officers, and they won't do it.\n\n\n\nSo I mean, there's a lot of things in this bill that will help us, and we're extremely appreciative to Congressman \nGowdy and everyone that's worked with us to try to put some things in here that will get interior enforcement back \non track.\n\nREP. LABRADOR:  Thank you.  Ms. Tumlin and Ms. Martinez, I want to get immigration reform passed.  I think it \nwould behoove you to actually work with the local law enforcement, try to figure out how we can actually figure out \na way to make something like this work, because there is no way that in the House of Representatives an \nimmigration reform bill passes without actually having the assurance that we're going to feel comfortable that what \nhappens with Ms. Durden and Mr. -- and Mr. Shaw will not happen again.\n\nThank you very much.\n\nREP. GOODLATTE:  Thank the gentleman.  Time of the gentleman has expired.  The chair recognizes the \ngentleman from Puerto Rico, Mr. Pierluisi, for five minutes.\n\nRESIDENT COMMISSIONER PERDO PIERLUISI (D-PR):  Thank you, Mr. Chairman.  Good afternoon.  Let me \nstart by restating my support for comprehensive immigration reform as the best course of action for Congress and \nAmerica in seeking to fix our broken immigration system.\n\nWe need a common-sense reform that will meet our nation's need in the 21st century, and it must hold true to our \nAmerican values.  Real reform must take into account that the challenges that our immigration system faces today \nare multifaceted.  They are not situations that can be dealt with through isolated initiatives that only address one \naspect or another.  That approach will not result in a better America and will squander the historic window of \nopportunity that presently exists, while true bipartisan efforts are underway in both the House and the Senate to find \ncomprehensive solutions to these critical issues.\n\nUnfortunately, the enforcement-only approach offered by the SAFE Act falls short of accomplishing what America \nneeds and wants us to accomplish, which is reform that works for our economy, that strengthens and secures our \nborders and our interior, that helps America attract needed talent and expertise, that allows undocumented \nimmigrants already in America an opportunity to legalize their status and apply for citizenship, and that improves the \nefficiency and fairness of our legal immigration system to vastly reduce illegal immigration.\n\nWhile I understand and share the majority's desire to improve our nation's security, I don't believe that the approach \nof the SAFE Act, which would combine the criminal evasion of undocumented immigrants with the delegation of \nauthority to states and localities to enact and enforce their own immigration laws, would accomplish that goal.  It is \nvery risky -- it's a very risky approach to a complicated problem, and could cause great harm to communities \neverywhere by opening the doors to racial profiling, wrongful detentions and the criminalization of otherwise \ninnocent behavior.\n\nAnd I for one, I am very sorry for the pain that you have suffered, Mr. Shaw and Ms. -- and Ms. Durden.  I mean -- \nand I tell you, I lost my own brother.  He was the victim of a carjacking in Puerto Rico.  So I know your pain, and I \nrelate to that.  But we're seeking a comprehensive solution.\n\nWe want to address all aspects of this, not only the pain of victims of any crime, including crimes committed by \nundocumented immigrants, but also the pain that millions of immigrants are suffering on a daily basis while being in \nthe shadows because the system is not working.  And of course, I join Mr. Labrador in thinking and supporting that \nwe have additional resources at the federal level to enforce our immigration laws, looking forward.  But of course -\n- that makes all the sense in the world.\n\nNow, my question is for Ms. Clarissa Martinez De Castro, from the National Council of La Raza.  Ms. Castro, in your \ntestimony you mentioned the case of Eduardo Cavallaro, a U.S. citizen born in Puerto Rico, where I come from -- \nand I also relate to this on a personal basis -- who was arrested by Chicago police and held for more than three \ndays in the custody of federal agents on suspicion of being undocumented and was threatened with deportation \nbecause of his Mexican appearance.\n\n\n\nDo you believe that if states and localities are allowed to enact their own immigration laws, including civil and \ncriminal penalties, and then give an authority to enforce those laws, situations such as the one affecting U.S. \ncitizens like Cavallaro -- which could influence me as well because of my accent and my Mexican appearance -- will \nbecome more prevalent?\n\nMS. MARTINEZ:  Without a doubt.  And it doesn't have anything to do with being disparaging to law enforcement -- \nwhich I would like to clarify and speak directly to, otherwise I'll get in trouble when I get home because I have \nmembers of law enforcement -- (chuckles) -- in my family.  What we did was actually cite facts and findings of \ninvestigations.  There are bad apples everywhere, and I think that's why there are voices in the law enforcement \ncommunity that are concerned about how these laws will interact with a number of things.\n\nThe other thing that I would like to say is that there seems to be an inherent assumption somewhere here that \nthere's false lines dividing the opinions in this table.  And as long as we keep having that kind of conversation, we're \nnever going to get to the finish line, here.  To present my organization as somebody who doesn't think law \nenforcement has -- in this debate is simply false.\n\nWhat we believe, again, is that there needs to be a balance.  And since there's been a lot of talk about public \nsafety, let me just say that I do hope that when we talk about public safety and the public trust, we are -- we are \nmaking sure that the Latino community, 75 percent of whom are U.S. citizens, are counted in that public trust, \nbecause oftentimes some of the positions in this debate and the conversations that I hear would -- could lead \nsomeone to believe that Latino citizens or illegal permanent residents are not considered part of that American \npublic, or that their trust is irrelevant.\n\nAnd I do think here, like I said, there is too much tragedy in this issue.  We can continue to talk on top of each other, \naround each other, misrepresent what we say.  That's not going to help us.\n\nI am sure that Ms. Durden can identify with the tragedies of mothers who experience the loss of their sons because \nthey were beaten to death because somebody thought they were Mexican.  Those tragedies are unacceptable.  We \nneed to address this problem head-on.\n\nCOMM. PIERLUISI:  Thank you.\n\nREP. GOODLATTE:  The chair recognizes the gentleman from Georgia, Mr. Collins, for five minutes.\n\nREPRESENTATIVE DOUG COLLINS (R-GA):  Thank you, Mr. Chairman.\n\nI have a district that has been very much affected by the discussions going on.  I appreciate, Ms. Martinez, your \ncomment.  I take great offense at yours, Ms. Tumlin.  I'm not sure why you are here today except to bring forth the \npoint of making Georgia, of which I was a part of that state legislature, and Arizona and others, who attempted to \ndeal with an issue in their state, who attempted to do so in a way that may or may not, to your opinion or to others, \nbeen right, and some part which was struck or put on hold by the courts, but the vast majority of the law was \nupheld.\n\nI think you're right, Ms. Martinez.  To draw lines are not good. But to walk in here and to take account officers, to \ntake account me personally or others in the legislature who honestly tried to work through these issues, maybe not \nto your satisfaction, but did so at the request of those who voted for us, the same ones who sent me here, is not a \ngood thing.\n\nIt is not helpful, because as one who is trying to work through this in a very conservative district, one in which we \nstruggle deeply with these issues, in which there is a large Hispanic presence that has made our district wonderful \nfrom a legal perspective and made a struggle from those who are there not legally -- and these are issues that we \nhave to deal with.\n\n\n\nBut to simply categorize it in the way it came across -- and I was watching -- is not, and will not be a helpful tool as \nwe move forward, especially for those of us who are trying, through sometimes great difficulty, to find an answer for \nthis.\n\nTo others, for my -- (inaudible) -- from South Carolina and from Idaho and others across this table who have tried \nour best to look at this, to do so does not do any good, and especially from those -- as I appreciate, Ms. Martinez, \nthose with friends and family in law enforcement.  My father was a state trooper for 31 years.  And to see what he \nwould go through and these others go through, knowing that in my county, Hall County, it was one of the first 287(g) \ncounties.\n\nI have also practiced defense work.  And I have my issues, and they hold accountable -- we hold each other \naccountable.  But to simply say -- the one argument that never came from me, from my sheriffs, who I have great \nrespect for, was that you were basically too dumb to enforce the law.  Maybe I disagree with you on how you made \n(this stop ?) or how you did this, but the fact that you were not bright enough to enforce it, no.\n\nAnd to have law school questions, I appreciate.   And I respect greatly my gentlelady from across the aisle from \nCalifornia.  She can outrun me any day on most legal aspects.  But that's a law school question.  What these \ngentleman all deal with is real side-of-the-road kind of stuff.\n\nMr. Crane, I want to focus a little bit on my issue in Georgia. Over 50 illegal aliens were released by ICE under the \nguise of sequestration.  In March I wrote to DHS and ICE and requested basic information about the releases.  For \nexample, I asked how many illegal aliens were released in Georgia and how many had criminal convictions, and \nwhat are the specific crimes committed by illegal aliens released in Georgia.\n\nTo date, I never got an answer.  I'm an original co-sponsor of this legislation and strongly support the (need it fixes \n?) to our current law, in conjunction with other aspects that we need to deal with with immigration; not just one, but \na lot of others.  However, as we provide for additional ICE detention officers and agents and prosecutors, shouldn't \nwe also take steps to ensure that the national security and public safety goals of this bill aren't thwarted by what \nappears to be politically motivated releases of detained illegal aliens, including criminal aliens?\n\nMr. Crane, I'd like to hear from you on your thoughts on the seriousness of this situation and what we can do to \nprevent it from occurring in the future.\n\nMR. CRANE:  Well, I think it's extremely serious.  I think, whether it's in Arizona or it's Georgia, when we're cutting \npeople to the streets that are criminals, we're not letting law enforcement know about it, we're not letting them know \nwhy we're doing what we're doing, I mean, I think it's extremely dangerous.\n\nAnd I think it's definitely -- I can tell you, as an officer, those things never needed to happen.  Sequestration or not \nsequestration, we have ways of trimming our numbers back without making mass releases like that.  So it's \ncompletely unacceptable. It's a public safety threat.  Everyone up at DHS should be held accountable for it.  \nSenator McCain himself from the gang of eight said, you know, Secretary Napolitano is responsible here; \nsomebody needs to be disciplined for that.  And I agree.\n\nThe things that we have to do is we have to cut back, whenever possible, on the discretion of political appointees, \nbeing the secretary of DHS or the director of ICE.  We have to cut back on their discretion.  Congress has to codify \nthis.  They have to put it in writing how these folks are going to behave.\n\nREP. COLLINS:  Well, I think that is something that we've got to look at.  And as my time goes out on this, I just \nwant to say is someone looking for an answer here?  Let's deal with answers.  Let's don't deal with disparaging \ncomments.\n\nMr. Chairman, I yield.\n\nREP. GOODLATTE:  I thank the gentleman.\n\n\n\nWe have --\n\nMS. TUMLIN:  Mr. Chairman, I'd like to ask for the opportunity to respond.\n\nREP. GOODLATTE:  If you would suspend for just a moment.  We have votes on the floor that are five minutes into.  \nWe have 10 minutes remaining.\n\nThe gentleman from Florida, Mr. Garcia, is next, and he'll be recognized momentarily.  The gentleman from Iowa, if \nhe chooses to, can take the chair and ask his questions, but he'll be cutting it really close on the votes.  And we will \nthen return after the votes, and we hope our witnesses can remain, because there will be a few other members, \nincluding myself, Mr. DeSantis -- have you asked questions?\n\nREP.     :  Yeah, Ms. Tumlin didn't get a chance to respond.\n\nREP. GOODLATTE:  No, I understand.  I understand.  But we're running really close on time.\n\nREP.     :  I just think if you're going to let other witnesses, she ought to be given a minute, because, I mean, despite \nthe fact that --\n\nREP. GOODLATTE:  If the gentleman would suspend, I'm going to do that, but I don't have very much time to \naccomplish it and get both Mr. Garcia and Mr. -- Mr. King says he's going to come back.  OK.  So first we're going \nto go to Ms. Tumlin.  She can respond.  Then we're going to go to Mr. Garcia.  And we will then come back after \nvotes.\n\nREP.     :  Mr. Chairman, I think it makes sense that we just go back, and I'd rather Ms. Tumlin speak to people \nwhen they're here.  It sort of doesn't make sense that she speak -- I know of her good work and her organization's \nincredible work.  I know of Clarissa's good work.  And maybe we should all be here to listen, as opposed to letting \nher speak into the nothingness.\n\nREP. GOODLATTE:  Well, I understand.  But many members may not come back after.  So I don't know that there'll \nbe more members then than there are now.  And I'll give her --\n\nREP.     :  Go ahead, Ms. Tumlin.  I'm sorry.\n\nMS. TUMLIN:  OK, thank you.  And I know you have a vote to get to.\n\nI think it is really important how we engage in this discussion and the level of dialogue we use.  I want to be really \nclear.  At no point did I say that I believe law enforcement is too dumb to enforce immigration law.  So let's be \nclear.  In my world, I have to deal with facts and evidence.  I don't get extra credit for representing undocumented \nimmigrants.  No one gives me an extra chance.  I need to deal with facts and evidence.\n\nThe facts and evidence show from court findings from the Department of Justice that under the 287(g) program in \nits prior incarnation, the way it operates now, there are patterns of unconstitutional violations.  That's what we're \npointing out today. And as an expert on immigration law, when I read the 174 pages of this bill, I have serious \nfears about the expansion of that authority and what it would lead to and what it would mean on human terms.\n\nAnd also, to the parents who lost their children, for everyone in this room it was hard to listen to.  I am a mother.  Of \ncourse I empathize with you.  I cannot begin to understand.  Because I'm a mother, I know I can't understand what \nhappened to you.  But I'm a proud American, and one of the things that I am proud of is that we believe in equality \nand equal treatment under the law.  And this bill does not do that.  That is why I'm concerned.\n\nWe believe that you do not get held without probable cause.  And we believe that no group, whether they are non-\ncitizens or whatever they country came from, is stripped of those constitutional values.  I urge us to look at what this \nbill does to remove equality under the law for a specific group.  And I appreciate the indulgence of the chairman's \ntime.\n\n\n\nREP. GOODLATTE:  I thank the gentlewoman.\n\nREPRESENTATIVE JOE GARCIA (D-FL):  I'll go ahead and take my five minutes now.  There's enough time, so \n(we'll do it ?).\n\nREP. GOODLATTE:  OK.  The chair recognizes the gentleman from Florida for five minutes.\n\nREP. GARCIA:  I've seen these law enforcement persons here.  And I -- unlike others here, I have spent a great \ndeal of my time working on immigration.  And one of the great prides that I find in working with law enforcement is \nthat law enforcement doesn't want additional responsibilities, that law enforcement is overwhelmed with \nresponsibility already, very sacred trust that they have with the local communities, with those people that get hurt, in \nparticular to get witnesses of serious crime.\n\nAnd so I worry about how we're selling this here.  Mr. Crane has come here time and time and time again and \nspoken against immigration reform.  And Mr. Chairman, I have the deepest respect for you and for trying to get \nthis through, but this isn't the debate we should be having today.\n\nWe are close to solving a national problem that could have solved a lot of the problems we've seen here today.  \nAnd it is important that we realize that, because we can pull back.  Fear, fear-mongering and hate and anger are \nunderlying a lot of what goes on today here.  And clearly we've come a long way, and it's very important to go that \nway.\n\nI want to bring this question to either Clarissa, Ms. Martinez, or Ms. Tumlin.  (Inaudible) -- over a fact, because I've \nworked with you both in the past, or your organizations, that you have dealt with law enforcement.  Can you speak \nto that really quickly?\n\nMS. TUMLIN:  Yes.  And I think we will both address that quickly. Absolutely, we speak with law enforcement \nregularly.  We talk to police chiefs.  We talk to sheriffs about this very issue.  And what they have told us is exactly \nwhat the congressman is pointing out.  We want to do our job.  We need the community to have our back, not to be \nterrified of us.  We want to make choices about how to prioritize, how to enforce law and keep our community safe.  \nWe've heard that from sheriff after sheriff across the country.\n\nMS. RAMIREZ:  Yes.  And I spoke about this at the beginning. There are differences of opinion, but I think that \nthere is a shared concern in the law enforcement community about how this interaction takes place, what it may do \nfor people's willingness to report crime, whether a crime is being committed against them or whether they've been \nwitness to one.\n\nAnd I think, as we've heard from several members, a very recent study corroborates previous studies that say that \nthat is not unique to people who are undocumented.  It is also a fear that is now taking hold of Latinos who are U.S. \ncitizens.  Again, this is about balance. I feel that a lot of the discussion here -- there's almost like aggressive \nagreement on some things, and then we're trying to focus on the things we don't agree on.\n\nWe cannot continue to tear each other apart and move us away from -- actually, we're much closer to a consensus \nthan we think.  And the American public, it is in a much -- has a larger consensus on this issue than Congress gives \nit credit for.  And I do hope, as is usually the case, that leaders follow the people, that we can get there soon. We \nhave a real opportunity to do it this year.\n\nThe solution does involve law enforcement.  But again, we've been doing enforcement for 20 years.  We can say \nwe've learned lessons and we can do it better.  And I do think enforcement needs to be smarter and more \naccountable based on the lessons we have learned over that (regime ?) in the last 20 years.  But I think we also \nhave to admit that the solution we are after is not going to come through that one piece alone.\n\nREP. GARCIA:  Mr. Chairman, I yield back the balance of my time. Thank you.\n\nREP. GOODLATTE:  The chair thanks the gentleman for a minute and a half of additional time --\n\n\n\nREP. CONYERS:  Mr. Chairman?\n\nREP. GOODLATTE:  -- for members to get to the floor.\n\nREP. CONYERS:  Mr. Chairman?\n\nREP. GOODLATTE:  Yes.\n\nREP. CONYERS:  Could I inquire as to whether there's any intention that this measure be marked up next week?\n\nREP. GOODLATTE:  We are working very steadily toward making an announcement on that very soon.\n\nREP. CONYERS:  Could I caution you that I know I, for one, I'd like to review this record and I'd like to see the \ntranscript before we move to that.\n\nREP. GOODLATTE:  Well, I know the gentleman has been here for most of the hearing and has had the benefit of \nthat, and we want to afford him of the opportunity to hear as much information as possible. But we also recognize \nthat there is a lot of work going on in both the House and the Senate, and this committee needs to do its work as \nwell. So we'll have further discussion about that.\n\nRight now we do have a vote pending on the floor with very little time for members to get there.  So the committee \nwill stand in recess. And we ask the witnesses to stay because we do have at least two or three more members \nwho would like to ask you questions, including myself.  And we thank you for your patience and forbearance.\n\nThe committee will stand in recess.\n\n(Recess.)\n\nREP. GOODLATTE:  (Sounds gavel.)  This committee will come to order.  I want to thank the witnesses for taking \ntime out of your lives to be here to speak up for American values on whichever side of the argument that you might \nbe.  And I appreciate some of the tone and the demeanor that I've seen among the witnesses here just recently, as \nwell.\n\nAnd so a lot of the members have elected to move on to other duties, and I will -- chair will recognize himself for five \nminutes.\n\nThe -- as I listen to the testimony, I reflect on a few things. A hearing here before the Judiciary Committee, as I \nbegan -- and I'll direct my first question to Mr. Crane, so that he can be ready -- a hearing we had some weeks ago \nbefore this Judiciary Committee, I had a self-professed illegal alien approach me and lobby me on immigration \npolicy.  I came on inside the chambers and there was an introduction of people that quite likely were unlawfully \npresent inside the United States.  The -- I would first turn to Mr. Crane and say was there anything you could have \ndone to bring lawfulness to that behavior?\n\nMR. CRANE:  No, sir.  I think I probably would have lost my job had I even spoken to anyone.  In fact, the Senate \nhearing that I did where there was an illegal alien present; I sent an email to the director of ICE asking him for \nguidance on how, as an officer, I should respond in that situation, and they wouldn't even respond to me.  So -- but \njudging from things that are happening in the field right now, I can -- you know, if that person was in jail, I couldn't \ndo anything to him right now, let alone in Congress.\n\nREP. GOODLATTE:  But the reason for that wouldn't conform with U.S. law, would it?\n\nMR. CRANE:  I don't believe so, no.\n\nREP. GOODLATTE:  Because U.S. law directs that they be placed into deportation proceedings?\n\nMR. CRANE:  Yes, sir.\n\n\n\nREP. GOODLATTE:  And so what would be the thing that prevents you from enforcing U.S. law?\n\nMR. CRANE:  It would be the policies of the Obama administration, specifically the prosecutorial discretion \nmemorandum in this case as well as, you know, other policies such as our detainer policies and our guidance for \nmaking arrests in the field.\n\nREP. GOODLATTE:  Don't I remember in one of those memorandum that there were I believe seven references to \n\"on an individual basis only,\" and references to prosecutorial discretion?  Are you familiar with that memo that I'm \nreferring to, and the language?\n\nMR. CRANE:  I don't remember that language specifically, but I know that there was about 18 different scenarios or \nsomething, and then at the bottom it says this is not an exhaustive list of the times that you have to actually \nexercise this type of discretion.  So like I've said many times, we're clueless out in the field with regard to how to \nenforce them.  At this point, most officers and agents just try to keep their heads down and stay out of trouble -- you \nknow, staying out of trouble meaning don't arrest anyone.\n\nREP. GOODLATTE:  Do they -- do they though reference \"on individual basis only \" on prosecutorial discretion?\n\nMR. CRANE:  I'm sorry?\n\nREP. GOODLATTE:  Is part of the directive that you have from the administration to utilize prosecutorial discretion \non an individual basis?\n\nMR. CRANE:  Yes.\n\nREP. GOODLATTE:  And -- but aren't we dealing with this essentially as full classes of people?\n\nMR. CRANE:  I think it works both ways, from the administration policies that -- they tell us to do it on an individual \nbasis, but at the same time they give us orders not to arrest or detain entire classes of individuals.\n\nREP. GOODLATTE:  So the memo might say \"individual basis,\" \"prosecutorial discretion,\" but it's applied on a \ngroup basis without -- and you don't have the discretion to apply the law.\n\nMR. CRANE:  That's exactly right.  And prosecutorial discretion is not discretion.  They're orders not to.  We have \nno discretion.  We are being ordered not to arrest certain individuals or groups.\n\nREP. GOODLATTE:  And some of that's the basis of the case of Crane v. Napolitano?\n\nMR. CRANE:  Yes, sir.\n\nREP. GOODLATTE:  And can you inform the committee of that particular -- before you do that, I do -- have asked \nthis decision from Judge Reed O'Connor from the Northern District of Texas, and I'd ask unanimous to introduce \nthis decision into the record.  Hearing no objection, it will be introduced into the record.\n\nAnd I'd you then, Mr. Crane, if you could speak to the Crane v. Napolitano case as far as the part where the \ndecisions so far and the impeding decisions that we think will be made?\n\nMR. CRANE:  Just basically, the case is not just about Baca; it's also about the prosecutorial discretion \nmemorandum.  It's been, you know, characterized incorrectly I think in the media as well as in some of the meetings \nthat we've had here.  So it basically -- it impacts almost every person that we come in contact with, as ICE agents, \nthat we're being told not to arrest these individuals.  The judge's preliminary decision has been we're correct in our \nlegal position, that it's illegal for the administration, political appointees to tell us to not follow the laws enacted by \nCongress.  And the case actually hinges at this point not on critical point of law but whether or not we as federal \nemployees can sue the federal government.\n\n\n\nREP. GOODLATTE:  OK.  Now, if this Congress should pass legislation that directs the executive branch to enforce \nthe law -- for example, local enforcement to enforce the law.  If they direct that those persons that then are \ninterdicted be placed into deportation proceedings, whatever might come out of this committee, whatever might \ncome out of this Congress, whatever might be agreed in a conference committee between the House and the \nSenate, can you imagine how the Congress could change the position of the president to defy immigration law?  \nWould new law be treated the same, or what would be the distinction that you've seen between this bill before us \ntoday and the -- and then the actual statute that the president has defied?\n\nMR. CRANE:  I'm sorry, sir, I don't completely understand --\n\nREP. GOODLATTE:  The president won't enforce existing law; why would we expect him to enforce new law?\n\nMR. CRANE:  We absolutely don't.  And you know, we've been very open about this in the past.  We had problems \nwith this under previous Republican administrations, as well.  I think it's been especially egregious under this one.  \nBut it's something that has to be addressed by Congress.  We can't depend on our next president following the -- \nenforcing the law, instead of creating a law.  We have to create laws that are going to make the executive do their \njob.\n\nREP. GOODLATTE:  Now, I want to thank all the witnesses for your testimony.  It's been compelling.  And I want to \n-- (inaudible) -- especially those most personal of experiences that you've relived the pain, I want to thank you \nespecially for that.  And I will tell you that the emotion with all of us, on whichever side of the aisle we're on -- and \nour hearts and our prayers are with you.  And I believe we have an obligation as a nation to square away this rule of \nlaw, protect the American people.  And I ask the question of this inertia for amnesty -- why?  Why would we do this?  \nHow would Americans benefit from this?  We should have an immigration policy that's designed to enhance the \neconomic, the social and the cultural well- being of the United States of America.\n\nThis concludes today's hearing.  Thank you all again for your -- the witnesses for attending.  Without objection, all \nmembers will have five legislative days to submit additional written questions for the witnesses or additional \nmaterials for the record.\n\nThis hearing is now adjourned.  (Sounds gavel.)\n\n(C) 2013 Federal News Service\n"}