{"title": "GOP Rift Swells in Va. General Assembly; Bills on Abortion, Immigration Clash", "body": "\nThe Virginia Senate has rejected efforts by House Republicans to crack down on illegal immigration and limit \nabortions, exposing a widening gap within the GOP over how far the party should go in addressing controversial \nissues. \n\n With the legislative session scheduled to end next Saturday, the Republican-controlled Senate and House have \nstaked out dramatically different positions on bills designed to rid the state of illegal immigrants and give fetuses \nadditional state-sanctioned protections.  \n\n The debate, which comes as all 140 delegates and senators are up for reelection this year, reflects the Republican \nParty's struggle nationally to deal with bills relating to abortion and immigration.  \n\n The state Senate's actions this week also underscore how the tension in the party goes far beyond the years-long \nfeud between the two chambers over whether higher taxes are needed to pay for transportation improvements.  \n\n The House of Delegates, dominated by social conservatives, has approved a number of bills this year that have \nprompted outrage from many activist groups, including measures to put illegal immigrants in county jails and to \nmake it a felony for a woman to cause her own miscarriage. \n\n Senators, led by moderate Republicans, balked at their House colleagues' actions, saying that the conservatives \nwere driving away moderate and suburban voters who have held the keys to recent statewide elections.  \n\n \"I'm a moderate Eisenhower-type Republican, and I don't believe in all this interfering in people's personal lives,\" \nsaid Sen. H. Russell Potts Jr. (R-Winchester), chairman of the education and health committee. \"I'm very, very \nmoderate on the immigration issue.\" \n\n House Majority Leader H. Morgan Griffith (R-Salem) countered, saying that Republicans \"are just trying to punish \npeople for breaking the law.\"  \n\n\n In committee actions this week, the Senate killed bills that would have cut off funding for charities that help illegal \nimmigrants and punished employers who hire illegal immigrants. Senators also rejected legislation that would have \nmade it a state crime for undocumented citizens to live in or travel through Virginia.  \n\n The House had also approved several abortion-related bills that had been a priority of the influential Family \nFoundation, a socially conservative organization. But those bills were largely blocked by Potts's committee. On \nThursday, the committee rejected the miscarriage proposal. Legislation to expand the state's informed consent law \nby requiring that women be given the option of having an ultrasound before an abortion was also rejected.  \n\n Although much of the focus this election year has been on Democratic efforts to pick up the four Senate seats \nneeded to regain control, some political specialists say it is just as likely that conservatives will gain seats. A more \nconservative Senate, they say, could make it easier for immigration and abortion bills to pass the General \nAssembly next year.  \n\n \"This could be a very tumultuous year, and you could walk through 100 different outcomes that could have a lot of \nconsequences,\" said conservative Sen. Ken Cuccinelli II (R-Fairfax).  \n\n Conservatives are gearing up to try to purge the Senate of its moderate Republicans, who often form a coalition \nwith Democrats to block many House initiatives. Five moderate Republicans already face challenges in the June \nprimary.  \n\n \"They haven't run in four years, and I hope they find out this summer and in November how interested people are \nin these bills,\" Del. John S. \"Jack\" Reid (R-Henrico) said of his Senate colleagues. \n\n Potts, who alienated many members of his party when he launched a bid for governor as an independent in 2005, \nrefers to House conservatives as the \"God squad crowd.\" \n\n \"I have a strong faith, too, but I don't wear it on my sleeve,\" said Potts, who is considering retiring this year instead \nof running for reelection against two conservative primary challengers.  \n\n Griffith said Potts's comments \"show his level of intolerance of others' beliefs.\" \n\n One of Potts's challengers, Mark Tate, said that Republican voters need to make a statement this year that the \nparty is pro-family.  \n\n The differing opinions among Virginia Republicans mirror the party's split on the national level, where moderates \nand conservatives frequently clash on social issues, including illegal immigration.  \n\n House Republicans have advocated a get-tough approach, saying that the state should tackle the issue instead of \nwaiting for Congress to act.  \n\n \"The Senate has demonstrated time and time again it's pro-illegal immigration,\" said Del. Jeffrey M. Frederick (R-\nPrince William). \"It's unfortunate  --  the people want you to do something about this issue, and the House sent over \na whole lot of ideas, and the Senate rejected them in a span of about 60 minutes.\" \n\n Frederick, who noted that more than a dozen House Democrats also supported the GOP-sponsored immigration \nbills, said that illegal immigration is not a partisan issue.  \n\n But Republicans largely control the agenda in the General Assembly. And Friday, the divide between the House \nand Senate was on display when they couldn't agree on one of the only immigration-related bills still up for \ndebate.  \n\n Last month, the House approved a bill denying in-state college tuition for illegal immigrants. The Senate approved \na separate version of the bill that makes exceptions for those in the process of becoming citizens. The House voted \nFriday to reject the Senate bill, meaning that a conference committee will be needed to sort out the differences.  \n\n\n\n Potts isn't optimistic that the two sides will agree on a compromise. He referred to a hypothetical story about a \nfamily that crosses the Mexican border with a child.  \n\n \"What happens to the little child that comes across the border with his mother and father, and they have two \nchildren [in the United States], and the oldest child is a valedictorian? We are not going to let her go to James \nMadison, but we are going to let the other two go to James Madison?\" Potts asked. \"What am I missing here?\" \n\n Del. Terry G. Kilgore (R-Scott) said that conservatives are frustrated by the Senate. \"I guess we just have to keep \ntrying,\" he said. \n"}