{"title": "YUGOSLAVIA-REFUGEES: SERBIA GETS TOUGH WITH OWN REFUGEES", "body": "\nWhile Western Europe decides when and how to return refugees to the Balkans, back in what is left of Yugoslavia \nitself, the Serb government is as keen to rid itself of some 400,000 Bosnian and Croat refugees of its own.\n\nAfter three years of war and the disintegration of the former Yugoslavia, a Serbian government commission has \nbeen set up to revise the status of some of the refugees -- 60 percent of whom come from Bosnia and the \nremainder from Croatia.\n\nAccording to commission estimates, some 100,000 refugees will lose their refugee status -- along with the right to \nfree health care, social security and other aid. It also appears the government aims to repatriate those who came \nfrom areas now considered safe.\n\nOfficially, the government commission says the purpose of the current exercise is just to check who is in need of \nhelp and who cannot return to their place of origin.\n\n\"No one will be expelled from Serbia,\" says Sava Ivanic, an official of the Serbian Commission for Refugees. \"It is \nnecessary to revise the status of some refugees because many have found work and housing in Serbia or have \nmarried here.\"\n\nIvanic, however, says that refugees from areas in Bosnia-Hercegovina or Croatia now considered safe will lose \ntheir privileges. In effect, this means that social security payments and humanitarian aid will stop, thereby forcing \nmany to return home.\n\nThis could force an exodus of refugees to already unstable areas like the disputed Serb-held Croatian Krajina area \nand disputed Serb-held territories in north and east Bosnia-Hercegovina. The commission plans to finish its \nrefugee revision process by June.\n\nIvanic says that refugees from areas now considered safe can stay if they are undergoing medical treatment in \nSerbia, have children in school this year, have found work or have purchased homes or started their own business \nwill be allowed to stay but will have their refugee status revoked.\n\nOfficials of the Commission say that a revision is necessary due to the economic hardship facing Serbia proper.\n\n\"The law granting certain privileges to refugees was adopted long ago, even before war broke out in Bosnia, and \nwell before the international sanctions against Serbia were introduced,\" says Slobodan Popovic, the deputy \ncommissioner for refugees.\n\n\"When sanctions were levied, the economic situation began to worsen and humanitarian aid and free health care \nhave become difficult to supply,\" he said.\n\n\nWhile official statistics state that there are 405,000 registered refugees in Serbia, sources close to the government \nsay that a further some 100,000 people are living as refugees but have never registered.\n\nThey say that 95 percent of the refugees in Serbia proper are staying with friends or relatives. Only some five \npercent of the total refugee total are living in the 260 former holiday homes, hotels and hostels that have been \nconverted into government-run refugee centers.\n\nThe refugee total includes about 1,200 orphaned children and some 50,000 very elderly men and women.\n\nBelgrade, the Serbian capital, has attracted the largest number of refugees. There are currently some 150,000 \nliving in the city which has a population of two million. Their presence has provoked deep division among Belgrade \ninhabitants. The refugees are easily recognized by their Bosnian muslim and Croat accents and face the scorn and \nhatred of many Belgradians.\n\n\"I didn't know how many Serbs lived in Bosnia until this war,\" says Ivan M. an elderly Belgrade resident. \"They \nirritate us with their bearish manners.\"\n\nHe shares the anger of many people in Serbia proper who complain that refugees are given priority in obtaining \njobs or enrolling their children in good schools.\n\n\"They expect us to feel sorry for them and then they want to show off to us with their flashy new cars, with the \napartments they have bought in central Belgrade and with their hard currency deposits,\" says Zvezdana I., a \nBelgrade clerk says.\n\nJelena Vlajkovic and a group of therapists who have established a telephone help line for refugees, however, say \nthat most of the refugees are not successful and face immense hardship.\n\n\"Only a small number of refugees have found a better life here. Most of them are suffering. They feel used, \nmanipulated and aimless.\" says Vlajkovic.\n\n\"We must remember that none of these people came to Serbia of their own choice. They were forced to leave their \nhomes and usually have nothing to begin with again. The prevailing feelings they express are anger and despair. \nThey don't know what to do next,\" she says.\n"}