{"title": "Perdue: Boost illegals funding; More help sought to meet prison costs", "body": "\nGeorgia officials say they are paying about $18 million a year to house illegal immigrants in state prisons, and Gov. \nSonny Perdue wants the federal government to foot a bigger chunk of the bill.\n\nPerdue and 13 other governors this week sent members of Congress a letter urging them to double the amount of \nmoney allocated for the State Criminal Alien Assistance Program, which helps offset the cost of housing, clothing \nand feeding illegal immigrants in prison.\n\nLast year, the federal government gave the state about $1.4 million, less than 10 percent of the cost of housing \nillegal immigrants in Georgia prisons. President Bush has proposed killing the program.\n\nGeorgia House Appropriations Chairman Ben Harbin (R-Evans) also says the federal government ought to pick up \na bigger share of the tab.\n\n\"The responsibility to control our borders and remove illegal immigrants lies with the federal government,\" Harbin \nsaid. \"We have very little control over that. \n\n\"If the federal government were doing its job, they wouldn't be here. If they were doing their job, we wouldn't have \nthem in our facilities.\"\n\nState lawmakers began looking into the cost of housing illegal immigrants in prison when they were debating \nSenate Bill 529, a sweeping effort to crack down on illegal immigrants and the people who employ them. The bill \nwould require state and local government agencies to verify the immigration status of adults applying for taxpayer-\nprovided benefits in Georgia. It also requires that companies doing business with the state check the legal status of \nnew employees and that jailers report illegal immigrants arrested for felonies or DUI to federal immigration \nauthorities. The measure passed the General Assembly last week and is awaiting Perdue's signature.\n\nThere are 1,027 inmates now in Georgia prisons who will be released into the custody of immigration officials once \nthey get out of prison. Immigration officials won't say how many of those are illegal immigrants, but they guess that \nabout three-quarters of those with federal detainers entered the country illegally. Some might have entered the \ncountry on a legal visa but may be deported because they committed a crime in this country. State officials say they \nassume all prisoners with federal detainers are illegal immigrants.\n\n\nThe immigrants in Georgia's prisons range from drug dealers and check forgers to killers, according to the \nDepartment of Corrections. Anybody convicted of a crime must serve his or her sentence before being released to \nimmigration officials.\n\nOther states have much more at stake. California estimates it spends $750 million a year to house illegal \nimmigrants in prison. That's more than the federal government will send the states to offset costs this year.\n\nThe bipartisan letter to congressional budget writers, signed by Perdue, Florida Gov. Jeb Bush, Texas Gov. Rick \nPerry, Illinois Gov. Rod Blagojevich and California Gov. Arnold Schwarzenegger, among others, requests $850 \nmillion from the federal government next year.\n\n\"These funds are critical to states such as ours and needed to at least partially offset the costs our taxpayers are \nbearing as a result of the failure to control illegal entries along our international border,\" the letter states.\n\nU.S. Sen. Johnny Isakson (R-Ga) said he supports the state's efforts to win higher reimbursement from the federal \ngovernment, and he suspects Congress will support some level of funding for the program.\n\nIsakson, a former state legislator, said it's similar to the problem counties in Georgia face with having to pay to \nhouse inmates who have been sentenced to state prisons but have yet to be picked up.\n\n\"We tell the states if they arrest them and adjudicate them, ICE [Immigration and Customs Enforcement] will come \npick them up,\" Isakson said. \"Well, we're not picking them up, and we're not paying. \n\n\"It's an unfunded mandate, is what it is.\"\n\n--- Staff writer Carlos Campos contributed to this article.\n\nGraphic\n\n \n\nPhoto: U.S. Sen. Johnny Isakson says he supports the effort to get a higher reimbursement.\n"}