{"title": "Trump's pick for amb. to Israel funded settlements in Jerusalem's Muslim Quarter", "body": "\nMar 07, 2017( Mondoweiss.net: http://mondoweiss.net/ Delivered by Newstex)  Other news Trump's Israel envoy \npick gave funds to settle Jews in Muslim Quarter of Jerusalem's Old City[1]Haaretz 7 Mar by Judy Maltz — David \nFriedman's leadership role in an organization that raises funds for the West Bank settlement of Beit El is frequently \ncited as grounds for disqualifying him from becoming U.S. ambassador to Israel. It now emerges that Friedman's \nfinancial ties to the settlement movement run deeper than Beit El. Friedman has also made contributions over the \nyears to Ateret Cohanim, a right-wing organization that buys land in the Muslim Quarter of Jerusalem's Old City and \nArab East Jerusalem for creating a 'Jewish presence' there The Senate Foreign Relations Committee is scheduled \nto vote on Friedman's appointment Thursday. If Friedman is confirmed as expected, the vote will go to the full \nSenate. \n\nIn his Senate confirmation hearings several weeks ago, Friedman tried to play down his connections to the settler \nmovement According to Peace Now, an Israeli organization that monitors settlement activity, Ateret Cohanim owns \n59 properties in the Muslim Quarter and Arab East Jerusalem. Since its establishment in 1987, it has settled 1,100 \nJews in these areas, including hundreds of yeshiva students Ateret Cohanim's latest project, approved in \nDecember, is a new three-story building in the middle of the crowded Silwan neighborhood. Opposition members in \nthe Jerusalem City Council have been fighting the plan. 'Ateret Cohanim is known as an organization that tries to \nmake the most provocative purchases possible right in the heart of East Jerusalem,' said Laura Wharton, a city \ncouncil member for the left-wing Meretz party. 'They are seeking to incite as much conflict as they \ncan.'.http://www.haaretz.com/us-news/.premium-1.775611[2] Palestinian prisoner held by PA dies after 2 days on \nhunger strike[3]RAMALLAH (Ma'an) 6 Mar — A Palestinian prisoner held by the Palestinian Authority (PA) died on \nSunday, reportedly from health complications after two days on hunger strike. Ghalib Abdullah Daraghma, a 48-\nyear-old resident of the occupied West Bank city of Tubas, died in the Palestine medical complex in Ramallah on \nSunday evening after his health deteriorated less than 48 hours after launching a hunger strike. A Palestinian police \nspokesman told Ma'an that Daraghma started his hunger strike on Saturday after he had been taken to the hospital \non Feb. 26. The reason for the hunger strike remained unclear as of Monday. Palestinian security sources said that \nDaraghma had been held in a Palestinian prison for the past two years after being charged with killing five \nPalestinians, including two police officers, in Tubas, adding that he however had not been sentenced in court. \nPalestinian prosecution said it has opened an investigation to uncover the circumstances of his death. Daraghma's \ndeath comes amid renewed outcry against the PA's incarceration system as Palestinian activist Basel al-Araj, who \nhad been detained by the PA for five months in 2016, was killed by Israeli forces on Monday[4].           \nhttp://www.maannews.com/Content.aspx?id=775816[5] Palestinian journalists protest al-Quds newspaper's \n'normalization' of Israeli occupation[6]RAMALLAH (Ma'an) 6 Mar — Dozens of Palestinian journalists gathered on \nMonday outside offices of the Palestinian Journalists' Union in the town of al-Bireh adjacent to Ramallah in the \ncentral occupied West Bank, to protest what they called the 'promotion' of illegal Israeli settlements in the al-Quds \nnewspaper. Protests against al-Quds newspaper began after the paper published an interview with the extreme \nright-wing Israeli Minister of Defense Avigdor Liberman, covering a wide range of political topics, including the issue \n\n\nof Israeli settlements in the occupied West Bank. The newspaper has also come under fire in the past for publishing \nannouncements by the Israeli Civil Administration. Head of the union of Palestinian writers Murad Sudani delivered \na speech on behalf of writers unions and federations affiliated to the Palestine Liberation Organization (PLO), \nconfirming their rejection of al-Quds newspaper's 'approach and insistence' to 'continue to promote the Israeli \nnarrative and settlements.' 'All unions and federations,' Sudani said, 'are unanimously against normalization and we \nwill continue to fight all its aspects.' He went on to urge al-Quds newspaper to 'apologize to the Palestinian people \nand to journalists.'.           http://www.maannews.com/Content.aspx?id=775830[7] 13-year-old Palestinian boy found \nhanged to death in Jerusalem-area town[8]JERUSALEM (Ma'an) 7 Mar — A teenage Palestinian boy was found \ndead in a tent in the town of al-Eizariya in the central occupied West Bank's Jerusalem district, according to \nPalestinian police. Police spokesman Luay Irzeiqat told Ma'an that police were notified of a dead body found in a \ntent in the town, and that officers from the nearby Abu Dis police station rushed to the place to find the body of a 13-\nyear-old boy lying on the ground inside a tent which served as a children's playroom. The victim was identified as \nAli Salih al-Umour. His brother told police officers that he found al-Umour hanged inside the tent. Police said traces \nof a rope were clear on the victim's neck. The Palestinian prosecution decided to keep the body until a forensic \ndoctor examines the body to try and determine the cause of death.           \nhttp://www.maannews.com/Content.aspx?id=775832[9] Israel passes law barring entry for supporters of boycott of \nJewish state[10]JERUSALEM (AFP) 6 Mar — Israel's parliament has passed into law a bill barring entry into the \ncountry to those supporting a boycott of the Jewish state. 'The Knesset [parliament] passed on its second and third \nreadings the entry into Israel[11] bill,' it said in a statement on Monday night. 'A visa will not be granted nor a \nresidence permit of any kind to any person who is not an Israeli citizen or permanent resident if he, or the \norganisation or body in which he is active, has knowingly issued a public call to boycott the state of Israel or \npledged to take part in such a boycott,' the statement said. Israel has been faced with a boycott movement over its \nnearly 50-year occupation of the West Bank but it has lately intensified the diplomatic and legal fight against it. The \nBoycott, Divestment and Sanctions movement campaigns for a global boycott of Israel until, among other demands, \nthe country withdraws from all occupied Palestinian territories. Israel sees the movement as a strategic threat[12] \nand accuses it of antisemitism - a claim BDS denies. Haaretz newspaper said the wording of the new law left open \nthe possibility that it could be used against Palestinians living in Israel as temporary residents while their \napplications for permanent residence were being considered. Such a process is required by Palestinians seeking \nright of abode with their Israeli-Arab spouses. Last year, Israeli authorities refused to renew the travel documents of \nprominent BDS campaigner Omar Barghouti. His family are Palestinian but he was born in the Gulf state of Qatar. \nHe is married to an Israeli-Arab and as such has permanent resident status, although not full citizenship. But interior \nminister, Aryeh Deri, has been considering revoking Barghouti's residence permit, the ministry has said.           \nhttp://www.maannews.com/Content.aspx?id=775830\nhttp://www.maannews.com/Content.aspx?id=775832\n\nindirect message and not a hint — from the United States. Imposing Israeli sovereignty on Judea and Samaria \nwould mean an immediate crisis with the new administration,' Lieberman said, shortly before departing for a \nworking visit to the U.S. Judea and Samaria is the biblical term for the West Bank, which Israel captured in the 1967 \nMideast war. The Palestinians seek the West Bank as the heartland of a future state, a position that has wide \ninternational backing. The angry U.S. reaction was sparked by comments by Miki Zohar, a junior lawmaker in Prime \nMinister Benjamin Netanyahu's nationalist Likud Party.           http://abcnews.go.com/International/wireStory/israeli-\nminister-us-warned-israel-annexing-west-bank-45934561[18] Survivor of the attack on the USS Liberty to address \nUSAO students, public           https://usao.edu/news/survivor-attack-uss-liberty-address-usao-students-\npublicUniversity of Science and Arts of Oklahoma — The USAO history department will host retired United States \nMarine Corps Staff Sergeant Bryce Lockwood on Thursday, March 9, as the second in a series of guest speakers \nthis semester. Beginning at 6 p.m. in the USAO Ballroom, Lockwood will discuss the attack on the USS Liberty and \nthen lead an open-ended discussion about foreign relations in the United States. The event is free and open to the \npublic. The USS Liberty was a technical research vessel under the United States Navy. The ship was attacked by \nIsraeli aircraft and torpedo boats on June 8, 1967, during the Six-Day War. The combined assault resulted in the \ndeaths of 34 crewmen, 171 wounded, as well as severe damage to the Liberty. Israeli forces claimed that the attack \nwas a case of mistaken identity, believing the ship to be Egyptian. The true intentions behind the incident and the \nU.S. government's response to it have remained a source of controversy to the present day. 'The attack on the USS \nLiberty makes the Gulf of Tonkin incident look like nothing,' said Dr. Kevin Crow, professor of history at USAO. \n'There aren't many people who still remember that this happened—much less lived through it—so having Sgt. \nLockwood on campus may well be a once-in-a-lifetime opportunity for the public to hear about what really occurred \nthat day from someone who was actually there.'           https://usao.edu/news/survivor-attack-uss-liberty-address-\nusao-students-public[19]  Violence / Detentions — West Bank / Jerusalem Basil al-Araj executed by Israeli \noccupation forces after PA imprisonment and months in hiding[20]Samidoun 6 Mar — In a pre-dawn raid attacking \na home in el-Bireh, Basil al-Araj[21], 31, Palestinian youth activist and writer pursued by Israel for nearly a year, \nwas assassinated by invading Israeli occupation forces this morning. Al-Araj, from the village of Walaja near \nBethlehem, fought back and resisted[22] the invading forces for two hours before the attacking occupation soldiers \nbroke into the home where he was staying and executed him at close range. They then seized his body and took it \nto an unknown location. The attack on the home included rocket fire as well as al-Araj's extrajudicial execution in a \nhail of bullets. Al-Araj's family home in al-Walaja had been repeatedly raided[23] by occupation forces for months. \nAl-Araj, a writer and activist involved in a wide array of Palestinian grassroots struggles for liberation, was among \nthe Palestinian youth dedicated to reviving the Palestinian national liberation movement. One of six Palestinian \nyouth[24] released from Palestinian Authority prisons after nearly six months of detention when they launched a \nhunger strike, Al-Araj and other youth had been seized in April in what was touted as a victory[25] for security \ncoordination between the PA and Israel. While they were imprisoned by the PA, they were subject to torture and ill-\ntreatment[26] by PA security forces. After their hunger strike[27] and widespread attention to their case, including \nprotests[28] after reports of their torture[29], secured their release, four of the youth[30] - Mohammed al-Salameen, \nSeif al-Idrissi, Haitham Siyaj, and Mohammed Harb - have been seized by Israeli occupation forces. All four have \nbeen ordered to administrative detention, imprisonment without charge or trial. The extrajudicial execution of Basil \nal-Araj is yet another example of the ongoing use of 'arrest raids' as assassination raids[31] against Palestinian \nstrugglers, including the killing of Abdullah Shalaldeh[32] in the hospital and the murder of former prisoner and \nstruggler Muataz Washaha[33]. It also highlights once again the devastating and deadly reality of 'security \ncoordination' between the Israeli occupation and the Palestinian Authority for Palestinians struggling for their \nliberation, pursued and imprisoned through this coordination up to the point of their execution.           \nhttp://samidoun.ca/2017/03/basil-al-araj-executed-by-israeli-occupation-forces-after-pa-imprisonment-and-months-\nin-hiding/[34] another account:Palestinian activist 'executed' by Israeli forces after 2-hour gun battle[35]RAMALLAH \n(Ma'an) 6 Mar — Israeli forces shot dead a Palestinian activist early Monday morning, culminating a two-hour-long \ngun battle in the Ramallah area of the central occupied West Bank, after Israeli forces had been pursuing the man \nsince he was released from Palestinian prison last September. The raid sparked clashes, which left two \nPalestinians shot and injured by Israeli forces. No Israelis were injured in the incident. Israeli police identified the \nslain man as Basel al-Araj, who was wanted for 'planning terror attacks against Israelis.' Al-Araj was detained \nwithout charges or explanation by Palestinian security forces in April last year[36] along with Haitham Siyaj and \nMuhammad Harb. The controversial case made headlines when the three men joined three other detainees in a \nhunger strike [37]in Palestinian prison, amid reports of torture and mistreatment. After being released [38]in \n\nhttp://abcnews.go.com/International/wireStory/israeli-minister-us-warned-israel-annexing-west-bank-45934561\nhttp://abcnews.go.com/International/wireStory/israeli-minister-us-warned-israel-annexing-west-bank-45934561\n\nSeptember, Palestinian activists had feared that Israeli forces would immediately detain the six men, as the \nPalestinian Authority (PA) has been widely criticized for its security coordination with Israel through what critics \nhave called a 'revolving door policy' of funneling Palestinians from PA jails into Israeli prisons. Muhammad Harb \nand Haitham Siyaj, along with two of the other hunger striking detainees Muhammad al-Salamin and Seif al-Idrissi, \nwere eventually detained by Israeli forces and ordered to administrative detention, imprisonment without charge or \ntrial, while a video was released by Israeli media[39] showing Israeli forces beating Siyaj in custody. However, \nIsraeli forces were unable to immediately apprehend al-Araj, and the months-long manhunt continued until the \nMonday morning raid, when forces from the Israeli army, Israeli border police, Israeli intelligence, and Israel's \ncounter-terrorism unit surrounded a house in the outskirts of the refugee camp of Qaddura, where al-Araj was \nallegedly staying. Eyewitnesses told Ma'an that gunfire was exchanged between Israeli forces and a Palestinian \nman for around two hours until he ran out of ammunition, after which Israeli forces raided the house and 'executed' \nhim by shooting him at close range with several bullets.A video [below] shared by Israeli police showed Israeli \nforces entering a home and firing heavily towards an overhead crawl space. It remained unclear whether the video \nshowed the exact moment when al-Araj was shot and killed, and whether he first opened fire, as per Israeli claims. \nIsraeli forces also fired an Energa anti-tank rifle grenade into the building, causing the destruction of parts of the \nhouse, witnesses said. Witnesses said they saw Israeli forces dragging a man's body by his feet outside of the \nhouse. Meanwhile the Palestinian Ministry of Health has reportedly confirmed al-Araj's death, according to online \nmedia reports, while his body was taken by Israeli forces to an unknown destination.           \nhttp://www.maannews.com/Content.aspx?id=775810[40] In final letter, slain Palestinian activist Basel al-Araj \nponders looming death[41]RAMALLAH (Ma'an) 6 Mar — In a final letter written before he was killed by Israeli forces \nin a two-hour shootout[42], Palestinian activist and writer Basel al-Araj revealed his thoughts over his seemingly \nineluctable end 'Greetings of Arab nationalism, homeland, and liberation,' the letter, shared on social media by al-\nAraj's family, read. 'If you are reading this, it means I have died and my soul has ascended to its creator. I pray to \nGod that I will meet him with a guiltless heart, willingly, and never reluctantly, and free of any whit of hypocrisy.' Al-\nAraj went on to ponder the initial difficulty of writing a last testament, like many other Palestinians who were killed \nby Israeli forces. 'How hard it is to write your own will. For years I have been contemplating testaments written by \nmartyrs, and those wills have always bewildered me. They were short, quick, without much eloquence. They did not \nquench our thirst to find answers about martyrdom,' he wrote. 'Now I am walking to my fated death satisfied that I \nfound my answers. How stupid I am! Is there anything which is more eloquent and clearer than a martyr's deed? I \nshould have written this several months ago, but what kept me was that this question is for you, living people, and \nwhy should I answer on your behalf? Look for the answers yourself, and for us the inhabitants of the graves, all we \nseek is God's mercy.'In a lengthy statement [43]released on Monday, the leftist Popular Front for the Liberation of \nPalestine (PFLP) described al-Araj as a freedom fighter, intellectual, and theorist, who was 'one of the most \nprominent young Palestinian strugglers' to resist the Israeli occupation, and who 'worked to chronicle the history of \nPalestine and confront all attempts to liquidate the Palestinian cause.' The group said the killing laid bare 'an urgent \nneed to confront all forms of security coordination, political arrests, and prosecutions' by the Palestinian Authority \n(PA), describing security coordination with Israel as 'a betrayal' of the principles and values of Palestinian \nresistance.           http://www.maannews.com/Content.aspx?id=775829[44] VIDEO: Aftermath of Israeli raid into al-\nBireh/Ramallah resulting in one martyr and two injured[45]Quds News 5 March 22:44           \nhttp://www.maannews.com/Content.aspx?id=775810\nhttp://www.maannews.com/Content.aspx?id=775829\n\nPalestinian politician, said he visited the house in Ramallah where the Israelis said a firefight occurred. 'The said \nthere was a fight and clash, but what I found was that the only side that was shooting was the Israelis,' he told Al \nJazeera. 'If Araj had any chance to shoot, he would not have been able to shoot more than one bullet. The house \nwas completely bombarded with Israeli bullets. The Israeli side is trying to claim there was shoot back.' 'No safety or \nsecurity' Barghouti said it was 'really amazing' that the Israeli army entered the centre of Ramallah, which is \nsupposed to be under the Palestinian Authority's control. Regular raids by the Israeli army and police units in the \noccupied West Bank are controversial because they often involve incursions into Area A, which was designated as \nsolely under the remit of Palestinian security forces in the Oslo peace accords. 'Usually the Israeli army claim that \nthey inform before entering the area, but they came into the centre of Ramallah, which shows that they have full \nmilitary control there,' Barghouti said. 'This means that there is no safety or security for any Palestinian anywhere.'.      \n     http://www.aljazeera.com/news/2017/03/palestinians-protest-basil-araj-killing-170306153319219.html[48] Israeli \narmy leans toward appealing lenient sentence for Hebron shooter[49]Haaretz 6 Mar by Gili Cohen — Military \nprosecutors plan to appeal the lenient 18 month prison sentence given to Elor Azaria last month who was found \nguilty of manslaughter in the shooting and killing of an immobilized terrorist in Hebron last year. Military sources, \nwho said this seems to be the direction the prosecution is taking, said a final decision will be made in the coming \ndays. Those pushing for the appeal argue that Azaria's sentence was not congruent with the ruling of the judges, \nwhich was very critical of him. Prosecutors had asked for a three-to-five year sentence. In the end, the military \ncourt, headed by Col. Maya Heller, decided on 18 months, which seemed to be the lightest sentence to fit the \nverdict. The minority view, apparently that of Col. Carmel Wahabi, held that Azaria should have been sentenced to \ntwo and a half to five years in prison. If the prosecution wants to appeal, it will have to do so within the next few \ndays. Last week, Azaria, through attorney Yoram Sheftel, filed an appeal of his conviction, and the military appeals \ncourt ruled that the start of his sentence would be delayed until that appeal is heard.           \nhttp://www.haaretz.com/israel-news/1.775413[50] Violent detention raid in East Jerusalem sparks \nclashes[51]JERUSALEM (Ma'an) 6 Mar — A predawn Israeli police raid to detain five Palestinians in the occupied \nEast Jerusalem neighborhood of 'Issawiya sparked clashes between Israeli forces and Palestinian youth on \nMonday morning, according to local sources who said police violently assaulted the five Palestinians before \napprehending them. Three other Palestinians were also detained in the East Jerusalem raids. Member of a follow-\nup committee in East Jerusalem Muhammad Abu al-Hummus said that Israeli soldiers raided 'Issawiya several \ntimes on Sunday and were heavily deployed at all entrances to the neighborhood. He said Israeli forces fired sound \nbombs and rubber-coated steel bullets in the neighborhood and removed posters hung in the area celebrating the \nrelease of local Palestinians from Israeli prison. Lawyer Muhammad Mahmoud identified the five detainees as 52-\nyear-old Ahmad Moussa Darwish, 42-year-old Ibrahim Moussa Darwish, 29-year-old Mansour Hassan Darwish, 25-\nyear-old Muhammad Nihad Darwish, and 23-year-old Saeb Kayid Dirbas, as quoted by local organization the Wadi \nHilweh Information Center.Separately, Israeli forces also raided the occupied East Jerusalem neighborhood of \nSilwan. According to Wadi Hilweh Information Center, named after an area in Silwan where the organization is \nbased, Israeli forces searched several houses in Silwan and detained two Palestinians, identified as 20 year-old \nMoussa Muhammad Odeh and Diya Odeh. Three Palestinian minors, all aged 17, were also ordered to appear for \ninterrogation with Israeli intelligence. Wadi Hilweh Information Center identified them as Muslim Moussa Odeh, \nMuhammad Issa al-Qaq, and Ahmad Muhammad Froukh. The center had reported Sunday that Israeli police also \nextended the detention of Khalid al-Zir, an activist affiliated with the center who was detained for 'obstructing \npolice work' after he filmed Israeli forces raiding houses in Silwan earlier Sunday evening.           \nhttp://www.maannews.com/Content.aspx?id=775809[52] Israeli settlers attack Palestinian farmers, injure woman in \nnorthern West Bank[53]NABLUS (Ma'an) 6 Mar — Israeli settlers assaulted and injured a Palestinian woman who \nwas working on her agricultural lands in the northern occupied West Bank on Monday, Palestinian and Israeli \nsources said. Ghassan Daghlas, a Palestinian official who monitors settlement activity in the northern West Bank, \ntold Ma'an that more than 20 Israeli settlers from the illegal settlement outpost of Havat Gilad attacked Palestinian \nfarmers working in their lands in the nearby village of Fara'ata in the Qalqiliya district. Daghlas said that the settlers \nattacked the farmers despite the fact that the Palestinians had coordinated with Israeli officials in order to access \ntheir lands in the area. He added that Israeli settlers destroyed an agricultural tractor owned by Abdullah Shanaa, \ncausing clashes to erupt, during which 55-year-old Mariam al-Salman suffered from bruises on her upper body after \nsettlers threw rocks at her.An Israeli army spokesperson told Ma'an that Israeli forces were 'alerted to a dispute' in \nthe area and 'dispersed' those involved in conjunction with Israeli security guards from Havat Gilad. The \nspokesperson said they were not aware of anyone being injured in the assault, nor of anyone being detained or \n\nhttp://www.aljazeera.com/news/2017/03/palestinians-protest-basil-araj-killing-170306153319219.html\nhttp://www.haaretz.com/israel-news/1.775413\nhttp://www.maannews.com/Content.aspx?id=775809\n\n\ninvestigated. While no Israelis seemed to have been detained in this incident for having thrown stones at \nPalestinians, Palestinians risk prison sentences for up to 20 years for throwing stones at Israelis.           \nhttp://www.maannews.com/Content.aspx?id=775820[54] One Palestinian arrested after stone throwers assault IDF \nvehicle[55]Haaretz 5 Mar by Yotam Berger — Palestinians threw stones at a Border Police vehicle parked in the \nWest Bank town of Nabi Saleh on Friday. The border policemen employed riot control gear to disperse the stone-\nthrowers. There were no reports of casualties on either side. The Border Police said they arrested one person and \nexpect to arrest others in the near future. A video clip documenting the incident was posted Saturday on Palestinian \nsocial media networks. It shows the police jeep stopping for about half a minute at a gas station in town. As soon as \nthe engine was turned off, Palestinians approached and began pelting the jeep with stones. They fled after one of \nthe policemen fired a riot-control weapon. MK Oren Hazan (Likud) said on Saturday that 'every one of the terrorists \nwho attacked the IDF jeep with the soldiers inside should have got a live bullet in the head! Of course, that isn't \nwhat happened in reality and between us, how could it happen if the soldier who gave the terrorist in Hebron the \nbullet he deserved is about to enter jail?!' [WATCH: Israeli newscast with video from better angle[56]]           \nhttp://www.haaretz.com/israel-news/.premium-1.775254[57] Israeli forces detain 2 Palestinians over knife \npossession in Nablus area[58]BETHLEHEM (Ma'an) 5 Mar — Israeli forces detained two Palestinians in the \nnorthern occupied West Bank on Sunday for allegedly being in possession of a knife, Israeli police reported. Israeli \npolice spokeswoman Luba al-Samri said in a statement on Sunday afternoon that Israeli border police stopped the \ntwo Palestinians on a road near the Nablus-area village of Za'atara, searched them, and detained them after \nfinding a knife in their possession. Al-Samri added that one of Palestinians was found to have been observing \nIsraeli soldiers in the area before the second Palestinian arrived at the scene with a knife, allegedly intending to \ncarry out a stabbing attack.           http://www.maannews.com/Content.aspx?id=775806[59] Israeli forces detain 10 \nPalestinians in West Bank raids[60]BETHLEHEM (Ma'an) 5 Mar — Israeli forces carried out predawn military raids \nacross the southern occupied West Bank on Sunday, detaining at least 10 Palestinians, according to local sources \nand the Israeli army. In the Hebron district in the southern occupied West Bank, Israeli forces stormed the town of \nBeit Kahil and detained 20-year-old Muhammad Mahmoud Asafira, according to locals. An Israeli army \nspokesperson claimed he was a Hamas operative. In the town of Beit Ummar north of Hebron, Israeli forces \ndetained 22-year-old Sabri Ibrahim Awwad after ransacking several homes in the area, according to local activist \nMuhammad Ayyad Awwad . Also in the south, Israeli forces detained five Palestinians from the villages of Marah \nRabah and Husan in the Bethlehem district In al-Duheisha refugee camp in southern Bethlehem, Mahmoud Karim \nAyyad was detained, according to locals and the Israeli army. The raid sparked clashes in the camp as well as in \nthe nearby town of Doha, according to locals sources who said two young men were shot in the foot during the \nclashes According to the spokesperson, two Palestinians were also detained in overnight raids in the central \noccupied West Bank, one in the town of al-Sawahira and one in al-Zawiya.           \nhttp://www.maannews.com/Content.aspx?id=775800[61] Israeli soldiers abduct two Palestinian legislators in \nBethlehem[62]IMEMC 6 Mar — Israeli soldiers invaded, on Monday at dawn, the West Bank city of Bethlehem, and \nabducted two Palestinian legislators, and another Palestinian, from their homes, after invading and violently \nsearching them. The two Palestinian legislators, the member of Hamas's Change and Reform Parliamentary Bloc, \nhave been identified as Khaled Tafesh and Anwar Zboun. The soldiers also invaded the home of Hasan al-Wreidan, \na political leader of Fateh movement in Bethlehem, and abducted him. In related news, the soldiers invaded the al-\nHawouz area, in the southern West Bank city of Hebron, and confiscated a car belonging to the father of a political \nprisoner, identified as Tareq Ed'eis. It is worth mentioning that the abduction of the Tafesh and Zboun brings the \nnumber of imprisoned legislators to nine; seven from Hamas, one from Fateh and one from the Popular Front for \nthe Liberation of Palestine (PFLP).           http://imemc.org/article/israeli-soldiers-abduct-two-palestinian-legislators-\nin-bethlehem/[63] Israeli forces detain Palestinians, shut down workshop in predawn raids[64]HEBRON (Ma'an) 7 \nMar — Israeli forces conducted raids in multiple areas across the occupied West Bank before dawn on Tuesday, \ndetaining at least four Palestinians and shutting down a metals workshop that the Israeli army said was used to \nmanufacture weapons. Israeli soldiers stormed the southern occupied West Bank city of Hebron, and ransacked \napproximately 20 houses belonging to Palestinians who have previously been imprisoned by Israel. Locals \nidentified a number of former prisoners whose houses were raided as Fayiz Misk, Shadi Uweiwi, Mahmoud Yusri \nUweiwi, Yahya Ismail Qawasmi, Raed Natsha, Rasmi Dufish, Hashim Abu Turki, Yaqub Zaarir, Hisham Hmeidan \nSharabati, Thaer Ziad Fakhouri, Bilal Salhab, Anas Zghayyar, and Fadi Shawar. Israeli soldiers briefly detained \nFayiz Misk for a few hours before releasing him. Sources told Ma'an that Israeli forces 'violently' inspected the \nhouses and 'turned furniture upside down.' [photo]Meanwhile, an Israeli army spokesperson told Ma'an that three \n\nhttp://www.maannews.com/Content.aspx?id=775820\nhttp://www.haaretz.com/israel-news/.premium-1.775254\nhttp://www.maannews.com/Content.aspx?id=775806\nhttp://www.maannews.com/Content.aspx?id=775800\nhttp://imemc.org/article/israeli-soldiers-abduct-two-palestinian-legislators-in-bethlehem/\nhttp://imemc.org/article/israeli-soldiers-abduct-two-palestinian-legislators-in-bethlehem/\n\n\nother Palestinians were detained overnight in the occupied West Bank, saying two were detained in the village of \nHusan in the southern Bethlehem district and one alleged Hamas operative was detained in the village of Qabatiya \nin the northernmost district of Jenin.The spokesperson added that Israeli forces seized 'weapons manufacturing \nmachines' at a metals workshop during a raid into the town of Jama'in south of Nablus in the northern West Bank \nearly Tuesday morning. The workshop's owner Mansour Majid Gheith told Ma'an that Israeli forces stormed Jama'in \nand broke into his workshop after breaking open the main door. The Israeli soldiers, he said, destroyed the contents \nof his workshop, before they notified him that it had been shut down by military order. He said that the Israeli raid \nwas carried out without any prior notice, and that the workshop was worth hundreds of thousands of Israeli shekels. \nAn Israeli spokesperson told Ma'an that a 'illegal weapons and explosives manufacturing workshop' was uncovered, \nand that 'more than one' machine was confiscated.           http://www.maannews.com/Content.aspx?id=775833[65] \nOtherwise Occupied — Baseless arrests in the holy kingdom of Judea and Samaria / Amira Hass[66]Haaretz 6 Mar \n— Someone fed the Israel Defense Forces spokesman's office with lies claiming that two young West Bank \nPalestinians caught by Israeli soldiers were suspected of breaking a see-saw owned by West Bank settlers — We \nwon't publish S.'s full name because at 17 years old, he is a juvenile. Unidentified soldiers from an unidentified IDF \nunit arrested him and his neighbor, Saif-al-Din Ibrahim, on February 28. They fired shots to scare them, slapped \nthem, inflicted pain and left them bound and blindfolded out in the cold for several hours. Then the police were \ncalled in on a baseless pretext to finalize the abuse. The arrests without cause of S. and Saif al-Din Ibrahim are two \nmore of those unreported run-ins, an entirely normal circumstance in the holy kingdom of Judea and Samaria. \nThat's how a junta that forces itself on a civilian population conducts itself. Humiliation and the infliction of fear, the \ndemonstration of superiority and harassment are the necessary ammunition that the soldiers employ. Along with \nlying. Ibrahim, 21, was herding sheep that were munching on the fresh grass of the terraced landscape just a few \nmeters below his house, when suddenly, at around 2:30 P.M., he heard the sounds of gunfire to the west and saw \ntwo people running away. He then spotted soldiers on their way down the slope. Two were on foot with a jeep close \nbehind. An armed civilian, apparently a security coordinator, showed up as well. 'They called out to me to come \ndown to them from the terrace,' Ibrahim told Haaretz. 'I understand Hebrew. I didn't know what they wanted from \nme. I asked them: 'How do you want me to come down when I'm with the sheep?' They shot near me into the air. I \nwas forced to come down. Three of them grabbed me. One held me by the head and slammed me against the \nterrace's stones. The second one pulled my hands to the side and cuffed them, and the third held my legs.' Then \nthey beat the major criminal and dragged him to the jeep. The girls in the house saw what was happening and \nstarted screaming. The soldiers entered the house and pushed one of the girls against a wall, as they screamed \nout their threats.           http://www.haaretz.com/opinion/.premium-1.775383[67] VIDEO: Israeli forces simulate \nPalestinian home demolitions, clashes for military training[68]BETHLEHEM (Ma'an) — Israel's Channel 2 news \nreleased a video on its website showing new training practices of Israeli forces in which soldiers trained under the \nconditions of a simulated demolition of a Palestinian home and clashes that erupted as a result. According to \nChannel 2, Israeli forces have been conducting trainings and maneuvers for the last week in order to prepare 'to \nface Palestinian protesters while demolishing houses in Palestinian villages.' The trainings were conducted in fake \ntowns that embodied Palestinian villages, where Israeli soldiers were training on how to face protesters, raid the \nhomes and conduct the demolitions.           http://www.maannews.com/Content.aspx?id=775811[69] Prisoners / \nCourt actions Women's Day: 56 Palestinian women imprisoned by Israel[70]IMEMC/Agencies 6 Mar — As the \nworld soon marks, on March 8, International Women's Day, 56 Palestinian women, many of whom are mothers of \nyoung children, are currently serving time in the Israeli penal system for resisting the occupation. Among them are \n16 individuals under 18 years of age, the Prisoners' Affairs Commission said on Monday. It said, according to \nWAFA, that Israel has detained some 15,000 Palestinian women since its occupation of the West Bank, East \nJerusalem and the Gaza Strip in 1967[71]. The commission said that one of the detainees, Sabah Faroun, from \nIzzariyeh, east of Jerusalem, is serving time under administrative detention (without charge or trial) which has been \nrenewed for six months, and for the second time in a row. Another prisoner, Lena Jarbouni, from inside Israel, is \nconsidered the oldest woman prisoner and is serving a 17-year sentence. She is scheduled for release in April. \nUnderage prisoners also recently received heavy sentences with Shatila Abu Ayyad, from inside Israel, and \nShorouq Dwayyat, both sentenced to 16 years in prison, Maysoun Jabali, from Bethlehem, sentenced to 15 years in \nprison, and Marah Bakir, eight years and Marah Showbaki, six years, both from East Jerusalem.           \nhttp://imemc.org/article/womens-day-56-palestinian-women-imprisoned-by-israel/[72] Freshly released Palestinian \nprisoner set free by Israel after hours of interrogation[73]BETHLEHEM (Ma'an) 6 Mar — After being interrogated for \nseveral hours by Israeli forces, former Palestinian prisoner Moussa Darwish was freed from Israeli custody on \n\nhttp://www.maannews.com/Content.aspx?id=775833\nhttp://www.haaretz.com/opinion/.premium-1.775383\nhttp://www.maannews.com/Content.aspx?id=775811\nhttp://imemc.org/article/womens-day-56-palestinian-women-imprisoned-by-israel/\n\n\nSunday night. Darwish was first released from Israeli prison earlier on Sunday after completing a 12-year sentence, \nbut the newly freed man found Israeli intelligence officers waiting for him outside the prison, who immediately \nredetained him.[74] Jerusalem Committee for Families of Prisoners head Amjad Abu Asab told Ma'an that Israeli \nforces had also prevented Darwish's family from going near him, after they had traveled to Ktziot prison in southern \nIsrael to welcome him home. However, after several hours of interrogation, Israeli forces again released Darwish. \nDarwish spent 12 years in jail for his alleged role in a plot to kill Rabbi Ovadia Yosef, the leader of Shas, an ultra-\nOrthodox religious political party in Israel.           http://www.maannews.com/Content.aspx?id=775826[75] After \nbeing chained to hospital bed, Palestinian boy to be released to house arrest[76]JERUSALEM (Ma'an) 6 Mar — \nIsraeli authorities were expected to release 14-year-old Abdullah Haroun al-Anati from detention to house arrest \non Monday, after the boy was shot in the chest with a rubber-coated steel bullet during a violent raid last Monday \n[77]in occupied East Jerusalem's Shu'fat refugee camp and then handcuffed to a hospital bed.[78] The Wadi Hilweh \nInformation Center, a local organization in Jerusalem, said Sunday night that an Israeli magistrate's court had \nextended the boy's detention until Monday, while Israeli daily Haaretz reported that al-Anati was expected to be \nremanded to house arrest upon his release. Abdullah's mother Abir al-Anati told Ma'an the day after he was shot \nthat Israeli soldiers guarding the hospital room would not allow her to speak to or go near her son, adding that an \nIsraeli interrogator questioned the 14-year-old boy for approximately two hours, despite the fact that under Israeli \nlaw, parents are entitled to be present when their minor children are questioned. She denied Israeli police's claim \nthat al-Anati was throwing rocks when he was shot, and insisted she was walking him home from school when they \nwere forced to pass through clashes that had erupted at the entrance to Shu'fat refugee camp.           \nhttp://www.maannews.com/Content.aspx?id=775825[79] Palestinian human rights defender Salah Khawaja \nsentenced to 12 months in Israeli prison[80]Samidoun 5 Mar — Palestinian human rights defender and boycott \nactivist Salah Khawaja[81] was ordered to 12 months imprisonment[82] by the Ofer military court on Sunday, 5 \nMarch. Khawaja, a member of the Secretariat of the Palestinian Boycott, Divestment and Sanctions National \nCommittee[83] and a leader of the Palestinian Grassroots Anti-Apartheid Wall Campaign (Stop the Wall \nCampaign[84]), was also ordered to pay a fine of 5000 NIS ($1250 USD). Khawaja was seized from his Ramallah \nhome on 26 October 2016[85] in a pre-dawn military raid by Israeli occupation forces. During his lengthy \ninterrogation, he was subjected to torture, ill-treatment, beatings and denied access to his lawyer[86]. He was \neventually charged with contact of an 'agent of an enemy state[87],' an allegation frequently leveled against \nPalestinians who travel to other Arab countries and meet Arab or exiled Palestinian activists and media figures from \ncountries like Lebanon, Syria or Algeria. Similar charges are frequently used against Palestinians who attend \nconferences and public political events in Lebanon, the home to hundreds of thousands of Palestinian refugees, or \nother Arab countries. In Khawaja's case, the charge was quite weak; he was accused of meeting an unspecified \nperson in Jordan, reported the Stop the Wall Campaign[88]. In order to bolster the weak allegations, military \nprosecutors submitted a 'secret file' to supplement the charges, to which Khawaja and his lawyer were denied \naccess.           http://samidoun.ca/2017/03/palestinian-human-rights-defender-salah-khawaja-sentenced-to-12-\nmonths-in-israeli-prison/[89] Israeli court sentences Palestinian citizen of Israel to year in prison over \n'incitement'[90]BETHLEHEM (Ma'an) 6 Mar — The Israeli magistrate court in Haifa on Monday sentenced \nPalestinian citizen of Israel Khalid Ibrahim Muasi, 20, to one year in prison for social media 'incitement,' according \nto Hebrew-language media. Hebrew sites reported that Muasi, a resident of the Galilee in northern Israel, published \na Facebook post in 2016 expressing support for an attack conducted by a Palestinian against Israelis inside the \nillegal Hebron-area settlement of Kiryat Arba, and 'calling for conducting more attacks (against Israel).' In addition to \nthe one-year prison sentence, the court ordered a 10-month suspended sentence against Muasi in the event that he \ncommitted any 'acts of incitement' after his release.           http://www.maannews.com/Content.aspx?id=775828[91] \nLand, property theft ...struction / Ethnic cleansing / Settlements / JudaizationNegev crops destroyed by Israeli \nbulldozers[92]IMEMC/Agencies 5 Mar — Israeli occupation bulldozers raided, on Sunday morning, several \nPalestinian villages in the Negev desert region, and destroyed thousands of planted crops. Activist Khaled Abu \nKharma said, according to Al Ray, that Israeli soldiers raided the Negev and began destroying crops in various \nvillages. He stressed that Israel exterminated crops in the land near the village of Lakiya, and hundreds of dunams \nwere destroyed owned by Nasasrh Abu Darwish. Abu Kharma explained that the Israeli vehicles plowed and \ndestroyed crops of civilians near Nafroq Om Baten. Israeli soldiers raided nearby lands last week, as well, \ndestroying thousands of wheat crops. They deliberately attacked Palestinian lands in the time when plants are still \ngrowing. It is an Israeli policy to displace and uproot the people from their villages, which the occupation \ngovernment considers 'unrecognized'.           http://imemc.org/article/negev-crops-destroyed-by-israeli-\n\nhttp://www.maannews.com/Content.aspx?id=775826\nhttp://www.maannews.com/Content.aspx?id=775825\nhttp://samidoun.ca/2017/03/palestinian-human-rights-defender-salah-khawaja-sentenced-to-12-months-in-israeli-prison/\nhttp://samidoun.ca/2017/03/palestinian-human-rights-defender-salah-khawaja-sentenced-to-12-months-in-israeli-prison/\nhttp://www.maannews.com/Content.aspx?id=775828\nhttp://imemc.org/article/negev-crops-destroyed-by-israeli-bulldozers/\n\n\nbulldozers/[93] Palestinians live in caves as Israel destroys their homes           \nhttp://www.daysofpalestine.com/features/fleeing-israel-bulldozers-palestinians-resort-caves/Days of Palestine 2 Mar \nby Ali abu-Rezeg, Anadolu — Majid Hanani, a 64-year-old Palestinian, has been forced to live the life of a caveman \nafter his home in the West Bank was razed by Israeli occupation bulldozers. Located in the village of Tana east of \nthe West Bank city of Nablus, Hanani's home — along with 300 other modest Palestinian homes — was razed by \nIsraeli bulldozers early this year, prompting displaced residents to seek refuge inside nearby caves. The Israeli \nauthorities, for their part, attempted to justify the demolitions by saying the homes had been built without state \npermission. 'Life is difficult in the caves,' Hanani told Anadolu Agency. 'We lack most basic requirements.' 'But we \nhave no alternative,' he said bitterly. 'We build our homes out of corrugated iron and Israeli bulldozers eventually \ncome and demolish them.' 'I've seen it happen more than 20 times,' he added. While watching an old television set \npowered by solar energy, Hanani said: 'I fear difficult days ahead; harassment by the Israeli army — and the Jewish \nsettlers — will continue.' He pointed to an outpost on a nearby hilltop, saying: 'That's a [Jewish] settler who came \nseveral years ago with his caravan. Today, he runs a farm for breeding cattle.' 'He established a settlement outpost \nthere,' he explained. 'Now he wants to extend the boundaries of his property to include land on which we were living \nbefore the 1967 occupation.' Hanani owns some 200 sheep and lives off the money he makes selling the milk they \nproduce and the cheese his wife makes. Describing the cave in which he and his wife now live as 'our modest \nkingdom', Hanani said: 'It's a simple life. We only want to live in safety and security.' Their cave contains two small \nbeds, a television set perched on a rickety table, and a simple cooking oven.           \nhttp://www.daysofpalestine.com/features/fleeing-israel-bulldozers-palestinians-resort-caves/[94] Khan al-Ahmar \nvillage scheduled for demolition[95]IMEMC/Agencies 6 Mar — Israeli Civil Administration in the occupied West \nBank announced, on Monday, that it has decided to demolish the Palestinian village of Khan al-Ahmar. The village \nis located in Area C, according to the Oslo Peace Accords signed between Israel and the Palestinian Authority in \n1993. This area is under Israel security and administrative control. Israel newspaper Haaretz reported, according to \nDays of Palestine, that the Israeli Civil Administration in the West Bank had issued 42 demolition orders. According \nto local Palestinian villagers who have been living in this village since before the Israeli occupation of 1948, the \ndemolition of 42 homes means that more than two thirds of the village would disappear. Earlier, the villagers \nappealed against Israeli demolition orders, but the Israeli courts failed to prevent occupation authorities from \ncarrying out the demolitions. Hundreds of the Palestinians live in the village without the basic infrastructure. They \nrejected an Israeli proposal to move to another place, stressing this is their own land and no one will oblige them to \nleave it. The Israeli occupation is planning to confiscate the land of this village in order to build facilities serving \nnearby illegal settlements[96].           http://imemc.org/article/khan-al-ahmar-village-scheduled-for-demolition/[97] \nIsraeli soldiers demolish a Palestinian home near Hebron[98]IMEMC/Agencies 6 Mar — Several Israeli military \nvehicles, including bulldozers, invaded on Monday morning an area east of Hebron city, in the southern part of the \noccupied West Bank, and demolished a Palestinian home. The WAFA Palestinian News Agency said the soldiers \nsurrounded Mazare' Al-Baqar area before invading it, and demolished the property under of the pretext of being \nbuilt without a permit. WAFA added that the property was owned by a local man, identified as Badwan Abu \nMayyala, and his family.           http://imemc.org/article/israeli-soldiers-demolish-a-palestinian-home-near-\nhebron/[99] Protesters denounce 'racist' planned closure of Beersheba Bedouin market[100]BEERSHEBA (Ma'an) \n5 Mar — Dozens of Palestinian and Jewish citizens of Israel protested in front of the municipality of Beersheba on \nSunday against the mayor's decision to close the city's Bedouin market. Mayor Ruvik Danilovich decided to close \nBeersheba's traditional Bedouin market, which had been in operation for some 120 years, by the end of the month. \nAn appeal has already been filed against the decision to postpone the closure of the market, known colloquially as \nthe 'Thursday market.' Danilovich said that the decision to close the market was made after experts found that the \nmarket did not 'represent real Bedouin heritage,' and said that the location of the market could be turned into a \ntouristic, educational or entertainment center. However, protesters expressed their anger towards the decision, \narguing that the market was an important institution for the merchants working there, as well as for low-income \ncustomers who could not afford shopping at other more expensive locations. Protesters held signs reading 'Ruvik, \nhow much did they pay you to kill us?,' 'struggling to make a living,' 'racist Ruvik,' or otherwise calling the closure a \n'death sentence against 1,000 families' dependent on the market. Israeli authorities have cracked down the Bedouin \ncommunity in Israel since the beginning of the year, as home demolitions have come into the limelight.           \nhttp://www.maannews.com/Content.aspx?id=775802[101] Arab Israeli leader defends Arafat street sign[102]AFP 6 \nMar — A top Arab Israeli politician on Monday defended naming a street in northern Israel after the late Palestinian \nleader Yasser Arafat, after Prime Minister Benjamin Netanyahu vowed to remove it. The small Arab Israeli town of \n\nhttp://imemc.org/article/negev-crops-destroyed-by-israeli-bulldozers/\nhttp://www.daysofpalestine.com/features/fleeing-israel-bulldozers-palestinians-resort-caves/Days\nhttp://www.daysofpalestine.com/features/fleeing-israel-bulldozers-palestinians-resort-caves/\nhttp://imemc.org/article/khan-al-ahmar-village-scheduled-for-demolition/\nhttp://imemc.org/article/israeli-soldiers-demolish-a-palestinian-home-near-hebron/\nhttp://imemc.org/article/israeli-soldiers-demolish-a-palestinian-home-near-hebron/\nhttp://www.maannews.com/Content.aspx?id=775802\n\n\nJatt recently inaugurated Yasser Arafat Street in honour of the former Palestinian president, a hero to Palestinians \nand many Arab Israelis but loathed by many Israeli Jews. On Sunday, the Jatt council decided to remove 'all the \ncontroversial street signs', including the Arafat sign, and replace them with different names, according to a report on \nChannel 10 television. The local municipality did not comment on Monday, but Israeli media reported signage had \nbeen removed after Netanyahu's threat. Ayman Odeh, head of the predominantly Arab Joint List coalition in the \nIsraeli parliament, said Arafat was a 'symbol'. 'He is a leader of the national liberation movement and he chose \npeace and negotiations and he won the Nobel Peace Prize,' Odeh told journalists. 'It is completely your right to say \n'I am completely against this man',' he added, but said streets in Jewish neighbourhoods had sometimes been \nnamed after far-right politicians and even assailants. 'I cannot accept this is OK but calling a street after Yasser \nArafat is not OK.' Speaking at the start of a Sunday cabinet meeting, Netanyahu said 'no street in the state of Israel \nwill be named after murderers of Israelis and Jews'. 'We will make the arrangements, including new legislation if \nneed be, so that this does not happen here.'           http://www.al-monitor.com/pulse/afp/2017/03/israel-palestinians-\nconflict-arab-politics-arafat.html[103] Gaza One Palestinian injured by Israeli army fire in northern Gaza[104]IMEMC \n7 Mar — The Palestinian Health Ministry has reported that one Palestinian was injured, on Tuesday morning, after \nIsraeli soldiers, accompanied by tanks and bulldozers, invaded farmlands in northern Gaza, and bulldozed them, \nwhile firing live rounds and a few shells. The ministry stated that the Palestinian, 22 years of age, was injured by \nfragments of an artillery shell, and was moved to the Indonesian Hospital, suffering minor wounds. The Palestinian \nwas injured after the tanks and bulldozers advanced into Palestinian agricultural lands[105], and bulldozed them, \nclose to the border fence, east of Beit Hanoun.           http://imemc.org/article/one-palestinian-injured-by-israeli-\narmy-fire-in-northern-gaza/[106] Sources: Egypt planning to open Rafah crossing with Gaza twice a \nmonth[107]CAIRO (Ma'an) 6 Mar — Top Egyptian security officials told Ma'an that the Egyptian government had \nplans to open the Rafah border crossing between Egypt and the besieged Gaza Strip twice a month in both \ndirections. Sources told Ma'an that the decision came directly from Egyptian President Abd al-Fattah al-Sisi, who \nordered to continue the opening of Rafah crossing in both directions twice a month for all Palestinian humanitarian \ncases, 'as an attempt to lessen the suffering of Palestinian people in Gaza Strip.' 'Egypt is planning to lift the siege \nimposed on the Gaza Strip by opening the crossing twice every month, achieving Palestinian national reconciliation, \nconducting strategic projects in the Gaza Strip and securing the Palestinian-Egyptian border,' sources added. \nEgyptian authorities announced on Saturday[108] evening that the Rafah border crossing would be opened in both \ndirections on Monday, Tuesday, and Wednesday, according to spokesman of Gaza's crossings committee Hisham \nUdwan. Since the beginning of the year, Egyptian authorities have opened the crossing in both directions twice, \nmost recently in mid-February.[109]           http://www.maannews.com/Content.aspx?id=775814[110] Israeli forces \nopen fire at Palestinian fishermen in Gaza[111]GAZA (Ma'an) 6 Mar — Israeli naval forces opened fire at \nPalestinian fishing boats off the coast of Beit Lahiya in the northern Gaza Strip on Monday morning, local sources \nsaid, with no injuries reported. Palestinian sources said the fishermen were forced to sail back ashore for safety.      \n     http://www.maannews.com/Content.aspx?id=775815[112] Gaza kids fly kites to mark Japan quake[113]GAZA \nCITY (Japan News) 6 Mar by Hiromi Uechi — About 1,000 children flew kites in the Gaza city of Khan Yunis on \nSunday to express hope for the recovery of disaster-stricken areas hit by the Great East Japan Earthquake. The \nkite-flying event was hosted by the U.N. Relief and Works Agency for Palestine Refugees in the Near East \n(UNRWA). Residences and a hospital were built with aid from Japan in Khan Yunis, which has given residents a \nconsistently strong affinity with Japan. Later, the children arranged themselves on the ground to spell out the words \n'Gaza loves Japan' to express their solidarity with Japan.           http://the-japan-\nnews.com/news/article/0003560093[114] Restaurant serving up Egyptian fare is buzzing in Gaza[115]GAZA CITY \n(Al-Monitor) 5 Mar by Amjad Yaghi — In 1987, Egyptian national Osama Hassan left his homeland for Rome at the \nage of 26 in search of a job. He spent 26 years in Italy, first working as a sous-chef in several pizzerias and then, \nafter eight years, Hassan opened his own pizza restaurant. Within a decade, the ambitious chef had opened three \nrestaurants[116] in Rome offering Italian-style pizza, meat dishes and all types of pasta. However, Hassan, now \n55, yearned to return to the Arab world. He sold his restaurants, left Italy and headed to Gaza, where he opened a \nrestaurant that specializes in kushari[117], a traditional Egyptian dish made of rice, macaroni and lentils. The move \nwas a success, and his decision to relocate to Gaza appeared to be much more profitable than heading back to \nEgypt. On Omar al-Mukhtar Street in the center of Gaza City, hundreds of customers from all over the Gaza Strip \nhead to Hassan's Nile Kushari restaurant, which is open from 10 a.m. to 10 p.m. each day. The restaurant is \ndecorated with photos of prominent Egyptian landmarks, such as the pyramids, the Qasr El Nil Bridge[118] and the \nNile River, to give the place a genuine Egyptian character.           http://www.al-\n\nhttp://www.al-monitor.com/pulse/afp/2017/03/israel-palestinians-conflict-arab-politics-arafat.html\nhttp://www.al-monitor.com/pulse/afp/2017/03/israel-palestinians-conflict-arab-politics-arafat.html\nhttp://imemc.org/article/one-palestinian-injured-by-israeli-army-fire-in-northern-gaza/\nhttp://imemc.org/article/one-palestinian-injured-by-israeli-army-fire-in-northern-gaza/\nhttp://www.maannews.com/Content.aspx?id=775814\nhttp://www.maannews.com/Content.aspx?id=775815\nhttp://the-japan-news.com/news/article/0003560093\nhttp://the-japan-news.com/news/article/0003560093\nhttp://www.al-monitor.com/pulse/originals/2017/03/palestine-egypt-kushari-restaurant-gaza-success-story.html\n\n\nmonitor.com/pulse/originals/2017/03/palestine-egypt-kushari-restaurant-gaza-success-story.html[119] Haaretz \nEditorial: Our punching bag in Gaza[120]4 Mar — Attacks on and from the Gaza Strip have become more frequent \nrecently, to the point where it seems Israel must once again prepare for a military operation. Faithful to Defense \nMinister Avigdor Lieberman's view that 'our orders to the Israel Defense Forces are to act with full force until the \nother side cries uncle and raises a white flag,' Israel has responded aggressively to the launch of every lone rocket \nfrom Gaza - bombing Hamas command posts, but also civilian buildings. Israel acknowledges that Hamas isn't the \none launching occasional missiles at its territory, and that the guilty parties are Salafi organizations close to or \naffiliated with the Islamic State. Despite this, it holds Hamas responsible for the rocket fire and demands that the \norganization, which it doesn't recognize and which it defines as a terrorist group, fight the Salafists. These are the \nsame groups that launched missiles at Eilat from Sinai in early February, but Israel doesn't operate in or bomb \nEgyptian territory - at least not publicly. It leaves the work to the Egyptian army. Nor does it denounce Egypt or hold \nit responsible for the rocket fire on the grounds that it is the sovereign power in Sinai.The paradoxical situation in \nwhich Israel views Hamas as the sovereign, and therefore holds it responsible for what happens in Gaza yet at the \nsame time fights against it, cannot produce the quiet it seeks. Residents of border-area communities around Gaza \nshouldn't have to endure a 'trickle' of rockets. But brutal clashes with Hamas - at the very moment when the \norganization is strengthening its ties with Egypt and cooperating with Cairo in the battle against terrorist \norganizations in Sinai - don't demonstrate wisdom one can only be amazed by Hamas' ability to maintain \ncomparative quiet, and the steps it has taken against the organizations that seek to undermine its authority by \nlaunching rockets at Israel. Given the absence of any intent to conduct negotiations with the Palestinians in general \nand Hamas in particular, the government must immediately consider other ways of halting the deterioration in Gaza \n- first and foremost by alleviating the wretchedness of life there.           \nhttp://www.haaretz.com/opinion/editorial/1.775247[121] Solidarity / BDS Are British universities silencing critics of \nIsrael?[122]MANCHESTER, England 6 Mar by Shafik Mandhai — On a gloomy afternoon outside the University of \nManchester Students' Union, pro-Palestinian activists took turns to man a small stall collecting signatures in support \nof the Boycott, Divestment, and Sanctions movement, or BDS. Huda Ammori enthusiastically helped students \nasking how to get more involved in pro-Palestinian activism, as her colleagues considered the best way to move a \nmock two-metre high Israeli separation wall behind them. 'They want us gone by half three,' Ammori told Al \nJazeera, explaining the agreement she had made with the union to vacate the area before it became too busy. A \nlocal of the nearby town of Bolton, Ammori, a British citizen of Palestinian and Iraqi heritage, has spent the week \ndrumming up support for Israeli Apartheid Week (IAW). The event is held at universities across the world to shine a \nlight on Israel's treatment of Palestinians in the occupied territories and within the state itself. The University of \nManchester has allowed the series of talks marking the event to go ahead, but that approval has only come after \nseveral meetings and email exchanges with Ammori, and is subject to a strict set of conditions. 'The university has \nheavily scrutinised every single detail of each event the number of conditions the university has placed on us is \nunheard of,' Ammori said, adding: 'Other societies and groups do not face the same problems.' The conditions, \nlisted in emails seen by Al Jazeera, relate to the impartiality of event conveners and scrutiny of speakers. The \nuniversity vetoed Ammori's choice of academic to chair an IAW event on BDS, citing concerns over her 'neutrality'.      \n     http://www.aljazeera.com/indepth/features/2017/03/british-universities-silencing-critics-israel-\n170305010803829.html[123] New York City protest demands freedom for Lena Jarbouni, all Palestinian \nprisoners[124][with photos] Samidoun 5 Mar — Protesters in New York City gathered outside the Best Buy at Union \nSquare on Friday, 3 March to protest the imprisonment of Lena Jarbouni and fellow Palestinian women prisoners \nand urge Hewlett-Packard (HP) corporations to get out of the business of profiting from occupation, apartheid and \ncolonialism. Samidoun Palestinian Prisoner Solidarity Network organized the protest in advance of International \nWomen's Day to highlight the situation of approximately 51 Palestinian women held in Israeli jails[125], among \nnearly 7,000 Palestinian political prisoners. They include 13 minor girls under the age of 18, and Palestinian women \nprisoners have recently escalated complaints regarding their conditions of imprisonment, especially for the 14 \nwomen prisoners who are injured, shot by Israeli occupation forces and requiring extensive medical care and \npersonal assistance, provided mostly by fellow women prisoners. In particular, protesters highlighted the case of \nLena Jarbouni[126], the longest-held Palestinian woman prisoner. Jarbouni, from Akka, is a Palestinian citizen of \nIsrael who worked in sewing workshops and was arrested in 2002. She is ill and suffers from a number of diseases. \nLina is the spokesperson and representative of women prisoners in HaSharon; sentenced to 17 years, she has \nthree years remaining in her sentence. She received this lengthy sentence for 'aiding the enemy' - Palestinian \nresistance. She was denied essential medical treatment until her fellow women prisoners launched a strike for her \n\nhttp://www.al-monitor.com/pulse/originals/2017/03/palestine-egypt-kushari-restaurant-gaza-success-story.html\nhttp://www.haaretz.com/opinion/editorial/1.775247\nhttp://www.aljazeera.com/indepth/features/2017/03/british-universities-silencing-critics-israel-170305010803829.html\nhttp://www.aljazeera.com/indepth/features/2017/03/british-universities-silencing-critics-israel-170305010803829.html\n\n\ntreatment. She has played a critical role in advocating for the educational rights of imprisoned Palestinian girls The \ndemonstration also focused on the complicity of Hewlett-Packard (HP) corporations[127] in Israeli occupation, \napartheid, colonialism and oppression, including the imprisonment of thousands of Palestinians. Participants \ndistributed flyers and leaflets calling on HP to end its contracts with the Israel Prison Service along with other Israeli \nentities, and urging shoppers to boycott HP products, including computers, printers and ink, until the corporation \nstops profiteering from the jailing of Palestinians.           http://samidoun.ca/2017/03/new-york-city-protest-demands-\nfreedom-for-lena-jarbouni-all-palestinian-prisoners/[128] groups.yahoo.com/group/f_shadi[129] (listserv)           \nwww.theheadlines.org[130] (archive) [ 1]:            http://www.haaretz.com/us-news/.premium-1.775611 [ 2]:            \nhttp://www.haaretz.com/us-news/.premium-1.775611 [ 3]:            \nhttp://www.maannews.com/Content.aspx?id=775816 [ 4]:            \nhttp://www.maannews.com/Content.aspx?id=775810 [ 5]:            \nhttp://www.maannews.com/Content.aspx?id=775816 [ 6]:            \nhttp://www.maannews.com/Content.aspx?id=775830 [ 7]:            \nhttp://www.maannews.com/Content.aspx?id=775830 [ 8]:            \nhttp://www.maannews.com/Content.aspx?id=775832 [ 9]:            \nhttp://www.maannews.com/Content.aspx?id=775832 [ 10]:            \nhttp://samidoun.ca/2017/03/new-york-city-protest-demands-freedom-for-lena-jarbouni-all-palestinian-prisoners/\nhttp://samidoun.ca/2017/03/new-york-city-protest-demands-freedom-for-lena-jarbouni-all-palestinian-prisoners/\nhttp://www.theheadlines.org/\nhttp://www.haaretz.com/us-news/.premium-1.775611\nhttp://www.haaretz.com/us-news/.premium-1.775611\nhttp://www.maannews.com/Content.aspx?id=775816\nhttp://www.maannews.com/Content.aspx?id=775810\nhttp://www.maannews.com/Content.aspx?id=775816\nhttp://www.maannews.com/Content.aspx?id=775830\nhttp://www.maannews.com/Content.aspx?id=775830\nhttp://www.maannews.com/Content.aspx?id=775832\nhttp://www.maannews.com/Content.aspx?id=775832\n\nhttp://www.aljazeera.com/news/2017/03/palestinians-protest-basil-araj-killing-170306153319219.html [ 48]:            \nhttp://www.aljazeera.com/news/2017/03/palestinians-protest-basil-araj-killing-170306153319219.html [ 49]:            \nhttp://www.haaretz.com/israel-news/1.775413 [ 50]:            http://www.haaretz.com/israel-news/1.775413 [ 51]:            \nhttp://www.maannews.com/Content.aspx?id=775809 [ 52]:            \nhttp://www.maannews.com/Content.aspx?id=775809 [ 53]:            \nhttp://www.maannews.com/Content.aspx?id=775820 [ 54]:            \nhttp://www.maannews.com/Content.aspx?id=775820 [ 55]:            http://www.haaretz.com/israel-news/.premium-\n1.775254 [ 56]:            https://www.youtube.com/watch?v=ITPzA-BB8jM [ 57]:            http://www.haaretz.com/israel-\nnews/.premium-1.775254 [ 58]:            http://www.maannews.com/Content.aspx?id=775806 [ 59]:            \nhttp://www.maannews.com/Content.aspx?id=775806 [ 60]:            \nhttp://www.maannews.com/Content.aspx?id=775800 [ 61]:            \nhttp://www.maannews.com/Content.aspx?id=775800 [ 62]:            http://imemc.org/article/israeli-soldiers-abduct-\ntwo-palestinian-legislators-in-bethlehem/ [ 63]:            http://imemc.org/article/israeli-soldiers-abduct-two-palestinian-\nlegislators-in-bethlehem/ [ 64]:            http://www.maannews.com/Content.aspx?id=775833 [ 65]:            \nhttp://www.maannews.com/Content.aspx?id=775833 [ 66]:            http://www.haaretz.com/opinion/.premium-\n1.775383 [ 67]:            http://www.haaretz.com/opinion/.premium-1.775383 [ 68]:            \nhttp://www.maannews.com/Content.aspx?id=775811 [ 69]:            \nhttp://www.maannews.com/Content.aspx?id=775811 [ 70]:            http://imemc.org/article/womens-day-56-\npalestinian-women-imprisoned-by-israel/ [ 71]:            https://en.wikipedia.org/wiki/Six-Day_War [ 72]:            \nhttp://imemc.org/article/womens-day-56-palestinian-women-imprisoned-by-israel/ [ 73]:            \nhttp://www.maannews.com/Content.aspx?id=775826 [ 74]:            \nhttp://www.maannews.com/Content.aspx?id=775805 [ 75]:            \nhttp://www.maannews.com/Content.aspx?id=775826 [ 76]:            \nhttp://www.maannews.com/Content.aspx?id=775825 [ 77]:            \nhttp://www.maannews.com/Content.aspx?id=775699 [ 78]:            \nhttp://www.maannews.com/Content.aspx?id=775709 [ 79]:            \nhttp://www.maannews.com/Content.aspx?id=775825 [ 80]:            http://samidoun.ca/2017/03/palestinian-human-\nrights-defender-salah-khawaja-sentenced-to-12-months-in-israeli-prison/ [ 81]:            \nhttp://samidoun.net/2017/01/palestinian-human-rights-defender-bds-leader-salah-khawaja-continues-to-be-\nimprisoned-on-israeli-secret-file/ [ 82]:            http://www.wattan.tv/news/199518.html [ 83]:            \nhttp://www.aljazeera.com/news/2017/03/palestinians-protest-basil-araj-killing-170306153319219.html\nhttp://www.aljazeera.com/news/2017/03/palestinians-protest-basil-araj-killing-170306153319219.html\nhttp://www.haaretz.com/israel-news/1.775413\nhttp://www.haaretz.com/israel-news/1.775413\nhttp://www.maannews.com/Content.aspx?id=775809\nhttp://www.maannews.com/Content.aspx?id=775809\nhttp://www.maannews.com/Content.aspx?id=775820\nhttp://www.maannews.com/Content.aspx?id=775820\nhttp://www.haaretz.com/israel-news/.premium-1.775254\nhttp://www.haaretz.com/israel-news/.premium-1.775254\n\nhttp://www.maannews.com/Content.aspx?id=775794 [ 109]:            \nhttp://www.maannews.com/Content.aspx?id=775544 [ 110]:            \nhttp://www.maannews.com/Content.aspx?id=775814 [ 111]:            \nhttp://www.maannews.com/Content.aspx?id=775815 [ 112]:            \nhttp://www.maannews.com/Content.aspx?id=775815 [ 113]:            http://the-japan-\nnews.com/news/article/0003560093 [ 114]:            http://the-japan-news.com/news/article/0003560093 [ 115]:            \nhttp://www.al-monitor.com/pulse/originals/2017/03/palestine-egypt-kushari-restaurant-gaza-success-story.html [ \n116]:            http://www.mbc.net/ar/programs/chef-hassan/main-\ncourses/articles/%D8%A8%D8%A7%D9%84%D8%B5%D9%88%D8%B1---%D8%AA%D8%B9%D8%B1%D9%81-\n%D8%B9%D9%84%D9%89-%D8%A3%D9%86%D9%88%D8%A7%D8%B9-\n%D8%A7%D9%84%D9%85%D9%83%D8%B1%D9%88%D9%86%D8%A9-\n%D8%A7%D9%84%D9%85%D8%AE%D8%AA%D9%84%D9%81%D8%A9-\n%D9%88%D8%A3%D9%84%D8%B0-%D8%A3%D8%B7%D8%A8%D8%A7%D9%82%D9%87%D8%A7-.html [ \n117]:            http://www.youtube.com/watch?v=Alzx7DeUtHk [ 118]:            "}