{"title": "Stabilizing Lefrak City;Jewish and Muslim Immigrants Help Revive Troubled Complex", "body": "\nBack in Guinea, Mohammed Bolde had heard from those who journeyed to America of a place called Lefrak City. \nThe promised land was dotted with hardships, but in Lefrak City the fellowship of Africans made them easier to \nendure.\n\nSince arriving here six months ago and quickly moving into one of the 20 buildings of Lefrak City, the Queens \ndevelopment, Mr. Bolde has prayed every day in a two-bedroom, ground-floor apartment that was converted into a \nmosque two years ago. In fact, he was surprised to hear that Lefrak City did not always have a mosque. \"After all, \nwe were told that New York had everything,\" Mr. Bolde, 31, said in French, after 60 residents prayed together \nrecently.\n\nIn another apartment in a nearby building, Bluma Palvanova and two other Jewish refugees from central Asia were \ndiscussing the synagogue they expect to open in Lefrak City this summer. With as many as 10 Jewish families \nmoving into Lefrak each month, they decided last year they, too, needed a place to pray.\n\nTwo decades ago, racial fears led to the departure of Lefrak City's white middle class and left it teetering on the \nedge of collapse. Many believed that crime and other social problems associated with the poverty of the new \nresidents would doom the housing experiment that had played a crucial role in developing central Queens. But in \nthe last few years, an unlikely combination of newcomers has helped bring new life to Lefrak City: Jewish \nrefugees from the former Soviet republics of Uzbekistan and Tajikistan, and Muslim immigrants from Africa.\n\nWhile no precise figures are available, the president of the tenants' association estimates that about 20 percent of \nthe 25,000 people living in Lefrak's 5,000 units are African or Soviet Jewish immigrants.\n\nThe coincidental arrival of the African immigrants and Jewish emigres has stabilized Lefrak City's population, \nsaid Samuel J. LeFrak, the 78-year-old builder who developed the complex. And the mosque and synagogue \nunderscore the two groups' deepening roots in a complex whose motto has been from the start \"total facilities for \ntotal living.\"\n\nMeanwhile, some shrewd policies and nearly $1 million in renovations have made Lefrak's disparate groups, if not \ncloser, at least tolerant of one another.\n\n\n\"We went through the whole cycle of frustrations,\" said Mr. LeFrak in his office on Queens Boulevard, a few blocks \nfrom the only 1 of his 300 New York-area developments that bears his name. \"It took hard work, blood, sweat and \ntears. But it's still there. And high up, you can still see our name on the building. We didn't remove it. And now we're \ninto the third chapter of the history of Lefrak City.\"\n\nSprawling across 40 acres in Elmhurst, Corona and Rego Park, Lefrak City was built privately starting in 1960 as \nan instant neighborhood with retail and office space -- and 20 18-story balconied buildings of regimented brick, with \nnames like Peru, Singapore and Rome. A typical two-bedroom apartment now rents for $865 a month.\n\nFor the original residents, most of them Jewish migrants from the South Bronx, the Lower East Side and Brooklyn, \nLefrak City was a step up into apartments with air-conditioning, a place where they could play tennis, swim, shop \nand park their Buicks in garages.\n\nBut in the mid-1970's, a Federal housing-discrimination suit accused the Lefrak Organization of bias against \nblacks. Lefrak never admitted wrongdoing, but a consent decree settled the lawsuit, with the company promising to \nprohibit discrimination and to give a month's free rent to 50 black families to help them move into white buildings. \nThe prospect of change set off a near panic among many longtime residents, and in 1974 and 1975, the Jewish \nresidents virtually abandoned Lefrak City.\n\n \n\nA Decline, Then a Revival\n\nAccording to Census data, in 1970, whites accounted for 82 percent of Lefrak's population, and blacks only 8 \npercent. In 1980, blacks totaled 67 percent, whites, 25 percent. By 1990, whites made up just 9 percent, with blacks \nup to 79 percent.\n\nAs Lefrak faced rising vacancies, Mr. Lefrak said he had to loosen some of the strict criteria that had been used in \nscreening tenants -- in particular, by accepting applicants whose incomes would have been too low to qualify \nearlier. Indeed, by 1980, the population was largely poor.\n\nLefrak was becoming a different place, with rising crime, broken benches, damaged locks on entrances and graffiti \non corridors and in stairwells. In 1989, the complex suffered another blow with the departure of the Social Security \nAdministration, Lefrak's largest commercial tenant.\n\nBut things began turning around in 1991 as the City Department of Environmental Protection filled the vacancy, \nbringing 4,000 employees. Management began evicting more problem tenants, a policy that Governor Hendley, \npresident of the tenants' association, said his group had been pressing for years. And the revival gathered speed \nfour years ago, many tenants said, with a new general manager, Carl R. Niveyro.\n\nMr. Niveyro tried to introduce programs that would knit the development's diverse population into something \nresembling a community. To keep teen-agers and younger children busy, Mr. Niveyro said, he built a small soccer \nfield during the World Cup and a basketball court with bleachers, organizing various sports leagues. For the retired, \nhe created a vegetable garden. For families, he and the tenants' association have held summer barbecues.\n\n\"After many years in real estate management, you realize that people need these things,\" Mr. Niveyro said. \"They \ncreate a sense of community.\"\n\nOn a recent Friday afternoon, about 60 men from Nigeria, Senegal, Guinea, Mali, Somalia, Egypt, Tanzania and the \nIvory Coast slipped off their shoes and streamed through a door above which a small sign read, in Arabic and \nEnglish, \"Masjid.\" (One young man, unwilling to leave his Nikes on the doorstep, carried them inside.)\n\nAs teen-agers played basketball outside, the men crammed into a large room -- young, old, one infant, most \ndressed in Western clothes, a few in African robes. Behind a curtained-off room could be seen the shadows of a \nsolitary woman. Under the whir of three ceiling fans, the men sat in prayer, white tape on the green carpet pointing \nthem to Mecca.\n\n\n\nJerry Williams, a Lefrak security guard who used to live in the development, said he approached the management \nwith the idea of establishing a mosque three years ago when he noticed African residents trekking to a mosque in \nCorona. Mr. Williams, a black American who converted to Islam a decade ago, then went knocking on each Muslim \nresident's door, raising enough funds to cover the rent of about $700.\n\nWord spread quickly.\n\n\"When Africans come to New York,\" said Taiye Siyonbola, 35, a Nigerian who moved to Lefrak in 1990, \"the first \nthing they want to find out is where they can worship.\"\n\nAnother draw for Africans is Lefrak's reputation as being safer than Harlem and the Brooklyn neighborhoods where \nAfricans have concentrated. Because of improved security and the city's overall drop in crime, little remains of the \ndrug sales in the courtyards and the nightly gunshots Mohamed Salem witnessed from his fifth-floor apartment four \nyears ago.\n\nBack then, Mr. Salem, 46, an Egyptian immigrant, said he locked his three teen-age children in his apartment the \nminute they returned from school. \"We live in peace now,\" Mr. Salem, a travel agent, said.\n\nNo one knows exactly how many Africans live in Lefrak City, partly because they come from many countries and \nspeak different languages, though French and English, legacies from their former colonizers, unify some of them. \nBut on the playground, in the courtyards, around the entrances, along the surrounding sidewalks, they are a \npresence.\n\nMost of the Jewish residents are refugees from the former Soviet Union's Central Asian republics and call \nthemselves Bukharan Jews. Mrs. Palvanova, who has become something of a spokeswoman for the new diaspora, \nsaid many come from around her hometown of Kokand in Uzbekistan. About 60 of the 300 families in Lefrak share \nsome ties with the Palvanova clan, she estimated.\n\nLefrak's self-contained world helps them sustain their tradition of living with several generations under one roof.\n\n\"We have lived like this for 2,500 years,\" Mrs. Palvanova, 46, said. \"We don't want to lose our traditions. We want \nsomething good from American people. But we don't want to lose our customs. We don't want to lose our children.\"\n\n \n\n'Together Is Better Than Living Alone'\n\nThe journey of Gavrial Kagzakov, 59, seems typical. After arriving in the United States in September, he stayed with \nhis son in Flushing and waited for a vacancy in Lefrak City. Mr. Kagzakov recently moved into a three-bedroom \napartment with his wife, mother-in-law, son, daughter-in-law and two granddaughters. His daughter lives in a nearby \nbuilding with her husband and daughter.\n\n\"Together is better than living alone,\" he said.\n\nAnother tie is their religion, which they practiced secretly in a Communist nation's predominantly Muslim republics.\n\nOn a recent afternoon, Mr. Kagzakov and Mrs. Palvanova, both children of rabbis, talked of the synagogue coming \nto the apartment of Esther and George Ackerman. The Ackermans, one of the few Jewish couples who did not \nleave in the 1970's, said Lefrak City had a synagogue when they arrived 26 years ago. It closed a few years later.\n\nLast year, as more Jewish refugees moved in and many elderly found it difficult to cross the highway to attend \nsynagogues in Rego Park and Forest Hills, Mrs. Palvanova and others decided to bring it back.\n\nThe Lefrak City Jewish Center has been incorporated and should open in August, in the basement of a building \nnamed Ceylon.\n\n\n\nSo far, the African immigrants and Jewish refugees say they have mixed little. Mrs. Palvanova said she hoped \nthey would grow closer once the Jewish Center also starts offering various classes and tutoring programs for \nchildren -- which would be available to all residents.\n\nInstead of the racial suspicions that tore Lefrak City in the 1970's, the small encounters between the new groups \nhave reflected the immigrant experience's unifying force.\n\nWhen Mrs. Palvanova arrived four years ago, hers was the only Jewish family on a floor occupied by immigrant \nfamilies from Africa, the Caribbean and India.\n\n\"They helped me. They gave me clothes and furniture,\" Mrs. Palvanova said. \"Now our children play together. I like \nthat.\"\n\nGraphic\n\n \n\nPhotos: A coalition of Muslim and Jewish immigrant groups has brought new life to Lefrak City. The complex \nnow has a first-floor mosque. (Nancy Siesel/The New York Times)(pg. B4); About 20 percent of the 25,000 people \nliving in Lefrak City, in Queens, are African or Soviet Jewish immigrants. Gavrial Kagzakov, on the balcony, \nrecently moved into a three-bedroom apartment with his wife and five other family members. Programs at Lefrak \nCity are intended to knit a diverse community. At age 5, children can learn to play tennis free. Flags flying at Lefrak \nCity mirror the diverse roots of the residents, many of whom are immigrants. (Photographs by Nancy Siesel/The \nNew York Times)(pg. B1)\n\n      \n"}