{"title": "Dean Hammers Bush On War, Immigration; DNC Chief Gives Preview of '06 Race", "body": "\nDemocratic Party  Chairman Howard Dean offered a preview of the 2006 elections here  Saturday with a blistering \ncritique of President Bush's policies on Iraq and immigration and the Republicans' ethics scandals. But he warned \nDemocrats they cannot expect to win next year without offering an agenda of their own. \n\n  Speaking  at the fall meeting of the Democratic National Committee, Dean pledged that Democrats would offer tax \npolicies aimed at middle-class voters, a plan to provide health insurance to all Americans, immigration proposals \nthat offer a path to legalization for illegal immigrants, and defense policies that would protect the nation and expose \nthe \"hollow promises\" of the Bush administration. \n\n  Dean warmly praised Rep. John P. Murtha (D-Pa.) for \"standing up and telling the truth\" about Bush's policies in \nIraq, and suggested that the Pennsylvanian had offered a vision around which Democrats could rally. But  Dean \nstopped well short of embracing Murtha's call for a withdrawal plan that would redeploy all U.S. troops within about \nsix months. Instead Dean called on Democrats to coalesce around a proposal that would keep some U.S. forces in \nIraq for two more years. \n\n  The former Vermont governor's remarks underscored the party's continuing debate over Iraq and the reluctance of \nmany party leaders to support Murtha's call for a speedy withdrawal strategy. House Minority Leader Nancy Pelosi \n(Calif.) announced her support for Murtha's plan last week, but others in the party leadership have declined to do \nso, in part out of fears that a swift withdrawal could leave Iraq worse off than it is today and hand the GOP a political \nweapon. \n\n  Dean came to national prominence in 2003 by opposing Bush's decision to invade Iraq and has spoken for the \nparty's antiwar grass-roots activists. But in his speech he blended strong criticism of the president for going to war \nunder false pretenses with a more measured endorsement of a plan promoted by the Center for American \nProgress, a liberal think tank, which would redeploy about 80,000 U.S. troops from Iraq in 2006 and the remainder \nby the end of 2007. \n\n\n  Displaying the fiery style that excited many Democrats during his unsuccessful presidential campaign, Dean \nattacked \"political hacks and cronies\" of the president for eroding civil rights and voting rights protections, and said \nof Republicans:  \"Theirs is a party of self-absorption and selfishness.\" \n\n  Saying Bush had used race and gay rights to divide the electorate, Dean said, \"In 2006, it's going to be \nimmigration;  that's who he's going to scapegoat next.\" He said Democrats must favor tougher enforcement of \nexisting immigration laws and provide tighter border security, but said a balanced immigration policy would \nprovide a way to give many of the 11 million illegal immigrants a path to legal status. \n\n  The Democratic meeting came at a time of growing confidence within the party that 2006 could bring significant \ngains in Congress and the statehouses  because of Bush's low approval ratings and public anxiety about Iraq. But \nDean said those conditions alone are not sufficient to produce Democratic victories. \"We're doing the things that \nneed to be done, but we have a long way to go,\" he said. \"The collapse of confidence in the Republican leadership \nis not enough to elect Democratic leadership. We have to stand up for what we believe.\" \n\n  Dean has faced criticism within some parts of the party for his stewardship at the DNC, particularly the pace at \nwhich the national party has been spending money  --  something that has alarmed many Democratic strategists \nwho fear Republicans will have a huge financial advantage next year. \n\n  But he won near-universal praise among the DNC and state party leaders who gathered here this weekend, \nsaying his emphasis on grass-roots organization was a welcome change from the past. Dean built  his campaign for \nchairman by courting state party leaders, and many said this weekend that he had delivered on his promise to shift \nmoney and resources into their states. They defended the money he has spent by saying it represents an \ninvestment in party-building in places long ignored by the national party. \n\n  Keelan Sanders, executive director of the Mississippi Democratic Party said that with Dean's support, the state \nparty staff had grown from one full-time person to four. Others cited examples of additional staff and help with \ntechnical problems. Bobby Kahn, the Georgia Democratic chairman, said the relationship between the national and \nstate parties is the best he has seen in almost two decades. \n\n  The weekend meeting offered the first tentative signs of the party's determination to address military and religious \nmatters that have often cost them in elections. \"We will not run from the debate on moral values,\" Dean said. \"We \nwill embrace it.\" \n\n  To that end, Democrats held two organizing sessions for new bodies within the DNC, one called the \"people of \nfaith\" group and the other open to veterans and military families. But apparently fearing potential divisions at the \npreliminary discussions, DNC officials closed both meetings to  reporters, angering some DNC members. \n"}