{"title": "Book Club connects students, faculty", "body": "\nKarlyle Stephens\n\nMesa Legend\n\nSoon enough, there will be real AA like meetings being organized for the many who can't resist usage of their \nelectronic devices anymore than a drunkard can a bottle of gin.  If such a thing began and became successful, the \nbunch who'd still be in denial of having any actual addiction would probably still want to attend just to cure their \nfeelings of isolation.  They may remember or even be surprised at how much better real life communities feel than \nthe ones that only their thumbs feel on a screen. But before this kind of tech-drunk society can reach this extreme, \nthere is still time to reemerge spaces where people come together in person to communicate and share.\n\nThis is one reason the Mesa Legend would like to encourage students and staff members to join the Book club \nhere on campus.  In the so called age of connectivity and selfies, so many find themselves disconnected from \nothers, and most ironically themselves.  MCC's book club, now in its eighth year, is a stimulating community which \noffers the exact opposite.  \"We have a generation of people who are losing their communication skills,\" says the \nbook club's coordinator Kate Mohler.  Also a professor of English here on campus, Mohler noted the importance of \nin person contact. and of how important it is for people to be able to see the consequences of their words.\n\nPhoto by Tania Ritko/Mesa legend\n\nIn addition to engagement and communication benefits, Mohler selects texts that raises social awareness or \nmaterial that she says will help people learn about themselves.  The club recently read a book called \"Quiet\" about \nintroverts versus extroverts. Mohler said it was a success because students and staff members a like were able to \nidentify themselves with some of the book's interesting ideas.  \"Every book has a topic i always hope speaks to \npeople across the campus\" said Mohler, who is passionate about the current state of immigration among other \nthings.\n\nThe book club is currently reading \"Enrique's Journey\" by Sonia Nazario.\n\nThe book is nonfiction and recounts the quest a young honduran boy takes to find his mother eleven years after \nshe migrated to the US to find work.  It's these kind of timely and engaging subjects that people can expect to \ndiscuss at MCC's book club. Students also receive extra credit for their participation Students will also not have to \nworry about purchasing a book. Through a partnership with Changing Hands Bookstore, members are often \nprovided free copies of the chosen book.  \"All the book club provides is a support system, a gathering place, free \nrefreshments, and books that will help people learn about themselves,\" said Mohler. The club will meet for 2 more \ndates this fall in the Southwest reading room on the third floor of the library: October 7 and November 4 at 2:45 to \n4:15pm.\n\n"}