{"title": "CLASH OVER IMMIGRATION 20 PROTESTERS CONFRONT DAY LABORERS, SUPPORTERS IN MTN. VIEW", "body": "\nAbout 20 protesters against illegal immigration clashed briefly with immigration supporters and Hispanic day \nlaborers Saturday morning in Mountain View as the anti-immigration group waved signs saying \"No Illegals\" and \n\"Hiring Illegals Is a Crime.\"\n\nThe confrontations were non-violent, and illegal- immigration protesters from the Save Mountain View Coalition \neventually moved to another street corner, police said.\n\nAfterward, signs saying \"Abajos con los Racistas\" (Down with racists) and \"Down with the INS\" remained at the \nentrance to San Antonio Shopping Center on El Camino Real -- well known as a place where laborers wait for \npotential employers to offer them one-day construction and gardening jobs.\n\nIt was the same place where the U.S. Immigration and Naturalization Service arrested 40 Hispanic men last \nsummer at the prompting of the Save Mountain View Coalition, which was founded by Mountain View resident and \nformer school board member Kenneth Record.\n\nAfter the confrontation Saturday morning, nine illegal-immigration protesters remained at the corner of California \nStreet and Ortega Avenue. They waved signs and shouted at motorists, urging them to honk in support of their \ncause. Some, including a Santa Clara County Transportation Agency bus, honked.\n\nPeople who stopped were invited to sign a statewide initiative targeted for the November ballot that would make \nillegal immigrants ineligible for public social services, public health care and public education. Seven people had \nsigned by 11:30 a.m.\n\nThe campaign to collect at least 357,000 signatures kicked off Tuesday in Marin County. Bette Hammond, Northern \nCalifornia coordinator for the signature drive, joined the Mountain View protesters Saturday to support their fight \nagainst what she called \"deteriorating conditions in their neighborhood because of illegal immigration.\" Hammond \nis the founder of the Novato-based STOP IT (Stop The Out-of-control Problems of Immigration Today.\n\nIn response to laborers' accusations that the Mountain View group is racist, Hammond said, \"This is not a racist \nissue -- it's a legal issue. As Harold Ezell, co-author of the initiative said, 'Legal immigration is the lifeblood of our \nnation. Illegal immigration cannot be tolerated anymore.' \" Ezell is former western regional commissioner of the \nINS.\n\nOne of the protesters shouted to motorists and passers-by, \"It's not the color of your skin -- it's the color of your \npapers.\"\n\n\nThe state legislative analyst and the director of finance estimate that the initiative would save state and local \ngovernments more than $100 million by withholding health and social services for illegal immigrants. They said \nschool districts probably would spend $10 million annually to verify the legal status of students, parents and \nguardians, and the potential savings to public schools is unknown.\n\nNotes\n\nShorter version ran P. 5B Morning Final Edition\n"}