{"title": "Groups Make Late Push to Salvage Bill Aiding Illegal Immigrant Students", "body": "\nImmigrant advocate groups have mobilized across the country in what they call a last-ditch effort to persuade \nCongress to pass a bill that would grant legal status to hundreds of thousands of illegal immigrant students, \npressing for action in the remaining weeks when Democrats control both houses of Congress.\n\nThe groups held marches, hunger strikes, prayer vigils and protests at lawmakers' offices on Monday and Tuesday \nin support of the bill, which they call the Dream Act. Opponents are also in high gear, swamping some senators \nwho have not disclosed their positions with faxes and phone calls.\n\nA vote on the bill has not been scheduled, but Senator Harry Reid of Nevada, the majority leader, has said he \ncould bring it up as early as this week. While its prospects do not look strong, both sides expect that any measure \nto legalize illegal immigrants would have far slimmer chances in Congress next year, when Republicans will have \na majority in the House and increased strength in the Senate.\n\n''We see this as our best opportunity now to get something done,'' said Frank Sharry, executive director of \nAmerica's Voice, a group that favors the bill.\n\n''Since they are giving it everything, so are we,'' said Roy Beck, executive director of NumbersUSA, which seeks \nreduced immigration and opposes the student bill. He said his group had delivered more than 650,000 faxes to \nlawmakers in recent days.\n\n''We think if we beat this one we won't have to deal with amnesty for many years to come,'' Mr. Beck said, referring \nto legalization legislation.\n\nAt the San Antonio offices of Senator Kay Bailey Hutchison, 15 protesters supporting the bill were arrested Monday \nnight, charged with trespassing. In a statement, Ms. Hutchison, a Republican, said that she had asked that the \nstudents be escorted from her office without arrests, but that they had resisted.\n\nMs. Hutchison does not support the student bill in its current form, the statement said.\n\nIn California on Tuesday, caravans of students, immigrants and labor union members stopped at offices across \nthe state of eight Republican and four Democratic House members, demanding that they declare support for the \nlegislation. An estimated 550,000 illegal immigrant students in California could be eligible for legal status under \nthe bill, according to the Migration Policy Institute, a nonpartisan research group.\n\nIn Washington State, immigrant and farm worker groups demonstrated outside the offices of Republican House \nmembers. In Washington, D.C., illegal immigrant students marched into an Army recruiting station and asked to \nenlist. Immigrants who lack legal status are currently prohibited from joining the armed forces.\n\n\nUniversity presidents in the Northeast and Illinois signed letters of support or attended campus rallies, including \nleaders at Brown, Harvard, M.I.T. and Northwestern. A coalition of immigrant groups and unions announced a \nradio and print advertising campaign this week focused on undecided senators from five states.\n\nIn the past the bill has enjoyed broader support than other immigration measures because it would benefit young \npeople who were brought to this country illegally by their parents and have generally performed well in school. It \nwould open a path to legal status for illegal immigrant high school graduates who came to the United States \nbefore they were 16 years old, have been here for at least five years and have no criminal record, provided they \ncomplete two years of college or military service.\n\nBut prayers and demonstrations did not appear to be attracting any swell of support to the bill. One of its firmest \nadversaries, Senator Jeff Sessions, Republican of Alabama, took the lead in marshaling opposition, sending out \naction alerts detailing a 10-point critique of the bill. He said it would give safe harbor to some immigrants with \ncriminal records and could benefit illegal immigrants who were no longer youths.\n\nSenator Reid is fulfilling a promise from his recent re-election campaign by bringing up the student bill for a vote. \nHis re-election victory came in large part from Latino votes. President Obama has said he wants to see the bill \npassed now, and Arne Duncan, his secretary of education, has been promoting it in public appearances.\n\n''I think we are fundamentally wrong on this as a nation,'' Mr. Duncan said in a call Monday with reporters. Illegal \nimmigrant students ''have played by all the rules, gone to school, worked hard, full attendance. Then they \ngraduate and the doors of opportunity basically slam shut,'' he said.\n\nBut Republican lawmakers seemed in no hurry to give the Democrats a triumph during the lame-duck session. \nSome of the protests in support of the bill took place at the Utah offices of Senator Orrin G. Hatch, a Republican \nwho was one of the first sponsors of the bill, early in the decade.\n\n''Knowing full well it won't become law, Democrats are cynically using this legislation for political purposes to curry \nfavor with a political constituency,'' said Antonia Ferrier, his spokeswoman. She said Mr. Hatch wanted to focus in \nthe current session on tax-cut legislation and other economic issues.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Protesters marched into an Army recruiting station in Washington on Tuesday. Below, demonstrations in \nTimes Square, left, and in Carlsbad, Calif., on Monday in support of legislation that would grant legal status to \nhundreds of thousands of students. (PHOTOGRAPHS BY DREW ANGERER/THE NEW YORK TIMES\n\nFRED R. CONRAD/THE NEW YORK TIMES\n\n LENNY IGNELZI/ASSOCIATED PRESS)                                                                        \n"}