{"title": "Local clothier stitches its way through time;A Russian immigrant started sewing vests in 1885. Now H. Freeman & Son brings in $20 million.", "body": "\nIf you measure a company by longevity, then H. Freeman & Son has done very well, indeed.\n\nFounded in 1885 near the University of Pennsylvania campus as a maker of vests by Russian immigrant Hyman \nFreeman, the company is the last significant manufacturer of fine men's apparel in the city.\n\nH. Freeman reached a high of 300 employees in the late 1970s, and it can boast that among its former customers \nwere Richard M. Nixon, who visited the company's factory for fittings, and Dwight D. Eisenhower.\n\nToday, despite years of foreign competition and relaxed dress standards in the workplace, H. Freeman is still \nthriving, with about 185 union workers and 35 administrative employees.\n\nThe company, which was situated for about 64 years at 33d and Arch Streets, moved in 1987 to 3601 Island Ave. \nnear Philadelphia International Airport.\n\nIt has about $20 million in annual revenue, said John Kortenhoven, chief operating officer, and it is owned by Tom \nJames Co. of Nashville.\n\nIn addition to men's suits, the company makes men's sportcoats, slacks and overcoats, as well as blazers and \nequestrian wear for women - about 60,000 garments a year in all.\n\nKortenhoven said at least four components of every Freeman suit are handstitched: the collar, armholes, shoulders \nand buttonholes. He said this allows for high quality and \"lets the coat conform to your body.\"\n\nFreeman suits, which go through 220 steps in the manufacturing process, retail for between $795 and $1,495, \ndepending on the fabric.\n\n\"About 25 percent of our business is custom-made,\" Kortenhoven said in an interview this week. Custom suits take \nfour weeks to make.\n\n\nH. Freeman clothing is distributed through about 300 stores nationwide, including Nordstrom, where it carries \neither a private or H. Freeman label.\n\nAnother long-ago customer was Cary Grant.\n\n\"We had to double our arm shields for him because he sweated so much,\" said Joan Giordano, now director of \nmerchandising, who processed the actor's orders. \"I thought it was the coolest thing, that I knew something inside \nabout Cary Grant.\"\n\nGiordano's coworker, Anthony Milone, 75, will celebrate his 54th anniversary with H. Freeman in November. \nMilone, a sewing supervisor, said making a suit \"is like a jigsaw puzzle\" because of the pieces that must be \nstitched together.\n\nHe is one of many longtime Freeman employees, including Michael Mongelli, 66, a designer who has been with the \ncompany for 38 years. His late uncle, Achille, also a designer, was with the company for 53 years until 1979.\n\nH. Freeman is not connected to clothing manufacturer Hickey Freeman, of Rochester, N.Y.\n\nThe only member of the original family associated with the company now is Benjamin Harrison Freeman II. A \ngrandson of Hyman Freeman and a former president of the company, he is now a consultant.\n\nPhiladelphia was the nation's largest maker of men's clothing 35 years ago. Since then, such names as Botany 500, \nPincus Bros. and After Six formal wear have disappeared from the local manufacturing landscape.\n\nNevertheless, Kortenhoven is optimistic for H. Freeman's future. \"Our company is healthy,\" he said. \"We're here to \nstay.\"\n\nContact Thomas J. Brady at 215-854-2525 or tbrady@phillynews.com.  \n"}