{"title": "FOR MANY VISITORS, FIRST VIEW OF U.S. IS A LINE", "body": "\nForeign visitors arriving at Kennedy International Airport are being forced onto huge lines for as long as four hours \nto reach Immigration inspectors, according to immigration officials and airline representatives.\n\nOfficials of the Immigration and Naturalization Service attribute the delays to budget-induced shortages of \ninspectors, tighter security measures and increased air traffic.\n\nAlthough long lines are a seasonal hazard in many popular tourist destinations, airport and airline officials say the \ncongestion for incoming foreigners at the nation's premier foreign gateway is unequaled in their experiences. \nAmerican citizens, by contrst, are waved through Immigration and must only show their passports to Customs \nService agents for usually cursory baggage inspections.\n\nAnd at a time when a fear of terrorism has prompted a tourist drain in Europe and elsewhere, Americans face little \nwait and sometimes even expedited immigration procedures.\n\n''We have never experienced worse delays anywhere in the world,'' said John Bastable, senior vice president of the \nIrish carrier Aer Lingus, one of 12 European flag carriers that have protested to Federal and local officials in recent \nweeks. The other airlines, acting with Aer Lingus as the European North Atlantic Carriers, are Air France, Air \nPortugal, Alitalia, Finnair, Iberia, KLM, Lufthansa, Olympic, Sabena, SAS and Swissair.\n\n''It takes half as long to get into the United States as to fly from Europe,'' Mr. Bastable said. According to one \nrecent complaint, an Air India flight landed at Kennedy Airport on June 24 at 3:30 P.M., but the last passenger did \nnot get through Immigration until 7 P.M. Guyana Airways passengers on June 29 took from 1:30 P.M. to 4:55 P.M. \nto get through.\n\nNormally, it might take a plane load of up to 500 people about half an hour to go through immigration, in which \npassengers would be questioned about the purposes and destinations of their visits. Travelers from certain trouble \nspots, such as the Middle East, might be questioned at greater length.\n\nA survey by Swissair found that their arriving passengers in May waited an average of 1 hour and 35 minutes to \nreach the Immigration booth, and that some passengers waited as long as 3 hours and 35 minutes. Peter \nSchertenleib, Swissair's station manager for New York, said he had seen delayed passengers fainting in line.\n\nAirline officials emphasized that these were not just normal delays and that major gateway cities outside New York \ndid not have similar problems.\n\n''We serve Boston and Chicago, but this mess is happening only at Kennedy,'' said Mr. Schertenleib of Swissair, \nwhich recently felt compelled to complain to the State Department.\n\n\nJean de Reynies, Air France's station manager at Kennedy Airport, said that the police had to be called to \nadminister oxygen to at least one passenger and that others had become ill waiting for processing. Many others \nmiss their connecting flights.\n\n''It's creating a bad image of New York and the United States,'' he said.\n\nElmer Hasker, the Immigration Service's assistant regional commissioner for examinations and inspections, said: \n''There is no denying the problem. We do have some delays of two to four hours on the extreme.''\n\nMr. Hasker, who is based in the regional headquarters office in Burlington, Vt., attributed the congestion to a \ncombination of factors. He said the Immigration Service had to absorb a budget cut of $25.5 million, which forced a \nhiring freeze. As a result, he said, retiring inspectors were not replaced, dropping the number of inspectors \nassigned to Kennedy to 120 early this year from 160 last year. Since then, he said, 29 temporary inspectors were \nadded to the Kennedy force.\n\nHe said additional financing had recently been made available to hire 11 or 12 more temporaries.\n\nMeanwhile, Mr. Hasker said, air traffic was up an estimated 5 percent over last year. Moreover, he said, many of \nthe airlines continue to bunch their flights for arrival here in the late afternoon to make connections easier. Carriers \nhave also added morning arrivals that require stretching the inspection force to be present then as well.\n\n \n\nIncreased Security Measures\n\nIncreased security measures have placed additional demands on the Immigration staff, he said. Arriving foreigners, \nwho in previous years might have been waved through with a few quick questions, are now subject to more \nintensive questioning, while inspectors check to see if their names are on a list of potential security risks.\n\n''We realize the problems the airlines have, but the American people have made security a top proiority,'' Mr. \nHasker said. ''We do our absolute best given the resources we have.''\n\nAt Kennedy Airport, the Immigration Service's acting area port director, Mary Ann Gartner, said that on Monday \n2,100 passengers arrived within an hour at the East Wing of the consolidated International Arrivals Building. At the \nsame time, she said, passengers were also arriving at the West Wing section and at the six other airline terminals \nsuch as Pan American World Airways and Trans World Airlines, stretching her forces thin.\n\n''The inspectors couldn't get out of their booths for five or six hours at a stretch,'' she said.\n\nBut she said she sympathized with the passengers too. ''They're upset; I can't blame them,'' she said. ''I've been \nreferring all the complaints to the regional office.''\n\n \n\nLong Line of Recent Arrivals\n\nOne afternoon last week, the line of arrivals, four deep, stretched from the glass and wood Immigration booths, \ndown a long airport corridor and around the corner out of sight.\n\n''This is pretty good,'' said Ms. Gartner, noting that the wait would probably total less than an hour.\n\nThe travelers, who had just come off a Japan Air Lines flight from Japan, waited patiently, some accepting free \ncups of juice from a welcome wagon of the Port Authority of New York and New Jersey.\n\n''This is O.K.; last time I waited one hour,'' said Yuji Nishiyama, a salesman for the Sharp Corporation from Osaka \nas he and his bride, Sae, awaited their turn for the moment or two at the booth.\n\nMr. Hasker said staff shifts might make some additional inspectors available to ease the crush, but he \nacknowledged it would be difficult because the shortages were everywhere.\n\n\n\nAlfred Graser, the Port Authority's manager of public services, said additional inspectors were vital.\n\n''If we can't attain the staffing level of last summer,'' he said, ''we're going to have a serious problem.''\n\nGraphic\n\n \n\nPhoto of passengers in line at Kennedy Airport (NYT/Cyrena Chang)\n"}