{"title": "FUTURE OF THIRD LEVEL: READER RESPONSES; Several readers have written responses to our ongoing Future of Third Level series. Here is a selection of your contributions", "body": "\n'I am so grateful for free fees'With the debate \n\nabout the reintroduction of fees still going on, I felt the need to contribute. I come from a background where money \nwas always tight, but I was lucky enough to do my Leaving Cert in 1998, about the time free fees were introduced. \nAs a result I was able to take a risk and go to art college in Dublin, a decision that has led me, via a circuitous path, \nto where I am today. Had I been faced with the pressure of paying fees I would have used my points and followed a \nsafer path; perhaps a BA close to home and the HDip. I am so grateful that I had that opportunity to leap outside the \ncomfort zone.\n\n'We have low levels of numeracy and literacy'My education in summary: born in 1928 in\n\n rural Ireland to poor but enlightened parents. Primary- and second-level education provided free by nuns, Christian \nBrothers, and lay teachers (no lurid experiences). The war meant no hope of a university scholarship, but I was \naccepted for training as a missionary. Here I was privileged to study classic and medieval philosophy, through Latin. \nI left in 1950, went to England and got an accountancy qualification. \n\nI spent 12 years in administration at Oxford University, during which I got an honours degree in PPE, studying in my \nown time with the support of the academic staff. \n\nI came back to Ireland in 1991 and was appalled by the very low standard of education at all levels. There seemed \nno attempt to educate, to draw out and develop latent ability. Even at third level, substance was subordinated to \nshadow: our universities have become technical colleges and our technical colleges are now called universities. We \nhave low levels of numeracy and literacy and desperately need to bring back the altruism and public spirit that the \nreligious orders had at their best.\n\n'I'm 45, married and studying for a BA'It's nine o'clock on a dull wintery Tuesday morning, and the front row of \nthe D211 lecture theatre at St Patrick's College in Drumcondra is full. The \"matures\" pull on their specs and \nstraighten their pens and notepads in anticipation of a lecture on postcolonial writing in Tsitsi Dangarembga's                            \nNervous Conditions                     . \n\nWe all went back to education, from various walks of life, in September 2011. I'm 45 and married with two \ndaughters, aged 20 and 16. I'm in my final year, studying for a BA in English and history. \n\nI urge anyone considering returning to education as a mature student to go for it. I hadn't done as well at school as I \ncould have, and I always felt my education was incomplete. I had the chance to go to UCD when I left school, in \n1986, but I went to England for the summer and got a full-time job, so I never did the degree I intended to, and \nsometimes regretted that. \n\n\nI was working at Dublin Airport in 2011 when I saw the mature-student competition for St Pat's advertised in                            \nThe Irish Times                     . I thought there was nothing to lose. I didn't have to apply through the CAO. It was a \ndirect application to the college, followed by a short exam and then an interview. \n\nI live in Drogheda, so it isn't a bad commute. Books can be in short supply in the library, and access to computers is \ndifficult during busy periods, like the run-up to teaching practice, but a new building programme is under way which \nshould relieve that. Aside from the disruption and noise from the building work, I can't think of a single other \ndownside of leaving the workplace and becoming a full-time student, except the loss of income. \n\nThere's a mature-student mentoring support scheme, which involves lecturers volunteering to provide one-to-one \nsupport, if needed. I have availed of it over the years, as I have of the student-counselling service. \n\nI've had many frustrating hours in front of computers and behind books. The thing is, you have to just keep reading \n- and, miraculously, there comes a moment when things click into place and start to make sense. \n\nI hope later this year to be awarded a piece of paper that states I have a BA in English and history. I'd love to carry \non and do a master's in English, but I'll have to return to the workplace first and see if I can afford to do it later. \nWhen I'm very mature. \n\n'There is a culture of avoidance'I am a mature part-time student at an IT - one of the HEA's so-called \n\npriority groups - and often feel I have wandered into an educational spin-off of                            Fawlty Towers                     \n. I have previously studied at a private college in Dublin, and also abroad. I would sum up my experiences as \nfrustrating and disappointing.\n\nPart time is defined as \"attending college at night and/or weekends\". Many people, including potential employers, \nare unaware that we undertake the same courseload each year as a full-time student: we just don't receive the \nsame number of tutorials. The onus is on us to manage our time effectively, and we must grasp our subjects as \nquickly as possible. This can be easy when you have brilliant lecturers, but there are some terrible lecturers who \ndon't deliver. \n\nWe are capable of being honest with ourselves when we have received a poor grade because we haven't put the \neffort in, but it is disheartening when you feel you have no chance of gaining an A because a lecturer isn't up to the \njob. \n\nIn one module, we were informed at the end of the semester that we would be capable of answering 50 per cent of \nthe upcoming exam; when we asked, we were told we had been taught only half of the syllabus as the lecturer had \n\"run out of time\". You are demoralised going into the exam, and distrustful of the lecturer in future modules.\n\nThe process for raising issues is made difficult to navigate, perhaps deliberately. You speak to the lecturer, but \nfrequently nothing happens; if you complain repeatedly, you are at risk of being targeted in grading. If you complain \nto the course board, you are told to complain to the lecturer. There is a culture of avoidance and passing the buck.\n\nAlthough it may seem I am disillusioned, I have still learned much from some of the lecturers. Many of my fellow \nstudents have impressed me with their hard work, dedication and motivation, and I have learned as much from \nthem as from the lecturers. \n\n'Education was to be enjoyed fully'Education for me is a wonderful gift. I loved learning, and this shaped my whole \neducational journey, which I believe is a journey for life, and it does not end on graduation from courses, as many \nyoung people might currently believe.\n\nI studied for an arts degree at UCD in the 1990s, and what a wonderful educational experience it was. I learned \ngreat transferable skills, such as critical thinking. \n\n\n\nI went on Erasmus and met many interesting people from many disciplines. The Literary and Historical Society \ndebates were great entertainment in this era too. I joined international student societies and sports societies and \nparticipated in many of their activities. By opening myself up to the new opportunities of college life, I had four \nfulfilling and fun-filled years at UCD.\n\nI went on to study at DIT and NUI Galway, but my undergraduate study had the greatest influence on me, without \ndoubt. When I was at college, education was an experience to be enjoyed fully and wholly, not just by me but by my \npeers too. It was not a box to tick for a CV, or a default route through life after school. Learning was not confined to \npassing modules at college. \n\nThis latter attitude seems prevalent among many, but not all, undergraduates, who chase only a pass grade in the \nnonaward years of degrees rather than developing their minds and themselves as people. Education and learning \ntoday have become all about quantification for many students. If learning cannot be quantified, or cannot give \ninstant or nearly instant gratification, then it is of little interest to them.\n\nMany of today's students want only to learn what directly relates to their studies and assignments. The idea of \nlearning other peripheral information is regarded as a waste of time for many of them. \n\nCollege life today is a reflection of society: students' concentration spans are shortening, technology is playing an \never greater role, and social learning is on the wane as virtual learning takes hold. \n\n'We are pitied for studying arts'\n\nI am a second-year arts student of English and history in UCD. But one constant struggle in the Irish education \nsystem is the look of pity you receive when you tell someone you are doing arts. It's a look wedged somewhere \nbetween \"Aw, I'm sorry you didn't get your first choice,\" and \"Well, this is awkward. I'm doing engineering, so I'm \nprobably too smart to be talking to you.\" \n\nThe reality is quite different. I achieved 500 points in my Leaving Cert and the points I needed for arts were 355. \nSome may say I aimed low, but in fact an arts degree provides me with a general, nonspecialised and interesting \ndegree that will serve as the platform for what I hope will be a successful career. The pity should be directed at \nthose who look down on others based on their choice of degree - and unfortunately that is rampant in the Irish third-\nlevel education system.\n\n'Less knowledge for its own sake, please'\n\nIn three months I will be finished my law degree. As we gear up for our final exams, we are constantly asking each \nother,'What will you be doing next year?' It shouldn't be such a terrifying question. The idea of the future used to be \nexciting. It represented freedom, possibility and the idea of finding the perfect job. \n\nThen came the master's applications, job searches and career talks, followed by the rejections, the doubts and the \nfear.\n\nThis is why I find it annoying when people go on about how great it is to acquire knowledge for knowledge's sake. \nMaybe there are some students who will agree with the Defend the University campaign, which is supposed to \ncounteract the \"commercialisation\" of universities. But I didn't spend four years and pay fees to my university just to \nget knowledge.\n\nA special report by the                            Chronicle of Higher Education                      in March 2013 found \"When it \ncomes to the skills most needed by employers, job candidates are lacking most in written and oral communication \nskills, adaptability and managing multiple priorities, making decisions and problem solving.\" \n\nOur Irish undergraduate system does not require much other than a lecturer who is able to talk to a class of \nhundreds for two hours a week and dedicate some amount of time to the marking of essays and exam papers. It is \nnot the best, as our students learn passively.\n\n\n\nOur graduates can write effectively, and do research, but they're not taught problem-solving, oral communication, \nteamwork or any number of skills that are necessary in  most lines of work. \n\nBefore our economic downturn, this wasn't such a big issue. Now our students are graduating and finding out that a \nlack of skills and experience is a huge barrier.\n\nI'd like a little less knowledge for knowledge's sake, and more applied knowledge and skills teaching. I don't call that \n\"commercialisation\" of universities.  I call it our education system finally catching up.\n\nThe series continues on Tuesday with  reports on the links between colleges and business\n"}