{"title": "IMMIGRATION ORDEAL GETTING REV POLITICIZED", "body": "\nTHE EMERGENCE of a new pro-immigrant political force may be the most important if unintended consequence of \nthe arrest of popular Queens pastor Frank Almonte. Its goal: To change the abusive 1996 immigration laws.\n\n\"This is all God's plan,\" Almonte told a crowd of 2,000 of his followers, friends and allies last Sunday. Amid shouts \nof Hallelujah, he added, \"I hope we can follow His strategy and put aside the things that divide us.\"\n\nThe weather was frigid, but the people, gathered in an old Northern Blvd. movie theater to thank God for Almonte's \nfreedom, responded warmly.\n\nThe new determination to stand up and be counted was strong among those present in the old theater. Many came \nfrom other churches. Others were members of immigrant advocacy groups and voter registration organizations.\n\nThe mood of the crowd was joyous. But they were as committed as the 2,000 who rallied at a Queens courthouse \non Feb. 11 to support Almonte.\n\nAlmonte, as some readers may remember, is the beloved pastor of Corona's Iglesia Cristiana Adonai, whose arrest \non drug charges on Jan. 29 at Kennedy Airport, and his jailing for 10 days in a Pennsylvania federal immigration \nprison, has become a cause celebre among Hispanics.\n\n\"No one should go through what Almonte went through,\" said Stella Figueredo, director of the International \nImmigrants Foundation, a nonprofit organization that has taken over the pastor's defense. \"He is free thanks to the \nsupport he has. Otherwise he would still be in prison.\"\n\nAlmonte was returning from his native Dominican Republic, and customs agents found in his bag three jars of \nAnabolex tablets, a steroid that can only be bought by prescription in the U.S., but is a common appetite enhancer \nin the Dominican Republic.\n\nHe explained that he had brought the tablets for Joel, his skinny 12-year-old son, following a Dominican \npediatrician's recommendation. He also said he did not know they were illegal.\n\nCustoms agents sent him to jail anyway, despite the pastor's clean record. His three sons aged 15, 14 and 12, are \nAmerican citizens, but it did not make any difference.\n\nAlmonte, a Queens resident for 25 years, faced up to seven years in jail and, because of the felony arrest, possible \ndeportation.\n\nDrug charges were dropped last week, and 4,000 people erupted in shouts of thanks to God in front of the \ncourthouse. Yet, the potential for deportation is still a cloud over his head.\n\n\nAlmonte, who filed a naturalization application in 1997, now has to wait for immigration authorities to decide if they \nwill let him go on with his life. They might as easily take him away from his family and church, and make him \"go \nback to where he came from,\" a favorite phrase of racists and immigrant bashers.\n\nAlmonte, unlike other ministers, was never political. For him, politics was a worldly pursuit. But his arrest, and the \nsupport he has found since, have made him reconsider.\n\n\"We must become active politically,\" he said Sunday in his typical low-key manner. \"That is also God's strategy.\"\n"}