{"title": "ILLEGAL IMMIGRANTS; Georgia 6th in nation, feds say", "body": "\nGeorgia has the ninth-largest population among states but it ranked sixth for the estimated number of illegal \nimmigrants living within its borders, at 440,000, according to a new federal Homeland Security Department report.\n\nCalifornia ranked first, with 2.8 million illegal immigrants as of January 2011, followed by Texas, 1.7 million; \nFlorida, 740,000; New York, 630,000; and Illinois, 550,000.\n\nThe report also notes the total number of illegal immigrants living in the U.S. dropped last year by 100,000, from \n11.6 million in 2010 to 11.5 million.\n\nThe federal agency listed several possibilities why the illegal immigrant population has not grown, including \n\"relatively high U.S. unemployment, improved economic conditions in Mexico . . . and greater levels of border \nenforcement.\"\n\nLast fiscal year, U.S. authorities deported 396,906 illegal immigrants and other noncitizens, the highest number \nremoved in the history of U.S. Immigration and Customs Enforcement, the federal agency responsible for \ndeportations.\n\nThe Homeland Security Department revised its 2010 estimate for illegal immigrants living in the U.S. up from 10.8 \nmillion, using 2010 Census data. The federal agency did not revise its estimates in the same way for each state, so \nit is impossible to do a comparison between 2010 and 2011 for Georgia. The report, however, says the estimated \nnumber of illegal immigrants living in Georgia has doubled since the year 2000, when the total was 220,000. \nGeorgia's total population in 2010 was estimated at 9.81 million.\n\nLast year, the Pew Hispanic Center released a report estimating that Georgia was home to 425,000 illegal \nimmigrants, as of March 2010, a figure that was unchanged from the center's 2009 estimate.\n\nGeorgia lawmakers in April of last year passed comprehensive legislation aimed at cracking down on illegal \nimmigration. Republican Gov. Nathan Deal signed the bill into law in May, and parts of that law started to take effect \nin July. But the most controversial provisions are tied up in federal court amid legal challenges.\n\n"}