{"title": "PROP. 187'S MATH PROBLEM", "body": "\nPROPOSITION 187 came up from the sewer last week and, to no one's surprise, it gagged on the fresh air.\n\nState and federal judges in California temporarily restrained this nativist thing that would beat up on immigrant \nschoolkids, throw their hard-working parents in prison if they falsify work papers, and promote pain and suffering by \ncutting health care services to illegal immigrants. Other than that, it's a fine law.\n\nBut Gov. Pete Wilson, who married his re-election and his place in history to Proposition 187, keeps pushing it. He \nnever quits, at least not when he's picking on Mexicans, Asians and people smaller and weaker than him. While \n187 was getting thumped in court, he got Newt Gingrich, speaker-of-the-House-to- be, to agree to nationalize \nProposition 187.\n\nThis deal belongs in the department of: Be careful what you wish for because you might get it.\n\nGingrich said he'd push the new Republican Congress to either pay for all state services to illegal immigrants or cut \noff those services entirely. Since the courts will have the final say on Proposition 187, Pete and Newt are really left \nwith the option of reimbursing the states.\n\nLet's pretend for a minute that Wilson's arithmetic is right and illegal immigrants do terrible things to California. In \nthis fantasy, illegal immigrants don't pay state income taxes, gasoline taxes and sales taxes. The industries they \nkeep alive don't pay state corporation taxes. They don't spin off business for citizen workers. In the state according \nto Pete, Californians don't benefit by the labor of illegal immigrants who do the menial work that citizens won't. In \nWilson World, Gingrich and all those small-government Republicans are going to write a fat $2.8 billion check to \nCalifornia.\n\nAnd then they'll write another one for Texas. And Florida. And New York, Arizona, Colorado, New Mexico and . . . \nbefore you know it . . . every governor will be knocking on Gingrich's door saying, \"Where's mine?\"\n\nAny governor facing the choice between higher taxes or statewide budget cuts will recognize the federal \nreimbursement as a bailout. To maximize their returns, they'll high-ball their number of illegal immigrants. They'll \nthrow temper tantrums when the census undercounts illegal immigrants. Pretty soon, they'll quietly ask the feds to \ndrop those lunatic plans for moats and steel walls along the border.\n\nThe raid on the federal treasury will get downright laughable.\n\nDinky New England states will want reimbursement for undocumented Irishmen tending bar at Cheers. Mountain \nstates with more cattle than people will blame undocumented Mexican cowboys for the lingering energy industry \nrecession and demand federal aid. Ghostly Mexican farmworkers will appear from Midwestern cornfields. If you \nfake it, the check will come.\n\n\nOn second thought, I like this refund thing.\n\nGingrich will be in a real pickle. What's he going to do, clamp down on the Republican governors of California, \nTexas and New York?\n\nBut Proposition 187 is DOA in the courts. If not, there'll be massive civil disobedience by Latinos and Asians and \ncontinued assaults against it by true conservatives, like William Bennett and Jack Kemp, who recognize the \nmeasure's heavy-handed intrusiveness and cultural paranoia. Moderate Republicans will soon get it if they don't \nalready.\n\nLet's stop apologizing for illegal immigrants. The truth is that a porous border works to our advantage. It's our dirty \nlittle secret. When you add up the right numbers -- the taxes illigal immigrants pay and the value of their economic \nproductivity -- they are a bargain. And they're decent, optimistic, hard-working family people. They're risk-takers. If \nanybody is keeping the California Dream alive, it's them.\n\nIllegal immigrants aren't a problem. Cynical and hypocritical politicians are.\n\nNotes\n\nCommentary\n\nJoe Rodriguez is a Mercury News editorial writer.\n\nGraphic\n\n \n\nDrawing;\n\nDRAWING: CATHERINE KANNER\n\n941122 ED 7B 2\n"}