{"title": "Local Hmong seek answers to Thai grave excavations; Images from refugee camp stun immigrants; U.S. reports bodies removed for sanitation", "body": "\nCopies of the chilling video have been passed from one St. Paul living room to the next. On Thursday, it surfaced in \nNancy Meyer's English-language class, where more than a dozen adult students — all transplants from a Hmong \nrefugee camp in Thailand — watched, sickened, as workers mutilated the hillside graves of their former \nshantytown.\n\nThe images fit the accounts reported by relatives left behind in the camp outside the Wat Tham Krabok temple: \nCrews have dug up the graves, dismembered the bodies and used knives to trim off the decomposing flesh. The \nbones presumably were cleaned and burned to ash.\n\nU.S. State Department officials said a nearby Buddhist monastery, which owns the land, hired two Buddhist \norganizations to remove at least a portion of the bodies out of concern that the burials were tainting the \nsurrounding area's water supply.\n\nSince the digging began in November, outrage has been steadily building in St. Paul's Hmong-American \ncommunity. Former camp residents will voice their concerns today at a town hall meeting organized by state Sen. \nMee Moua, DFL-St. Paul.\n\nThe exhumed gravesite is home to kin related to more than 4,000 Hmong refugees who have resettled in \nMinnesota since last year. Buried are the new immigrants' husbands, mothers, sons, fathers, grandparents and \ncousins.\n\nThe excavations have prompted the State Department to monitor the situation. A State Department official said \nFriday that crews had removed 900 corpses as of last week, nearly doubling original projections.\n\nMany consider the exhumations an affront to Hmong culture, almost like an act of genocide against their dead.\n\n\"This violates everything we do as a people and what we believe in,\" said shaman and English student Chue Hang, \n55, speaking through an interpreter. \"This is a crime against human beings like us.\"\n\nXai Yang of St. Paul, who also is taking English classes at the Hmong American Partnership, has a nephew buried \non the site. The videos he has seen are \"too ugly\" for his children to watch. A swarm of questions nag at him — in \nparticular, why?\n\nHe has heard from relatives that the religious organizations, believed to be Chinese, have deliberately targeted \nHmong graves while leaving the nearby burials of Chinese at peace.\n\n\n\"This is horrible, unacceptable,\" Xai Yang said through an interpreter. \"This is (done) intentionally to damage the \nHmong and their culture. It must stop.\"\n\nMee Moua said her Hmong-American constituents in St. Paul, as well as a couple strangers still living at the \nrefugee camp, have called to report the violations. She has delivered copies of the video to the offices of 4th \nDistrict U.S. Rep. Betty McCollum and U.S. Sen. Mark Dayton, hoping the Minnesota Democrats could urge the \nState Department to seek a halt to the removal of the bodies.\n\nMee Moua compared the burial disturbances to disturbances of sacred mounds revered by American Indians.\n\n\"It's desecration in the worst kind of way,\" she said. \"It affects us intergenerationally. It affects the realm of the \nliving. It affects the physical and spiritual realm.\"\n\nMcCollum and Dayton's offices have issued statements expressing concern about the content of the videos and the \ndisregard for Hmong cultural practices. McCollum is preparing to join members of Congress who represent large \nHmong populations to notify the State Department and the Thai government of their concern.\n\nBut with no immediate action in sight, Mee Moua fears that it will be too late to save the remaining graves. If the \ngraves must be moved, she hopes that the families of the deceased can at least find new locations for the corpses.\n\n\"My sense is that if nothing happens to stop the digging … there won't be anything to talk about,\" she said. \"They \nwill have dug up and cremated them. And the powers-that-be will throw up their hands and say nothing can be \ndone.\"\n\nIn one video, workers in white T-shirts chat amiably as they dig up the graves. Some of the corpses are still clothed \nin their colorful Hmong burial garments. Workers saw off the skulls of the skeletons with what appear to be butcher \nknives. A man directs the others to chop the remains into smaller pieces.\n\nThe unidentified Hmong narrator of the video addresses his mother and father in the United States, telling them \nthat he wants them to see what has happened to the burial place of his grandparents.\n\nAnother photograph sent to the office of Mee Moua shows a bowl full of bones, apparently to be cleaned in a vat of \nboiling water. Hmong-Americans in St. Paul contend that the excavators believe they will earn \"merit\" in exchange \nfor the bones, which will lead them to a good rebirth.\n\nMaking matters worse, Mee Moua has heard that the monastery recently shut off electricity to the camp. The once-\nbustling ramshackle camp feels like a ghost town. Most of the 15,000 eligible for resettlement have left the camp, \nwhich the Thai government ordered closed after the U.S. government agreed to take in the refugees. Left behind \nare only about 800 residents, many of whom are wrapping up tuberculosis treatment before they can enter the \nUnited States, Mee Moua said.\n\nAt the English language class in St. Paul, all the students verified that the footage was taken at their former camp, \nnoting landmarks they recognized.\n\nThe state senator, too, had no reservations about the authenticity of the images. \"I don't think it could be staged,\" \nshe said.\n\nJohn Borden, executive director of the International Institute of Minnesota, was saddened when Hmong families in \nSt. Paul began telling him about the exhumations at the Thai refugee camp, which resulted when the minority \nHmong — U.S. allies during the Vietnam War — fled their native Laos when it fell to communist forces in 1975. \nBorden visited the Wat Tham Krabok area as part of a 19-member fact-finding delegation led by Mayor Randy Kelly \nin March 2004 in advance of the Thai government's closure of the camp.\n\nKelly, through his spokesman, declined to comment for this article.\n\n\n\n\"I don't know who or why they did it, but the implication was very inhumane,\" Borden said of the grave removals. \"I \nthink it probably was deliberate. I just see a lot of pain and anguish from people who are Hmong because they \ndon't know, either, why it's happening.\"\n\nBack in the St. Paul English class, instructor Nancy Meyer has forgone the typical functional-work vocabulary to \nintroduce new phrases, such as \"digging up the graves\" and \"chopping the bodies.\" Although her adult students \nare thousands of miles away from the gravesite, they say they have more power in St. Paul to draw attention to the \ndesecration than they ever would back in Southeast Asia.\n\nThey say they recall at least two additional Hmong gravesites that were destroyed at other Thai refugee camps. \nDisturbing the dead will not only affect the spirits but also the prosperity of their descendants, they say.\n\nAs for the spirits, they may forever be without a home, the students fear.\n\n\"Usually, there are things that can be done in a ceremony by a shaman,\" Chue Hang said. \"But in this case, it's \nnearly impossible because everything will be cremated.\"\n\nLaura Yuen can be reached at lyuen@pioneerpress.com or 651-228-5498.\n\nFYI\n\nState Sen. Mee Moua, DFL-St. Paul, is hosting a town hall meeting at 9 a.m. today at the Hmong American Center, \n1075 Arcade St., to discuss concerns about the camp outside the Wat Tham Krabok temple.\n\nRelatives still waiting to be reunited with family members in Minnesota have complained about living conditions \nthere and the desecration of hundreds of Hmong graves near the temple.\n\nThe meeting also will give Mee Moua a chance to learn how the Hmong newcomers have adjusted to life in St. \nPaul since the last wave of resettlement began last year.\n"}