{"title": "In L.A., a Pol for a Polyglot City", "body": "\n The politics of the great American cities are ever the politics of ethnic succession and recombination. As the focal \npoints for the great waves of immigration, foreign and domestic, that continually reshape the nation, it's our cities \nwhere races historically collide, and coalesce. \n\n Today, when we think of Fiorello La Guardia sweeping to power in New York's 1933 mayoral contest, with his \ninimitable municipal version of the New Deal, we see his victory as an unalloyed progressive triumph. True enough, \nhis victory was a backlash against the rule of Tammany Democrats, but only some La Guardia voters rejected \nTammany because it was a machine. More rejected it because it was a disproportionately Irish machine that failed \nto put many Italians and Jews on the city payroll. La Guardia was the good-government candidate par excellence, \nbut, fluent in both Italian and Yiddish, he also forged a coalition of New York's newer immigrants, its ethnic outs. \n\n For the past quarter-century, America's cities have been remade by our third great wave of immigration, this one \npredominantly from Mexico and Central America. But not until Tuesday, when Antonio Villaraigosa ousted \nincumbent Jim Hahn by a stunning 17-point margin to become mayor of Los Angeles, did a Latino politician put \ntogether a majority coalition in a mega-city where Latinos are a sizable bloc  --  but nowhere near sizable enough to \nelect a mayor by themselves. In the 2000 Census, Latinos constituted fully 47 percent of L.A. residents, but so \nmany of them were noncitizens or new citizens that as recently as the late '90s, they amounted to just 15 percent of \nthe electorate. \n\n By Tuesday, that figure had grown to 25 percent  --  a big increase, but hardly big enough to elect any but a gifted \ncoalition builder, which Villaraigosa  --  fluent in Spanish, with a smattering of Yiddish  --  most assuredly is. For all \nhis charisma and feel for urban complexity, however, he came up short four years ago in his first race against Hahn \nfor mayor. He was unable to square a circle  --  to construct a left-to-center majority with virtually no support from \nthe city's African American community. One problem was that Hahn, who's white, was the surrogate black \ncandidate for reasons chiefly of genetics: His father was the legendary Kenny Hahn, who for 40 years as a county \nsupervisor had been a pioneering advocate of civil rights. Villaraigosa's other problem was dicier still: the racial \ntensions between the black and Latino communities. \n\n Some of those tensions were grounded in economic conflicts. In the mid-'80s, for instance, Los Angeles had a \nheavily black unionized janitorial workforce in its high-rises, until the building owners replaced them with refugees \n\n\nfrom Central America's civil wars and Mexico's debt crisis, at a 60 percent cut in pay. Other tensions were more \ndirectly political, as districts with long-standing black majorities turned majority-Latino between the mid-'80s and late \n'90s. \n\n It should have come as no surprise, then, when L.A.'s African American voters narrowly supported Pete Wilson's \nProposition 187 in 1994, which would have curtailed public services to undocumented immigrants had the courts \nnot struck it down. Nor that black voters backed Hahn over Villaraigosa in 2001 by an 80 percent to 20 percent \nmargin. \n\n But like La Guardia, Villaraigosa is a pol for a polyglot city. From his teens, when he helped form the Black \nStudent Union  at his overwhelmingly Latino high school, to his years working the African American community as a \nunion staffer, he's been the very model of the anti-nationalist urbanite. The causes he championed while speaker of \nthe California Assembly  --  massive school and parks bond measures, workers' rights  --  were broad and rooted \nmore in the calculus of class than race. \n\n Accordingly, when Hahn stumbled in the black community  --  on the most parochial of issues, his well-grounded \nrefusal to renew the contract of Bernard Parks, the city's African American police chief  --  Villaraigosa was there to \npick up the pieces. On Tuesday, according to the Los Angeles Times exit poll, he won 48 percent of the black vote \n(not to mention 84 percent of the Latino vote and 50 percent of the white). He carried every quadrant of this \nfamously fractious city. \n\n Villaraigosa's victory will not magically  dispel the city's racial rifts, the ethnic gang rivalries, the fights at local high \nschools. It will not narrow the vast economic inequality that plagues contemporary  U.S. cities, though Villaraigosa \nhas supported linking development to living-wage jobs. But the coalition he's composed, the record he's amassed, \nand the charisma and energy he's so abundantly displayed now make Los Angeles ground zero for liberal \ninnovation at a time of right-wing domination nearly everyplace else. It's a star turn that's new not just for \nVillaraigosa, but also for the city he has now so adeptly reassembled as a showcase for urban progressivism. \n\n meyersonh@washpost.com \n"}