{"title": "GEORGIA 2006; The issue: Illegal immigration; Candidates for governor answer questions about a topic that affects not only immigrants' lives, but the state's economy and tax-supported services. Libertarian candidate Garrett Michael Hayes did not respond.", "body": "\nNote: The responses have been edited for space.\n\nShould employers be punished for knowingly hiring illegal immigrants?\n\nSonny Perdue, Republican, incumbent\n\nI believe all citizens who knowingly break the law should be held accountable. However, I don't expect employers to \ndo the job of the federal government and INS and become experts in document verification. We need to secure our \nborders, create fraud proof documents, and then we can start talking about what role private business needs to \nplay.\n\nMark Taylor,\n\nI think there should be tougher penalties for those employers who knowingly hire illegal aliens, but there must be \nintent to break the law. Employers who unknowingly hire illegal immigrants should only be subject to existing laws \nregarding employment and taxation.\n\nA bill supported by the president would provide a path to citizenship for people illegally in the country --- some \nhave referred to this as an amnesty provision. Do you support such a proposal?\n\nSonny Perdue, Republican, incumbent\n\nThe first step is to secure the border. Period. After our border is secure, we can talk about a sensible policy that \nintegrates legal workers into our economy as they are needed. I do not believe that any new immigration policy \nshould allow illegal immigrants to break line in front of people that have been following the law and waiting to \nenter our country legally.\n\n\nMark Taylor,\n\nWe should avoid any provision that rewards illegal behavior; providing amnesty will only encourage more illegal \nimmigration.\n\nThe Georgia National Guard is currently helping patrol the U.S.-Mexico border. How long should they continue to \nserve in this role?\n\nSonny Perdue, Republican, incumbent\n\nI was proud that the members of our Georgia National Guard answered the call when I asked for volunteers to \nhelp secure the U.S.-Mexico border. It is my expectation that this is simply a stop-gap measure and that the federal \ngovernment will take more permanent steps to safeguard our border.\n\nMark Taylor,\n\nIf asked to deploy more Georgia troops to protect our borders, I would support the president, provided they were \nrested from any overseas duty. With an illegal immigrant population that has increased by 114 percent, we have \nto do everything possible to stop this gigantic influx.\n\nDo you think the influx of illegal immigrants into Georgia has held down wages for people legally in this country?\n\nSonny Perdue, Republican, incumbent\n\nI am a facts-based kind of guy. I wouldn't want to speculate on such a comment without seeing some reliable facts \non the topic. But one can generally assume that laws of supply and demand work in the workforce as they do in the \nrest of the free market. If supply is affected then demand (and therefore wages) could be as well. \n\nMark Taylor,\n\nWages have suffered in this country because many of our well paying jobs have been outsourced to foreign \ncountries. I support policies that will keep and create jobs for our hard working Georgians such as raising the \nminimum wage and providing incentives to companies that bring well paying jobs to Georgia. We already have a \nguest worker program that allows immigrants to work in this country legally, but condoning illegal labor is not fair \nto our hard working citizens.\n\n* AJC.COM/ELECTION: Go online for more coverage including breaking news\n\nGraphic\n\n \n\nPhoto: Sonny Perdue\n\nPhoto: Mark Taylor\n"}