{"title": "Hearing of the House Judiciary Committee", "body": "\n                         Subject: Examining the Adequacy and Enforcement of Our Nation's Immigration Laws\n\nParticipants: Representative Bob Goodlatte (R-VA)\n\nWitnesses: Paul Babeu, sheriff of Pinal County, Florence, Ariz.; Marc Rosenblum, deputy director of the U.S. \nImmigration Policy Program; Jan Ting, professor of law at the Temple University Beasley School of Law; Jessica \nVaughan, Director of Policy Studies at the Center for Immigration Studies; and Marc Rosenblum, Deputy Director of \nthe U.S. Immigration Policy Program\n\nLocation: 2141 Rayburn House Office Building, Washington, D.C. \n\nTime: 11:00:00\n\nDate: 2015-02-03\n\nGOODLATTE:  Good morning.  The Judiciary Committee will come to order and without objection, the chair is \nauthorized to declare recesses of the committee at any time.  \n\nWe welcome everyone to this morning's hearing on \"Examining the Adequacy and Enforcement of Our Nation's \nImmigration Laws.\"  And I will begin by recognizing myself for an opening statement.  \n\nWhen President Obama announced unilateral changes to our immigration laws with a wave of his pen and cell \nphone on November 20, 2014, he indicated that he would allow millions of unlawful and criminal aliens to evade \nimmigration enforcement.  He did this with the issuance of new so-called priorities for the apprehension, detention \nand removal of aliens.  \n\nUnder the Obama administration's new enforcement priorities, broad categories of unlawful and criminal aliens will \nbe immune from the law.  This means that these removable aliens will be able to remain in the United States \nwithout the consequence of deportation.  To make matters worse, even the most dangerous criminals and national \nsecurity threats can cease being a priority for removal if there are undefined, compelling and exceptional factors.  \n\nOn the same date, President Obama effectively announced the end of Secure Communities.  Despite the fact that \nthe president claims he took action to prioritize immigration enforcement against criminal aliens, he is scrapping a \ntool that identifies criminal aliens booked in jails across the United States so that federal law enforcement officials \ncan prioritize their removal.  \n\nSecure Communities, created in 2008, is a simple and highly successful program to identify criminal aliens once \narrested and jailed.  It protects Americans from those who are in danger -- who are a danger to their communities.  \nAs the Department of Homeland Security has said on numerous occasions, secure communities simply uses an \nalready existing federal information sharing partnership between ICE and the Federal Bureau of Investigation that \nhelps to identify criminal aliens so that ICE can take enforcement action.  \n\n\nAs of August 2014, the administration indicated that over 375,000 aliens and 121,000 level one convicted criminal \naliens who the Obama administration deems the worst of the worst were removed as a result of Secure \nCommunities.  Based on the Obama administration's new policies announced on November 20, 2014 we have \nlearned that the average daily population of aliens in detention facilities has declined to approximately 27,000 beds.  \n\nThis has occurred despite the statutory mandate in current law that ICE maintain a 34,000 ADP in detention \nfacilities.  \n\nMany factors have contributed to this decline, including the collapse of issuance and compliance with ICE detainers \nbecause of ICE's own detainer policy issued on December 21, 2014.  ICE's failure to defend its detainer authority, \nICE's immediate implementation of its new enforcement priorities on November 20th, 2014, and the demise of the \nSecure Communities Program on the same date.  \n\nDetainers are notices issued by ICE and other DHS units that ask local, state and federal law enforcement agencies \nnot to release suspected removable aliens held at their facilities in order to give ICE an opportunity to take them into \nits custody.  \n\nDetainers often called immigration holds are a primary tool that ICE uses to apprehend the suspects it is seeking.  \nIrresponsible policies have led to a drop in the number of detainers issued by ICE and given that ICE refuses to \ndefend its detainer authority, many jurisdictions refused to cooperate with ICE on detainers out of fear of civil \nliability.  \n\nThe results are distressing.  ICE developed a methodology to track the number of detainers not honored by local \nlaw enforcement jurisdictions from January 1, 2014 to September 30, 2014, over 10,000 detainers were not \nhonored.  Through September, the recidivism rate for these aliens was 25 percent in just a nine-month period.  \nThere were over 5,400 subsequent arrests and 9,300 criminal charges.  \n\nThe end result of these policies, the number of unlawful or criminal aliens that ICE has removed from the interior of \nthe country has fallen by more than half since 2008.  \n\nGiven this administration's failure to enforce our immigration laws, we could line Border Patrol agents, shoulder-to-\nshoulder at the southern border and it would not matter.  Why?  Because once apprehended by the Border Patrol, \nmany of the children, teenagers and adults arriving at the border simply game our asylum and immigration laws that \nthe Obama administration has severely weakened.  The administration has done little to deal with this problem \nother than ensure that these claims be heard years down the road.  \n\nIn the meantime, these aliens can abscond and eventually fail to appear for their hearings.  The Wall Street Journal \njust reported that the Justice Department has a special date reserved for thousands of immigrants awaiting their \nday in court -- the day after Thanksgiving in 2019.  \n\nIf word got out that bogus credible fear and asylum claims were not being rubberstamped and that claimants were \nnot rewarded with almost certain release into the U.S., along with work authorization, the vast increase in claims \nmight quickly abate.  \n\nIn the end it doesn't matter how many aliens are apprehended along the border if apprehension itself becomes a \ngolden ticket into the country.  Successful immigration reform must enable effective interior enforcement.  \n\nThis is an integral piece of the puzzle.  We can just be fixated on securing the border, while undoubtedly an issue of \n-- of paramount concern.  We must focus on interior enforcement, or more precisely, what to do with unlawful \nimmigrants who make it past the border and legal immigrants who violate the terms of their visas and thus \nbecome unlawfully present in the United States.  \n\nOne reason why our immigration system is broken today is because the present and past administrations have \nlargely ignored the enforcement of our immigration laws.  If we want to avoid the mistakes of the past, we cannot \nallow the president to continue shutting down federal immigration enforcement efforts unilaterally.  \n\n\n\nIn the coming weeks, this committee will hold hearings and address legislation that deals with the problem of the \nadministration's failure to enforce our immigration laws.  We will not only provide the administration with the tools it \nneeds, we will also act to ensure that the president cannot unilaterally shut down immigration enforcement in this \ncountry.  Only then will immigrants seeking to enter the U.S. have an incentive to obey our nation's immigration \nlaws.  \n\nWe must ensure enforcement of our immigration laws so that we can then move on to address other broken \naspects of our immigration system, such as high skilled visa reform and addressing our broken agricultural guest \nworker program.  \n\nIt is now my pleasure to recognize the ranking member of the Judiciary Committee, the gentleman from Michigan, \nMr. Conyers, for his opening statement.  \n\nCONYERS:  Thank you, Chairman Goodlatte.  \n\nAs we convene our first hearing of the 114th Congress, I continue to hope, as I have in past Congresses, that we \nwill be able to work together in this committee to address important challenges in advance the cause of justice.  But \nas we look to the future, we must first remember where we've been, particularly when it comes to the issue of \nimmigration. \n\nIn 2013, the chairman began the very first hearing this committee held by saying this year Congress will engage in \na momentous debate on immigration.  Unlike the Senate, which engaged in that momentous debate and passed the \nbill with strong bipartisan support, the House never had the opportunity to hold that debate.  Bipartisan reform bills \nin the House and Senate received no action at all.  Instead we just voted again and again to take the Deferred \nAction for Childhood Arrivals, DACA, away from young people, to deny due process protections to children fleeing \nviolence, and to block other sensible administrative reforms.  \n\nAlthough the first hearings held by this committee in each of the last two Congresses has dealt with immigration, the \ntitles of the hearings and the witness lists could not be more different.  In the last Congress, the hearing was -- was \ntitled \"America's Immigration System:  Opportunities for Legal Immigration and Enforcement of Laws Against Illegal \nImmigration.\"  \n\nWe discussed the need for immigration reform, including reforms to our system and our legal immigration system.  \nWe even discussed the importance -- important the question of how we treat the millions of undocumented people \nwho are living in our communities today.  \n\nThe title of today's hearing \"Examining the Adequacy and Enforcement of Our Nation's Immigration Laws\" focuses \nonly on the issue of enforcement.  And reading the testimonies submitted by our witnesses and the majority's press \nreleases, it's clear that this sharing will not address opportunities for legal immigration.  \n\nInstead, this hearing will address only claims that our immigration laws are against all the evidence to the contrary, \nsomehow not being adequately enforced.  From the endless list of grievances, it's even hard to know what the \nfocus of the hearing will be.  \n\nHere are just a few of the topics that the majority and its witnesses plan to discuss today.  The legal authority for \nthe administration's executive actions on immigration, the elimination of the Deferred Action for Childhood Arrivals \nprogram, the need to eliminate the credible fear process, and tighten asylum laws designed to protect people from \npersecution and torture, and the security of our borders and the administration's decision to set priorities when \nenforcing immigration laws in the interior.  \n\nThe list goes on.  But I think I made the point that I wish to make here.  \n\nWe also know that this hearing sets the stage for a number of legislative hearings that the subcommittee on \nimmigration and border security will be holding over the next eight days.  Two legislative hearings on four bills that \nwould make our immigration system more dysfunctional and unfair, not less so.  \n\n\n\nAnd finally, the irony is not lost on me that the majority will spend the next several hours attacking this \nadministration for not taking enforcement seriously but they are now threatening to shut down the Department of \nHomeland Security for the second time in just 15 months.  \n\nJust last week, all three former secretaries of Homeland Security, including two appointed by President George W. \nBush, urged Congress not to jeopardize the department's funding.  They wrote, \"Funding the DHS is used to protect \nour ports and our borders, to secure our air travel and cargo, to protect the federal government and our nation's \ninformation technology and infrastructure from cyber attacks, to fund essential law enforcement activities, to guard \nagainst violent extremists, and to ensure the safety of the president and national leaders.\"  \n\nI ask unanimous consent to chairman to enter that letter into the record.  \n\nGOODLATTE:  Without objection, it will be made part of the record.  \n\nCONYERS:  Thank you.  I hope -- I hope we can get serious about legislating real solutions for our businesses, \nfamilies and national security.  I think our witnesses were being present and joining us today and I yield back the \nbalance of my time.  \n\nGOODLATTE:  The chair thanks the gentleman.  And it is now my pleasure to recognize the chairman of the \nImmigration Subcommittee of the House Judiciary Committee, the gentleman from South Carolina, Mr. Gowdy, for \nhis opening statement.  \n\nGOWDY:  Thank you, Mr. Chairman.  \n\nThe consensus, Mr. Chairman, in this country is our current immigration system is broken, unworkable and frankly \nnot in the best interest of our fellow citizens.  It is also the consensus that the current system is not being enforced, \nwhich undercuts the very foundation of this Republic, which is respect for and adherence to the rule of law.  \n\nPrevious attempts at immigration reform proved to be insufficient because if they had been sufficient, we wouldn't \nbe having another hearing, or another national conversation about immigration reform.  Decisions by \nadministrations, frankly from both parties, to selectively enforce our immigration laws have had a negative effect on \nour system.  In addition, both parties, through the selective enforcement of laws, have undercut the most \nfundamental of American virtues.  \n\nSimply put, while most Americans realize the current system does not work, they are also skeptical a Congress will \nactually do what it is supposed to do or that this or future administrations will actually enforce what reforms to pass.  \nAnd this cynicism is well-earned.  \n\nAn oft-repeated statistic bears mentioning again, Mr. Chairman.  About 40 percent of those who are in the country \nunlawfully originally entered through lawful means.  So while real and verifiable border security is critical, \nimmigration reform cannot and will not be done without real, verifiable and robust border security.  A sovereign \ncountry should never apologize for having a secure border any more than this Congress or this capital apologizes \nfor having metal detectors at every single entranceway.  \n\nBut just as border security is a condition precedent, so too is the enforcement of our internal immigration laws if we \nare going to have a system that works and has any credibility in the eyes of both the American public and those \nwho wish to legally immigrate here.  This administration, Mr. Chairman, has in the past claimed to have removed \nrecord numbers of unlawful or otherwise removable aliens from the United States, but ICE's own report indicates \njust last year more than two-thirds of all removals claimed by ICE involved aliens apprehended by the Border Patrol \nalong the border or intercepted by inspectors at ports of entry.  At the same time, under the guise of prosecutorial \ndiscretion, the administration has handcuffed federal immigration officers by -- and I want you to note the irony, Mr. \nChairman -- telling law enforcement officers not to enforce the law.  \n\nTherefore a sustainable immigration solution needs to have mechanisms to ensure that the president, whether the \none we have today or the one we have 10 years from now, cannot simply turn off the switch on enforcement. \n\n\n\nState and local law enforcement have a role in every single facet of law enforcement, so why can't we give them a \nrole in immigration enforcement?  We trust state and local law enforcement officers to enforce every category of the \nlaw for murder to child sex cases to narcotics trafficking, to child pornography.  Mr. Chairman, they even have \nprimary responsibility to patrolling in for something is inherently interstate as the interstate highway system.  But yet \nwe can't seem to muster the confidence in them to give them a role in enforcing our immigration laws.  So we trust \nthem with murder cases, we just can't muster the courage to trust them with immigration cases.  \n\nSo I want to know why we can't grant states and localities the specific congressional authorization envisioned by \nthe Supreme Court, that allows them to play a supporting role in the enforcement of our immigration laws.  There \nare 5,000 ICE agents that have the responsibility for enforcing our nation's immigration laws, but there are 730,000 \nstate and local law enforcement officers.  \n\nAnd let's remember those state and local law enforcement officers are subject to exactly the same constitutional \nrestrictions as federal law enforcement officers.  \n\nSo in conclusion, Mr. Chairman, if we want a long-term sustainable solution, we have to address interior \nenforcement.  Selective enforcement of the law is destructive to our system, ignoring laws simply because we wish \nthey weren't laws is destructive to the system and the result has been a pervasive sense that our law frankly just \ndoesn't matter anymore.  \n\nSo the American people rightfully expect and deserve the laws were passed to actually be enforced, it'd be a good \nidea if Congress have the same expectation.  With that, I would yield back.  \n\nGOODLATTE:  The chair thanks the gentleman, and recognizes the gentlewoman from Texas, Miss Jackson-Lee, \nfor her opening statement on behalf of the Subcommittee. \n\nJACKSON-LEE:  Thank you very much, Mr. Chairman.  Thank you for the yielding.  \n\nI've always held the proposition that in the Judiciary Committee we are tied to the facts, and I think it is important as \nwe begin this oversight again that we make note of the fact that President Obama's administration has, in the last \nyears, in one year, detained a record 429,247 people.  He has, in essence, removed 1,570,510 in one term, almost \nas many as President Bush did in two terms.  The fact is what is going to make this hearing again, over and over \nagain, a relevant hearing.  \n\nI think it is important also to note that ICE in one year detained and removed 216,000 of those individuals to be \ndeported who have been convicted of crimes in the United States, an all-time high.  So I hope that our hearing this \nmorning casts the wide lot of telling the truth.  \n\nThe purpose of this hearing appears, again, to criticize President Obama's administration, that they'd failed to \nenforce the law in the interior and at the border.  I've noted my good friend mentioning the idea of state law \nenforcement officers and constitutionally what is yielded to the nation is yielded to the nation.  Collaboration is \nalways good and we have done that over the years.  \n\nBut as you know we aren't nearly a year and eight months removed from having passed out of the Judiciary \nCommittee several immigration bills, none of which have seen the light of day on the House floor.  The bills were \nagriculture, border security, employment and workplace compliance, but since then nothing, Mr. Chairman.  No \nRules Committee hearings, no floor action.  \n\nIn addition, the Senate acted by passing a bipartisan immigration bill, S. 744, the Border Security, Economic \nOpportunity and Immigration Modernization Act, as a comprehensive immigration reform that included provisions on \nborder security, interior enforcement, employment eligibility verification and worksite enforcement, legalization of \nunauthorized aliens, immigrant visas, nonimmigrant visas and humanitarian emissions, a bill that has never seen \nany activity on the floor.  \n\nI have a bill, as I mentioned I heard the chairman mentioned about the delay in immigration resolution of their \ncases, H.R. 77, that I would hope this committee would take up, that calls for the appointment of 70 additional \n\n\n\nimmigration judges.  That, I think, would answer some the concerns that have been raised, to processes these \ncases.  \n\nMy Judiciary Committee colleagues on this side of the aisle understand how important it is for the United States to \nhave in place an effective strategy that secures the nation's borders and commands broad bipartisan support from \nboth parties.  So it is timely that we're talking about border security and immigration reform.  \n\nUnfortunately neither bill -- neither bill that the Judiciary Committee plans to take up nor H.B. 99, the border security \nbill that voted party line votes, Republicans voted for it in Homeland Security, is the best legislative vehicle.  \n\nIf House Republicans are serious or were serious about immigration reform they would bring to the floor H.R. 15, a \nbipartisan comprehensive immigration bill introduced in the last Congress.  And if our friends in the majority were \nserious about border security they would bring to the floor for a vote the highly praised and critically acclaimed bill \nthat was favorably and unanimously reported last session out of the Homeland Security Committee, H.R. 1417.  \n\nHaving recently visited the border in California and there were several other visits that I have taken from Arizona to \nNew Mexico to -- my own state and many other states, asking questions about the issues of border security, we \nfound that when we work together collaboratively, we can solve our problem.  Casting accusations are not the \nsolution.  \n\nThe president's executive actions that we are probably going to scrutinize again had to do with enforcement with \nthe idea of privatizing because of limited enforcement resources.  Obviously, the shutting down of the Department \nof Homeland Security will not help that situation.  House Republicans are focused on ending DACA and blocking \nthis executive action with the ultimate goal of deporting dreamers and reaping parents away from their U.S. citizen \nand lawful permanent resident children.  \n\nThe president's executive actions are meant to focus our efforts on deporting felons, not families.  Proposals \nchampioned by Judiciary Republicans like the Safe Act are meant to turn families into felons.  \n\nWe have educators in the audience and I know they understand the importance of educating all children.  We're \nsimply trying to have a regularly, orderly system that these children can be status so they can be educated and \ncontributing to American society.  \n\nAt the same time, House Republicans are refusing to fund this department, and I wonder what the 9/11 committee \nthat brought together this bipartisanship out of the enormous tragedy of 9/11 and created the Homeland Security \nDepartment as the front lines of securing this nation, what would they think about shutting them down?  \n\nSo, Mr. Chairman, let me conclude by saying that the Border Security Results Act of 2013 provided the Department \nof Homeland Security with a roadmap that contributes to some of the answers that will be responding to the \nquestions that have been raised by my colleague.  It asked for a national plan, a situational awareness, metrics and \nresults, independent verification.  \n\nThis is the approach that we should take.  A collaborative effort to ensure that we work together on behalf of the \nAmerican people, not in contrast, H.R. 399, that undermines the very structure of leadership of the Homeland \nSecurity Department and in actuality has been criticized by Border Patrol agent.  \n\nThis is not the way to go.  I hope this hearing today will be constructive, not carrying a message of attack without \ninformation, because in actuality we will not be able to abide for rational, real response to immigration or a rational \nreal response to border security without the collaboration and the input of people concerned about the American \npeople and not making political points.  \n\nWith that, I yield back my time.  \n\nGOODLATTE:  I would -- I would like to ask unanimous consent to add to the record a \"Wall Street Journal\" article \nentitled \"U.S. Delays Thousands of Immigration Hearings by Nearly Five Years.\"  And an Associated Press article \nentitled \"U.S. Immigrant Families Failed to Report to Agents.\"  \n\n\n\nJACKSON-LEE:  Mr. Chairman?  \n\nGOODLATTE:  For what purpose does the gentlewoman from Texas seek recognition?   \n\nJACKSON-LEE:  Mr. Chairman, I ask unanimous consent to enter the following statements into the record from the \nfollowing organizations.  Women's refuge -- Refugee Commission, Asian-Americans Advancing Justice, American \nImmigration Lawyers Association and the Lutheran Immigration and Refugee Service.  I ask unanimous consent.  \n\nGOODLATTE:  Without objection, they will be made a part of the record.  \n\nJACKSON-LEE:  I thank you.  \n\nGOODLATTE:  We welcome our distinguished panel today.  If you would all please rise, I'll begin by swearing in \nthe witnesses.  \n\n(The witnesses are sworn in.)  \n\nGOODLATTE:  Thank you very much.  Let the record reflect that all of the witnesses responded in the affirmative.  \n\nSheriff Paul Babeu is the sheriff of Pinal County, Arizona, where he was named America's 2011 Sheriff of the Year \nas selected by his colleagues in the National Sheriffs Association.  Since being elected to his first term in 2008 he \nhas since acted decisively to disrupt cartel activities along the southern border and has emerged as a national \nleader on border security.  \n\nBabeu holds an associate's degree in law enforcement from the Arizona Law Enforcement Academy, a bachelor's \ndegree in history and political science from Massachusetts College of Liberal Arts, and a summa cum laude Master \nof Public Administration degree from American International College.  \n\nMr. Jan C. Ting currently serves as a professor of law at the Temple University Beasley School of Law, where he \nteaches immigration law among other courses.  In 1990 Mr. Ting was appointed by President George H.W. Bush as \nassistant commissioner for the Immigration and Naturalization Service of the U.S. Department of Justice.  He \nserved in this capacity until 1993, when he returned to the faculty at Temple University.  \n\nHe received an undergraduate degree from Oberlin College, a MA from the University of Hawaii and a JD from \nHarvard University School of Law.  \n\nMiss Jessica Vaughan currently serves as the director of policy studies for the Center for Immigration Studies.  She \nhas been with the center since 1992, where her expertise is in immigration policy and operations -- and operations \ntopics such as visa programs, immigration benefits and immigration law enforcement.  In addition, Miss Vaughan is \nan instructor for Senior Law Enforcement Officer Training Seminars at Northwestern University's Center for Public \nSafety in Illinois.  \n\nMiss Vaughan has a Master's degree from Georgetown University and earned her bachelor's degree in \nInternational Studies at Washington College in Maryland.  \n\nDr. Marc Rosenblum is the deputy director of the Migration Policy Institute's U.S. Immigration Policy Program where \nhe works on U.S. immigration policy, immigration enforcement and U.S. Regional -- Migration Relations.  Dr. \nRosenblum returned to MPI where he had been a senior policy analyst after working as a specialist in immigration \npolicy at the Congressional Research Service.  \n\nDr. Rosenblum earned his BA from Columbia University and his Ph.D from the University of California-San Diego, \nand is an associate professor of political science at the University of New Orleans.  \n\nYour written statements will be entered into the record in their entirety.  And I asked that each of you summarize \nyour testimony in five minutes or less.  To help you stay within that time, there's a timing light on your table.  When \n\n\n\nthe light switches from green to yellow, you have one minute to conclude your testimony.  When the light turns red, \nthat's it.  Your time is up.  \n\nSheriff, welcome.  We'll begin with you.  \n\nBABEU:  Mr. Chairman, members, thank you for welcoming us today.  \n\nPaul Babeu, I served as sheriff for Pinal County, Arizona, where we're located 5,300 square miles larger than the \nstate of Connecticut, sandwiched in between metro Tucson and metro Phoenix.  We've had the unfortunate title of \nbeing one of the largest smuggling routes for drugs and humans in the entire nation.  \n\nWe experience in Arizona just in the Tucson sector, one of the nine southwest Border Patrol sectors, anywhere \nfrom 88,000 to 123,000 illegals have been apprehended and that's just in recent years.  And 17 percent to 30 \npercent of those depending on which leader of the Border Patrol you talk to have a criminal record already in the \nUnited States, and according to the GAO 56 percent of the border is not under operational control like the Yuma \nsector is. \n\nAnd regardless who you speak to, and everybody seems to have their own facts, but this clearly shows that the \nborder is not more secure than ever.  \n\nOur county led the largest drug bust in the history of Arizona -- $3 billion against the Sinaloa Cartel -- and we one \nday arrested 76 members of the Sinaloa Cartel carrying 108 weapons, not just handguns.  These are scope rifles \nand AK-47s, two of which were traced back to Fast and Furious operation.  This is in my county.  \n\nDrug cartel scouts.  Last year, we arrested, we continue to pursue them as we speak.  Scouts.  These are lookouts \non mountain tops in my county over a 50-mile swath of area along Interstate 8 and 10, where they have binoculars \nand they're looking out and they occupy these high-terrain features for 30 days at a time, resupplied with food and \nwater, have all electronics encrypted radios that we don't even have, and they have solar panels to recharge all \nthese equipment. And every time a drug load comes by they get paid $100.  And this is over this entire swath of \narea.  \n\nWhen I tell a story like that, having served a tour in Iraq and commanded soldiers in the Army, almost appears I'm \ntelling the stories of some war-torn area.  This is on American soil, and that's what's so disruptive is the fact that \nhere, as a sheriff where our primary jobs is to answer 911 calls, how on earth did we get here to this place that local \nlaw enforcement is leading the effort to fight criminal syndicates from a foreign nation on American soil?  \n\nMass prison break.  I want to talk to you about that.  February 23rd, ICE -- this is again in my county where we led \nthis effort to expose what had happened.  We had a release of 400 plus criminal illegals.  Now these are the ones \nthat everybody has their own opinion about the 11 plus million illegals who are here and what we should do.  \nEveryone at one point, including the president, had agreed that these 34,000 beds that this Congress has \nauthorized, which to correct respectfully the chairman, there's not 27,000 in there.  \n\nI was updated last week.  There's 24,000 currently in beds in these facilities.  That we had a mass release two \nyears ago of criminals that had everywhere from rape charges, two that were charged with manslaughter, \nconvictions for child molestation, financial felony crimes, aggravated assault against law enforcement and armed \nrobbery.  Released into my county.  \n\nI demanded the information, the names and the criminal history of this information.  It has been refused to this date.  \nI as a sheriff who's sworn an oath to protect the people of my county should have a right to that information.  \n\nFive, 10, 14, 16 times, these are the illegals that -- don't be scratching your head, why they keep coming back.  \nThese are my deputies arresting them for state crimes.  This one had been arrested 16, now it's the 17th time.  In \nlaw enforcement, we call these clues, right.  This is a clue that there is no enforcement.  This is this past year, folks.  \nSix-page memo from Secretary Johnson, the very night that the president gave his speech.  \n\n\n\nThe president said five years or longer, deferred action.  In reality, the truth of this is January 14th, if you've been \nhere from that day, even before, you get deferred action.  Thirty to 50 criminals released every day in my county \nfrom ICE facilities, and this was told to me from the director for Arizona for ERO, John Gurley.  He's not going to be \nhappy that I share this information to separate phone calls.  \n\nThese were the people that everybody, including our president, said were the bad actors, that if anybody, the ones \nwho've committed series violent felonies or multiple misdemeanors, have to be sent back to their country of origin.  \nThen how was it OK that we're releasing 30 to 50 of these individuals a day right now?  \n\nAnd I would urge us this -- this committee and this Congress to stand up as a lawmaking body is to enforce the \nlaws, just as you expect me and every other law enforcement officer locally to do and secure the border.  \n\nThank you, Mr. Chairman.  \n\nGOODLATTE:  Thank you, Sheriff, and my apologies for not getting your name pronounced correctly.  \n\nBABEU:  That's all right.  \n\nGOODLATTE:  But will -- will improve on that.  \n\nBABEU:  Thank you, sir.  \n\nGOODLATTE:  Professor Ting, welcome.  \n\nTING:  Thank you, Mr. Chairman, and all members of the committee.  \n\nI've submitted written testimony and in part one of that testimony I discussed the basic question of whether we're \ngoing to have a limit on immigration in the United States, or alternatively weather were going to have no limit, or \nwhether we're going to enforce the limit.  And Part two I discuss various initiatives that amount to abandonment of \ndeterrence in our immigration law enforcement and the consequences of thereof.  \n\nIn part four of my written testimony, I discussed what I think is the primary reason for having immigration law, which \nis to protect the jobs and the wages of American workers from foreign competition.  \n\nBut I want to discuss with you part three of my written testimony, which is asylum abuse and expedited removal.  \nWhen I last testified in this hearing room about a year ago I suggested that making asylum claims has become \ncommonplace as a path to an immigrant green card for aliens without other alternatives, and that false asylum \nclaims have become common and often deceived US asylum adjudicators and granting asylum status.  \n\nThe perception that false asylum claims often work and at least delay removal of illegal aliens from the United \nStates, sometimes for long periods adds to the benefits side of the cost-benefit analysis, which is attracting \nadditional illegal immigration into the United States.  \n\nConvictions for an exposure of false asylum claims are very difficult and expensive to obtain.  The difficulties are \ncompounded when the number of asylum applications is increasing and I've submitted some statistics documenting \nthat the.  \n\nThe concept of credible fear was instituted by the former Immigration and Naturalization Service as an informal \nscreening out device for the large numbers of Haitians interdicted on votes on the high seas headed for the United \nStates after the Haitian coup of 1991.  The idea was that people interdicted on votes, who could not articulate the \ncredible fear that could qualify them for asylum would be repatriated to Haiti without further deliberation.  \n\nWhen Congress enacted expedited removal in 1996 for certain arriving and recently arrived aliens who lacked \ndocumentation.  It incorporated the concept of credible fear into the statute in the hope that it could also be used as \na screening out device for aliens making asylum claims.  \n\n\n\nUnfortunately, what has happened is a high approval rate for credible fear claims the stories of spread as how to \nachieve a credible fear and the resulting backlog in the immigration court system, which the chairman has referred \nto have meant that in practice.  Credible fear has served to screen into the United States.  Undocumented aliens \nwho don't really have an asylum point, but can need the credible fear cast.  The low threshold.  \n\nThat explains why so many illegal border crosses don't run from the US Border Patrol, but instead seek them out to \nmake their credible fear claims subject to that low threshold.  Congressional intent in enacting expedited removal \nhas been frustrated by the presence of this low threshold credible fear screening in device.  But Congress can and \nshould amend the immigration laws to remove the role of credible fear and frustrating expedited removal.  \n\nAll Border Patrol and other Customs and Border Protection agents should be mandated to receive training in \nasylum law as part of their basic training, such trained agents should be authorized to make asylum adjudications \nas part of the expedited removal process expedited removal was created by Congress.  Congress can't amend the \nlaw.  All references to credible fear in further hearings by an immigration judge should be removed from the -- from \nthe expedited removal statute.  \n\nThe statue could then be amended to read if an asylum officer determines an asylum trained officer determines that \nan alien does not have a well-funded fear of persecution pursuant to section two oh eight, the officer shall order the \nalien removed from the United States without further hearing our review.  That's not that different from the statute.  \nThe way it reads now.  \n\nAdditionally, just as the credible fear standard may have -- and let me just say, I think that is the single most \neffective change to facilitate immigration enforcement that can be made is strengthening the expedited removal \nprocess and our border.  \n\nAdditionally, just as credible fear standard may have lost value, as alien smugglers game the system and spread \nthe stories that work.  So the asylum statute itself, 208, while a useful addition to our immigration law, when added \nin 1980, may have lost value as the stories have spread that work in convincing an adjudicator to grant asylum.  \n\nHow did we meet our obligations before 1980, when 208 entered our law?  We had a statute, withholding of \ndeportation, that provides -- that prevents the removal of aliens if the alien's life is threatened on account of race, \nreligion, nationality, social group or political opinion.  \n\nI'd like to see Congress consider enhancing the withholding of removal statute by adding to it some of the benefits \nof asylum with the goal of having a single enhanced withholding of removal statute for the protection of refugees.  \nThat statute has and will have a higher burden of proof than the asylum statute, and should therefore be less \nsusceptible to fraud.  \n\nI thank the chairman and the committee.  \n\nGOODLATTE:  Thank you, Professor Ting.  \n\nMiss Vaughan, welcome.  \n\nVAUGHAN:  Goof morning, and thank you for the opportunity to testify.  \n\nCurrently immigration enforcement is in a state of collapse.  The vast majority of illegal aliens face no threat of \ndeportation, regardless of when or how they arrive.  New illegal arrivals continue from land, air and sea and the size \nof the illegal population stopped declining several years ago.  We now know that millions of these illegal aliens and \nshort-term visa holders have been issued work permits outside the limits set by Congress.  \n\nThe Obama administration's deliberate dismantling of enforcement has imposed enormous costs on American \ncommunities in the form of lost job opportunities, stagnant wages for native workers, higher tax bills to cover \nincreasing outlays for social services and benefits, compromised national security and needless public safety \nthreats.  \n\n\n\nOne of the most urgent tasks now before Congress is to restore integrity to our immigration laws by ending the \nmassive catch-and-release scheme put in place by the Obama administration.  This has to include the \nestablishment of more effective deterrents to illegal settlements and tools for more efficient enforcement.  \n\nBut it has now become clear that even if those improvements are made, you know, just as the Border Patrols could \nwork in apprehending illegal border crossers is undercut by the policies that result in their release.  Good work by \nICE can be undercut if those same illegal aliens that they arrest in the interior are simply released and issued a \nwork permit.  That's a benefit, that's not prosecutorial discretion.  \n\nStatistics published by the DHS show clearly that over the last several years, even as illegal border crossings have \ngrown and the number of overstaying visitors is large the number of deportations has plummeted and the number of \nillegal aliens allowed to stay and work in the United States has increased.  Apprehensions which are generally \nconsidered an indicator of the number of people trying to enter illegally have increased by 43 percent since 2011, \nand this is largely due to the increase in unaccompanied minors and the family units who arrived last summer.  \n\nThose arrivals are continuing, by the way, and the numbers for unaccompanied juvenile are still about double the \nrate of two years ago.  The apprehension statistics are concerning enough but they don't tell the whole story.  CBP \nhas yet to disclose how all these cases were disposed of.  Specifically how many of those apprehended were \nreleased into the United States instead of removed and how many of them may have been issued a work permit.  \n\nFrom other government data we do know that only a few hundred of the surge arrival has been deported.  While it's \ngenerally accepted that 40 percent of the illegally residing population is comprised of over-stayers, they are not a \nhigh priority for deportation.  In 2013 only 3 percent of ICE deportations were classified as overstays.  \n\nThe most concerning aspect of the thoroughly dismal enforcement numbers are the interior numbers, which are \nimportant because they have a direct effect on American communities.  ICE deportations from the interior have \ndropped nearly 60 percent since 2009 and they're already down another 20 percent from last year.  \n\nDespite administration claims of a focus on felons, criminal alien deportations are down, too.  Criminal alien \ndeportations are down 30 percent over last year at this time and 40 percent since 2012.  And this is despite the fact \nthat ICE is able to identify more criminal aliens than ever before as a result of the Secure Communities Program.  \n\nThe administration's so-called prosecutorial discretion policies that are responsible for this lawlessness have public \nsafety consequences.  We learned earlier this year that ICE released more than 36,000 convicted criminal aliens \nfrom its custody, many with serious convictions, and now we know that a large number of them have been arrested \nagain for subsequent offenses.  In 2014 ICE released another 30,000 convicted criminal aliens.  \n\nIt's bad enough that they're released but ICE has cut back on the supervision as well.  More and more released on \nbond or recognizance and there have been tragic consequences as recently happened in Arizona, where an illegal \nalien who had -- who was a convicted felon on burglary charges was a -- was released by ICE without supervision \nand then while waiting for his deportation hearing that still is unresolved two years later, murdered a 21-year-old \nconvenience store clerk over two packs of cigarettes.  \n\nSo, you know, it's been reported that this committee is hard at work on legislation, and I look forward to seeing the \nresults but I again want to emphasize that unless Congress acts immediately to rein in executive abuse of power, \nspecifically the issuance of work permit and catch-and-release, all of the good work that lies in -- that comes about \nas the result of enforcing the laws is for naught.  Thank you.  \n\nGOODLATTE:  Thank you, Miss Vaughan.  Dr. Rosenblum, am I pronouncing your name correctly?  \n\nROSENBLUM:  Rosenblum.  \n\nGOODLATTE:  Rosenblum.  OK.  Well, I'm only two for four here today, but we'll work on that.  And welcome.  \nThank you.  \n\nROSENBLUM:  Thank you.  \n\n\n\nChairman Goodlatte, Ranking Member Conyers, members of the committee, thank you for the opportunity to testify \ntoday.  \n\nIn any immigration system, illegal immigration depends on three factors -- the economic, social and demographic \ndrivers of migration flows, the laws that define who may enter legally and immigration control measures to enforce \nthese rules.  \n\nWhen the drivers of migration exceed the legal limits, the result is illegal immigration, unless adequate enforcement \nmeasures are in place to prevent it.  In the U.S. case large-scale illegal immigration began in the late 1960s after \ntwo legislative developments -- Congress eliminated the U.S.-Mexico Bracero Program which had admitted 450,000 \nguest workers per year, and it passed the 1965 Immigration and Nationality Act, which imposed the first numerical \nlimits on permanent migration from Mexico and Latin America.  \n\nThese changes occurred as America's transition to a postindustrial economy boosted demand for low-skilled, low-\nwage workers and as demographic changes resulted in a growing prime aged workforce in Mexico, and an aging \nworkforce in the U.S. Congress held hearings on illegal immigration starting in 1970, but didn't pass legislation until \n1986, and serious enforcement only began in the mid-'90s.  \n\nWith strong migration drivers, limited legal visas and inadequate enforcement system, the unauthorized population \nincreased from fewer than 2 million in 1970, to 12.4 million at its peak in 2007.  \n\nThe story is different in the post-9/11 period and particularly in the last decade.  Following passage of the Secure \nFence Act, DHS has installed over 650 miles of border fencing covering every part of the border the department has \nidentified as appropriate.  The Border Patrol has virtually eliminated the use of voluntary return for border crossers, \nthe proportion of quarter apprehension subject to voluntary return fell from about 95 percent during the '90s to 82 \npercent in 2005, to less than 10 percent today.  \n\nFollowing interpretation of the streamlined program and other efforts to expand board of prosecutions, almost one in \nfour people apprehended at the border now face criminal charges, up from just 3 percent in 2005.  Perhaps the \nbiggest change since 2005 is -- is with respect to interior enforcement.  Removals from within the United States \nincreased from fewer than 50,000 per year to 188,000; criminal removals have more than doubled from 91,000 in \n2003 and just 30,000 in 1995, to 207,000 in 2012; and overall removals have averaged 406,000 per year since \n2009. the six biggest years in U.S. history.  \n\nSo one point I want to emphasize is that the changes since 2005 have produced results.  As I describe in my written \nstatement and in two recent MPI reports on deportation policy, which I ask also be entered into the record, new \nresources and strategies have had a dramatic impact.  When you look at what we know about the proportion of \nborder crossers being apprehended at smuggling fees, at recidivism and deterrence, it's clear that the costs of \nillegal immigration have increased and that tough enforcement influences people's migration decisions.  \n\nSo what we've seen is that apprehensions of Mexicans at the southwest border fell from 1.6 million in 2000 to \n228,000 in 2014.  That's an 86 percent reduction in 15 years, and the lowest level we've seen since 1969.  Most \nimportantly, the total unauthorized population that's fallen by a million people since 2007, the first time we've ever \nseen a drop in this number other than through legalization.  And the latest numbers I've seen say that it's still falling.  \nIt's down to 11 million in 2013.  \n\nThe other point I want to emphasize is that these gains have not come cheaply.  The United States has spent $208 \nbillion on immigration enforcement since 2001.  We spend more money on immigration enforcement than on all \nother federal criminal law enforcement agencies combined.  Immigration now accounts for 47 percent of all cases in \nfederal district and magistrate courts, crowding out other issues.  \n\nHundreds of cities and counties, along with three states and the District of Columbia, have passed legislation \nlimiting how local law enforcement can cooperate with DHS because they believe aggressive enforcement \nendangers their communities.  And more than 3.6 million deportations since 2003, including more than 1.3 million of \npeople living inside the United States, have had a huge impact on U.S. families and communities.  \n\n\n\nA growing number of Americans reject this approach.  We know what it would take to design a more efficient and \nsustainable enforcement system.  Illegal immigration is a three-dimensional issue based on the underlying demand \nfor migration flows, the supply of visas and enforcement.  Yet for 40 years, U.S. policy has focused almost entirely \non enforcement.  By failing to address the structural roots of immigration flaws or the policy roots of illegality, we've \nbattled illegal immigration with one hand tied behind our back.  \n\nI urge this committee to support a more balanced set of policies but also address these supply and demand issues \nthat are the root causes of illegal immigration.  Balanced policies in the long run will be more efficient, more \neffective and more humane.  Thank you very much.  \n\nGOODLATTE:  Thank you, Dr. Rosenblum.  I'll recognize myself first for questions.  \n\nProfessor Ting, I was particularly taken by your statement, which I agree with, that the primary purpose of our \nimmigration laws is to protect the jobs and wages of American workers.  Would you elaborate on that and tell us \nwhether you think that the current administration is fulfilling that purpose?  \n\nTING:  Mr. Chairman, it seems like every month we have new employment figures come out and the -- the \nadministration does a little victory lap that's celebrating the increase in number of jobs.  But as everyone knows, \nwages have remained stagnant in the United States, and a lot of American workers are suffering from either \nunemployment or underemployment, working multiple part-time jobs, trying to -- trying to string a life together.  \n\nI think it's clear that we haven't recovered from the recovery and yet the stock market seems to be hitting highs \nevery month, record highs, and I -- I think it is not a contradiction that the stock market keeps hitting highs and \nAmerican workers keep suffering from low wages and underemployment.  \n\nI think there is an effort underway to facilitate immigration, legal and illegal, into the United States in order to \nsuppress the wages of American workers, and I think, you know, there's a lot of talk about rising economic \ninequality in America.  I'm concerned about that and I think, you know, dealing with illegal immigration is part of \ndoing something for American workers -- protecting their jobs, protecting their wages.  \n\nIn Philadelphia, we've got fast food workers and baggage handlers at the airport demanding a raise to $15 an hour \nin 2015.  Good luck with that because the president has already announced he's going to add 5 million illegal \nimmigrants to the legal workforce in 2015, and every employer knows that.  So, you know, I don't think our \nAmerican workers are going to get the raise that they -- that they want and need.  And I think we have to look at the \nreason why, with rising numbers of jobs, wages don't go up.  If you believe in market theory, wages should be going \nup, they're not.  It has something to do with immigration.  \n\nGOODLATTE:  Thank you very much.  \n\nLet me say to Dr. Rosenblum, I appreciate your enthusiasm for the success of this administration, but the facts tell a \ndifferent story.  When you look at actual ICE interior removals from 2009, the first year of the Obama administration, \nthrough 2014, they've dropped from 237,941 to 102,224 last year.  I think that is a -- a dramatic representation of \nwhat is really happening with regard to enforcement of immigration laws.  \n\nAnd Sheriff Babeu, I'd like to ask you if you could comment on what you're experiencing right there in the field along \nthe border in terms of what's happening with immigration into this country.  \n\nBABEU:  Yes, Mr. Chairman.  I can tell you that the day after when we had 1070, the Supreme Court had a ruling \nthat -- that said local law enforcement was not for, under the supremacy clause, to be involved in that particular \ncase on that ruling, we had -- \n\n(CROSSTALK)\n\nGOODLATTE:  We had to say the Obama administration removed Arizona from participating in the program \naltogether, didn't it?  \n\n\n\nBABEU:  Correct.  We -- we were the -- the one state that was actually, I believe punished for that, and the \nsituation, as I outlined a little bit, with -- in terms of this -- this smuggling routes that are occupied largely by the \nSinaloa Cartel, Homeland Security has even said publicly 75 to 100 of these lookout posts that have been \nidentified.  There's far more than that.  They're not all occupied at the same time so this is what we see this robust \neffort that still is ongoing.  \n\nI have literally hundreds of press releases here.  There have been cases, 30 to 50 illegals that are running through \nneighborhoods in the western part of my county, largely we're a past through counties so they're oftentimes \ntransported by vehicles and -- many times we see them make a three to five-day march that is very dangerous \nthrough very treacherous, high temperature desert.  \n\nWe often find ourselves that are responding to emergencies because they're targeted for all kinds of crimes.  \nAnything from robbery to -- \n\nGOODLATTE:  Let me interrupt you.  \n\nBABEU:  Yes.  \n\nGOODLATTE:  Because my time is running down.  But isn't a major component of this not just what's done along \nthe border, but having interior enforcement, where instead of what's occurring today, which appears to be a policy \nof catch-and-release to actually have laws that make sure that the people who nowadays are -- I was down on the \nborder last year and I saw them turning themselves involuntarily.  \n\nBABEU:  Right.  \n\nGOODLATTE:  And then claiming all kinds of things that allowed them to remain in the United States.  Reforming \nthose laws and allowing the ICE agents to do their job, a critical part of enforcement.  And is that occurring with this \nadministration right now?  \n\nBABEU:  That is not, Mr. Chairman, as I pointed out the -- the countless cases we see five times deported, 10 \ntimes, 12 times, in that one case 17 times.  I'm proud to admit and it's confirmed by the Border Patrol that they have \nbeen deported.  So if -- if there is no catch-and-release, how are they coming back and it stands to reason that \nthat's not as many times as they actually came into the country illegally.  \n\nGOODLATTE:  Thank you very much.  My time has expired.  The gentleman from Michigan, Mr. Conyers, is \nrecognized for five minutes.  \n\nCONYERS:  Thank you very much.  \n\nDoctor Rosenblum, would you care to respond to the chairman's question that was posed to you?  Do you recall it?  \n\nROSENBLUM:  Sure.  Thank you, Congressman.  \n\nWe recently analyzed ICE's administrative removal records and we're able to analyze their interior removal and \ntheir border removal, and what the data that we've looked at show is that interior removals increased from 73,000 in \n2008 to -- I'm sorry from 150,000 in 2008 to 188,000 in 2011.  \n\nAnd then they had declined to 131,000 in 2013.  But what you also see in the data is that criminal removals from the \ninterior have increased over this period.  So in 2008 there were only 81,000 criminal removals from the interior \nversus 114,000 in 2013.  \n\nSo we've seen a little bit of a quantity versus quality trade off where the administration appears to be focusing, you \nknow, as they've said in their formal description of their policy, to be focusing on criminal removals from the interior \nand focusing on border enforcement.  So we've seen the border removals, the numbers go up, and the interior \ncriminal removals go up.  \n\n\n\nCONYERS:  Thank you so much.  Let me ask you about a comment that Sheriff Babeu -- Babeu made in his written \ntestimony that failure to secure the border after the Reagan amnesty got us where we are today with 11 million or \nmore illegals in our country.  \n\nCould you -- I think you addressed this point in your -- your written testimony.  Could you give us a response here \nbefore the committee?  \n\nROSENBLUM:  Sure, thank you.  I mean, there's no question that illegal immigration has increased since the 1996 \nIRCA and one reason is that IRCA was a flawed bill, strictly from an enforcement perspective.  Its biggest \nshortcoming is that the employer sanctions provisions are mostly unenforceable so IRCA left in place the jobs \nmagnet that continues to attract most unauthorized immigrants.  \n\nAnd in fortifying the border IRCA -- started a trend of raising the cost of crossing the border, which is increased, but \nat least for the first 10 or 20 years, what -- what social scientists who studied the border have found is that it \nincreased the cost enough to discourage circularities of people who arrived stopped going home, but it didn't \nincrease the cost enough to prevent people from coming. \n\nSo IRCA and the border enforcement in the '80s and '90s tended to trap unauthorized immigrants with the U.S.  \nBut, you know, the most important thing that IRCA failed to do was to address any of the drivers of -- of illegal \nimmigration or any of the -- the disparity between the supply and demand of -- of visas so IRCA, you know, failed to \naddress the -- the -- failed to provide visas to satisfy the demand for -- for labor flows that existed.  \n\nCONYERS:  Thank you, sir.  Sheriff Babeu, I wanted you to see -- I wanted to see if you could direct me to the \nmemo from which Secretary Johnson showed ICE would no longer enforce the law against the 11 million people in \nthe country or that it would grant deferred action of to 20 million people?  Do you have those documents?  \n\nBABEU:  Absolutely.  Through the chair, this is a -- a memo dated November 20th, and it's from Secretary Jeh \nJohnson to -- he has 22 subagencies and he outlines in great detail the six-page memo, and I'll point you to page \nnumber 4 section C, that if they've been in present in the United States continuously since January 1st, 2014, and \non that page it's outlined in great details about prosecutorial discretion.  And anybody -- you don't have to be a \nlawyer to figure it out that that wasn't intended for an entire class of people, or to just arbitrarily waive the law as has \nbeen done here.  It's -- it's for certain -- \n\nCONYERS:  I'm going to ask to -- \n\nBABEU:  Yes, sir.  \n\nCONYERS:  I see the light's on here.  Dr. Rosenblum, do you have any comment to the response that we -- we \nhave from the sheriff?  \n\nROSENBLUM:  What I understand from the memo -- I mean, I've looked at that -- that memo from 2014.  That \nmemo defines the department's enforcement priorities, and also describes within each of the different priority levels \nthe criteria for making an individual determination, looking at the totality of the circumstances about, you know, \nwhether or not ICE and -- and other enforcement agents are directed to -- to consider discretion in any case, but -- \nbut I -- I don't read the memo to categorically, you know, describe a whole class.  \n\nCONYERS:  Let -- let me go to my last question.  \n\nIn recent years, critics of the administration have begun to add removals and returns together in an attempt to argue \nthat the administration is not enforcing our immigration laws like it used to.  What do you think of this criticism?  \n\nROSENBLUM:  Well, Congress in 1996 created the removal process and it's designed as a tougher form of \nenforcement that carries with it bars on admissibility and criminal penalties for people who reenter.  What we've \nseen over the years is that the total number of deportations, removals, plus returns, maps very closely to the total \nnumber of apprehensions.  They're correlated at 0.94 so it's almost the same number.  \n\n\n\nAnd the trend that we see in the last couple of decades, and especially in the last decade, is that within the total \nbody of deportations, the share of the removals has increased sharply.  It's now about three quarters.  \n\nCONYERS:  Thank you, Mr. Chairman.  \n\nGOODLATTE:  I thank the gentleman from Michigan.  Before we go to the gentleman from Texas, the gentleman \nfrom Virginia sought recognition.  \n\nFORBES:  Mr. Chairman, I think the memo that ranking member asks speaks for itself pretty much, and I'm sure \nyou want it made part of the record.  So without objection I hope we'll admit that memo as part of the record and I \nthink everybody can read it for themselves.  \n\nCONYERS: Absolutely.\n\nGOODLATTE: Without objection.  Thank the gentleman from Virginia.  The chair now recognizes the past chairman \nof the Judiciary Committee, the gentleman from Texas, Mr. Smith.  \n\nSMITH:  Thank you, Mr. Chairman.  \n\nSheriff, let me direct my first comment and question to you and that is, thank you for what you were doing and your \ngood work in protecting the lives and property of the residents of the county you represent and I hope they \nappreciate that, too.  \n\nYou mentioned in your testimony that we are not even using the facilities we have now to detain dangerous \nindividuals.  In fact, there are, I think 10,000 beds that are going unused right now, and yet you combine that with \nthis administration's decision to release thousands of dangerous illegal immigrants who had been charged with \nsuch crimes as manslaughter and armed robbery.  \n\nI have no idea why the administration wants to do this to the American people, but I would like to ask you what \nsolutions you would propose so that we can stop this kind of policy that does destroy lives and property, all of which \ncould be prevented.  \n\nBABEU:  First, Congressman Smith, through the chair, it's outrageous what has been allowed to happen, and if I \nhad a mass jailbreak in my county and let out hundreds if not thousands of violent criminals, many of them, I would \nbe arrested, and this has to -- has to stop.  We saw -- \n\nSMITH:  In effect, the administration has ordered the largest jailbreak in American history.  \n\nBABEU:  The largest jailbreak in American history has -- has occurred right under our noses and nobody is talking \nabout it.  The information -- I demanded this information.  I even spoke to Senator McCain, he said, Sheriff, Sheriff, I \npromise you, I'm going to get you those names.  \n\nWell, I'm still waiting for the names of those criminals and we'll never get it, we'll never get these names, and the \nreason why is because we'll then connect 2,228 criminals to new crimes that have been committed against our \ncitizens all across this country.  And who should be held responsible for -- and answer to these victims except this \nadministration and those people who have knowingly released and intended for this harm to take place.  \n\nHere's one of those cases.  This illegal that Miss Vaughan spoke about.  Altamirano (ph) who's 29 from Mexico.  It \nwasn't just robbery that he pled guilty to, he kidnapped a woman for over a week and sexually assaulted her, \naccording to the victim.  \n\nWe're in America, you believe the victims.  This guy executed this 21-year-old young man who works as a store \nclerk in a Quiktrip convenience store and shot him, murdered him over a pack of cigarettes.  \n\n(CROSSTALK)\n\nBABEU:  And then ICE won't even answer to -- \n\n\n\nSMITH:  Yes.  \n\nBABEU:  And all we're hearing is excuses on how this guy was released, and we're outraged in our state.  And this \njust underscores the fact of what's going on, that these people aren't accountable.  \n\nSMITH:  Right.  \n\nBABEU:  Serious violent offenders.  \n\nSMITH:  There is absolutely no excuse for this administration to perpetuate those policies that result in American \nlives being lost or -- or property damage or injuries that have occurred.  Couldn't agree with you more on that.  \n\nProfessor Ting, just wanted to thank you for your testimony.  I don't have a question, but I want to point out that \nChairman Goodlatte in his opening statement emphasized what you also said and that is that apprehensions along \nthe border no longer necessarily result in individuals being sent home.  \n\nOftentimes it's a golden ticket to come into the country and establish legal residence and that is largely because of \npeople gaming the asylum laws or largely because of the administration not enforcing the asylum flaws.  Again a \ntravesty that results in basically ignoring and undermining current immigration law.  \n\nAnd, Miss Vaughan, let me go to you for my next question.  This is quite amazing.  Under this administration, we \nhave seen illegal border crossings go up.  We are seeing deportations go down.  We have a million people in the \ncountry here illegally who had been ordered removed who still are in this country.  You wonder how bad it has to \nget before this administration decides to enforce current immigration laws.  \n\nNow you have done a lot of research on those individuals who have been either charged with or convicted of \nserious crimes, and a lot of research on the recidivism rate, and would you go into more detail about how many of \nthese individuals were released, how many have committed additional crimes?  \n\nAnd we might make the point that the recidivism rate is over a year or two.  Long-term, a lot more will commit \nadditional crimes, all of which would have been avoidable had this administration done what it should have done, \nand that is, send a lot of these individuals home.  But would you elaborate on some of your research in that regard?  \n\nVAUGHAN:  Sure.  I'd be happy to.  What we know from the 36,000 convicted criminal aliens who were released in \n2013 is 16 percent of them were subsequently re-arrested by local law enforcement agencies.  Fifteen percent of \nthem.  And only a portion of those were taken back into custody by ICE.  \n\nThis committee has also commissioned research based on actual records that found a very high recidivism rate.  I \nbelieve it was something like 56,000 new crimes committed by criminal aliens who were released.  Instead of \nremoved under the secure communities program.  What I'm told by ICE officials, and I've been told on a number of \noccasions, is what they believe from their internal data is there is recidivism rate of about 50 percent of criminal \naliens who are released by ICE or -- \n\nSMITH:  Fifty percent.  Half will commit additional crimes against innocent Americans?  \n\nVAUGHAN:  Yes.  Right.  And that's both criminals released by ICE and also those criminal aliens who are released \nby local law enforcement agencies that want to obstruct immigration enforcement who -- not honoring detainers.  \nThat's -- 50 percent is too high a risk for the public.  \n\nSMITH:  Incredible.  Yes.  All of which could be avoided.  \n\nVAUGHAN:  Right.  \n\nSMITH:  Thank you all for your testimony.   Thank you, Mr. Chairman.  \n\nGOODLATTE:  Thank you, gentleman from Texas.  The chair now recognizes the gentlelady from Texas, Miss \nJackson-Lee.  \n\n\n\nJACKSON-LEE:  I thank the gentleman and I thank the chairman.  \n\nAnd as I started out in my remarks, I really do hope that this can be a constructive process where we truly do look \nto find solutions.  I would offer to say that not one of us, I'll count Republicans and Democrats, would hold to the \ntragic and horrible killing of the constituent in your jurisdiction, Sheriff.  None of us and we would want the individual \nimmediately brought to justice.  \n\nI take issue, however, to condemn our public servants, ICE officers of whom I know that you probably have a deep \nand abiding professional relationship with as being at fault for any of these charges that are being made here today.  \n\nI do want to say that not funding the Department of Homeland Security for this year and beyond is certainly not the \nanswer.  We need to ensure that we are paying Border Patrol agents, PSOs, ICE officers and the array of \nindividuals who are responsible in many different ways of securing the border.  \n\nWhat I do want to raise a question in order to try to understand a little better, you had an opportunity at a event \ndealing with an election of a governor in the state of Arizona to announce that a bus or buses of unaccompanied \nchildren will be showing up in Oracle, Arizona, and the public pronouncement, which I would offer to say that the \nresponsibilities of law enforcement officers are to be protect and serve no matter who comes into the territory as \nlong as they are innocent, provoked a -- a despicable scene of individuals who are anti-immigration and then, of \ncourse, those who were supporting it.  \n\nIt so happens, as it has been recorded and I ask unanimous consent to put in an article dated July 15th, 2014 in the \nrecord from the Republic -- I ask unanimous consent, Mr. Chairman.  \n\nGOODLATTE:  Without objection.  \n\nJACKSON-LEE:  It -- it was reported that as these busloads of children came it was determined that these children \nwere youngsters going to a YMCA triangle, Y camp,  Is that the case, Sheriff?  \n\nBABEU:  Through the chair, no, that's not the case.  That was -- a person who is running for Congress made a \nscene and believed that that was the case.  In reality, there was in secrecy, 40 to 50 Central American juveniles \nwho were in fact delivered to the Sycamore Canyon Ranch.  \n\nJACKSON-LEE:  But do you think it's appropriate no matter -- whether those kids came at this time?  Are you \ndenying this that you did not say that there was not scene with these youngsters?  Did you provide protection for \nthese youngsters going to the YMCA camp?  \n\nBABEU:  Absolutely, and through the chair and Congresswoman, that...\n\n(CROSSTALK)\n\nJACKSON-LEE:  But will you show us an article that shows that you provided protection to those youngsters?  \nBecause it is indicated that your expression provoked a scene for youngsters who were in fact going to a YMCA \ncamp.  \n\nBABEU:  No.  That's...\n\nJACKSON-LEE:  The ability to rebut that, I would appreciate it if you would submit it into the record.  I'm going to go \non to another question.  \n\nI'd like to ask -- and ask unanimous consent to put into the record the ACLU obtained judgment against Arizona \nSheriffs on officers; use of the S.B. 1070 \"Show Me Your Papers\" law.  \n\nI ask unanimous consent to put this into the record?  \n\nGOODLATTE:  Without objection.  \n\n\n\nJACKSON-LEE:  This indicates that an individual by the name of Miss Cortez, who was a victim of domestic \nviolence which this committee takes very seriously, was stopped by some of your officers and rather than allowing \nher to show her papers was immediately put in detention, I guess along with her children.  \n\nDo you have knowledge of that?  \n\nBABEU:  That's not true.  She wasn't put in detention with her children, ma'am.  \n\nJACKSON-LEE:  Then why would you obtain a judgment?  \n\n(CROSSTALK)\n\nBABEU:  We have -- \n\nJACKSON-LEE:  Let me say this.  Did you -- was a judgment obtained against the...\n\n(CROSSTALK)\n\nBABEU:  Through the insurance courier for $25,000.  \n\nJACKSON-LEE:  All right.  \n\nBABEU:  To settle a frivolous lawsuit, they did.  Yes.  \n\nJACKSON-LEE:  Let me thank you for that and move on to the next question.  \n\nLet me ask Dr. Rosenblum on this question of laws like S.B. 1070, and juxtapose it against the fair executive action \nthat the president has authority to do, but the execution that prioritize enforcement and deal with DACA family \nmembers, as oppose to a law like S.B. 1070, which in the instance you may not have heard me, it deals with an \nindividual who was stopped with papers were not asked for and they were detained.  And they were a victim of \ndomestic violence.  \n\nGOODLATTE:  You may answer the question.  \n\nROSENBLUM:  Thank you.  \n\nCertainly my understanding is that one of the intentions of the president's executive actions announced in 2014 \nwould be to focus enforcement.  More on criminals in recent border crossers and less on families and people who \nhave children in the U.S.  And -- and the intention of S.B. 1070, I think, is more -- is more focused on identifying \npotentially deportable noncitizens, you know, by authorizing state and local law enforcement to query them about \ntheir documents.  \n\nJACKSON-LEE:  Does it have a successful impact on -- on...\n\nGOODLATTE:  The -- gentlelady's time is expired.  The chair will now recognize the gentleman from Ohio, Mr. \nChabot.  \n\nCHABOT:  Thank you, Mr. Chairman.  \n\nSheriff, would you -- would you pronounce your last name again?  \n\nBABEU:  It's Babeu.  \n\nCHABOT:  Babeu?  \n\nBABEU:  Yes, sir.  \n\nCHABOT:  OK.  I'll probably just call you, Sheriff, but -- \n\n\n\n(LAUGHTER)\n\nFirst of all, would you like any additional time to clear up or clarify anything that my esteemed colleague on the \nother side of the aisle may have -- \n\nBABEU:  Yes, sir.  \n\nCHABOT:  -- brought up.  \n\nBABEU:  Through the chair, thank you, Congressman.  \n\nThis case with the suspect who was stopped for a violation of traffic enforcement there was actually -- we had \ncustody 29 minutes, including the time to transport to our U.S. Border Patrol.  Now the call, Senate Bill 1070 says \nrequired by the Supreme Court, we shall -- we don't have an option.  Law enforcement shall, if we have a \nreasonable suspicion somebody is in the country illegally, inquire and determine, and we call ICE and Border \nPatrol.  \n\nThey said bring that person to us.  We did, and including less than a half an hour, that person was held for five days \nby the Border Patrol.  Not by us.  There was no children as the congresswoman represented in her statement, and \nthat was -- was that entire case.  The case I talked to Carl Shipman, the director with the case of close to 50 \nunaccompanied juveniles who were apprehended in your state of Texas and were flown to my state of Arizona.  \n\nI have a problem with that, and the fact that you had Jeh Johnson testify before this Congress who said there would \nbe transparency that we would -- under oath, he said that he has directed and required all of his administrators to \ncall and coordinate with state, local and county officials when they sent any of these unaccompanied juveniles to \nthe jurisdiction.  \n\nThat never happened.  It was done in the secrecy when -- when this was learned and this information was put out.  \nNow it's somehow my fault that the administration has done this under -- under secrecy?  I have a problem with \nthat.  And so that's what happened in reality.  \n\nCHABOT:  Thank you.  Let me go to another line of questioning here briefly, Sheriff.  \n\nCould you discuss kind of the morale relative to the men and women that serve under you when you've devoted \nyour time to law enforcement protecting the public and enforcing the law and then you see the very people that you \npicked up under appropriate circumstances, time and time again back out there, especially when a fairly \nconsiderable numbers?  Those apparently are criminals who 50 percent of the time are committing more crimes \nagainst American citizen.  \n\nWhat's -- what does that do to the men and women under you and having to do that on an ongoing basis?  \n\nBABEU:  Congressman, through the chair, that this is an -- appears to be an endless battle.  And -- and you rely on \nus to enforce the law.  You write the laws, we carry them out.  We enforce them.  When it comes to immigration, it \nappears there is no law because there are no consequences largely, as -- as pointed out, what's gone on in my \ncounty.  And so this acts like a neon flashing sign on the border that if you get to the border, you're home free.  And \nthat's in effect what has happened.  \n\nThe morale, because we're professionals, is -- is always professional.  We maintain a high level of morale.  Just in \nthe fact that we continue the fight, and in fact, if the federal government won't do the job, we'll gladly step up.  \n\nYet what we ask for is for the federal government and for this Congress to carry out and make sure the laws are \nenforced and empower your federal law enforcement officers actually be able to do their job that they're trained to \ndo and sworn to protect our country.  \n\nCHABOT:  Thank you very much.  I've got a little over a minute left and I'd like to divide this between Professor and \nMiss Vaughan here on -- both of you had mentioned about the effect that illegal immigration and are particularly this \n\n\n\nadministration's lack of seriousness about dealing with it, but really it's happened over previous administrations as \nwell.  \n\nWhat effect that this had on American jobs on the fact that wages have been stagnant for such a long time, even \nthough, Professor, as you indicated, the stock market has been going up, wages really haven't.  On -- my \ncolleagues on the other side like to talk about the middle class, well those are the folks that will be hurt, I think, most \nby illegal immigration and competition there.  Could you each address that?  Now I've got about 30 seconds, so 15 \neach.  \n\nTING:  I think it's a national scandal.  This rising inequality in America and the -- you know, people's willingness to \nignore the role of immigration in that phenomenon.  You know, the administration says jobs are going up every \nmonth.  They're taking a victory lap on that but wages are not going up.  \n\nWhy aren't wages going up?  Market theories says wages should go up if demand for workers increases, and \npeople are just ignoring the role of immigration.  Indeed, the president bringing 5 million illegal immigrants into the \nlegal workforce in 2015, giving them work authorization and saying go out and compete with American workers for \njobs.  And it's actually illegal to discriminate against these -- these work authorized aliens in favor of American \nworkers. \n\nSo, you know, I think we have to recognize there are victims here and the victims are American workers trying to \nget by on part-time jobs and having to compete with increasing numbers of work authorized illegal immigrants to \nthe United States.  \n\nCHABOT:  Thank you.  Miss Vaughan, quickly.  \n\nVAUGHAN:  There's not an economist in this country who will tell you that we have a shortage of unskilled labor, \nand this is what's causing the stagnant wages.  And it -- and it's also that people are -- you can't just look at the \nunemployment rate.  You need to also look at the underemployment rate out there, and -- and the fact that people \nare forced into jobs that they don't want.  \n\nI mean, just two days ago, I spoke with the man who told me that he's worked for 15 years in masonry in Rhode \nIsland and can no longer get a job.  His boss had to close the company because it's been completely displaced by \ncompanies that hire illegal workers and he had to get a job washing cars.  That's a job, he's not unemployed.  But \nit's not what he was trained for.  It's not what he has skills in.  And these are real stories of real Americans who are \nbeing harmed by the administration's refusal to enforce the law.  \n\nCHABOT:  Thank you.  Thank you, Mr. Chairman.  \n\nGOWDY:  The gentleman's time has expired.  The chair will now recognize the gentleman from Tennessee, Mr. \nCohen.  \n\nCOHEN:  Thank you, Mr. Gowdy.  Professor Ting, you've talked about income inequality and correlated it to this \nimmigration situation.  \n\nDon't you think income inequality has a lot more to do with maybe the tax structure we've got in this country?  The \nlack of a minimum wage?  A lack of public spending to create jobs on infrastructure?  Isn't that more important?  \n\nTING:  Well, I'm all for tax reform.  I also teach tax so, you know, I -- I am all for closing the carried interest \nloophole.  I'm all for narrowing the gap between income from capital and income from labor.  So you know --\n\nCOHEN:  You don't think hedge fund guys up in Manhattan should pay -- like the tiny taxes they do on what they do \non -- I'm being facetious.  I agree with you.  \n\nTING:  Well, yeah, I think it's outrageous that Warren Buffett pays a lower marginal tax rate than his secretary.  Yes.  \n\n\n\nCOHEN:  Thank you.  Sheriff Babeu, first of all, I want to thank you for your service to our country, in serving Iraq \nand all.  You've got an amazing story and so many issues we can get into I find of interest.  You in your testimony \ntalked about drugs being brought through your county as one of the major -- is that mostly marijuana?  \n\nBABEU:  Through the chair, Congressman, it's largely marijuana is the cash crop but there's methamphetamine.  \nThe largest importer into the United States is Mexico for meth, cocaine, heroin -- \n\n(CROSSTALK)\n\nCOHEN:  But marijuana is the number one drug that comes through here.  \n\nBABEU:  In terms of size and volume, yes.  \n\nCOHEN:  Do you think in your experience that possibly if this country had a different policy or laws concerning \nmarijuana that we would have less like the cartels shipping marijuana into our country?  If we had either \ndecriminalized it or something like that?  \n\nBABEU:  No.  And every Arizona sheriff, the majority of us or Democrats, have voted against even the medicinal \nmarijuana, never mind the proposed recreational use of marijuana.  And we -- we do not believe that by legalizing \nor allowing some recreational use will somehow collapse the cartels.  It's about a criminal syndicate that's driven by \nmoney and power and they will do anything.  \n\nCOHEN:  But if -- if they're selling marijuana legally in Washington and Colorado, they don't need the cartels to give \nthem the marijuana, so if you had it where some way it could be that would take away their -- their market, would it?  \n\nBABEU:  It's -- no, it's different.  If you want to talk about the taxation and incentive there for the government, but in \nterms of the street value it's far cheaper for -- to buy marijuana from Mexico and it's very different when you look at \nthe strains that the medicinal marijuana provides for certain illnesses, from glaucoma to pain and other things.  It's -\n- it's all synthetic in many regards.  It's -- its strains.  And far more powerful.  \n\nSo the relative in expense of marijuana that's coming in and the cash crop, they even build in 10 to 20 percent loss \nof apprehensions from law enforcement into there so -- \n\nCOHEN:  Are you against medical marijuana?  Like children that need Charlotte's Web or they call it, I think, \nRachel's in Israel, where they're finding this -- \n\nBABEU:  And again, in Arizona it's the law.  So we enforce the law.  \n\nCOHEN:  Right.  \n\nBABEU:  I don't have a problem with the fact that there's medical marijuana in Arizona and I've spoken out publicly \nabout that.  \n\nCOHEN:  And let -- let me ask you this.  \n\nBABEU:  It's -- it's the abuse of it because we've seen people drive vehicles, show up at work and operate \nequipment and so forth.  That's the concerns that we've had.  \n\nCOHEN:  Thank you, sir.  You were on some radio show that's a political cesspool, which is appropriately named I \nthink, having read about it.  You regret having done that, do you not?  \n\nBABEU:  Through the chair, that was probably four years ago.  We had no idea of their background and that they \nhad made statements that were -- appeared bigoted or racist.  I don't associate with that and we immediately \ndisavowed any of their beliefs or past statements as nothing to do with me.  \n\nCOHEN:  Good.  Good.  Then you've become I guess more careful about which shows you're on.  \n\n\n\nBABEU:  We've been on probably as many as you, if not more.  And so I have a staff member that that's everybody.  \nAnd somehow at that point that slipped through and we immediately ensured the public knew that in fact we reject \nthose -- those people if anybody, whoever they are, have those beliefs.  \n\nCOHEN:  I thank you for that, and I know people can make mistakes.  As a matter of fact, I think one of our \ncolleagues who I respect greatly went on that show and didn't know either.  So people can make mistakes and I \nappreciate your making clear that that was a mistake.  It was a -- the fact is they're out of my district, apparently.  \nBut some of the stuff they stand for is reprehensible and I thank you for -- for your honesty.  \n\nI yield back the balance of my time.  \n\nGOWDY:  Thank the gentleman from Tennessee.  The chair will now recognize the gentleman from Virginia, Mr. \nForbes.  \n\nFORBES:  Chairman, I thank you for this hearing because it's one of those few hearings where people get what ask \nfor.  We came in.  We heard our friends on the other side of the aisle saying we just want the facts, we just want the \nfacts.  And Sheriff, thank you for giving them to them.  \n\nWe've heard one newspaper article after another newspaper article or story recited by our friends on the other side \nof the aisle, but thank you for being the eyewitness who can come here and refute them all.  And I know a lot of \ntimes they didn't give you an opportunity to respond to that but we thank you for -- for doing that.  \n\nThe one thing I will agree that I heard in the opening comments is it is indeed unfortunate that the president would \nindicate that he would be willing to shut down the Department of Homeland Security unless that act funds it allows \nhim -- the act that funds it allows him to take actions many constitutional experts believed to be the most flagrant \nattack on the Constitution we've seen in years.  An attack that will impact not just our time, but the lifetime of her \nchildren.  \n\nBut I'm also not fearful of the false choice our friends on the other side of the aisle offer that we must turn our eyes \nand ignore the unconstitutional act of this president if we wanted to -- to fund the Department of Homeland Security.  \nThe oath we took as members of this -- of this Congress was not, as -- as much as we love it, to defend Arizona or \nCalifornia or Virginia, it was to defend the Constitution of the United States.  \n\nAnd when this president or any president attacks that Constitution, this committee, this Congress has the same duty \nunder that oath to protect and defend against those attacks as it does to protect and defend against the attacks of \nsome wrongdoer secretly entering across our border to attack that same Constitution or the citizens it protects.  \n\n Now, Professor Ting, I'd like to ask you, the president admitted in 2011 and numerous times thereafter that with \nrespect to the notion that I can just suspend deportations through executive order.  That's just not the case because \nthere are laws in the books that Congress has passed.  \n\nHe went on to say, \"The executive branch's job is to enforce and implement those jobs.  There are enough jobs -- \nenough laws on the books by Congress that are very clear in terms of how we have to enforce our immigration \nsystem that for me to simply, through executive order, ignore those congressional mandate would not conform with \nmy appropriate role as president.\"  \n\nMy question to you is this.  Isn't that exactly what DHS has been doing, suspending the deportation process and \ncreating an enforcement free zone for millions of unlawful and criminal aliens?  And do you think the president is \nviolating his duty under the Constitution to faithfully execute those laws?  \n\nTING:  Yes.  I think I've written on that subject and I -- I've said that I think the executive action is unconstitutional \nand a usurpation of congressional powers.  It's legislation by the executive.  And also, you know, Chairman \nGoodlatte has -- has put into the record many of the president's earlier statements about the limitations on his \nauthority, which he subsequently ignored, which I think calls into question whether there are any other limitations.  \n\n\n\nYou know, he says his own Office of Legal Counsel opinion says well, you can't extend this to parents of DACA \nbeneficiaries.  Well, is that going to hold up?  You know.  What's the next step if this executive order is sustained?  \nYou know.  Or what's the next step.  And I think you may see executive orders reaching other people.  \n\nThe president said well, we can't -- we can extend to them, well, now that I think about it, why not?  And extend it \nfurther.  There's no limitation.  And that feeds into the cost-benefit analysis that people are thinking about whether \nto come to the United States illegally or not.  You know, people are saying, well, you know, you just get yourself in \nthere and then you wait for the next piece of executive action to come along and -- and provide you with work \nauthorization.  \n\nI think it's feeding the process.  If you want more illegal immigration, you raise the benefits -- I mean, if you raise the \nbenefits and lower the cost.  \n\n(CROSSTALK)\n\nFORBES:  Miss Vaughan, let me -- let me ask you what Mr. Ting has said also.  You heard Dr. Rosenblum has \ntalked about this great enforcement that this administration has done on our immigration laws.  Is he right on that?  \n\nVAUGHAN:  No, he's not.  If you look at the total body of statistics, you -- and -- and the best ones to look at ICE's \nown internal metrics.  You see that not only are interior deportations down, total deportations down including all \nthree agencies, but also even the number of criminal aliens being removed from the interior every year has \nplummeted.  You know, they keep the records for their own use internally.  And, you know, that's the best measure \nof what's happening.  \n\nAnd I think the most important metric is the size of the illegal population residing in the United States, which \nstopped declining after it was, after Congress gave resources to federal agencies to use on enforcement.  We made \nprogress on the size of the illegal population but that's stopped now.  \n\nFORBES:  Mr. Chairman, thank you for letting us get these facts put on the record and with that I yield back.  \n\nGOWDY:  I thank the gentleman from Virginia.  The chair would now recognize the gentleman from Georgia, Mr. \nJohnson.  \n\nJOHNSON:  Thank you.  Professor Ting, you -- you are a Republican, are you not?  \n\nTING:  I am a registered Republican, although I have supported Democrats, including now president.  And it's \npublic record.  I was kicked out of the Republican Party in Delaware as a result of having taken that stance, and I -- \nyou know, I -- sorry, I didn't say in the tax question that I think the high watermark of tax reform was in -- in the \n1986, when the Democrats and the Republicans agreed on setting the capital gains and the ordinary income rate of \n28 percent.  \n\nJOHNSON:  Thank you.  You -- you are at this point active in Republican Party politics, are you not?  \n\nTING:  That is not true.  I am not active in Republican Party politics since I was basically pushed out of the \nDelaware Republican Party.  Indeed, I've relocated.  I now live in a different state.  I live in Pennsylvania.  Not in -- \nnot in Delaware anymore.  \n\nJOHNSON:  But certainly you're not Democratically affiliated.  \n\nTING:  I am a registered Republican.  \n\nJOHNSON:  OK.  \n\nTING:  You know, but I -- I think of myself as -- pretty darn independent.  \n\nJOHNSON:  Well, thank you.  Thank you.  \n\n\n\nTING:  And as I indicated by my support of tax reform.  But I also think, you know, the Republicans are -- are right \non -- on immigration, and you know, really my question is who in Congress speaks for American workers.  \n\nCHABOT:  Mr. Chairman, I'd raise a point of order.  I -- I don't think it's ever been the practice of this committee to \nbe asking witnesses what their political affiliation -- \n\nJOHNSON:  Could I -- could I get my time stopped if...\n\nCHABOT:  Yes.  I don't have any problem with that.  But I mean, I didn't ask Mr. Rosenblum any questions but I \ncertainly didn't ask him his political affiliation and I...\n\nJOHNSON:  If I might -- \n\nGOWDY:  The gentleman from Ohio's point is well taken, although Professor Ting is more than defending himself.  \nAnd he may actually go back to his support for this president at some point.  \n\n(LAUGHTER)\n\nSo with that, I will -- I'm sure Mr. Johnson is going to leave politics and get to immigration at some point?  \n\nJOHNSON:  Well, I -- I am, but after I make sure I answered my pre-questions at -- in other words, I'm -- I'm \nbuilding up to something.  \n\n(LAUGHTER)\n\nAnd I'd appreciate having the -- giving me the discretion to -- to do that without further interruption.  \n\nGOWDY:  You have the discretion to ask and Professor Ting can decide whether or not he wants to answer.  \n\n(CROSSTALK)\n\nJOHNSON:  And  I've heard enough from Professor Ting at this point.  I'd love to talk with you further.  I would ask \nthe same question of Miss Vaughan.  You are a Republican also, are you not?  \n\nVAUGHAN:  I'm a registered Republican, yes.  \n\nJOHNSON:  OK.  And Sheriff Babeu, you, too, correct?  \n\nBABEU:  Became the first Republican sheriff of my county. \n\nJOHNSON:  All right. OK.  And -- now, Sheriff Babeu, you know, you -- you are a strict opponent of immigration \nreform, comprehensive immigration reform, correct?  \n\nBABEU:  Through the chair, comprehensive immigration reform, as I understand it, and -- you may be referring to \nthe Gang of Eight.  \n\nJOHNSON:  Well, let me -- let me -- let me ask you this question.  You are opposed to immigration of -- of persons \nsouth of the border coming to the US.  \n\nBABEU:  No, that's absolutely not true.  \n\nJOHNSON:  OK.  \n\nBABEU:  I'm -- I support legal immigration --   \n\nJOHNSON:  What -- well, let me ask you.  \n\nBABEU:  -- but not illegal immigration.  \n\n\n\nJOHNSON:  Well, let me ask you this question.  You realize that we have been struggling with comprehensive \nimmigration reform for many years in this country and it is politics that keeps us from doing it, correct?  \n\nBABEU:  No.  It -- I think -- \n\nJOHNSON:  You don't think it's politics?  \n\nBABEU:  I think that it's enforcement of the law.  You may be dealing with it from a political issue -- \n\n(CROSSTALK)\n\nJOHNSON:  Well, we're talking about changing the law so that we can have comprehensive immigration reform, but \nyou are opposed to us doing that?  Correct?  \n\nBABEU:  The process and I'll -- \n\nJOHNSON:  Are you oppose to us considering comprehensive...\n\nBABEU:  In the order that you're doing it, yes.  \n\nJOHNSON:  OK.  \n\n(CROSSTALK)\n\nBABEU:  But the border needs to be secured first.  \n\nJOHNSON:  The order -- the order -- \n\nBABEU:  And then you can address that issue after.  \n\nJOHNSON:  OK.  All right.  Then let's say a Republican position, Republican Party position and you're a Republican \nand I understand that.  Let me ask you this question.  Do you need automatic weapons to help you with border \ncontrol?  \n\nBABEU:  We have in Arizona, through the chair -- \n\nJOHNSON:  If you could say yes or no.  And then you can explain.  \n\nBABEU:  Semiautomatic weapons.  \n\nJOHNSON:  Do you need automatic weapons?  \n\nBABEU:  We -- we don't have to have that automatic weapons, no.  \n\nJOHNSON:  Do you need Mine-Resistant Ambush Protected vehicles to help you patrol the border?  \n\nBABEU:  Not for the border, but for our SWAT team, yes.  \n\nJOHNSON:  Thank you.  Do -- do you need silencers in order to help you patrol the border? \n\nBABEU:  For our SWAT team that's a tactical move, but it's not necessarily targeted for -- \n\n(CROSSTALK)\n\nJOHNSON:  Why does your SWAT team need ambush -- Mine-Resistant Ambush Protected vehicles?  \n\nBABEU:  Because, sir, through the chair, our county doesn't have the money to buy a SWAT vehicle.  \n\n\n\nJOHNSON:  Why do you need in order to enforce border security?  Why do you need a Mine-Resistant Ambush \nProtected vehicle?  \n\nBABEU:  We don't.  \n\nJOHNSON:  OK.  \n\nBABEU:  And this is where -- \n\nJOHNSON.  Thank you.  \n\n(CROSSTALK)\n\nGOWDY:  Sheriff, you may answer the question.  \n\nJOHNSON:  No -- \n\nGOWDY:  You cannot ask a question and not allow the witness to answer.  \n\nJOHNSON:  Mr. Chairman, I wanted a yes or no answer.  He answered the question and I'm ready to move on.  \n\n(CROSSTALK)\n\nGOWDY:  Sheriff, have you answered the question as completely as you would like to?  \n\nJOHNSON:  Mr. Chairman, I'm ready to move on.  \n\nGOWDY:  The gentleman is not recognized.  Sheriff, have you answered the question as completely as you would \nlike?  \n\nBABEU:  And this is where us and law enforcement -- \n\nJOHNSON:  Mr. Chairman, regular order, please.  Regular order.  \n\nBABEU:  In law enforcement, we have 420,000 residents of my county.  \n\nJOHNSON:  Point of privilege.  \n\nBABEU:  And we are the SWAT team.  \n\nJOHNSON:  Point of information.  \n\nBABEU:  All-male team.  Law enforcement agency.  \n\nJOHNSON:  Mr. Chairman.  \n\nBABEU:  All of our team, law enforcement agencies, and for high-risk warrants.  \n\nJOHNSON:  Mr. Chairman?  \n\nBABEU:  Barricade situations, almost never have we used an armored vehicle...\n\nJOHNSON:  Mr. Chairman.  \n\nBABEU:  -- for anything done.  \n\nJOHNSON:  Point of order.  \n\nBABEU:  Illegal immigration, Mr. Chairman.  \n\n\n\nJOHNSON:  Point of order, Mr. Chairman.  \n\nGOWDY:  Thank you, Sheriff.  The gentleman is out of time.  If you have another question -- \n\nJOHNSON:  I have a point of order that I'd like to give.  \n\nGOWDY:  State your point of order.  \n\nJOHNSON:  Is it within the rules of this committee that the chairman can interrupt a legislator asking a question of a \nwitness -- \n\n(CROSSTALK)\n\nGOWDY:  If that legislator is not allowing a witness to answer a question, you dadgum right he can.  \n\nJOHNSON:  Yes, sir.  \n\nGOWDY:  The gentleman is out of time.  \n\nJOHNSON:  I take exception to the chairman -- \n\nGOWDY:  The chair will now recognize the gentleman from Iowa, Mr. King.  \n\nKING:  Thank you, Mr. Chairman  I want to thank the witnesses as I heard earlier for the direct answers that we did \nreceive and those anchored the fact.  \n\nI want to point out first to Sheriff Babeu that I have been to the top of those lookout mountains, those spotter \nlocations.  I've done one-stroke landings with the Blackhawk up on top and known that they have scattered down \nthe mountain.  It's kind of hard to catch them.  I'm glad you caught some.  And I'd like to see a lot more of that, by \nthe way.  And I'd like to see you have all the resources necessary and I regret that S.B. 1070 ended up in the court \nthe way it did.  I was there to witness that.  \n\nI wanted to just point and put a statement out here and judge your reaction.  I was listening to Donald Trump in \nIowa a week ago and he said this.  \"We have to build a fence and it's got to be a beauty and who can build better \nthan me?\"\n\n(LAUGHTER)\n\nYour reaction to that, Sheriff.  \n\nBABEU:  Well, you're speaking to a retired Army officer combat engineer and I helped built this 14-foot corrugated \nsteel no-climb fence that was originally sponsored by Congressman Hunter.  In fact I credit to President Clinton \nsigned that bill and authorize a double-barrier fence, not a triple barrier.  \n\nWe don't need, as -- as Mr. Trump and others, an entire -- we're not building the Great Wall of Mexico.  That there's \ntactical areas that you interlock these manmade barricades or obstacles, and you interlock them with natural terrain \nfeatures.  We know how to do that well and so there's 700 miles of the 2,000 miles of fence -- of border that would \nthis barrier.  \n\nKING:  Could we agree that we should just simply build that fence until they stop going around the end?  \n\nBABEU:  Taking a line from Senator McCain, build the dang fence.  \n\nKING:  Thank you, Sheriff.  \n\nAlso, I wanted to turn to Miss Vaughan.  And I'm listening to this number that keeps coming up.  Eleven million, 11 \nmillion, 11 million.  When I came here 12 years ago it was 12 million, now it's 11 million.   What's happened to that \nmillion that disappeared while there were millions pouring over the border?  \n\n\n\nVAUGHAN:  Well, the numbers went down from 2007 until about 2009.  And we think that was a result of several \nthings.  First of all increased resources that Congress gave to ICE to boost enforcement of laws.  Secondly, state \nand local governments passing laws within their jurisdiction to support in the federal immigration enforcement \nefforts, and also the economy was not great, and -- and the lure of jobs was not as bright as it had been.  \n\nBut the number stopped falling along about 2010 and have remained stagnant since then, even as more and more -\n- \n\nKING:  Thank you.  Thank you.  I -- also I wanted to point out a narrative in and go back to Sheriff Babeu, and that \nis that sometime last summer late July, I was standing on the banks of the Rio Grande River at Roma, Texas, and \nthere with a couple of Border Patrol agents and two local city police, they were there most of the time, came and \nwent a little bit, having a conversation with them.  \n\nWe watched as two coyotes inflated a raft on the other side of the river, loaded with a pregnant lady in it, and ran \nher across the river, fold their raft up against the shoreline and they helped the lady out, handed her, her two bags \nof her possessions.  That coyote that helped her out got back in the raft, the two of them went back to Mexico.  The \nlevel of animation among the officers there was a little less than I would see if they are writing a speeding ticket in \nIowa.  \n\nIs that a typical scenario?  And is it unlikely she -- she had applied for asylum and that was July, so I presumed the \nbaby is born by now an American citizen?  Is that a typical scenario?  \n\nBABEU:  Not -- not in our county.  We're not actually a border county, but the three counties south of us, funnel, \nshape the traffic up through Pinal County, and -- but we don't see a lot of -- in our county pregnant illegals, but \nminors.  \n\nKING:  Aside -- aside from her condition, which is just -- observed condition, is it -- is it your understanding that it's \ntypical when someone gets across the border that they apply then for asylum, and that the only people that we \nreally send back are those that will accept the proposal of a voluntary return on the spot or in a -- in a short \nhearing?  \n\nBABEU:  Yes.  \n\nKING:  And so we are the welcome mat.  And the point of securing the border if we're going to be there to be the \nwelcome mat is a significantly diminished by the policies of this administration.  Do you agree?  \n\nBABEU:  Yes, sir.  \n\nKING:  I thank you.  \n\nNow let me turn to Professor Ting and I'm looking at a number here.  92,898,000 Americans, almost 93 million \nAmericans, simply not in the workforce, a 30 percent of the population, 29 point change, not in the workforce, and \nI'm listening to the testimony here and of course been thinking about this a while.  It seems to me that we need a \ndemographer to project to us what America looks like if this continues. \n\nBut you've given so much thoughtful consideration.  I'd asked you if you could tell us what you think America looks \nlike if the Constitution and the rule of law usurped by the executive branch and the -- the doors open for an endless \nsupply of immigration.  Could you give me a picture of what America looks like?  \n\nTING:  Well, I -- I worry about that -- that picture of the future.  You know what's special about America is our \nConstitution and our deliberative process of government, which includes a role for the Congress as well as the \nexecutive branch, and -- and I think that is being threatened by a kind of imperial executive orders, if -- if this \nexecutive order stands, where's the limit?  \n\n\n\nI think we do need to think more about growth of immigration.  Both my parents were immigrants.  I love \nimmigrants, right?  We all should respect immigrants because we're all descended from people that came here \nfrom somewhere else.  And we're told that includes Native Americans, too.  \n\nBut, you know, how much?  That's -- that's -- that's the question.  And it's a hard question.  How many -- given the \nfact that we respect immigrants and admire immigrants, how many are we going to take every year? And we \nhave to kind of strike the balance.  \n\nI also just want to say, if we do nothing, we're stuck with the most generous legal immigration system in the world, \nbar none.  We admit more legal immigrants with a clear path to full citizenship every year than all the rest of the \nnations of the world combined.  That's if we do nothing.  That's our legal immigration system, right?  \n\nAnd I've testified before Congress and said it's a system that's worthy of a nation of immigrants.  So, you know, we \nwelcome legal immigrants into the United States.  We're doing our part in -- in America.  We benefit from legal \nimmigration.  But there has to be a limit and we have to enforce that limit.  Otherwise, it's not really a limit.  \n\nCHABOT:  The gentleman's time is expired.  The gentlelady from California, the former speaker of the California. \nNice of you to be back here.  \n\nBASS:  Thank you, Mr. Chairman.  \n\nCHABOT:  OK.  Miss Bass is recognized.  Thank you.  \n\nBASS:  Thank you.  \n\nThank you for being here today, Mr. Rosenblum.  I wanted to ask you a couple of questions, but also if you wanted \nto respond to some of the questions that were asked previously, you know you can take the opportunity to do that.  \n\nBut Mr. -- Professor Ting, I'm just -- where did the Native Americans come from?  You said Native Americans were \nimmigrants.  I was just wondering.  \n\nTING:  I don't know.  I -- you know, I read that the ancestors of Native Americans migrated across the land bridge \nfrom Asia to -- \n\nBASS:  OK.  Thank you.  I -- I was just wondering.  \n\nTING:  To the Americas.  \n\nBASS:  I'd actually never heard of that.  \n\nTING:  I don't claim any expertise other than having read -- \n\nBASS:  Thank you.  Thank you.  \n\nTING:  -- that that's the case.  \n\nBASS:  Mr. Rosenblum, I believe that you mentioned that most of the people that are coming now who are seeking \nasylum are from Central America?  And I wanted to know if you would talk about that.  That's an issue in a \npopulation that impacts my city and also my -- my district.  A lot of Central Americans are there.  \n\nAnd my understanding is that many or most of them are coming not only from what you said but what I see at home \nare coming because of the specific conditions in El Salvador and Honduras where the crime rate is so bad.  \n\nI wanted to know based on your analysis if you thought that DACA was actually a magnet for their immigration and -\n- and also it's my understanding, I think another witnesses has said that most of the unaccompanied children and \nfamilies who were apprehended have not been deported.  And I was wondering if you could explain your thoughts \nas to why that was the case.  \n\n\n\nROSENBLUM:  Thank you for those questions.  So let me first say something about the unaccompanied children \narriving from Central America.  We've heard the argument made that DACA is a magnet that's attracting those \nchildren, but in fact -- I mean, there's two strong pieces of evidence that that's not correct.  One is that the surge of \nCentral Americans began in January of 2012, which was six months before DACA was announced, so they couldn't \nhave been coming because of DACA because they came before DACA.  \n\nBut the more important point is that -- and this applies also to the general, you know, discussion we've had about \nhow, you know, Professor Ting has argued that -- that the president's lax enforcement has been a big magnet that's \n-- that's encouraging people to come.  But what we've seen is that the numbers of Mexican arrivals, and this goes to \nMiss Vaughan's comments as well -- as well, the numbers of Mexican arrivals continue to fall.  \n\nThey have fallen every year for the last 14 years and they're at a 40-year low.  So we've had an 86 percent drop in \nMexican arrivals since 2000 despite DACA and despite, you know, the other executive action.  So what we -- what \nwe see instead is that there are very specific factors pushing immigration from Central America, and those are the \nviolence and in large parts of El Salvador and Honduras and Guatemala, to a lesser extent, the economic impact.  \n\nAnd -- and another big factor is that the smuggling networks that connect Central America to the United States have \nadapted their behavior and provide sort of a door-to-door service that didn't use to exist, but -- but there's extensive \nresearch and I -- I have quite a few citations in my written testimony by the United Nations, by several different \nhumanitarian organizations that work with those arriving children who have conducted interviews and they found \nthat 50 percent to -- up to two-thirds likely have valid humanitarian claims under existing U.S. law.  \n\nSo, you know, those kids are -- are a distinct phenomenon that raise all kinds of important questions about how, \nyou know, our laws handle a humanitarian crisis like that, and the most important question being that we don't have \njudicial capacity to quickly process them, which is really what the problem is, is that when they arrive, the reason \nthat they're not quickly adjudicated is that they have two-year waits to go before a judge.  \n\nSo that's really where the weaknesses in our enforcement system is the ability to quickly adjudicate those cases, \nbut, you know, to lump them in as regular unauthorized immigrants denies, you know, the reality that they are \nfleeing very specific circumstances and arriving under very different conditions of -- you know, we should look at \nthem and -- and understand what's really going on there.  \n\nBASS:  Well, that -- and that certainly has been the complaint in my district actually is the backlog, but I was \nwondering also if you could speak to the decline in Mexican immigrants coming across the border.  The other big \ncomplaint in my district is the number of deportations that have happened under President Obama.  People in at \nleast in L.A. feel that his number of deportations have been very, very high.  So is that the reason why because \nthere's certainly a lot of violence in Mexico as well.  \n\nROSENBLUM:  Well, we're certainly seeing increased enforcement at the border and in the interior.  When you look \nat the numbers and -- and, you know, there's been this discussion here on the panel also that -- that there's catch-\nand-release happening at the border and a lot of voluntary returns, but when you look at the Border Patrol data \nthat's just not true.  The Border Patrol, historically, did involuntary return for over 95 percent of the people they \napprehended.  \n\nAs recently as 2005, it was 80 percent, and now it's under 10 percent.  So what they're doing is they're putting \npeople in expedited removal and reinstatement of removal and increasingly charging them in criminal court.  So \nthere is evidence that that has, you know, had a real deterrent impact on -- on the Mexican numbers.  But it \ncertainly we've seen that -- an increase -- you know, that the overall removal numbers have gone up and -- and I'm \nsure that's what people in your district there are commenting on.  \n\nBASS:  Thank you.  And I yield back.  \n\nCHABOT:  The gentlelady's time is expired.  Thank you.  The gentleman from Arizona, Mr. Franks, is recognized for \nfive minutes.  \n\n\n\nFRANKS:  Well, thank you, Mr. Chairman.  \n\nMr. Chairman, let me start out by just quoting something that I think is important.  You know, we're talking about \nimmigration today and some of the discussions center around what some of us believe was the unconstitutional \nactions of the president.  But it's important to note that the president might have many obligations, but one most \nparamount obligation is the following sworn oath that he made.  \n\nQuote, \"I do solemnly swear that I will faithfully execute the Office of the President of the United States.  I will to the \nbest of my ability preserve, protect and defend the Constitution of the United States.\"  \n\nArticle One Section Eight clause for the Constitution provides that Congress shall have power to, quote, \"Establish \na uniform rule of naturalization.\"  The Supreme Court has long found that this provision of the Constitution grants \nCongress the plenary power over immigration policy.  \n\nAnd yet, Mr. Chairman, I believe that the recent executive action by the president on illegal immigration is \ncategorically in -- compatible with the oath that he made when he lays his hands on the Lincoln bible six years ago.  \nAnd obviously I'm just concerned like many of us of the immigration policy, but a greater concern here is the critical \nnature that this committee and this president has to maintain our oath to the Constitution.  And I believe that the \npresident's actions fundamentally abrogate his oath.  And I believe it's important for us to consider that.  I want to be \nthat on the record.  \n\nSo now, Mr. Chairman, if I could turn to the panel.  \n\nSheriff Babeu, let me just in -- in total openness here, tell the rest of the folks here you and I are good friends and I \nhave a great deal of respect for you and your credibility on this issue is unimpeachable.  \n\nSo I ask you, do you think that the new policies implemented by the Obama administration serve as an adequate \ndeterrent or -- or perhaps an invitation to those who seek our country -- to seek to enter our country illegally?  And \nyou think these policies, what kind of message do they send to criminal aliens as to the consequences of their \nconduct?  \n\nBABEU:  Congressman Franks, through the chair, one, we all appreciate that you -- even though you're not one of \nthe congressmen in our county, we love you just the same.  \n\nClearly, this acts as an incentive that if not just the fact that it's -- it's -- we keep hearing 5 million.  This document by \nJeh Johnson includes whatever that number of illegals here from January 1st, 2014 includes all of them.  So this is \nwhere that deferred action is far larger than this 5 million figure that we -- we simply keep hearing about.  That will \nact as an incentive.  \n\nThe other thing we're -- we're seeing everybody says these numbers are down.  Yes, in fact, they are, and Janet \nNapolitano, when she was the secretary, was at a press conference in our state one time and the media came \naround.  Well, Sheriff, how do you refute the crime is down all along the border.  I said crime is down in all -- all \nacross America.  And all the violent crime statistics.  \n\nAnd the fact that we forget that our economy -- everybody has talked about a recession, there's communities in my \ncounty that had 21 percent plus unemployment, and so imagine what's going to happen now that we had 86 with \nSimpson-Mazzoli, and now with 11 million plus illegals.  \n\nThere's a third wave that's coming if we don't secure the border, and so that should be the alarm that sounded now.  \n\nFRANKS:  Yes.  Well, thank you, sir.  Appreciate your good work.  And Professor Ting, if I could pass a question to \nyou, sir.  \n\nThe committee has received reports that the Mexican drug cartel members are abusing a credible fear process to \nbypass regular immigration checks in order to get into the country, and that's been confirmed in meetings with staff \n\n\n\nthat their internal documents making these claims.  And I wonder if you could expand on that and tell us why you \nthink that's happening and what the implications are.  \n\nTING:  Well, I think all you have to do is look at the approval rate for the credible fear questions that are being \nasked at the border to see that it's almost a green light for people that want to make a credible fear claim at the \nborder.  And then they get put in the line to await a hearing date before an immigration judge where they can make \ntheir asylum claim.  \n\nThe lines are growing.  The system is under attack just from the sheer numbers of people coming across and \nmaking a credible fear claims.  You know, people are qualifying for work authorization because they're in line for so \nlong.  How are they supposed to support themselves while they're -- they're waiting for -- for their hearing?  \n\nAnd -- and, you know, I'm going off track here, but the people who are most adversely affected by all this illegal \nimmigration qualifying for work authorization are the legal immigrants, the people that just gone here and who -- \nwho are legally entitled to work here, and they're being forced to compete with illegal immigrants.  And -- and so \nit's -- the less educated, less skilled segment of our work force that is most suffering from this competition from \nillegal immigration.  And credible fear is just part of it.  \n\nAs I have testified it was never intended to be -- used the way that it's being used now as a -- as a means of entry \nfor people that don't meet the threshold for asylum.  But they can get through the credible fear test and get into the \nUnited States.  Now I don't think that was ever the intent of Congress when they enacted credible fear and put it in \nthe statute and -- and I'm hopeful that someday you'll take it out.  \n\nFRANKS:  Thank you, Mr. Chairman.  Thank you.  \n\nCHABOT:  The gentleman from Florida, Mr. Deutch, is recognized for five minutes.  \n\nDEUTCH:  Thanks, Mr. Chairman.  \n\nProfessor Ting, I think credible fear claims are there so that we don't send people back to violence, right?  Credible \nclear -- credible fear claims are available so people don't go back to a situation where they could be killed.  So -- so \nI would just -- I would -- I would disagree with the suggestion that the credible fear claim be taken out of statute, \nthereby making the decision that it's appropriate for us to remove the -- a possible step that can save someone's \nlife.  But let me just -- let me get to my comments that I wanted to make.  \n\nI spent some time this morning thinking about how it is that we got here and it seems to me that the debate over \nimmigration reform has -- has regressed and it's done so rapidly.  \n\nHow did a Congress that was on the cusp of fixing our broken immigration system end up back at square one?  In \n2013, the Senate included in its Comprehensive Immigration Reform Bill portions of the McCall border security \nlegislation, which was deemed unworkable and unrealistic on its own.  \n\nNow, let's be honest.  In 2015, the McCall Border Security Bill on its own remains just as unworkable and \nunrealistic.  And instead of uniting behind comprehensive immigration reform we're once again dividing among \nparty lines and splitting into factions with separate agendas.  Democrats are more than willing to accept increased \nspending on the border within the context of broader immigration reform.  We just believe that the status quo is \nunworkable.  \n\nWe spend more money on border security than we do on any other federal law enforcement priority and we still \nhave 11 million undocumented immigrants here.  Instead of treating -- treating them like criminals, Democrats \nbelieve reform must invite them to come out of the shadows, pay a penalty, pay their taxes, and maybe, just maybe, \nsomeday get the chance to apply for citizenship.  \n\nWe also share the commitment of our Republican colleagues to reform our visa programs, respond to the needs of \nbusinesses that rely on high-skilled technology workers and low-skilled guest workers.  Likewise, Democrats and \nRepublicans who share the priorities of the faith community want an immigration system that puts families first.  \n\n\n\nSo that the issue I'd like to bring up today with our panel.  How we treat families.  Our nation has a long history of \nproviding protection to people fleeing violence as I referred to earlier.  People fleeing religious persecution, political \ncensorship and oppression.  But today we treat most of those seeking asylum as criminals.  Upon arriving here \nthey're held in facilities that are for civil detention in name only.  \n\nThe reality is that most are just sections of private prisons where we keep hardened criminals.  Indeed, an April \n2013 report by the United States Commission on International Religious Freedom determined that nearly 84 \npercent of the 33,400 detention beds maintained by ICE were actually prisons, not civil detention sites.  \n\nRefugees held in these jail-like detention facilities have their movements to privacy and their personal freedom \nrestricted, and when we treat refugees as criminals we don't sound like the United States of America.  The country \nthat's supposed to lead the world with its values for human rights, for justice and for fairness.  \n\nThe purpose of detention is to ensure that people show up in court.  Today many of them are mothers with young \nchildren fleeing extreme transnational gang violence in Central America.  We don't need to lock them up in prison or \nimmediately deport them.  They have no reason to flee immigration court.  Indeed, returning families with young \nchildren to their home countries, without a review of their asylum claim could be a life or death situation.  \n\nWe ought to be reviewing their claims for asylum and making efforts to resettle them and make them feel at home in \nour communities as quickly as possible.  We should embrace far less costly and far more human and humane \nalternates to detention.  Detention costs more than $2 billion a year.  This is a daily cost of $159 per day per \ndetainee.  Alternatives to detention, including release on bonds, supervised release, and community-based \nprograms cost between $.070 and $17 per person per day.  \n\nBut Congress has imposed our law enforcement accord on how many people must be held in detention facilities \nevery day.  Immigration and customs officials like all officers of law should have the discretion to use their -- to \nmake their decision based on facts, not some quota imposed by politicians.  \n\nWelcoming refugees seeking safety and security in our country by placing them in detention is inconsistent with \nour nation's values for respecting humanity.  Our debate on immigration reform needs to reflect our moral \nleadership, and so I would ask Dr. Rosenblum that when you talk about judicial capacity and the need to adjudicate \ncases, we're spending so much money following the detention bed mandate.  \n\nWhat would it cost for us to fully address this shortfall to make sure that cases could be quickly adjudicated, \nsomething that I think everybody would agree is necessary?  \n\nROSENBLUM:  Thank you.  I wish that I can give you an exact number and I can get back to you with that.  What I \ncan tell you is that since 9/11 while we've tripled our spending on ICE and CDP, on enforcement, we've only \nincreased our immigration judges by about 70 percent.  So the reason that the backlog are getting longer and \nlonger is that we have systematically underfunded immigration judges.  \n\nAnd we're putting more and more people into the system, but there's not the capacity for them to flow through it.  \n\nDEUTCH:  I thank -- thank you, Mr. Chairman.  \n\nCHABOT:  Thank you.  The chair recognized the gentleman from Texas, Mr. Gohmert, for five minutes.  \n\nGOHMERT:  Thank you, Mr. Chairman.  I thank the witnesses for being here.  \n\nI heard testimony earlier that about 50 percent of those illegally here are, after being released without being \nreported, commit crimes against other Americans.  I know as a judge when you -- when I was considering bail or \nbond that was a primary consideration, the likelihood of them returning in the public safety.  \n\nI can imagine releasing somebody on makeable job if the -- both sides agreed the defendant had a 50 percent \nchance of reoffending, committing a further crime if I let him go.  That is just unconscionable.  \n\n\n\nWhen we talk about the children and the women, and the people across America, and protection of families, my \ngosh, we're releasing criminals to go after them?  That is outrageous.  \n\nWell, and then also I hear, Sheriff, you say 30 to 50 criminals per day are being released in your county alone by \nCIS.  That's the very people the president has called bad actors and yet his policies are responsible for letting them \ngo upon the families of America.  \n\nLet me just say I'm very concerned about the way the money is being spent and by the way, for those that are not \nfamiliar, we had a lot of crimes being committed in the U.S. and in my state in the '80s.  So America reacted, Texas \nreacted.  We elected criminal judges, tough prosecutors, and we're reaping the benefits of people who were law \nenforcement minded going into the sheriff's jobs, prosecutors' jobs, judges' jobs. \n\nAnd we'll be able to ride them for a while before people with bleeding hearts let the criminals go and then people \neventually will have another way while they react when the crimes go up.  I -- I know that -- that's just a cycle, but \nright now we're in a cycle of letting criminals go and the criminal on America is something that -- that concerns me \nat the federal level because of something called the Anti-Deficiency Act.  \n\nI'm not sure if the witnesses are familiar with that, but the laws were very clear.  If Congress appropriates money for \none purpose, it's not to be used for another purpose unless proper steps are utilized, and so I know that we've \nheard through the news it was a facility built over in Crystal City for awarding these amnesty work permits.  Some of \nus are wondering where that money came from.  \n\nYou know, we hear clamoring that they need more money, but where did that money come from because I know \nCongress certainly was not notified that they were shifting funds from one appropriated purpose to Crystal City, and \nto awarding these 5 million or so work permits that basically amount to amnesty.  \n\nDo any of the witnesses know where that money came from?  \n\nVAUGHAN:  You know, I think that something that Congress should be asking because USCIS, the agency that's \nresponsible for issuing these benefits, has not collected a single dime in fees from any future applicants for the new \nDeferred Action Work Permit Program, so it certainly appears that they have perhaps been hoarding money \nskimmed from the fees paid by legal immigrants.  \n\nUSCIS is funded by fees paid by legal immigrants and their sponsors for a service that they get.  And these fees -- \n\nGOHMERT:  Right.  Well, that gets to another problem because we are -- we have seen reports that people -- my \noffice is helping that came here legally as immigrants we welcome trying to get a spouse in.  They have paid \nhigher fees to try to expedite those and it turns out this administration is illegally moving that money over to give \npriority to people that came in illegally, thus putting people that are trying to do the legal immigration process a \nterrible disservice by putting them at the back of the line.  So I know, Miss Vaughan, you're in the business of \ninvestigating these and I hope you'll assist us.  \n\nProfessor Ting, do you have -- are you familiar with any deficiency act and how it might be brought to bear on this \nsituation?  \n\nTING:  I -- I am not.  \n\nGOHMERT:  Well, I'd encourage you as a -- as a law professor, if you would to look at that.  \n\nAnd also just in finishing, Congress has the power even after the Supreme Court decision in Arizona case to ask for \nhelp and appropriate money.  Sheriff, would you have any problem if we block granted money from CIS to local law \nenforcement to get local law enforcement to help do the job that CIS is not being allowed to do?  \n\nBABEU:  No problem whatsoever.  \n\nGOHMERT:  Is what I thought.  Thank you very much.  \n\n\n\nCHABOT:  The chair thanks the gentleman, and recognizes the gentleman from Louisiana for five minutes.  \n\nRICHMOND:  Thank you, Mr. Chairman.  Doctor Rosenblum, thank you for coming and I will let President Fossett \n(ph) at UNO that you're representing him very well here.  \n\nProfessor Ting, you -- in your suggestions, you said that maybe we should remove asylum completely and go to the \nwithholding of removal and at the same time educate our Border Patrol officers so that they can make that \ndetermination.  \n\nI'm sure you know that asylum and withholding of removal have two different legal standards, so withholding of \nremoval is a more likely than not are 50 percent plus one standard and an asylum is more likely than not, which is \nof course defined as reasonable, so they're probably in the 40 percent to 50 percent range.  \n\nIf we -- if we go to what you suggested, withholding of removal, then people who are in that very reasonable \npossibility would be sent back to the danger that is very reasonable that they would encounter.  \n\nIs that what we're trying to do?  I mean, would you be -- does your suggestion hinged on the standard or the Border \nPatrol agent executing it or making the evaluation?  \n\nTING:  Well, I'm saying the reality on -- on asylum has changed.  I think the asylum statute was a worthy and noble \neffort on the part of the Congress back in 1980 when it was added to our -- our immigration law, but we got along \nwithout it before 1980, and we fulfilled our commitment under the Convention for the Protection of Refugees before \n1980, and we did it through withholding of -- of removal.  \n\nAnd -- and I think we could do it again.  I think there are many differences between the two statutes.  I think asylum \noffers more benefits.  I think some of those benefits could be added to withholding of removal, but I certainly noted \nin my testimony that there is a different burden of proof that attaches.  I'm concerned about asylum fraud, which I \nthink is widespread, and I've testified, too, to this -- to a subcommittee of this committee -- \n\n(CROSSTALK)\n\nRICHMOND:  If I can -- I don't mean to interrupt you but I have to.  Let me ask you about -- do you have any \nconcern with the new time and resources that will be dedicated by those agents to evaluating the claim, as opposed \nto patrolling the border?  \n\nTING:  I'm -- I'm very concerned about the expenditure of resources and I've listened with -- with attention to the -- \nthe concerns of the committee on the high expenditures that go into immigration enforcement, but the easiest way \nto cut expenditures would be just to repeal all immigration laws, and say everyone in the world can come to the \nUnited States.  That would cut expenditures on immigration enforcement.  \n\nSo if you want to cut it to the -- to the bone, just repeal all the immigration laws.  If you're going to enforce a \nlimitation someone's got -- someone's got to do this.  The worst of all possible rolls is to keep the limitation on the \nbooks, keep spending the money, but not enforce the limits.  \n\nRICHMOND:  Thank you.  \n\nTING:  That to me is the worst possible possibility.  \n\nRICHMOND:  Sheriff Babeu, let me ask you a question and I pulled up an article where you were speaking at a \nneighborhood watch meeting -- and this is not a gotcha moment -- where you said that many of the ICE detainees \nare held at private facilities which are contracted to house criminal illegals.  ICE reportedly plans to reduce their \navailable beds from 34,000 to 25,700. \n\nBut what's important is what you characterized today as in here, my interpretation is you've characterized this as \nthe -- the largest prison break attributed to the administration, but here you call it the largest pardon due to massive \nbudget cuts, which I would necessarily tend to agree with.  So as you characterize it, is the administration or is it \n\n\n\njust the pure dysfunction in Washington not getting a comprehensive immigration bill and some direction on \nenforcement -- on -- on spending?   So which would be in your opinion?  \n\nBABEU:  Through the chair, Congressman, at that time when all that was going on, it was during the sequester.  \n\nRICHMOND:  Right.  \n\nBABEU:  And so that was probably the first turn up the volume of you want to feel pain, 2,228 at that time.  \n\nRICHMOND:  Correct.  \n\nBABEU:  And it was reported that 5 (thousand) to 10,000 were said to be scheduled for release and it was halted \nbecause it became public knowledge.  So I -- I would say it's -- it's not just the dysfunction, it's everybody was a part \nat one time and it's not Congress' decision to release those people.  Certainly wasn't mine.  It was this \nadministration's decision.  \n\nRICHMOND:  But we did enact sequester.  We did -- that was Congress who did sequester.  So let me ask you one \nfinal question.  \n\nBABEU:  Yes.  \n\nRICHMOND:  If your dispatch or you received a call and you have three offices on duty and the call said, I have a \nactive shooter, I have a bank robbery and a hostage situation.  Three different situations.  I have a car accident and \nI have some other trivial -- shoplifting.  \n\nIf you have three offices where would you assign them in terms of triage and their importance, and as the president \nsetting up the categories of deportation, didn't he do the same thing?  \n\nGOODLATTE:  The time of the gentleman has expired but the witness will be permitted to answer the question.  \n\nRICHMOND:  Mr. Chairman, thank you, and I yield back.  \n\nBABEU:  Certainly in local law enforcement county are priority one calls, which is a threat to somebody's life or \nproperty.  Secondary would be the active shooter in the armed robbery, which we've had those bank robberies in \nour county.  \n\nBut here is the point.  The highest priority is this now 24,000 that are in these authorized beds that we've all agreed \nthat whether they've committed multiple misdemeanors or serious violent felony offenses and convictions that these \npeople are the bad actors.  Those people must be returned to whatever country they come from, and that's -- that's \nthe problem that most in America are having heartburn over. \n\nCertainly us in law enforcement because they're being released and we don't know where they're going and what \ntheir names are.  And -- and I've asked for that information numerous times under Freedom of Information.  It's \nbeen denied to me as a sheriff for two years.  \n\nIf you ask, Congressman, even though you're from Louisiana, who's in my jail and what charges are, you'll get it \nthat quick.  And -- and that is because I'm compelled to provide that information.  Yet here, I'm the sheriff and they \nwon't give me this information in my own county.  \n\nGOODLATTEE:  The chair recognizes the gentleman from Pennsylvania, Mr. Marino, for five minutes.  \n\nMARINO:  Thank you. Chairman.  \n\nDoctor Rosenblum, if you would please, do you believe that we should secure the borders before we start talking \nabout any immigration reform?  Because I believe that it's -- whenever we talk about the borders aren't secured \nwe're just going to have an onslaught of people.  Do you agree with that?  \n\n\n\nROSENBLUM:  I believe that it will be much easier for DHS to secure the borders more effectively and -- and at \nlower cost if it's combined with visa reform.  \n\nMARINO:  Talking about individuals that may be here, what -- were here legally, but their visas have expired for \nsome reason or another.  \n\nROSENBLUM:  Visa over-stayers.  I'm not sure I understand the question.  \n\nMARINO:  Are you -- are you referring to visa over-stayers?  \n\nROSENBLUM:  What -- my argument is that -- that a big part of why we have struggled so much to secure the \nborders is that -- that -- the demand for immigration within the U.S., employers and families who want to bring \npeople here and within sending regions, Mexico and Central America, is much greater than what our laws currently \nallow.  \n\nMARINO:  But you do agree that we need to secure the borders?  \n\nROSENBLUM:  Yes.  \n\nMARINO:  All right.  Good.  That -- that's a start.  \n\nAnd I don't like this term comprehensive.  What does comprehensive mean?  This is so complicated that this cannot \nbe done in one fell swoop.  But I'm going to go on here to -- I'm going to quote some figures.  I see you have some \nreally -- I've been reading this, not here, but also before you got here, information concerning people that were sent \nback, individuals under what circumstances they were sent back, but -- first of all, you agree with me that -- and I'm \nsure you've heard this in the media that, the only part of DHS that we do not want to fund is amnesty for illegals.  \nAre you clearly aware of that?  \n\nROSENBLUM:  That Congress has not funded amnesty for --\n\nMARINO:  Yes.  \n\nROSENBLUM:  Yes.  \n\nMARINO:  OK.  And you're clearly aware that it's up to the president if he wants to shut down the entire DHS \nbecause he can have his way on illegal immigrants, correct?  \n\nROSENBLUM:  I -- \n\nMARINO:  It's not a tough one, Professor.  You're a PhD, OK?  \n\n(LAUGHTER)\n\nROSENBLUM:  I mean, Congressman, the executive branch negotiate over legislation.  So I would sort of take two \nto tango on that, I think, sir.  \n\nMARINO:  Two to tango.  But you - if you were in that position.  Let put you in that position.  Would you shut down \nyou in a position which is shut down all of DHS because you don't get one small part? I think you've answered it.  \nOK.  \n\nLet me give you some stats that I got from political fact, from pundit fact, from Dobbs Report, from \"Washington \nTimes,\" and Breitbart.  And actually U.S. Customs report came out that went back to the rest, where did you get \nthat document, but from 2008 -- in 2008 turn-aways at the border were about 36 percent of the overall figures that \nthis administration factored in.  \n\n\n\nNow it's my understanding previous -- administrations, and I've done work on this, have not counted turn-aways at \nthe border as sending people back.  And that has increased to 64 percent in 2013.  So it's very clear that the \nadministration is fudging the figures by adding turn-aways at the border.   Do you agree with that?  \n\nROSENBLUM:  The research that I've seen from the GAO, the data on turn-backs and got-aways is in a GAO \nreport that came out in December 2012 and that report starts counting turn-backs in 2006, so it was the previous \nadministration.  I agree --  \n\nMARINO:  I'm not -- I'm not disputing what previous administrations should have done and didn't do and may have \nas far as figures are concerned.  But do you agree with me that these figures that the administration is putting out \ninclude turn-aways at the border.  Not people here, not in this country that they're sending back.  \n\nROSENBLUM:  You're talking about their deportation numbers?  \n\nMARINO:  Yes.  \n\nROSENBLUM:  So -- I -- I believe that every administration counts people who are put into removal at ports of entry \nas -- as removals.  What has changed under this administration -- \n\nMARINO:  Well, I'm talking about once they set foot on U.S. soil.  And it's clearly -- \n\nROSENBLUM:  They're apprehended on U.S. soil and then deported.  \n\nMARINO:  Yes.  But this administration is using people before -- when they get to the border, when they get to that \nguard, and they're sending them back, they don't get a chance to really get into the United States.  Those figures \nare factored in there.  \n\nROSENBLUM:  When -- when people are apprehended at the border and put into expedited removal, for example, \nthose are definitely counted as removals.  \n\nMARINO:  OK.  Good.  \n\nROSENBLUM:  That's previously true and -- and still true.  I agree -- \n\nMARINO:  So you agree with me on several matters here and -we need reform.  Do you agree with me with this?  \nMy colleagues on the other side of the aisle for two years, the White House and the White House had the Senate \nand they had the House, they didn't do nothing on comprehensive immigration reform?  And I'm going to be the first \nto stand up and say neither did any other previous administration.  And it's at a point now where -- it's desperate \nfrom a multitude of -- of areas.  You and I would agree on some and not in others.  \n\nHow about the workforce?  Can you address some issues on the workforce pursuant to -- right now there are \nbetween 800,000 and a million people that are not looking for work?  Those figures aren't even in the \nunemployment numbers.  And the reason why the unemployment numbers, in part, are coming down is because \nthose people stopped looking for work.  Do you agree with me on that?  \n\nROSENBLUM:  Yes.  \n\nGOODLATTE:  The time of the gentleman has expired.  \n\nMARINO:  And I will yield back then.  Thank you, sir.  \n\nGOODLATTE:  I thank the gentleman.  The chair recognizes the gentleman from New York, Mr. Jeffries, for five \nminutes.  \n\nJEFFRIES:  Thank you, Mr. Chairman.  And I thank the witnesses for their presence here today.  \n\nSheriff Babeu, are you familiar with a publication called the Arizona Daily Star?  \n\n\n\nBABEU:  Yes.  \n\nJEFFRIES:  Is that a credible news organization?  \n\nBABEU:  I don't decide who's credible and who's not.  I -- I know that most of the news -- I don't know if they print in \npaper or are online, but I've seen them numerous times as being credible.  \n\nJEFFRIES:  OK.  Thank you.  Now five years ago you appeared on a radio program entitled \"Political Cesspool,\" \ncorrect?  \n\nBABEU:  Yes.  That was addressed by, I believe, Mr. Johnson earlier.  \n\nJEFFRIES:  OK.  Just want to make sure the record is clear.  Now that program was hosted by James Edwards and \nEddie Miller, correct?  \n\nBABEU:  I -- I'm not sure who it's hosted by.  \n\nJEFFRIES:  You don't recall who it's hosted by?  \n\nBABEU:  I -- I don't.  I -- there was a show that I believe it was Miss Jackson Lee who raised the issue earlier.  \n\nJEFFRIES:  OK.  Now the \"Political Cesspool\" program has been recognized by both the Southern Poverty Law \nCenter and the Anti-Defamation League as a forum for hosting white supremacists, anti-Semites, and other \nhatemongering, correct?  \n\nBABEU:  From my understanding that once we became aware of any of their past comments we disavowed any of \ntheir -- who they are, what they stand for.  Didn't say any of that on the show.  We were talking of on immigration as \nwe do quite often outside the state via telephone.  So this is -- there's no relationship.  This is one contact that we \nimmediately disavowed any association with -- or any other spouse view or reported spouse's views.  \n\nJEFFRIES:  Thank you for that response.  And I appreciate the fact that I do believe in good faith, you disavowed \nthe views that were brought to your attention, according to your testimony, after appearing on the program.  But I \njust want to make sure that the record is clear and, Mr. Chairperson, I ask unanimous consent that we enter into the \nrecord an article from Arizona Daily Star dated July 20th, 2010?  \n\nGOODLATTE:  Without objection will made a part of the record.  \n\nJEFFRIES:  OK.  In that article, Sheriff, states that -- James Edwards, who hosted the interview along with Eddie \nMiller, said that Miller spoke with you and his spokesmen, your spokesperson, multiple times before the interview.  \nAnd then it goes on to quote Mr. Edwards and says, \"For Sheriff Babeu to change his mind and now regret coming \non our show for whatever reason is his right.  For him to act as though he had no idea of our ideology is a lie.\"  \n\nEdwards said in a written statement on the show's Web site.  That's Mr. Edwards' representation of what took place \nin advance of your appearance on the show.  \n\nI could turn to Mr. -- Professor Ting.  Every president since Eisenhower has taken executive action to provide some \nform of immigration relief, correct?  \n\nTING:  Other presidents have taken executive action in immigration, but I believe all of those cases are \ndistinguishable from the executive action that President Obama has taken on a variety of reasons -- \n\nJEFFRIES:  OK.  To be precise -- \n\nTING:  -- not least of which is the sheer number involved.  \n\nJEFFRIES:  To be precise, it's happened 39 times since the 1950s, correct?  \n\n\n\nTING:  I'm not sure of the exact number.  I am aware that there are precedents that are cited by President Obama's \nOffice of Legal Counsel in their report.  I've read the report.  I think all their examples are distinguishing.  \n\nJEFFRIES:  Are you aware that President Reagan and President Bush did it in connection with the Family Fairness \nPolicy after the 1986 Immigration Reform and Control Act was passed by Congress?  \n\nTING:  I have specifically addressed the Family Fairness example in my written testimony and I explained in my \nwritten testimony why that's distinguishable from what President Obama is trying to do.  \n\nJEFFRIES:  Right.  Now Congress has never given the president the resources necessary to deport all 11 million \nundocumented immigrants, correct?  \n\nTING:  There's never enough resources for -- \n\nJEFFRIES:  That's just a yes or no question.  \n\nTING:  -- any agency in this government that I'm aware of.  \n\nJEFFRIES:  OK.  So I take it that the answer is no.  In fact, $8.5 billion is allocated in this particular appropriations \nbill that we'll be considering.  In order to deport all 11 million undocumented immigrants would take $285 billion.  \n\nAnd so my question to you is if Congress is not given the president the capacity to deport all 11 million \nundocumented immigrants, doesn't the administration had the inherent authority to decide that it's going to \nprioritize deportations of felons over deportations of families?  \n\nTING:  Congressman, with respect, I think this notion that the only alternative is to deport 11 million illegal aliens is \na straw man that's -- that's put out there.  I mean, what's at issue and what I think that Congress needs to debate is \nwhether the policies of this administration encourage further illegal immigration into the United States or not.  \n\nThat's what's at stake.  I will concede, you'll never get the amount of illegal immigration down to zero.  That will \nnever happen.  You'll never get the number of illegal immigrants down to zero, but you have to set a policy that \naffects the cost-benefit analysis of people wanting to come to the United States illegally as to whether you tip them \ntowards not coming and violating our law and overwhelming our system or whether you tip them in favor yeah, let's \nget the heck in there and -- and see what benefits come our way.  That -- that's what's stake.  It's not a question of \nwell, either deport 11 million people or don't.  That -- that I agree with you is never going to happen.  \n\nJEFFRIES:  Thank you.  \n\nGOODLATTE:  The time of the gentleman has expired.  \n\nI want to, since a document was made a part of the record that cast aspersions on the character of the sheriff, I \nwant to give Sheriff Babeu an opportunity to respond, if he chooses to.  \n\nBABEU:  Yes, Mr. Chairman.  And Congressman, I need and probably take as many photos with individuals as you \ndo or other members of this panel.  It never means that if I talked to somebody that I all of a sudden assume their \npositions or their beliefs or their entire history.  Even though I'm in law enforcement I didn't do a criminal history on \nyou prior to talking with you.  Now certainly doesn't mean that I subscribe to your beliefs or political views.  \n\nGOODLATTE:  The chair recognizes the gentleman from Ohio, Mr. Jordan, for five minutes.  \n\nJORDAN:  I thank the chairman.  \n\nProfessor Ting, I want to -- I want to go to 22 times the president said he couldn't do what he turned around and did.  \nTwo of those were while he was candidate Obama.  And I want to just take one of those statements and kind of \nwalk through it.  In fact the two that he made while he was candidate may have been -- may have had an impact on \nyour decision to vote for him.  I think you indicated to -- to one of the members of the other side of the aisle that you \n\n\n\nvoted for President Obama, where he was talking about adhering to the Constitution, recognizing the separation of \npowers and the proper role of each branch of -- of government.  \n\nBut I want to just focus on -- on one of these statements, and kind of walk you through it, and show where you \nagree with President Obama.  \n\nThere are those who have argued passing that we should simply provide those who are here illegally with legal \nstatus or at least ignore the laws in the books and put an end to deportation until we have better laws.  I believe \nsuch an indiscriminate approach would be both unwise and unfair.  \n\nYou would agree with that, wouldn't you, Professor?  To end -- to ignore the laws and end deportation would be \nunwise and unfair?  \n\nTING:  I am aware of the 22 examples that are often cited and I think the president was right at the time that he said \nthose things, and I think he's wrong to have overridden his better judgment in the past.  \n\nJORDAN:  He made a statement in July 2010 and so I guess my simple question it's unfair and unwise to not follow \nthe law.  You would agree?  \n\nTING:  Yes.  \n\nJORDAN:  It would -- yes, it goes on further, it would suggest to those thinking about coming here illegally that there \nwould be no repercussions for such a decision, and this could lead to a surge in more illegal immigration.  \n\n(CROSSTALK)\n\nJORDAN:  If you don't follow the law, if we don't deport, if we don't do what the law says, you in fact could have a \nsurge in illegal immigration, correct?  \n\nTING:  Absolutely.  I think -- \n\nJORDAN:  And that's exactly what we've seen, is that correct?  \n\nTING:  Yes, I agree.  \n\nJORDAN:  All right.  If -- if -- he finished with this.  Ultimately our nation like all nations -- and it would also ignore \nthe millions of people around the world who are waiting in line to come here legally.  \n\nTING:  That's -- \n\nJORDAN:  You agree to that if we -- if we don't we don't follow the law and end deportation, it hurts those who are \ndoing it the right way and could hinder and prolong their ability to -- to follow the law and become a legal citizen of \nthis great country.  Would you agree with that, Professor?  \n\nTING:  I absolutely agree and we should not forget that there are qualified legal immigrants who've been waiting in \nline in excess of 20 years for their chance to immigrated to this country legally.  So when we're dealing with how we \nshould handle illegal immigrants, we should not forget.  \n\nJORDAN:  Right.  \n\nTING:  Those people standing in line -- \n\nJORDAN:  No kidding.  \n\nTING:  -- trying to do it the right way.  \n\n\n\nJORDAN:  No kidding.  OK.  And then, ultimately our nation like all nations has the right and obligation to control its \nborders, set laws for residency and citizenship and no matter how decent they are and no matter -- those who broke \nthe law should be held accountable.  \n\nYou would agree that the rule of law is important and those two broke the law should be held accountable, wouldn't \nyou, Professor?  \n\nTING:  Yes, of course.  \n\nJORDAN:  And you would agree that a sovereign nation has a right to control its border and actually set those \nlaws?  \n\n(CROSSTALK)\n\nJORDAN:  That people break -- and then people break them they should be held accountable.  \n\nSo here's the question.  We have a bill that comes due or a funding bill that expires in 24 days and in that legislation \nwe have said, and we have done exactly what the president said back when you probably decided you were going \nto vote for him, back in July 2010.  We've got a bill that's coming due.  And it's real simple.  We say in that bill we're \ngoing to fund and take care of Department of Homeland Security, but we are not going to allow the people's money, \nthe American taxpayer money, to be used to violate everything the president said in that statement and to allow \npeople to ignore the law and stay here and actually have benefits conferred on them.  \n\nDo you agree with that legislation we passed out the House, Professor?  \n\nTING:  Yes.  I think, frankly, Congressman, if you didn't do that a lot of Americans would wonder why you didn't do \nthat.  Why -- why you didn't fund all the parts of DHS, except for the part that you object to.  That's -- that's what \nshould be done and then you should enter into negotiations with the president...\n\nJORDAN:  And these 22 statements where the president cited separation of powers, Constitution, the role of the \nvarious branches of government, the one power that the legislative branch has is the power to control the purse, the \npower of spending the people -- the taxing and spending authority, correct?  \n\nTING:  Absolutely.  \n\nJORDAN:  And we should stand firm particularly on the matter of this substance where it's about the rule of law, it's \nabout the Constitution, it's about the sovereign right of a nation to control its borders.  And it's about treating legal \nimmigrants in a fair and compassionate way, we should stand firm on the legislation we passed.  Would you agree, \nProfessor?  \n\nTING:  I do.  \n\nJORDAN:  Mr. Chairman, I yield back.  \n\nGOWDY:  Thank you, gentleman from Ohio.  \n\nThey have called votes but I'm going to try to get in the gentleman from Rhode Island, and if he is amendable to \nthat -- \n\nCICILLINE:  Yes.  \n\nGOWDY:  Mr. Cicilline from Rhode Island.  \n\nCICILLINE:  Thank you, Mr. Chairman.  Mr. Chairman, barely a month ago when this Congress began the majority \npledge to put aside petty and purely political disagreements, then we promised to Congress that we'll work \nconstructively together on behalf of the American people.  And yet today we find ourselves litigating the same tired \nand defeating arguments from years past.  \n\n\n\nThe Obama administration has made securing our borders a top line priority, spending its limited enforcement \nresources on deporting felons, not families, but even as my esteemed colleagues across the aisle argue that this \nadministration is not serious about enforcement, they're refusing to fund the Department of Homeland Security for a \nsecond time in the last 15 months.  \n\nUntil my friends on the side of the aisle start to treat immigration reform as something more than a political talking \npoint, we're going to be unable to achieve substantive lasting progress on this issue.  \n\nAnd this hearing began with the premise that the lack of enforcement is the challenge.  And I want by Dr. \nRosenblum for sharing the facts which no objective observer could conclude that that statement is true.  In fact, that \nthis is sort of unprecedented enforcement on virtually every measure.  I want to make two quick points and ask one \nquestion.  \n\nSheriff Babeu, that you -- you said, referring to this memorandum of Secretary Johnson, I think you've made claim \nthat it -- it directed the Department of Homeland Security not to take action on any of the 11 million people in the \nUnited States and would result in 22 million addition people of being allowed to remain here.  You pointed to page \n4-C.  \n\nJust to be clear, this memorandum says emphatically, our enforcement and removal policy should continue to \nprioritize threats to national security, public safety and border security, and what you referred to in 4-C as actually \none of the priorities for deportation and removal.  So the note there's no claim in here whatsoever that -- that \nsupports your -- the claim you made.  \n\nAnd I ask that -- that this article statistics don't support Pinal Sheriff Babeu's statement on trafficking just from the \nArizona Republic of the -- February 3rd, 2015 which goes through and has a series of analysis done on the claims \nthat you make and finds that in fact they're not supported by evidence.  \n\nI ask unanimous consent that be made part of this record.  \n\nSecond, I would -- I just want to follow up on the gentle-lady's question from Texas, in which you gave an alternate \nexplanation about your involvement in a controversy involving a school bus -- filled with children, and I am quoting \nnow from the Arizona -- I'm sorry, from the Republican editorial in which they say, I quote, \"hoping to orchestrate \nArizona's own version of the ruckus anti-immigrant protests at Murrieta, California.  Babeu instead orchestrated a \ngauntlet of terror for 40 or 60 kids en route to a day of ping-pong and basketball at the YMCA Triangle Camp.  \n\n\"But, wait, Babeu's manipulative grandstanding is worse than you may think.  As dozens of protesters rolled up onto \nthe scene on the Mt. Lemmon Highway, Babeu had the astonishing temerity to declare you were there to serve as \npeacemaker.\"  \n\nThink of the pyromaniac who torches his own house then throws himself on the mercy of the court as a homeless \nweight.  According to one protest organizer Babeu told her, quote, \"The only way to stop this was for our community \nand the area to organize.\"  This is an editorial entitled \"Sheriff Showboat Babeu Has Disgraced the Office.\"  \n\nI asked that that be made part of the record.  \n\nAnd now I turn finally to Professor Ting, and I -- who says that immigration is bad for American workers and jobs.  \nThe American Enterprise Institute found that temporary foreign workers both skilled and unskilled actually boost \nU.S. employment.  The same analysis found that millions of unauthorized workers and family -- the priorities of the \nfamily reunification would help -- that there was no evidence, excuse me, that foreign-born workers were hurt -- \nwould hurt the employment rate of U.S. workers.  \n\nAnd in fact two reports, one by the Congressional Budget Office, found that the Gross Domestic Product would \ngrow by 5.4 percent, $1.4 trillion, and wages would be increased by 25 percent for the entire labor force by 2023.  In \naddition to that there is a report from the President's Council of Economic Advisers that concludes that both -- that \naverage wages for all workers will increase as a result of the executive action.  \n\n\n\nI asked unanimous consent that both of those reports be included in the record, and I would ask you, Dr. \nRosenblum, is Professor Ting right that immigration, comprehensive immigration reform is bad for workers, \nAmerican workers, and bad for American wages?  \n\nROSENBLUM:  Thank you.  Well, we've had a lot of discussion about the economics of immigration, there are no \neconomists on this panel, but when you read the economics literature and the academic economics literature, \nthere's a pretty broad consensus that -- that immigration boosts overall GDP.  That it raises wages for the average \nU.S. worker.  It raises wages most for middle class and -- and high wage workers, and -- and I agree with Professor \nTing that the one group that may compete a little bit with -- with -- with new immigrants are -- are previous \nimmigrants.  \n\nBut -- but on that economists are pretty broadly in agreement that -- immigration is good for the U.S. economy \nacross a -- a number of different indicators.  \n\nCICILLINE:  Thank you.  I yield back, Mr. Chairman.  \n\nGOWDY:  The gentleman yields back.  We have a vote series.  And we will...\n\nJACKSON LEE:  Mr. Chairman.  Mr. Chairman.  \n\nGOWDY:  Yes, ma'am.  \n\nJACKSON LEE:  I'd like to enter a number of documents into the record.  I'd like to ask unanimous consent to enter \nthese documents.  \n\nGOWDY:  As expeditiously as you can so we don't miss votes.  \n\nJACKSON LEE:  I thank you, Mr. Chairman, very much.  \n\nI'd like to enter into the record data from the Customs and Border Protection, indicating the apprehension of \nunaccompanied children have gone down 38 percent in 2015 from the last -- same time last year and for family \nunits 20 going down -- in 2015, FY 2015, from 2014 12 percent.  \n\nI ask unanimous consent to submit that document into the record.  \n\nGOWDY:  Without objection.  \n\nJACKSON LEE:  I'd additionally like to submit into the record documentation from the office -- Executive Office of \nImmigration review indicating that in the time period of July 18th, 2014, and December 23rd, unaccompanied \nchildren had a 14 percent absence rate meaning 86 percent...\n\nGOWDY:  Without objection.  \n\nJACKSON LEE:  Without objection.  Thank you.  And then a document that indicates that adults had a absence rate \nof 23 percent, showing that they do appear at immigration hearings.  \n\nGOWDY:  Without objection.  \n\nJACKSON LEE:  And lastly, the EOI's -- the data from the Executive Office of Immigration Review, the agency that \nconducts immigration hearings, that the data that they are collecting and started in the point of July 18th, 2014.  \n\nGOWDY:  Without objection.  \n\nJACKSON LEE:  I ask unanimous consent.  \n\nGOWDY:  Without objection.  Documents will be admitted into the record.  \n\n\n\nTo our witnesses, we apologize for the vote series.  We are coming back and we're coming back as quickly as we \ncan right after the vote series.  \n\nWith that, we will temporarily be in recess.  \n\n(RECESS)\n\nGOWDY:  Thank you for your patience.  The committee is back in order and the chair would recognize the \ngentleman from Texas, former United States attorney, Mr. Ratcliffe.  \n\nRATCLIFFE:  Thank you, Mr. Chairman.  \n\nAs a former federal prosecutor who has exercised -- prosecutorial discretion in charging hundreds of federal \nimmigration cases, I've enjoyed hearing the panelists' diverse thoughts on the adequacy and enforcement of our \nnation's immigration laws. \n\nAnd Dr. Rosenblum, I -- Mr. Chairman, I'm going to yield back my time.  \n\nGOWDY:  The chair will take your time and then yield my time to you if you want to ask questions in my slot.  So \nwe'll do that.  \n\nRATCLIFFE:  Thank you.  \n\nGOWDY:  And I would -- I would say this, Professor Rosenblum, I -- I was thinking all the way over to votes that the \ngentleman from Georgia asked everyone on the panel his or her political ideation, except you.  And -- and I'm not \ngoing to ask you your political ideation for this reason.  It's of no consequence.  When you work as the sheriff does \nfor a blindfolded woman holding a set of scales, politics doesn't matter.  \n\nI'm very disappointed that any of my colleagues would have asked.  They have the right to do it.  I'm not going to \nask you about that.  What I'm going to ask you, and I'm sure you do.  I'm sure you share with me an appreciation for \nmembers of law enforcement at all levels, but particularly state and local who find themselves running toward \ndanger so we don't have to.  And they have to deal with bad actors so we don't have to.  \n\nAnd they have to carry guns and wear bulletproof vests so we don't have to.  And I guess if the sheriff -- if you all \nwere to have a moment after this hearing, I -- I suppose that -- that our sheriff today would tell you the same thing \nthat my sheriffs back home -- Sheriff Wright and Sheriff Loftis -- would tell you that one of the hardest parts of being \na local law enforcement is when you have to sit down with the family members of crime victims.  \n\nIf the victim lives then you have that conversation with the victim herself or himself.  If the victim doesn't it, and you \nfind yourself talking to the family members, and invariably, the question always comes back to why was that person \nout.  They're out on bond when they committed the crime.  They want to know why was the person out.  If the \nperson should have been deported and was not, they want to know why was the person here.  \n\nSo how would you help Sheriff Babeu or my sheriffs explain to crime victims when the fact pattern is the person was \n-- wasn't supposed to be here anyway committed a crime while they were here served their sentence and rather \nthan being deported were put back out into the public to commit another offense.  \n\nHow would you explain that to crime victims?  \n\nROSENBLUM:  Thank you, Mr. Chairman.  \n\nI would not enjoy having those conversations.  I'm sure you're right that that's a terrible position to be in.  You know, \non this whole question of -- of the convicted criminals being released, I -- I -- I find that I haven't studied those data \nlike Miss Vaughan has, but -- but I think we all can agree that a plain reading of both the 2010 Enforcement \nPriorities and the 2014 Enforcement Priorities says that people who've been convicted of serious crimes are the \nexecutive branch's top enforcement priority.  So...\n\n\n\nGOWDY:  Do you -- do you consider domestic violence to be a serious crime?  \n\nROSENBLUM:  I believe that -- that domestic violence crime would be in the top priority category in both the 2010 \nand 2014.  Certainly in 2010, it was -- I -- I mean, I see your counsel shaking her head.  I may be wrong about 214, \nit may be in the second category in 214.  \n\nGOWDY:  Well, I -- what I found surprising was the Comprehensive Senate Immigration Plan that so many of my \ncolleagues on the other side fell in love with, you -- you can actually be convicted of domestic violence and still \nremain on the path to citizenship.  \n\nI find that almost impossible to believe.  \n\nLet me ask you this about -- about law enforcement.  Who investigates most homicide cases in the United States?  \n\nROSENBLUM:  I'm sure that's state and local police.  \n\nGOWDY:  Who investigates most robbery cases?  \n\nROSENBLUM:  I'm sure as well.  \n\nGOWDY:  Who investigates most domestic violence cases?  \n\nROSENBLUM:  State and locals.  \n\nGOWDY:  Who investigates most adult sexual assault cases?  \n\nROSENBLUM:  I'm sure that's also state and locals.  \n\nGOWDY:  Who investigates most child sexual assault cases?  \n\nROSENBLUM:  State and locals.  \n\nGOWDY:  Who patrols the interstate, even though it is inherently interstate and therefore impacts interstate \ncommerce?  Who -- who patrols that?  \n\nROSENBLUM:  That would also be state and locals.  \n\nGOWDY:  Who went door-to-door after the -- Boston bombing, along with the Bureau and the ATF?  \n\nROSENBLUM:  State and locals.  \n\nGOWDY:  Who provide security to the very same colleagues who don't want and don't trust local law enforcement \nto enforce our immigration laws?  Who provide security for them when they're back in their district having their town \nhalls and their public events?  \n\nROSENBLUM:  State and locals?  \n\nGOWDY:  So if you trust them to do all of that, why can't you trust them to do immigration cases?  \n\nROSENBLUM:  I -- I think that that's an issue that -- that's Congresses to decide?  \n\nGOWDY:  I'm asking you.  Would you support the SAFE Act which allows state and local law enforcement to assist \nfederal law enforcement in enforcing our immigration laws?  \n\nYou're their witness.  I assume they brought you for a reason.  \n\nROSENBLUM:  I would say that, while I agree with you that state and locals play a role obviously in all of those law \nenforcement functions, that there are certain unique things about immigration policies.  \n\n\n\nGOWDY:  Such as?  \n\nROSENBLUM:  Such as that it -- it is a transnational issue that has both domestic and international implications.  \n\nGOWDY:  Counterfeiting does, too.  \n\nROSENBLUM:  And -- and so, in an example like counterfeiting the federal government sets the parameters for \ncooperation between the feds and the locals.  And so what...\n\nGOWDY:  So you would support -- you would support state and local working with the feds in immigration?  \n\nROSENBLUM:  Well, what Congress has done is to create the 287-G mechanism where the...\n\nGOWDY:  All we're trying to do is canonize that in the -- in the SAFE Act.  So you would support that?  \n\nROSENBLUM:  I -- I'll confess that I'm not sure exactly how the SAFE Act would differ from 287-G.  287-G creates \na mechanism where the federal government stipulates certain ways in which states and locals are allowed to \ncooperate so that seems to me to be something that the DHS has, for the most part, chosen not take advantage of \nbecause they judge that it doesn't serve their -- their interest in -- in -- in how they want to manage immigration \nenforcement.  \n\nGOWDY:  Well, I'm almost out of time.  And then I'm going to either go to the gentleman from Texas or Florida or \nIdaho.  \n\nOne thing that has vexed me in a time that I've been in Congress, and perhaps you can help me, is this notion of \nsanctuary cities where you trust localities to not enforce federal law, but yet you don't trust that same locality to \nactually enforce federal law.  \n\nCan you help me reconcile why you -- how you can support the existence of sanctuary cities but at the same time \nnot support those very same local law enforcement officers participating in enforcement?  \n\nROSENBLUM:  I think the way I would answer that is that certain states and localities, counties and cities, have \ndetermined that their cooperation with DHS doesn't serve their constituents' interests because it creates a wedge \nbetween...\n\nGOWDY:  What do they do with the Supremacy Clause?  \n\nROSENBLUM:  Well, so they have chosen to limit the way they interact and to not honor those voluntary detainer \nrequests because they...\n\nGOWDY:  That sounds like nullification to me.  \n\nROSENBLUM:  Well...\n\nGOWDY:  And I'm from a state with a little experience in that.  \n\nROSENBLUM:  That's true.  So this is not an area where I've got legal expertise, but -- but -- but I would say that -- \nthat, you know, the great majority of localities have -- have cooperated with ICE detainer request.  \n\nGOWDY:  I -- I get that.  But some have not and they are heralded as sanctuary cities like that is some title to be \naspired to and I don't know which your next \"Law Review\" article is going to be but I would love it if somebody could \nexplain to me why you trust local actors to decide not to enforce federal law but you don't trust those same local \nactors to actually enforce federal law.  \n\nROSENBLUM:  But these other jurisdictions are enforcing by that definition.  \n\nGOWDY:  The gentleman from Texas, Mr. Ratcliffe.  \n\n\n\nRATCLIFFE:  Thank you, Mr. Chairman, for yielding.  \n\nDoctor Rosenblum, I'd -- earlier today I heard your testimony essentially with respect to the Obama administration's \nassertion that it's prosecuting felons not family, you supported that and essentially said that the statistics bear out \nthat there seems to be a focus on quality over quantity.  Did I -- did I hear that accurately?  \n\nROSENBLUM:  Yes, sir.  \n\nRATCLIFFE:  OK.  Again, as a former federal prosecutor, I certainly agree with prioritizing and focusing on the \nworst of the worst, but would you agree with me that we can't do that and forsake the rest of prosecutions with \nrespect to the illegal population.  \n\nROSENBLUM:  Yes.  \n\nRATCLIFFE:  OK.  So, you know, in the hundreds of cases that I've had the chance to -- to prosecute in this area.  \nI've had the opportunity to work with Immigration Customs Enforcement on all of them, so I was struck by \nsomething that was said by President Obama's former head of ICE last June, John Sandweg.  \n\nDo you know Mr. Sandweg?  \n\nROSENBLUM:  I know of him.  \n\nRATCLIFFE:  All right.  Well, what he said was in an interview last year was, and I'm quoting, \"If you are a run-of-\nthe-mill immigrant here illegally, your odds of getting deported are close to zero.\"  End quote.  \n\nWould you agree with that statement?  \n\nROSENBLUM:  The odds are very low for people who are in the U.S. that have not been convicted of a crime and \nhave not previously been removed.  \n\nRATCLIFFE:  OK.  And you think that that is a proper approach by this administration?  \n\nROSENBLUM:  I think that it's a -- it's a policy decision that the administration has made to prioritize the border \ncriminals' reinstatement of removal and ICE fugitives.  I think that -- that as a matter of setting priorities, those are \nlongstanding priorities, there's a long legislative history of Congress also identifying those goals, certainly I think \nprobably most people on the panel would say if we're going to pick the first four categories we should go after, \nthose will all be on the list.  \n\nSo perhaps what we disagree about is how -- you know, how hard they should work also on people who fall outside \nof those categories but -- but -- but I agree with the idea of prioritizing criminals, border crossers, reinstatements \nand fugitives.  I think that's noncontroversial.  \n\nRATCLIFFE:  Well, I would agree with that but do you agree with me that having close to zero percent chance of \nbeing deported, if you're in this country illegally, is not the standard that we should aspire to?  \n\nROSENBLUM:  I -- I -- I think that -- that close to zero chance is certainly less of a deterrent than a larger chance.  \n\nRATCLIFFE:  OK.  Thank you.  I yield back, Mr. Chairman.  \n\nGOWDY:  Thank you, gentleman from Texas.  \n\nThe chair will now recognize the gentleman from Idaho, Mr. Labrador.  \n\nLABRADOR:  Thank you, Mr. Chairman.  \n\nProfessor Ting, somebody earlier asked you about the difference between the Family Fairness Act than the current \n-- the current actions of this president but they didn't give you an opportunity to really explain that.  \n\n\n\nTING:  Yes, I noticed that, too.  \n\nLABRADOR:  Yes.  Could -- could you explain it for us exactly how they are different because I agree with you that \n-- that they're two different actions.  And in one, in my opinion, the president was working with Congress.  \n\nTING:  Absolutely.  \n\nLABRADOR:  And in this instance, the president is working against the wishes of Congress, which is actually \nagainst the wishes of the American people.  \n\nTING:  Yes, I -- I have some interest in Family Fairness because I was working in the George H. W. Bush \nadministration so I remember well and the -- there was a feeling on the part of many people that some of the issues \nthat needed to be addressed were not addressed by the Immigration Reform and Control Act of 1986, and \nparticularly some sort of relief had to be provided for the spouses and minor children of the newly amnestied illegal -\n- formerly illegal immigrants.  \n\nAnd President Bush was engaged in active negotiations with the Congress, trying to get that done and he -- he did \nannounce Family Fairness as an interim measure but he did so within months.  Within months after that the -- the \nImmigration Act of 1990 was agreed to and -- and became law.  So...\n\nLABRADOR:  And he did it with the consent and the cooperation of Congress, is that how it happened?  \n\nTING:  Absolutely.  And I cited in -- in my written testimony that, you know, the Supreme Court has said and the \nSteel Seizure Case, Youngstown Sheet and Tube, that the president is at the peak of his authority when he acts \nwith the explicit or implicit support of Congress, and he's at the very nadir of his authority when he acts in defiance \nof Congress as President Truman did when he seized the steel mills.  And the Supreme Court...\n\nLABRADOR:  And Obama's actions are in defiance of what Congress has expressly stated.  Isn't that correct?  \n\nTING:  Yes, I think that's -- that is unquestionably clear.  \n\nLABRADOR:  OK.  Doctor Rosenblum, you -- you seem to agree that the president had prosecutorial discretion and \n-- and you seem to be OK with his actions, is that correct?  \n\nROSENBLUM:  I -- I mean, I'm not an attorney, but certainly there are smart lawyers who have made that case.  \n\nLABRADOR:  OK.  Do you think it would be OK for a U.S. attorney, for example, to decide that he is not going to -- \nhe or she is not going to prosecute marijuana laws in -- in -- in their district?  \n\nROSENBLUM:  Again, I mean, I'm a little reluctant to really wade into this because it's -- it's a little outside my area \nof expertise.  But what I understand is that -- that these are policy decisions that are made, you know, more by the \nexecutive branch than by an ICE officer or -- or a U.S. attorney.  \n\nLABRADOR:  OK.  Professor, I actually think the president exceeded his authority.  But let's assume for a second \nthat he did everything within his authority, would a U.S. attorney be qualified to make a decision about prosecuting \nmarijuana laws in his or her district?  Do you think they -- they have that prosecutorial discretion?  \n\nTING:  I think it would be a breach of someone's authority to set out whole categories of laws that they're not going \nto enforce.  One can imagine people that disagree with the clean-air laws are saying I'm not going to enforce those \nlaws.  \n\nLABRADOR:  Or the tax laws.  \n\nTING:  Or the tax laws.  \n\nLABRADOR:  Right.  \n\n\n\nTING:  I believe in a 10 percent flat tax, and I don't -- if people are defying the tax laws as long as they paid 10 \npercent, I'm going to say exercise prosecutorial discretion...\n\nLABRADOR:  So let's assume for a second, you and I agree that the president exceeded his authority.  There's no -\n- no question that there is prosecutorial discretion.  But that he -- he abused this discretion.  What would you think \nthe American people would say if they -- this president decided not to enforce -- marijuana laws and then, in fact, \ngave people licenses to purchase marijuana illegally?  \n\nTING:  Yes.  That -- that's the difference, you know.  People were asking the sheriff, well, if you have, you know, a \nserious crime under way and you're at a traffic accident, how do you allocate your -- your -- your resources.  Well, \nOK, you deal with the serious crime, but you don't say, from here on forward, we're not going to deal with traffic \naccidents anymore.  Right?  That's no longer...\n\nLABRADOR:  Not only that.  But you're going to tell people that you're going to give them a license.  \n\nTING:  Right.  \n\nLABRADOR:  To have traffic accidents.  \n\nTING:  Right.  \n\nLABRADOR:  To actually violate the law.  \n\nTING:  We're going to give benefits to people that commit traffic accidents.  \n\nLABRADOR:  And -- exactly.  And then if you commit one of those violations we're actually going to give you more \nbenefits to encourage further violations of the law.  Isn't that the difference that we're talking about?  \n\nTING:  I think that is the apt analogy to what's happening.  \n\nLABRADOR:  All right.  Thank you very much.  I yield back my time.  \n\nGOWDY:  Thank you, gentleman from Idaho.  \n\nThe chair will now recognize the gentleman from Florida, Mr. DeSantis.  \n\nDESANTIS:  Thank you, Mr. Chairman.  \n\nProfessor Ting, we've had disputes.  You mentioned the steel seizure case, Andrew Jackson, Lincoln, about the \nscope of presidential authorities.  \n\nIs there any example on U.S. history that you're aware of where a president took an action that he had previously \nrepeatedly and definitively said he did not have the constitutional authority to do?  \n\nTING:  There may be but I am not aware of it.  \n\nDESANTIS:  I'm not aware of it either.  Now you pointed out immigration laws are meant to protect the jobs and \nwages of American workers.  The president -- the media doesn't like to report that he's not just deferring \ndeportation, he's affirmatively conferring five million work permits on people who are in the country illegally.  That \nwill have an upward pressure or a downward pressure on the wages of American workers in your opinion.  \n\nTING:  I think it's clearly going to have an upward pressure.  \n\nDESANTIS:  And here is what really gets me, illegal immigrants are exempt from Obamacare's employer mandate, \nso it's not just that there will be that downward pressure, an employer would -- would have about a $3,000 hiring \npreference over an illegal immigrant because they can go above 50 or even just providing the normal Obamacare \nbenefit.  So that's going to exacerbate that downward pressure, will it not?  \n\n\n\nTING:  Absolutely.  Once -- these illegal aliens, these five million, get their work authorization, it becomes illegal to \ndiscriminate against them in hiring, but as you point out there are actually affirmative reasons why you would want \nto discriminate against the American citizen who's subject to the Affordable Care Act -- responsibilities were as this \ngroup of individuals would be exempt.  \n\nSo we're setting up a situation where the American worker is affirmatively disadvantaged.  \n\nDESANTIS:  Miss Vaughan, when the president did the mini-amnesty in 2012, DACA, he had previously said he \ncouldn't do that and he did it.  That had a negative effect on legal immigrants, isn't that correct, that there are wait \ntimes increase, U.S. citizens are trying to bring over a foreign spouse, had to wait longer, and their families were \nseparated because the president was diverting resources away from legal immigrants to the illegals, correct?  \n\nVAUGHAN:  Yes, that's right.  That's been shown in the processing time.  \n\nDESANTIS:  And isn't it the case that the plan for this now, we're in a fight to stop this, but the president's plan here \nis to use the fees that legal immigrants pay for their applications and he's going to divert those fees to administer \nhis executive amnesty program, correct?  \n\nVAUGHAN:  That would have to be the case because of the way the fees are set and how they are -- what they're \ncharging for the deferred action benefit, the work permit.  They're not charging enough to cover what it actually \ncosts so they have two choices.  Either take fees from -- that are paid by legal immigrants or cut corners on how \nthe processing is done, and refrain from hiring, for example, fraud investigators and other...\n\nDESANTIS:  And my -- my -- and my guess they'll do both there.  But if there was a negative impact on legal \nimmigrants with a much smaller DACA program, you start talking about five million, that's going to have a \nsignificant impact on the ability of American citizens and legal immigrants to access the immigration system.  \n\nIsn't that the -- the obvious deduction?  \n\nVAUGHAN:  That's the inevitable outcome.  \n\nDESANTIS:  The criminal convictions, I mean, we had 36,000 illegal immigrants who were convicted of crimes in \nfiscal year 2013, and those are not just ticky-tack crimes.  Isn't it true that that includes homicide convictions?  \n\nVAUGHAN:  There were 169 homicide convictions.  \n\nDESANTIS:  Sexual assault, including child molestation?  \n\nVAUGHAN:  Yes.  \n\nDESANTIS:  Kidnapping?  \n\nVAUGHAN:  Yes.  \n\nDESANTIS:  Aggravated assault?  So these are people who clearly represent a danger to society.  DHS releases \nthem into the community and guess what we know already right now of those 36,000, 1,000 have already been \nconvicted of new crimes and those crimes include rape, child molestation, assault with a deadly weapon.  \n\nSo these are American citizens who have been harmed because their government has failed them.  \n\nAnd isn't it true with Jeh Johnson's enforcement criteria and the tiers?  They've actually relegated some sexual \noffenses to tier two.  They say that those are significant misdemeanors, isn't that correct?  \n\nVAUGHAN:  Yes.  \n\nDESANTIS:  So if they're already releasing people convicted of homicide, the fact that they put you in tier two I think \nyou can almost bet your bottom dollar those people are going to be released, and that's a problem because you \n\n\n\nmay have an offense, a sexual offense against a child, let's say, that qualifies under their view as a significant \nmisdemeanor, but there may be reasons why that -- that charge had to be brought.  Maybe you have a child victim.  \n\nYou don't want to put that victim and the family through a criminal trial so you may be willing to plead somebody to \nsay a year, make them register as a sex offender, because that's just the path that would be best for the child.  That \ndoes not make the offender any less dangerous.  And so DHS is saying, well, if you get a good plea bargain we're \ngoing to put you back in and you're -- we know that these people are likely to reoffend.  \n\nSo this is a huge scandal.  We're going to be doing this on the Oversight Committee and really digging deep \nbecause I don't care, Republican, Democrat, this is just completely and utterly unacceptable.  And I yield back.  \n\nGOWDY:  Thank you, gentleman from Florida.  \n\nThis concludes today's hearing but I want to thank you on behalf of all of us for your expertise, your collegiality \ntoward one another, and with -- with the panel, your cordiality towards one another and with the panel, and -- so we \nwant to say thank you.  \n\nI don't know if it's standard witness fee that I think members -- people in Congress who get -- get today so you are \ngiving us your expertise and we are grateful to you for that.  \n\nWithout objection, all members will have five legislative days to submit additional questions for witnesses or \nadditional materials for the record. \n\nWith that, the hearing is adjourned.  \n\nEND\n"}