{"title": "PAKISTANI IMMIGRANTS SEEKING NICHE IN U.S.", "body": "\nEven as Pakistani Prime Minister Mohammad Nawaz Sharif discusses global politics in an address to the United \nNations General Assembly this afternoon, Pakistanis in New York are setting their sights on playing a greater role \nin local and national politics.\n\nLeaders of an estimated 30,000 Pakistanis who have settled in the city say that although theirs is an American \nsuccess story of professionals, entrepreneurs and blue-collar workers, their growing community has yet to make an \nimpression on the political frontier.\n\n\"If we want to be part of American life, it is . . . extremely important that we take part in the political affairs of the \ncountry,\" said Nudrat Khawaja, a resident of Astoria. \"We get our children involved so that they can learn how to \nmerge into the American society, and we've been very successful,\" said Salman Zafar, a Staten Island physician. \nHe added that fund-raisers and political campaigns have become part of the community's annual activities.\n\nAccording to the Department of City Planning, an average of 618 legal Pakistani immigrants settled in the city \neach year between 1972 and 1979. That number grew to 1,493 immigrants between 1990 and 1994, during which \ntime a total of 3,554 Pakistanis settled in Queens and 2,503 in Brooklyn.\n\nIn fiscal year 1996, about 2,700 Pakistani immigrants settled in New York City, said Andrew Lluberes, spokesman \nfor the U.S. Immigration and Naturalization Service. A total of 12,519 Pakistanis immigrated to the U.S. that year.\n\n\"U.S. fundamentals are based on freedom and opportunity,\" said Zafar Iqbal, president of the Pakistan League of \nAmerica. \"We all love Pakistan, but in this country, the charisma and opportunity for immigrants cannot be found \nanywhere else. It is the same thing Europeans started doing 50 years ago.\"\n\nOne reason a political force has yet to jell among the city's Pakistanis, said Asad Abidi, an official of the league, is \nthat religious and ethnic differences back home still haunt the community. Pakistan has five distinct ethnic groups \nand at least nine languages are spoken in the country.\n\n\"[Differences] exist, but we all have one thing in common [we are] nationalists,\" Abidi said. \"People who have been \nhere through two generations will be different because they have different circles of friends.\"\n\nHe added that Pakistanis tend to socialize within groups defined by their language, religion and sub-cultures.\n\nShafi Bezar, a trauma surgeon at Harlem Hospital and three-time president of the league, said the community, like \nother minority groups, still suffers discrimination.\n\n\"Until you are in the mid-level in a job or business, you are okay, but once you start to go to the top, you will be \ndiscriminated against,\" Bezar said.\n\n\nIn addition to discrimination, Bezar said, a large number of Pakistani immigrants have difficulty finding well-paying \njobs because of their limited proficiency in English. He explained that the league offers help through English classes \nand basic social support to members.\n\nThe old ways sometimes die hard. Despite the lure of greater freedom and social integration, some Pakistanis \nremain apprehensive.\n\n\"There was too much freedom here, and I was scared about my kids and what they would get involved in,\" said \nRobeena Saeed, a mother of four who came to New York 17 years ago, and now lives in Astoria. \"I am still scared. \nI still want my kids to be like I was. When my teenage daughter goes to the movies, I go with her.\"\n\nGraphic\n\n \n\nNEIL SCHNEIDER MEMBERS of Pakistan League of America (from l.): Zafar Iqbal, president, Shafqat Tanweer \nand Dr. Shafi Bezar.\n"}