{"title": "For illegal crossers, a fence fits the bill", "body": "\nWith a career grade of \"D+\" from the highly respected Washington-based Americans for Better Immigration, \npresidential hopeful Sen. Bill Frist (R-Tenn.), who has promised to push for Senate passage of the Secure Fence \nAct of 2006, has clearly heard the voice of the majority of the American voters on border security --- it would seem.\n\nThe will of the people aside, knowing that more than 10 percent of Mexico now lives in the United States and that \nmore than 40 percent of the 100 million-plus citizens remaining there have made it clear in polls they would \n\"migrate\" to \"El Norte\" if possible, it is difficult to present a reasonable argument for not securing American borders.\n\nConsider the undeniable crisis created in the United States by the costly organized crime of illegal immigration, \nalong with the fact that the United States is involved in a war on terror. With these considerations in mind, the \nprocess of securing even a third of the Mexican-American border is a concept that is long past due. Futhermore, it \nis also old-fashioned common sense.\n\nThe potential efficiency of a physical barrier between the United States and Mexico is brilliantly illustrated by the 14 \nmiles of fence in San Diego, erected in 1996 --- during the no-doubt \"extreme\" Clinton administration. There, \nBorder Patrol officials report that apprehensions of illegal crossers, an accurate measurement of attempted \ncrossings, has declined by 95 percent. Crime rates --- in areas on both sides of the fence --- have dropped in \nsimilar proportions.\n\nAnother barometer of the effectiveness of a fence separating the most often used illegal crossing points is the \nvolume level of the howls from the corporate-financed, open-borders/illegal-alien lobby. Transparent cries of \n\"human-rights violations,\" \"nativism\" and \"xenophobia\" are perfect indicators of how desperately those who profit \nfrom an endless supply of taxpayer subsidized \"cheap\" labor and future constituents want to allow the influx of \ncandidates for the next amnesty to continue.\n\nFor the Americans whose new American Dream is to have borders as secure as are Mexico's and immigration and \nemployment laws as enthusiastically enforced, 700 miles of fencing is merely a good beginning of returning to the \nrule of law and a secure republic.\n\n\nIf, as a nation, we are in fact in search of increased security and prosperity --- passing into law and then actually \nenforcing legislation aimed at increasing the number of immigration enforcement officers by using local police, and \nmaking it more difficult to walk, uninspected, into America --- the present immigration legislation under consideration \nin the Senate, which includes provisions from the House, is a classic example of a \"no-brainer.\"\n\n* D.A. King is an anti-illegal immigration activist living in Marietta.\n\nThis column is solicited to provide another viewpoint to an AJC editorial published today. To respond to an AJC \neditorial, contact David Beasley at dbeasley@ajc.com or call 404-526-7371. Responses should be no longer than \n600 words. Not all responses can be published. Published responses may be republished and made available in \nthe AJC or other databases and electronic formats.\n\nGraphic\n\n \n\nPhoto: DENIS POROY / Associated PressA Mexican looks across a portion of the U.S.-Mexico border fence west \nof the San Ysidro Port of Entry in San Diego in April. Legislation under U.S. congressional consideration would \napprove more fencing and the purchase of items such as unmanned surveillance aircraft and sensors for the \n2,000-mile border.\n\nPhoto: D.A. King\n"}