{"title": "Hearing of the National Security Subcommittee of the House Oversight and Government Reform Committee Subject: \"Border Security Oversight: Identifying and Responding to Current Threats\" Chaired by: Representative Jason Chaffetz (R-UT) Witnesses: Michael Fisher, Chief, U.S. Border Patrol, Customs and Border Protection; David Murphy, Assisting Acting Commissioner, Customs and Border Protection; Thomas Homan, Executive Associate Director, Enforcement and Removal Operations, Immigration and Custom Enforcement; Joseph Langlois, Associate Director, Refugee, Asylum and International Operations, U.S. Citizenship and Immigration Services; Rebecca Gambler, Director, Homeland Security and Justice, Government Accountability Office Location: 2247 Rayburn House Office Building, Washington, D.C. Time: 9:06 a.m. EDT Date: Thursday, June 27, 2013", "body": "\n Hearing of the National Security Subcommittee of the House Oversight and Government Reform Committee \nSubject: \"Border Security Oversight: Identifying and Responding to Current Threats\" Chaired by: Representative \nJason Chaffetz (R-UT) Witnesses: Michael Fisher, Chief, U.S. Border Patrol, Customs and Border Protection; \nDavid Murphy, Assisting Acting Commissioner, Customs and Border Protection; Thomas Homan, Executive \nAssociate Director, Enforcement and Removal Operations, Immigration and Custom Enforcement; Joseph Langlois, \nAssociate Director, Refugee, Asylum and International Operations, U.S. Citizenship and Immigration Services; \nRebecca Gambler, Director, Homeland Security and Justice, Government Accountability Office Location: 2247 \nRayburn House Office Building, Washington, D.C. Time: 9:06 a.m. EDT Date: Thursday, June 27, 2013\n\nREPRESENTATIVE JASON CHAFFETZ (R-UT):  (Sounds gavel.)  The committee will come to order.  Good \nmorning.\n\nI'd like to begin this hearing by stating the Oversight Committee mission statement:  We exist to secure two \nfundamental principles. First, Americans have the right to know that the money Washington takes from them is well \nspent; and second, Americans deserve an efficient, effective government that works for them.  Our duty on the \nOversight and Government Reform Committee is to protect these rights.\n\nOur solemn responsibility is to hold government accountable to the taxpayers because taxpayers have a right to \nknow what they get from their government.  We will work tirelessly in partnership with citizen watchdogs to deliver \nthe facts to the American people and bring genuine reform to the federal bureaucracy.\n\n\nGood morning, and I thank everybody for coming to attend this hearing, which is entitled \"Border Security \nOversight: Identifying and Responding to the Current Threats.\"  I'd also like to thank my colleagues who are here \nand the people in the audience for joining us today.\n\nMuch of the current immigration reform debate has centered on the importance of border security, but the \nconversation has not focused enough on how to secure the border in the most effective manner.  As a result, \ntoday's hearing will examine a variety of threats to the U.S. border security, from illegal entrance to drug trafficking \norganizations to potential national security breaches.\n\nThis hearing will also examine how to measure each of these risk and the most effective responses to the -- to the \nthreats we confront.\n\nThe Department of Homeland Security is responsible for controlling and guarding the borders of the United States.  \nThe department's operational responsibility includes, quote, \"preventing and investigating illegal movement across \nour borders, including the smuggling of people, drugs, cash and weapons,\" end quote.\n\nThe Secure Fence Act of 2006, which intended to, quote, \"to establish operational control over the international \nland and maritime borders in the United States,\" end quote, authorizes the secretary of the Department of \nHomeland Security to take necessary and appropriate actions to secure the U.S. borders.\n\nFrom 2006 to 2012, the security measures implemented to help achieve operational control of U.S. borders have \ncost the U.S. taxpayers approximately $75 billion.  Despite spending tens of billions of taxpayer dollars to secure \nthe border, the Government Accountability Office reported in 2011 that there were only 129 miles of the 1,954 mile-\nlong Southwest border -- or roughly 6 percent of the border -- where Border Patrol can actually, quote, \"deter or \ndetect and apprehend illegal entries,\" end quote, at the border itself.  Six percent operational control.\n\nThe lack of operational control documented by GAO directly contradicts statements made by the administration that \nborder is the most secure that it has ever been.  After GAO reported low levels of operational control, DHS \nchanged its policy to make the number of quote-unquote \"apprehensions\" the measure of effectiveness.  However, \nthe number of apprehensions which DHS uses as its metric now does not indicate whether federal government \nefforts to secure the border are actually achieving operational control or not.\n\nOne of the fundamental questions I have is, if the rise in apprehensions -- if apprehensions is increasing, does that \nmean the border is more secure or does that mean the border is less secure?  If the number of apprehensions is \ndeclining, does that mean the border is less secure or does that mean the border is more secure?\n\nI asked the attorney general this question.  Attorney General Holder said you cannot draw a conclusion based \nsolely on apprehensions.  I've asked the secretary of Homeland Security, who didn't really give a thorough answer \nto that question.  It's something we need to explore, not to play gotcha, but to try to come up with a metric that we \ncan all live with, and when those metrics change, you can't compare them to past performance.  And that's \nsomething we need to explore.\n\nSince the creation of the Department of Homeland Security, the committee's oversight efforts have examined the \neffective use of taxpayer dollars at the border.  While the department is working hard to secure the border, there \nare examples of wasteful spending.  For instance, SBINet, which was intended to improve video surveillance of the \nborder, has cost the taxpayers roughly $1.2 billion.  But SBINet has deemed a failure.\n\nOn April 2nd to the 4th of this year, members and staff of the House Oversight and Government Reform Committee, \nincluding myself, traveled to Yuma, Naco, Nogales, Arizona to assess the federal government's most recent effort \nto secure the border.\n\nI appreciate the men and women that we interacted with there.  We had a very productive trip.\n\nThe committee also visited the Eloy detention facility in Arizona and was briefed by prison and ICE officials.  The \ncommittee learned that the individuals classified as OTMs, how the department classifies people, OTM stands for \n\n\n\nother than Mexicans, accounted for roughly 900 inmates from 60 different countries, out of approximately 1,500 in \nthe Eloy detention facility.  In other words, more than half of the people at the detention facility were not Mexicans, \nthey were from 60 different countries.\n\nFor those that assume that the border problem is simply a problem with Mexico, that's just not true.  There's \nnothing statistical that would support that.  And certainly, if you look at the detentions, it is a much bigger and \nbroader problem than just people coming north from Mexico.  It is a bigger, broader problem.\n\nBased on our conversations with CBP officers in Yuma and Nogales and other cities, there appears to be an \nincreasing trend of OTMs moving across the Southwest border.  A significant portion of OTMs are coming from \nLatin America, including Guatemala and Honduras, in addition to India and China and other parts in Europe and \nAsia and other countries.\n\nBorder Patrol officers on the ground also told the committee about potential problems to our immigration system.  \nFor instance, it appears the judicial process for asylum requests and the government's issuance and administration \nof B1 and B2 visas may contain some very serious flaws.\n\nDuring our trip to the border, we also found that the government continues to identify new and emerging threats to \nsecure the border, including the drug cartels' use of semi-submersible vessels and ultralight aircraft and the \nconstruction of underground tunnels.  Even right in the heart of Nogales, they still recently found another tunnel \ngoing right into the heart of the city.\n\nToday we hope not only to discuss these threats, but also responses to some of these risks, including the use of \neffective drones, strategic placement of troops and other technology which can successfully be implemented along \nthe border.  Whether through technology or Border Patrol agents, we must allocate the necessary resources to \nsecure the border, but in a way that is smart, strategic and ensures that we do not waste taxpayer dollars.\n\nI want to emphasize, and I commend the support -- commend the work and support of our law enforcement officers \nfrom the various different agencies.  They do amazing work in exceptionally difficult conditions.  We cannot thank \nthem enough for their good, hard, diligent work.  It is tough, tough work.\n\nToday's discussion should focus on understanding the threats to our borders and how we should respond to each \nof the challenges.  I look forward to hearing from our witnesses for a productive conversation about securing the \nborders of the United States.\n\nHowever, I am disappointed that Joseph Langlois, the associate director for refugee asylum and international \noperations with the U.S. Citizenship and Immigration Services, has refused to testify before this subcommittee \ntoday.  The committee requested his attendance and participation in the hearing 13 days ago on June 4th, 2013 -- \nsorry, June 14th of this year.  Despite providing essentially a two-week notice to testify before the subcommittee, \nthe U.S. Citizenship and Immigration Services has declined to appear, asserting, quote, \"Due to the lack of \nsufficient notice to prepare and clear testimony as well as prepare a suitable witness, USCIS will be unable to \nappear at the upcoming June 27th hearing on border security.\"\n\nI want to thank the four other people from the other agencies who were able to prepare, who did come and were \nbriefed and who are joining us today.  I find it totally unacceptable that with 13 days' notice that is not sufficient time \nto prepare to testify in Congress about what you do every day and the job and responsibility that you have for your \nown department and agency.\n\nSo I thank those that are here.  We duly note the person who is not here and find that unacceptable.  The American \ntaxpayers deserve answers to these important questions before the subcommittee today. We have left a seat open \nhoping that the witness would appear today, but it appears as if he's not.\n\nAgain, thank you for the agencies that are here today.\n\n\n\nI also want to thank and commend my colleague Trey Gowdy for his work.  He is the chairman on Judiciary of the \nsubcommittee that's dealing with immigration.\n\nAs we move forward in dealing with the problem that is immigration, from a legislative standpoint, it is critical that \nwe get the border security portion right.  Every bit of legislation, whether it's in the Senate or the House, has always \nfocused on, how are we going to secure the border?  How do we assure the American people that the border is \nsecure?\n\nThere has been legislation that was passed in 2006 that dealt with supposedly securing the border and the fence; \nyet only 6 percent operational control.  Earlier, we passed legislation that would ensure a viable entry/exit system; \nwe have none.  That's a problem and we need to discuss that today.\n\nSo I look forward to the Congress tackling immigration reform. It is much needed.  We need to understand what's \nhappening at the border, and we appreciate those that are here today.\n\n(Off mic conversation.)\n\nDoes anybody have an opening statement that they would like to make, members on the dais?\n\nMembers may have seven days to submit opening statements for the record.\n\nBut we'll now recognize our first panel:  Mr. Michael Fisher is the chief of the U.S. Border Patrol; Mr. David Murphy \nis the assistant commissioner for Customs and Border Patrol Office of Field Operations; Mr. Thomas Homan -- did \nI say that properly -- is the executive associate director of ICE Enforcement and Removal Operations; and Rebecca \nGambler is the director for Homeland Security and Justice at the Government Accountability Office.\n\nAgain, we thank you all for being here today.\n\nPursuant to committee rules, all witnesses will be sworn before they testify.\n\n(Oath is administered.)\n\nLet the record reflect the witnesses answered in the affirmative. You may be seated.\n\nIn order to allow time for discussion, please limit your testimony, if you would, to five minutes.  Your entire written \nstatement will be part of the record.  We'll give you some latitude.\n\nBut again, I want to thank you for being here.  And we'll recognize Mr. Fisher first.\n\nMICHAEL FISHER:  Chairman Chaffetz, Ranking Member Tierney and other distinguished members of the \nsubcommittee, it is indeed an honor and a privilege to be before you today to discuss the identification and the \nresponse to current threats.\n\nAs CBP prepares for our 2014 operations, the U.S. Border Patrol continues to be guided by the three pillars of our \nstrategy: information, integration and rapid response.\n\nCurrent intelligence estimates suggest that transnational criminal organizations and the networks that support them \ncontinue to exploit the border in Arizona and south Texas.  For the first time in over a decade, illegal cross-border \nactivity is more prevalent in south Texas than any other corridor along the Southwest border.\n\nToday, activity in south Texas accounts for approximately 34 percent of all arrests along the Southwest border.  It \nis also noteworthy to recognize, as the chairman pointed out, that 60 percent of these arrests are from nationals \nfrom some other country than Mexico; in particular, the top three sending countries are Guatemala, Honduras and \nEl Salvador.\n\n\n\nHowever, the current activity in south Texas needs to be put in proper context.  Even with elevated activity in Rio \nGrande Valley, the daily apprehension rate is approximately 40 percent less than what it was in 1997.\n\nWe continue to mature our integrated operations in each corridor with our federal, state, local and tribal partners.  \nProtecting the citizens against those that would do us harm does not begin nor end at the border, and we cannot \nachieve border security alone.\n\nAs the incremental transition of activities shifted to south Texas, we took the following actions.  We directed most \nBorder Patrol academy classes and those agents to south Texas, increasing the overall agent boots on the ground \nin high-risk areas, such as Rio Grande Valley.\n\nWe redeployed approximately 100 pieces of technology to south Texas from other Southwest border sectors.  \nThese were equipment such as unattended ground sensors, global surveillance systems and thermal imaging \nsystems.\n\nAnd as you may recall, we entered into a memorandum of understanding with the Department of Defense to allow \nthe transfer of detection and monitoring equipment from the military to CBP.\n\nWith the drawdown of forces in theater, we sought to capitalize on the opportunity to reuse equipment that the \ntaxpayers already paid for, to assist front-line agents.  Accordingly, we recently delivered the first installment of this \nequipment to the field.  Our 224 detection and monitoring systems that have been inventoried and sent to the \nSouthwest border, 75 percent of which went to south Texas.\n\nIn March of this year, we initiated vulnerability assessment flights along the southwest border utilizing CBP's \nPredator Bs equipped with synthetic aperture radar for broader situational awareness.  To date, we have developed \nmore than 80 target folders, covering approximately 320 noncontiguous miles.\n\nIn support of this effort, we continue to leverage geospatial intelligence collection to augment our own organic \ncapabilities.\n\nIn conclusion, my team has designed and implemented a formidable strategy, and we continue to learn and adjust \nour tactics, techniques and procedures as conditions on the ground dictate.\n\nI stand by my convictions that, given the operational flexibility to match capability to threat, we will reduce the \nlikelihood of attack against the nation and continue to provide the requisite safety and security to the citizens who \ndeserve no less.\n\nMr. Chairman, again, thank you for the opportunity to testify today.  And I look forward to answering your questions.\n\nREP. CHAFFETZ:  Thank you, Mr. Fisher.\n\nWe'll now recognize Mr. Murphy for five minutes.\n\nDAVID MURPHY:  Good morning, Chairman Chaffetz, Vice Chairman Lummis and distinguished members of the \nsubcommittee.  Thank you for the opportunity to appear before you today.  I appreciate the committee's leadership \nand commitment to ensuring the security of the American people and look forward to discussing the progress that \nwe've made in securing the border.\n\nWe define a secure border at our nation's ports of entry as a well-managed border where mission risks are \neffectively identified and addressed and legitimate trade and travel are expedited.\n\nEvery day, we carry out our mission to protect the people and the economy of the United States by preventing \ndangerous people and goods from entering the country while expediting legitimate trade and travel that is the \nlifeblood of our economy at 329 ports of entry.\n\n\n\nTraffic at our ports of entry differs by environment which encompasses air, land and sea, type, traveler or cargo and \nmode of transportation, commercial or general aviation, personally owned vehicles, pedestrians, trucks, \ncontainerized, packaged or bulk.   And each of these environments and each activity presents a different set of \nchallenges with respect to threats, volume and timing of processing.\n\nLast year, CBP welcomed more than 350 million passengers and processed 2.3 trillion (dollars) in total trade value.  \nWe are seeing volume increases in all environments and anticipate volume to continue as the economy recovers, \none of the most substantial grosses in the air environment where we've seen a volume increase of 12 percent since \n2009.\n\nIt is important to note that the vast majority of this traffic complies with all rules and regulations enforced by CBP.  \nOur goal is to identify and interdict those few travelers and shipments that may present a risk while facilitating the \nvast majority of legitimate traffic.\n\nWe are working to find and stop the proverbial needles in the haystack while the haystack is moving.\n\nWe continue to improve our ability to do this and to focus our finite resources on those people and goods that \npresent the highest potential risk.  In addition to refining our risk-based and layered approach to security, we have \nworked to extend our borders outward and to interdict threats before they reach the United States.\n\nDHS, in cooperation with our interagency and foreign partners, now screens people and goods earlier in the \nprocess, before boarding passengers or loading cargo onto planes or vessels destined to the United States.\n\nSince 2009, CBP has expanded its predeparture screening efforts and now checks all air travelers against \ngovernment databases on all flights arriving to and departing from the United States prior to boarding.\n\nCBP has also extended our nation's borders outwards in the cargo environment.  All inbound cargo manifests are \nscreened before they are laden on the vessels with almost 85 percent of high-risk shipments examined or \naddressed before arrival at U.S. seaports.\n\nIn addition to improving our ability to identify and mitigate potentially high-risk travel and trade, CBP remains \nfocused on identifying ways to facilitate the growing volume of people and goods entering into the United States.\n\nWe have seen a marked facilitation improvement through the development of a series of transformation initiatives \nthat increase the speed of our processing, including the expansion of the Trusted Traveler and Trusted Trader \nprograms, the elimination of paper forms and the increased use of technology.\n\nWe will continue to aggressively pursue these strategies which both increase security and streamline the border \nprocess for people and goods.\n\nThese types of programs and enhanced management tools have not only increased our ability to facilitate lawful \ntravelers but have also provided significant security benefits.  For example, we have limited the number of \nacceptable travel documents and increased our ability to identify at our land ports resulting in a decreased use of \nfraudulent documents and attempts by inadmissible persons to enter through our ports.\n\nAs we refine our targeting and interdiction efforts along the southwest border, transnational criminal organizations \nhave begun to use unique and nontraditional deep concealment smuggling methods using smaller loads to avoid \ndetection.\n\nEver-improving interdiction efforts by CBP continue to force these organizations to attempt a myriad of more costly \nand often less successful smuggling techniques.\n\nIn 2009 and 2010, we focused our agricultural protection efforts on increasing interception of our highest agricultural \nrisk pests: Asian gypsy moths and Khapra beetles.   These pests that if left undetected, could result in millions of \ndollars in economic damage.\n\n\n\nIn the year following this nationwide training, we saw record levels of interceptions and continue to maintain those \nlevels of interceptions today.\n\nThe state of border security continues to improve at our ports of entry.  We have made tremendous progress and \nare well postured against terrorist threats, having pushed our security measures beyond our immediate borders.  \nAnd we are pushing a robust strategy to optimize our current business practices.\n\nIn short, we have maintained and increased our mission effectiveness while facing increasing demands for growing \npassenger and trade volume, and we continue to seek ways to improve.\n\nChairman Chaffetz, Ranking Member Tierney, Vice Chairman Lummis and members of the subcommittee, thank \nyou for the opportunity to testify.  I look forward to your questions.  Thank you.\n\nREP. CHAFFETZ:  Thank you, Mr. Murphy.  I now recognize Mr. Homan for five minutes.\n\nTHOMAS HOMAN:  Good morning, Chairman Chaffetz, Ranking Member Tierney and distinguished members of \nthe subcommittee.\n\nOn behalf of Secretary Napolitano and Director Morton, thank you for the opportunity to appear today to discuss the \nsignificant progress ICE and DHS have made to secure our border.\n\nAs you may know, ICE is the principal investigative agency within DHS and the second largest in the federal \ngovernment.  The men and women at ICE play a critical role in securing the border and carrying out smart and \neffective immigration enforcement policies.\n\nICE consists of three operational programs:  enforcement and removal operations, ERO; homeland security \ninvestigations, HSI; and the office of the principal legal adviser, OPLA.\n\nHSI investigates a wide range of crimes that arise from illegal movement of people and goods into, within and out of \nthe United States.  I am the head of ERO.  In this role, I lead a program that identifies, apprehends, detains and \nremoves aliens subject to removal from the United States pursuant to ICE's prioritized enforcement principles.\n\nI have been a federal law enforcement officer for 29 years, 27 of which have been spent in immigration \nenforcement.  Over the years, I have seen and worked the entire lifecycle of immigration enforcement. I have \nserved on the front line as a Border Patrol agent.  I tackled smuggling organizations as a special agent with the \nformer INS and now focus on smart enforcement at the back end of the process, that being removal of aliens from \nthe United States.\n\nOver the past four years, ICE has focused its resources on removals of individuals who fit within our enforcement \npriorities. Those priorities include people who are threats to national security and public safety, such as convicted \ncriminals, recent illegal border crossers and those who obstruct immigration controls.\n\nThis focus has led to unprecedented successes.  Last year, ICE removed almost 410,000 aliens.  Some 55 percent \nof them had criminal convictions.  This is almost double the number of criminal alien removals in 2008.  And 96 \npercent of those aliens fit within the priority categories I mentioned above.\n\nSimply put, our reforms and priorities have made our communities safer.\n\nICE carefully manages its detention population in our field offices on the border and nationwide.  Operational needs \non the southwest border can change quickly, and ICE has a policy and infrastructure in place to meet those needs.\n\nThe successes I mentioned today could not have been achieved without the implementation of the smart, effective \nand efficient policies issued by Secretary Napolitano and Director Morton.\n\n\n\nOf course, we must work closely with our DHS partners in order to meet our goals.  For instance, 44 percent of \nICE's detainees in ICE custody came from the CBP.  Our joint efforts are critical to the nation's border enforcement \nefforts, and I am proud of the working relationship I have with my colleagues I'm testifying with today.\n\nAnother part of our commitment to smart, effective immigration enforcement are the major reforms we have made \nto the detention system.  All of our reforms help ensure the individuals in ICE's detained population are held \nappropriately and classified according to their risk.  We have put in place strong safeguards against abuse and \nensure our detainees have access to health care and legal resources.\n\nAll of the successes I have outlined today have been the result of reasonable immigration policies and priorities.  \nEven in this time of budget uncertainty, we are using our resources in a smart, effective and responsible manner.\n\nWe are making the public safer by targeting our resources where they are needed most.\n\nThank you again for inviting me to testify.  I look -- I'm pleased to answer any questions you may have.  Thank you.\n\n(Audio break.)\n\nREBECCA GAMBLER:  -- efforts to secure the border.  Since 2004, DHS has increased resources allocated to \nsecuring borders.  For example, in fiscal year 2004, the Border Patrol had over 10,000 agents; in fiscal year 2011, \nthere were over 21,000 agents. Similarly, the number of Customs and Border Protection officers stationed at ports \nof entry has increased from over 17,000 in fiscal year 2004 to more than 20,000 in fiscal year 2011.  Further, DHS \nhas deployed technology and infrastructure to border areas.\n\nToday, I will focus my remarks on three key areas in which GAO has assessed DHS's efforts to secure our nation's \nborders.  First, I will highlight our work reviewing GAO's efforts to assess its border security activities; second, I \nwill discuss GAO's work reviewing interagency coordination efforts; and third, I will highlight GAO's work on DHS \nmanagement of technology assets for securing the border.\n\nWith regard to my first point, Border Patrol data show that from fiscal year 2006 to 2011, apprehensions within \neach Southwest Border sector declines.  Border Patrol contributed this decrease to various factors, such as \nchanges in the U.S. economy and increases in resources.  Fiscal year 2012 data reported by the Border Patrol \nindicate that apprehensions across the Southwest Border increased from fiscal year 2011, but it is too early to \nassess whether this increase indicates a change in trend.  Further, from fiscal year 2006 through 2011, estimated \nknown illegal entries in each Southwest Border sector also declined.\n\nIn addition to data on apprehensions, other data collected by the Border Patrol are used by sector management to \ninform assessment of its efforts.  These data include, among other things, the percentage of estimated known illegal \nentrants who were apprehended more than once, which is referred to as the recidivism rate, and contraband \nseizures.\n\nWith regard to the recidivism rate, our analysis of Border Patrol data show that the rate decreased across \nSouthwest Border sectors between fiscal years 2008 and 2011.  With regard to drug and other contraband \nseizures, the number of seizures increased by 83 percent from fiscal year 2006 to 2011.\n\nSince fiscal year 2011, DHS has used the number of apprehensions on the Southwest Border between ports of \nentry as an interim performance goal and measure for border security.  This measure provides some useful \ninformation, but does not position the department to be able to report on how effective its efforts are at securing the \nborder, resulting in reduced oversight and DHS accountability.\n\nThe Border Patrol is in the process of developing goals and measures; however, it has not set target timeframes \nfor completing its efforts.  We recommended that the Border Patrol establish such timeframes to help ensure that \ndevelopment of goals and measures are completed in a timely manner.  The department agreed with our \nrecommendations and stated that it plans to establish such timeframes by November 2013.\n\n\n\nWith regard to my second point, DHS and other agencies have reported improvements in interagency coordination \nof border enforcement operations.  For example, federal partners responsible for securing federal lands along the \nborders have cited increased information sharing and communication.  However, our work has also identified \nopportunities for improvements and more consistent implementation of existing interagency agreements and \nstronger oversight of interagency forums for border security.\n\nFinally, DHS has deployed technology infrastructure and other assets to U.S. borders.  However, DHS has faced a \nnumber of challenges in effective planning for and managing its technology programs and other assets.  For \nexample, our work has shown that DHS could better document the analysis it has used the types, quantities and \nlocations of technology it plans to deploy to the Southwest Border under its new technology plan.  Further, CBP \nhas not yet defined performance metrics for assessing implementation of its new technology plan, hindering CBP's \nefforts to assess the effectiveness of the plan going forward.\n\nIn closing, our work has identified opportunities for DHS to strengthen its border security programs and efforts.  We \nhave made a number of recommendations to the department to address various challenges and to enhance \nmanagement of border security-related programs.  DHS has generally concurred with our recommendations and is \ntaking action to address them.  We will continue to monitor DHS's efforts in these areas.\n\nThis concludes my prepared statement and I would be pleased to answer any questions that members may have.\n\nREP. CHAFFETZ:  Thank you.  And I'll recognize myself for five minutes.\n\nMs. Gambler, is it fair to say that there are no metric to determine how secure or insecure the border is currently?\n\nMS. GAMBLER:  Currently, the department is using the number of apprehensions on the Southwest Border \nbetween ports of entry as its goal and measure for border security.\n\nREP. CHAFFETZ:  But that's an incomplete metric.  Would you agree with that?\n\nMS. GAMBLER:  That measure does not allow -- position the Border Patrol and DHS to be able to assess the \neffectiveness of its efforts, because it doesn't compare apprehensions to estimated entrance.\n\nREP. CHAFFETZ:  Thank you very much.\n\nMr. Murphy, my understanding is we have no entry/exit system, particularly at the land-based ports, to gauge \nwhether -- who's coming and who's going out.  Correct?\n\nMR. MURPHY:  Well, no sir.  I wouldn't say that's completely correct.  I think we've made some significant \nimprovements in sophistication and entrance.  Obviously, that's been the focus.  As far as the exit, we are working \non that.  That's a significant issue; we are well aware of it and we're right now dedicating --\n\nREP. CHAFFETZ:  Do you have any statistics to show how many people actually leave the country?\n\nMR. MURPHY:  No, sir.  Right now our outbound is --\n\nREP. CHAFFETZ:  My understanding is the majority of visas that this country offers are what are called B1/B2 \nentry-exists.  I sat and watched this; thousands of people in Nogales and Yuma streamed into the country.  In fiscal \nyear 2011, my understanding is we approved, through the State Department, 4.3 million of these cards where \npeople are supposed to be in the country temporarily, right?\n\nMR. MURPHY:  Yes, sir.\n\nREP. CHAFFETZ:  How many people came into the country using a B1/B2 exit-entry card?\n\nMR. MURPHY:  I don't have that number, sir, but I can definitely get it.\n\n\n\nREP. CHAFFETZ:  Is it something the agency has?\n\nMR. MURPHY:  Oh, yes.  We track what comes in.  It's what's going out that right now we need to get a better \nhandle on.\n\nREP. CHAFFETZ:  When you say \"better handle,\" do you track any of them going out?\n\nMR. MURPHY:  Well, right now, our outbound operations are basically geared towards intelligence, pulse and surge \noperations and --\n\nREP. CHAFFETZ:  That's not what I asked you.  I asked --\n\nMR. MURPHY:  No, sir.  No, we don't.\n\nREP. CHAFFETZ:  So there -- we're letting millions of people -- roughly almost a million a day -- into the country.  \nWe have no idea how many are going out.  Is that fair to say?\n\nMR. MURPHY:  Yes, sir.\n\nREP. CHAFFETZ:  This is current law, right?  It is current law that we're supposed to have an exit-entry program.  \nWhy don't we have an exit program?\n\nMR. MURPHY:  We're working on it, sir.\n\nREP. CHAFFETZ:  But look, you've been there for -- how long have you worked in the agency?\n\nMR. MURPHY: Twenty-nine years, sir.\n\nREP. CHAFFETZ:  Why don't we have an exit program?  It's not good enough to just smile at me.\n\nMR. MURPHY:  No, sir.  I don't have a good answer for you.  We know it's an issue.\n\nREP. CHAFFETZ:  Is it a funding issue; is it a lack of commitment; is there not available software?  I mean, if you're \ntelling me, we're gauging when they come into the country, why aren't we gauging when they go out of the country?\n\nMR. MURPHY:  Well, sir, I think it's a huge issue.  And unfortunately, it's a costly issue too.  I mean, we would have \nto replicate what we have coming into the country at points of entry almost at port of entry going out of the country \nin order to probably get our arms around exactly that issue.\n\nREP. CHAFFETZ:  You know, we're told that 40 percent of the people that are here illegally came here legally.  \nWhen we don't have a viable exit system and there are no metrics -- there's no information, there's no -- there's not \neven an attempt to try to gather some names.  I'm really concerned about this entry/exit program.  I'm really \nconcerned about the B1/B2 visas.  I think it's the untold story of the immigration problem and mess that we have.\n\nWhen the majority of the visas given out to this country are given via the B1/B2 entry/exit, the majority -- 4.3 million \nwe gave out in fiscal year 2011 -- they're only supposed to, wait, what's the rules, right?  You're supposed to go into \nthe country a certain 10 miles or something with an entry/exit card, correct?\n\nMR. MURPHY:  I think it's 25 and then we've just increased that recently.\n\nREP. CHAFFETZ:  Why?  Why did we increase it?  Increased it to what?\n\nMR. MURPHY:  I believe in New Mexico its 55 miles.\n\nREP. CHAFFETZ:  OK.  So you're only supposed -- in certain parts of the country you're only supposed to go 10 \nmiles, right?  Some to 25 and now you're saying -- but in parts of New Mexico, you can go 55 miles.  Do we do any \nmonitoring of that?\n\n\n\nMR. MURPHY:  No, sir.\n\nREP. CHAFFETZ:  So we gauge -- there's no monitoring.  We just do it on your word; we give millions of these out \nthere.  Do you know how many -- we issued 4.3 million entry/exit cards in 2011.\n\nHow many cards are out there?  Like, when you get a card how long is that good for?  Is it valid for just a year or is \nit valid forever? Do you know?\n\nMR. MURPHY:  I don't know offhand.  I do know that there's a -- they put a date on how long it's valid for.  Yes, sir.\n\nREP. CHAFFETZ:  OK.  So there are millions of these cards out there.  They're supposed -- it's just the honor \nsystem right now, right?  You're just supposed to come back.  But you aren't gauging even a single person as to \nwhether or not they're returning?\n\nMR. MURPHY:  We're not capturing that right now.\n\nREP. CHAFFETZ:  All right.  My time has expired.  I now recognize the gentlewoman from Wyoming, Ms. Lummis, \nfor five minutes.\n\nREPRESENTATIVE CYNTHIA LUMMIS (R-WY):  Thank you, Mr. Chairman. I want to also thank the gentlemen \nand the lady for being here today. My questions are going to concentrate on fence as a mechanism to stop trans \nland crossings.  Have we -- this is to any of you -- has the fence between California and Mexico improved the \ncrossing of nondocumented workers and illegals?  Mr. Fisher, you're nodding your head.\n\nMR. FISHER:  Yes, Congresswoman.  The fence and, in particular, you mentioned San Diego, has had an impact in \nreducing the flow of people into the United States in those areas where we do have fence.\n\nREP. LUMMIS:  OK.  How much of the fence is completed on the Arizona-Mexico border?\n\nMR. FISHER:  In total, there's about 652 miles across the Southwest border that has been complete.  Some of that \nis pedestrian fence and some of that is vehicle barriers.  I'm not specific -- I'm not really sure specifically in Arizona \nhow much of that -- Arizona, as you know, has about 260 miles of border.  Within those urban areas in Douglas \nand Naco and Nogales out to both the east and west flanks of the ports of entry, that has been extended a \nsignificant number of miles.\n\nREP. LUMMIS:  Do you believe that completing a fence on the border between Mexico and Arizona would be \nbeneficial to preventing the flow of people and narcotics across the border?\n\nMR. FISHER:  I do, in some locations.\n\nREP. LUMMIS:  And what locations would those be, specifically, along the Arizona-Mexico border?\n\nMR. FISHER:  It would be in those areas where the networks and the criminal organizations like to exploit the \nlegitimate infrastructure that exists.  So those --\n\nREP. LUMMIS:  And what kind of legitimate -- such as, what is legitimate infrastructure?\n\nMR. FISHER:  Certainly.  If you think of the smuggling organizations much like a business that are trying to move \nthe commodity whether that's people, whether that's narcotics, through the borders and out of the border areas so \nthe infrastructure that that requires them to do that is road systems, it's airports, it's bus stations and all that \nlegitimate infrastructure that supports the communities within those border areas.\n\nREP. LUMMIS:  What about wilderness areas where we don't have fences, where you've been restricted by other \nU.S. agencies from using motorized vehicles on wilderness areas and the offending parties are using vehicles, \nmaking it difficult for you to apprehend them?  Is that problematic?\n\n\n\nMR. FISHER:  In some areas, I wouldn't qualify it as problematic. There are areas, as you mentioned, public lands \nin Arizona, which prohibit in most situations on a steady state deployment motorized vehicles.  But we do have and \nentered into an agreement with the Department of the Interior and Fish and Wildlife to be able to go into those \nareas based on intelligence if we know that there is activity. So we are allowed onto those areas to basically track \nindividuals that come across.\n\nREP. LUMMIS:  So you have to get agreements with another federal agency to gain access to federal land on our \nside of the border?\n\nMR. FISHER:  No.  The agreement has already been set.  In other words, the memorandum of understanding \nallows us to go onto those lands.  And remember, some of that private -- that public land is protected under the \nenvironmental laws.\n\nREP. LUMMIS:  So you can --\n\nMR. FISHER:  It doesn't preclude us from going on there.  It's just we have the agreement that we're allowed to go \nin when we are actually working the border.\n\nREP. LUMMIS:  OK.  So you can pursue somewhat?\n\nMR. FISHER:  Yes, we can.\n\nREP. LUMMIS:  But can you protect the border?  Can you patrol the border?\n\nMR. FISHER:  In some areas -- most areas, we can.  That's correct.\n\nREP. LUMMIS:  With vehicles?\n\nMR. FISHER:  Yes.  We do it with vehicles.  We do it with horseback.  A lot of the detection is made from the air \nalso.\n\nREP. LUMMIS:  The Tucson border has been an area where we've seen significant crossings.\n\nMR. FISHER:  That's correct.\n\nREP. LUMMIS:  Is that now the second most prevalent area to cross?\n\nMR. FISHER:  It is.  Well, in terms of apprehensions, right now it is second only to Rio Grande Valley in the south \nTexas area.\n\nREP. LUMMIS:  So it continues to be a major source of crossings?\n\nMR. FISHER:  It does.  Yes.\n\nREP. LUMMIS:  What would be your recommended best deterrent to illegal crossings in that area in Mexico?  \nExcuse me -- Mexico and Arizona.\n\nMR. FISHER:  Certainly.  Well, I think there's a couple of things.  I wouldn't invest on one thing in particular.  One is \nthe investment in additional technology -- detecting and monitoring the border.\n\nREP. LUMMIS:  You know, we've seen some technology reports that some of the technology has failed and was \nexpensive, and its failure has not necessarily been corrected.  How is that going?\n\nMR. FISHER:  Are you referring --\n\nREP. LUMMIS:  The SBInet -- what is the department's plan to improve that technology, the border radar system?\n\n\n\nMR. FISHER:  About three years when the SBI was being assessed, Secretary Napolitano asked CBP and, in \nparticular, the Border Patrol to make an assessment on whether we should continue exploring that type of \ntechnology and the integrated technology that SBI had planned to (unveil ?).\n\nREP. LUMMIS:  One point two billion dollars, as I understand, has been spent on that?\n\nMR. FISHER:  That sounds about right.  Yes, ma'am.\n\nREP. LUMMIS:  And you're assessing now whether that is going forward in a productive way?\n\nMR. FISHER:  We made that assessment and our recommendation to the secretary, which she agreed to, was to \ninvest more in the mobile technology and not to invest in things like SBInet, which were more static.\n\nREP. LUMMIS:  My time has expired.  Thanks, Mr. Chairman.\n\nREP. CHAFFETZ:  Thank you.  Mr. Fisher, will you please provide to this committee the interagency working \nagreements on your ability to patrol and pursue, potentially, people that are here illegally on public lands that are \ndesignated wilderness or similar -- the wilderness study areas, those types of things.  Organ Pipe, for instance, \nwould be an area.  Is that something you can provide to this committee?\n\nMR. FISHER:  Yes, Mr. Chairman.\n\nREP. CHAFFETZ:  How long would it take to get that to us?\n\nMR. FISHER:  I'll take that back as an action item right after the hearing, sir.\n\nREP. CHAFFETZ:  When is a reasonable time where I should get upset that you haven't provided them to me?\n\nMR. FISHER:  Far be it from me, sir, to --\n\nREP. CHAFFETZ:  Yes, you're in charge here so you make a decision.  What's the date?  All right.  July 3rd -- is \nthat fair?\n\nMR. FISHER:  You read my mind, sir.\n\nREP. CHAFFETZ:  Thank you.  (Laughter.)  Look forward -- July of this year.  Thank you.  We'll now recognize the \ngentleman from Tennessee, Mr. Duncan, for five minutes.\n\nREP. DUNCAN:  Thank you very much, Mr. Chairman.  Chief Fisher, just out of curiosity, can you give me a rough \nnumber of how large or how many Border Patrol agents there were when you started with the agency 26 years \nago?\n\nMR. FISHER:  There was less than 3,000, sir.\n\nREP. DUNCAN:  Less than 3,000?\n\nMR. FISHER:  Yes, sir.\n\nREP. DUNCAN:  The reason I ask that I remember we gave -- we gave big increases in funding for border control \nin the 90s and then now, of course, we've heard Ms. Gambler say that since 2004 we've gone from 10,000 agents \nto 21,000, I think it was, and of course, now the Senate has passed an amendment to -- saying that we're supposed \nto double that again.\n\nAnd frankly, I know you can never satisfy any government agency's appetite for money or land but I'm really \nskeptical as to whether we can efficiently effectively spend all the money that we're throwing at this effort and \n\n\n\nincrease the number of agents that much that quickly. What do you say about that, Commissioner Murphy?  How \nbig was Customs when you started 29 years ago?\n\nMR. MURPHY:  Sir, to be honest with you --\n\nREP. DUNCAN:  You don't know.\n\nMR. MURPHY:  -- I don't even know what that number is.\n\nREP. DUNCAN:  Yes.\n\nMR. MURPHY:  But obviously, as you indicate there's, you know, significant work to be done and -- but as the \ndetermination of the right number, I mean, that's obviously something I think is going to have to be decided.\n\nREP. DUNCAN:  Well, isn't this -- in the number coming across in large part determined by the economy and so the \neconomy in Mexico and the economy here?  Because I read that during our downturn that the numbers coming \nacross greatly decreased and there were more people or a lot of people who had come here illegally were going \nback to Mexico or other countries.  Is that true?\n\nMR. MURPHY:  Well, sir, as you may be aware, one thing that we've done to try to transform the way we look at the \nborder and the way we look at the numbers that we need we created a workload staffing model.\n\nThis takes a hundred different data elements and over a million calculations that takes into account the currently \nvolume of activity, apprehensions, seizures, hours of operation, how many folks that are on board now and it \nbasically takes that number and it's a very dynamic process.\n\nAnd it'll tell you based upon that workload this is -- and the time it takes to do those different functions in the \nworkload how many bodies that you need.  The nice thing about this one is it's not a static process.  It's a very \ndynamic process.  So in the case where you're indicating, say, you see an uptick in activity at a port of entry or an \narea for a year or two, that workload staffing model will dictate what that number should be based upon that \nvolume, that activity, that workload.  If it moves to a different area, the workload staffing model will also adjust.\n\nREP. DUNCAN:  Let me stop you.  A lot of what you said is very bureaucratic and I've got a little bit -- just a little bit \nof time left.  Mr. Homan, what do you -- what do you say about the statement by Ms. Gambler that the transition \nfrom operation -- using operational control and so forth, that she said therefore until new goals and measures are  \ndeveloped, DHS and Congress could experience reduced oversight and DHS accountability.  What do you say \nabout that?  That's a pretty serious charge really.\n\nMR. HOMAN:  Yes.  I can say our operational tempo now, we're shoulder- to-shoulder with the Border Patrol.  Our \nlevel of collaboration's never been higher.  My staff meets with Border Patrol staff at least once a week talking \nabout enforcement strategies on the border.  As a matter of business, we detain all recent border entrants.\n\nSo I think we're doing the right thing.  I think with the resources that we have, I think we're executing the mission at \nan all- time high.  I mean, my removals are at a record high.  My arrests are at a record high.  My detentions are at \na record high.  And I think the mission that us and the Border Patrol working hand in hand along with CBP, I think it \nmakes sense.  I think --\n\nREP. DUNCAN:  Chairman Chaffetz mentioned 4.3 million coming across just on one program.  Can anybody on \nthe panel tell me how many people are entering this country legally each year?  Does anybody have a -- Ms. \nGambler, do you know anything about that?  Somebody should know that surely.\n\nMS. GAMBLER:  We could provide that number to you for the record, sir.  I don't know it off the top of my head.\n\nREP. DUNCAN:  All right.  What are the latest estimates as to how many are coming across illegally?  Surely this \npanel should know something like that.  Your latest guesses or estimates?\n\n\n\nMR. FISHER:  Our estimates right now, sir, we're averaging approximately this fiscal year in FY '13 approximately \n1,100 apprehensions.  If you take a look at what we're trying to design as it relates to the effectiveness rate and \ngetting what the chairman mentioned as the denominator, trying to get that known flow, we don't have those \nestimates right now, but we are working towards getting that as well.\n\nREP. DUNCAN:  Well, I think that's something you should provide to us as soon as you get it.\n\nMR. FISHER:  Agreed.\n\nREP. DUNCAN:  All right.  Thank you very much.\n\nREP. CHAFFETZ:  Following up on that, Mr. Fisher, how many turn back south's per day?\n\nMR. FISHER:  I'd have to go back.  I don't know specifically what that number is.  But we do track that and I can \nget that for the committee.\n\nREP. CHAFFETZ:  How many got-aways?\n\nMR. FISHER:  I can do that as well.  I don't have that number on the top of my head.  The effectiveness rate along \nthe Southwest border right now is approximately 75 percent.\n\nREP. CHAFFETZ:  Again, I really challenge that number, as I think the GAO does. Those are just the known -- \nthose are the known got- aways, right?  Does not include turn back south's, or TBSs?\n\nMR. FISHER:  It includes all of those variables, sir.  It includes all of the apprehensions, the got-aways and the turn-\nbacks. That is the effectiveness formula.  And so, when you take a look at the apprehensions, you add those to \nyour turn-backs and then you divide that by the total entries, that is the effectiveness rate and we're working --\n\nREP. CHAFFETZ:  That assumes that we -- what about the ones we're not aware of?\n\nMR. FISHER:  Right.  And so there's two different methodologies that we use.  When I mentioned earlier in my \ntestimony about the geospatial intelligence piece and the use of the Predator Bs is really to do just that, is to shrink \nthe border, increase our situational awareness so that we have a better sense of what that number is to cover a lot \nmore of that border.\n\nREP. CHAFFETZ:  We'll now recognize the gentleman from South Carolina, the always dapper Mr. Gowdy.\n\nREPRESENTATIVE TREY GOWDY (R-SC):  Thank you, Chairman Chaffetz. I want to welcome all of our \nwitnesses.  Chairman Chaffetz shared a bit of philosophy with me a couple of nights ago at dinner and I wrote it \ndown to make sure I got it right.\n\nHe said, if you don't know where you're going, you probably won't know when you get there.  Yeah, that's what he \nsaid.  Ms. Gambler, I am asked constantly about border security.  So tell me what is an ambitious but reasonable \ngoal with respect to border security to the extent that it is a conditioned precedent to any other part of immigration \nreform.  What are we looking for?\n\nMS. GAMBLER:  Congressman, setting a goal for border security would be the responsibility of DHS or would be a \npolicy call on the part of Congress.\n\nREP. GOWDY:  I know but I'm asking you, if you were empress for the day, what would you do?  What's a realistic \nbut ambitious goal?\n\nMS. GAMBLER:  Again, that's a responsibility for the department to set that goal and it's a policy goal --\n\nREP. GOWDY:  And I appreciate --\n\n\n\nMS. GAMBLER: -- policy call for Congress.  As would be the case for any bill, GAO's role would be to review the \nimplementation of any provisions or programs that the executive branch might implement resulting from a bill if we \nwere asked to do so and we --\n\nREP. GOWDY:  How long have you worked for GAO?\n\nMS. GAMBLER:  I've been with GAO for -- since 2002.\n\nREP. GOWDY:  All right, so that's 11 years.\n\nMS. GAMBLER:  Yes.\n\nREP. GOWDY:  Surely you have an opinion on what is likely to work.  I mean, because you probably are following \nthe debate just like the rest of us are.  Before you get to any other aspect of immigration reform, they want to make \nsure the border is secure.  That's an easy phrase to use but it's a hard phrase to implement.  So what is a realistic \ndefinition of a secure border?\n\nMS. GAMBLER:  What we've recommended is that the Department of Homeland Security set a goal for its border \nsecurity effort and then set metrics for assessing progress made against those -- against that goal.  DHS is in the \nprocess of developing those goals and measures and we've suggested that they set timeframes for completing \nthose goals and metrics so that there are mechanisms in place for assessing what the goal is for border security \nand how that can be measured.\n\nREP. GOWDY:  Why is there not currently a goal?  Or am I just naive?\n\nMS. GAMBLER:  Up until fiscal year 2011, DHS was using operational control as its performance goal and measure \nfor border security.  They discontinued using that measure --\n\nREP. GOWDY:  Why?\n\nMS. GAMBLER:  -- in fiscal year 2011.  What they told us was that they wanted to move toward more quantifiable \nmetrics for border security and using the number of apprehensions on the Southwest border was designed to be \nan interim measure.  Now, DHS said they were going to put those metrics in place by fiscal year 2012 but have \nbeen using the number of apprehensions as the interim measure.  And we recommended again, that they set \ntimeframes and milestones for completing development of those goals and measures.\n\nREP. GOWDY:  Well, let me ask it another way.  If you had to go back to your hometown and you had to stand in \nfront of people who were asking you whether or not the border was secure, what metrics would you use in \nanswering their question?\n\nMS. GAMBLER:  If I was asked that question, I would say that the department has not yet set goals and measures \nfor assessing how secure the border is and so that makes it difficult to assess against criteria or a yardstick on that \nlevel of security.\n\nREP. GOWDY:  Difficult may be an understatement.  Makes it kind of hard for those of us who are interested in \ngetting on to the next steps of immigration reform, if you don't get over the condition precedent and can prove to \nyour constituents that you have a reasonable but ambitious border security goal, it makes the rest of it pretty tough.  \nAll right, visa overstays, do you know how they are currently investigated?\n\nMS. GAMBLER:  We issued a report on overstays in April 2011 and have ongoing work looking at overstay \nenforcement efforts as well. That ongoing work will issue in July, next month.\n\nREP. GOWDY:  And I promise I'm going to read the report.  But you already know something about the issue.\n\nMS. GAMBLER:  Yes.\n\n\n\nREP. GOWDY:  So currently if Mr. Chaffetz were here on a visa and he overstayed, how would we know, how \nwould we investigate it, how would we decide what we're going to do about it.  What's currently being done?\n\nMS. GAMBLER:  If someone -- if a foreign national enters the U.S. and there is no corresponding departure record \nfor that person, that record would be checked against numerous DHS databases and would be prioritized against \nICE's law enforcement and public safety priorities.  If the person met those priorities, their information, their record \nwould be sent forward for investigation to ICE field offices.\n\nREP. GOWDY:  You wouldn't have to wait for that person to commit some other offense or have some other \ninteraction with government, would you, surely?\n\nMS. GAMBLER:  The overstays that ICE is prioritizing for investigation are those who meet their public safety and \nnational security priorities.  If the person would not meet those priorities and they were likely an overstay, they \nwould not be investigated by ICE.\n\nREP. GOWDY:  Mr. Chairman, I was going to ask my friends -- I was going to thank them for their service and I was \ngoing to also ask them about what role, if any, state and local law enforcement should play in assisting them.  But \nI'm out of time, so I yield back.\n\nREP. CHAFFETZ:  I thank the gentleman.  The gentleman from South Carolina, I think, would be most interested to \nknow that based on the formula that Ms. Gambler just shared, the majority of visas that we give out in this country \nare B1-B2 entry-exits.  Mr. Murphy testified that they don't track any of the exits -- none of them.  So we have \nabsolutely zero information about who may be overstaying, who may have gone beyond the bounds, because \nthey're variable.\n\nThey're only supposed to go into certain parts of the country. It's probably the biggest gaping hole we have on our \nborder.  There's no tracking.  There's no information.  There's no statistics.  There's no field reports.  There's \nnothing, unless that person commits a crime.\n\nAnd I would hope that we could provide -- that the agency would be able to provide through maybe the Department \nof Justice and others a report of how many people committed crimes that came here on a B1-B2 entry-exit visa.  \nAnd somehow some way we're going to unearth that number.\n\nBut now I'll recognize the gentleman from -- Mr. Bentivolio for five minutes -- the gentleman from Michigan, and he's \nnow recognized for five minutes.\n\nREPRESENTATIVE KERRY BENTIVOLIO (R-MI):  Thank you very much, Mr. Chairman.  Thank you very much for \nappearing here today.  I really appreciate it.  Maybe you can help me clear up some questions I have. I keep \nhearing in the media that we have 11 million people here that shouldn't be here.  How did we arrive at that number?  \nIs that something -- I mean, if you have no way of knowing who you didn't catch, how do you come up with a figure \nof 11 million?  Anybody?\n\nMR. FISHER:  Congressman, I don't know where that number comes from.\n\nREP. BENTIVOLIO:  I keep hearing it in the media.\n\nMR. FISHER:  Oh, I've heard it as well but I don't know the attribution of where that came from.\n\nREP. BENTIVOLIO:  So it's really not 11 million.  It could be more, right?\n\nMR. FISHER:  I don't know that either.\n\nREP. BENTIVOLIO:  We don't.  We really don't know, do we? Because we don't know -- well, it's the old saying, I \nguess -- well, if a crime is committed and nobody is there how do you know the crime was committed except by \n\n\n\nevidence, right?  But we don't have any evidence -- something like that.  Anyway, I have a few other questions.  \nWhat percentage of border does technology cover?\n\nMR. FISHER:  I don't know the percentage.  That's a really good question.  I can find out and get back to you, sir.  \nSpecifically, we have approximately 15,000 pieces of equipment covering about 17,000 miles.  It doesn't cover all \n17,000.  That's just based on the military specs in terms of what the equipment can do.  You have to then take into \nconsideration the geography and the topography in which it's located.  But I don't know the percentage but we can \nfactor that as well.\n\nREP. BENTIVOLIO:  And you also -- I also heard you have cameras that do thermal imaging, other cameras.  So \nwhen you detect somebody that's crossing illegally what's the response time?\n\nMR. FISHER:  It really depends on where the entry is detected, again, depending upon where we have patrol \nagents, depending upon whether we do it within the first hundred meters or whether we do it within the first mile.  \nTerrain is going to dictate that.  The tactics and techniques of the agents on the ground will determine where is the \nbest way to make the approach in a safe and secure manner.\n\nREP. BENTIVOLIO:  OK.  And a Border Patrolman told me that he went out to -- there was a alert.  He had to go \nout there and there were 26 people and they just scattered, and my question is how does -- how do you send one \nor two Border Patrol agents to pick up 26 people. I mean, that's -- especially in the terrain that I was in when I \ntoured the border.\n\nMR. FISHER:  Right.\n\nREP. BENTIVOLIO:  I mean, is there another way?  I mean, so he said well, they had -- they caught three but 23 \ngot away.  Is that how we determine the number 11 million?\n\nMR. FISHER:  I don't believe so but to your earlier point, sir, whether there's one Border Patrol agent that \nresponds or whether there's two or three Border Patrol agents responds really determines how they're applying the \nstrategy on the ground.  In some cases, the Border Patrol agent may not know how many people.  It may just be a \nsensor indication so we may not have specific quantities of individuals that may have made the incursion.  And \nmany times Border Patrol agents are assisted with air-ground support.  Our Office of Air Marine Operations \nprovides overwatch for us in that regard and our strategy is built on being able to deploy and redeploy resources for \nthose Border Patrol agents if in fact they come across a group of 23 and they run.\n\nGenerally, what would then happen is we would continue tracking operations and more resources will be brought to \nbear to be able to continue to track to the extent possible to make sure that we apprehend everybody that comes \nacross in between the ports of entry.\n\nREP. BENTIVOLIO:  I also heard, when I was there, stories of hang gliders flying out of  Mexico -- you know, the \npersonal gliders --\n\nMR. FISHER:  Yes.\n\nREP. BENTIVOLIO:  -- dropping off drugs in the United States and then flying back.  Are you doing anything to stop \nthat?\n\nMR. FISHER:  Yes, sir.  Matter of fact, we saw the -- I believe you're referring to the ultralights over the last few \nyears.\n\nREP. BENTIVOLIO:  Ultralights.  Thank you.\n\nMR. FISHER:  Yes, and one of the things that I think I alluded to earlier in my testament -- testimony, when you look \nat the transnational criminal organizations and those networks that own and operate within the border areas, \n\n\n\nthey're always going to adapt their operations to be able to increase their profit margin and one of the things that \nwe've seen is the ultralights.\n\nWe are working with the Air Marine Operations Center in Riverside, California, which gets radar feeds from \nthroughout the United States to be able to adjust those radar to be able to detect low-flying aircraft like the \nultralights.  It's not perfect yet.  We also have Border Patrol agents that use mobile surveillance systems on the \nground and be able to look up to be able to identify those ultralights as well.\n\nREP. BENTIVOLIO:  OK.  And I have -- you ever heard of the term and maybe you could explain to me what the \nterm means, \"catch and release.\"\n\nMR. FISHER:  \"Catch and release,\" I believe, was a phrase a few years ago and I believe it was -- it was coined \nperhaps maybe not the first time but used quite a bit by Secretary Chertoff when he was the secretary of homeland \nsecurity.  It was meant -- when we were seeing increases in activity in locations that part of the policy at the time is \npeople that we were going to apprehend in between the ports of entry we were not going to just release what we \ncould call on their own recognizance.\n\nSo the whole policy and where it is today, certainly in high-risk areas, is we want to maintain the policy of catching \nindividuals that have come illegally between the ports of entry and make sure that they are detained.\n\nREP. BENTIVOLIO:  OK.  So a person that came here illegally you catch them and then you release them on their \nown --\n\nMR. FISHER:  No, sir.  The current policy was -- really was to end catch and release.\n\nREP. BENTIVOLIO:  OK.\n\nMR. FISHER:  In other words, what -- and some locations over the years, depending upon fluctuations and funding \navailability for the enforcement and removal operations individuals that would otherwise or that would request a \nhearing from an immigration judge, if they did not pose any risk to the public and there was no detention space \nallowed there was a provision within the administrative piece to release them on their own recognizance pending \ntheir administrative hearing with the judge.\n\nSo what we looked at over the course of the years -- and that policy is adjusted depending upon what resources are \navailable and it fluctuates to be able to minimize risk.\n\nREP. BENTIVOLIO:  Thank you.  Mr. Chairman, I have one more question.\n\nREP. CHAFFETZ:  (Off mic.)\n\nREP. BENTIVOLIO:  Oh, OK.  Great.\n\nREP. CHAFFETZ:  Go ahead.  Go ahead.\n\nREP. BENTIVOLIO:  Great.  Thank you.  Let's see -- they would go to -- go to trial or go in front of a judge and the \njudge would release them, correct?\n\nMR. FISHER:  Well --\n\nREP. BENTIVOLIO:  Is that --\n\nMR. FISHER:  -- generally, not to get because I'm not the expert anymore, the real Border Patrol agents do the \nwork in the field but generally what would happen is once we made the determination we issued a warrant of arrest \nand a notice to appear.  That notice to appear was for an immigration hearing.\n\n\n\nREP. BENTIVOLIO:  OK.  How many would come back and actually reappear before the judge or do you have a \npercentage that come back or do they all come back or just 50 percent, 75 percent, 25 (percent) --\n\nMR. FISHER:  I don't have that number right off the top of my head, sir.  But it would -- it would depend on which \nyear you're talking about or recently.\n\nREP. BENTIVOLIO:  It's probably closer to about 10 percent. Would that be right?\n\nMR. FISHER:  I would not want to guess at that, sir.\n\nREP. BENTIVOLIO:  OK.  Thank you.  Mr. Chairman, I yield back my time.  Thank you.\n\nREP. CHAFFETZ:  Thank you.  Now I recognize the ranking member, the gentleman from Massachusetts, Mr. \nTierney, for five minutes.\n\nREPRESENTATIVE JOHN TIERNEY (D-MA):  Thank you, Mr. Chairman, and thank the witnesses for their \ntestimony here today.  Sounds like you have a relatively easy job, gentlemen, so -- challenging, to say the least, on \nthat.\n\nSo over the last decade, the U.S. taxpayers funded tens of billions of dollars in additional personnel, technology and \ninfrastructure along that Southwest border.  I think we've installed radiation detection portals, nonintrusive imaging \nequipment, license plate readers, camera systems, fencing and the list goes on.\n\nDespite the staggering sums of that money, we know that cartels are still able to bring illicit drugs into the country.  \nPersons looking for work still cross over.  Organized crime networks still manage to smuggle various forms of \ncontraband through these ports of entry.  So nobody disputes the fact that this guns, guards and gate spending has \nbeen effective to a degree but not all spending is equal, I guess.\n\nSo what I'm going to try to do as we go forward take a look and see which areas of investment are more effective \nand produce better results on that.  So let me begin, if I can, with you, Chief Fisher, on the gates.\n\nAs I understand it, building the border fence or improving the existing fence makes sense in some locations but \nmay not make sense in others.  For instance, just west of San Ysidro, California, people say it helped control illegal \ncrossing problem there.  Others say that it provided significant benefits in other locations, particularly in urbanized \ncrossing corridors.  Does that sound accurate to you?\n\nMR. FISHER:  It does, sir.\n\nREP.TIERNEY:  OK.  Ms. Gambler, I also understand the GAO has questioned the effectiveness of the fence and \noften looks at the high cost of building the fence, and that question has been raised for a number of years.\n\nIs that also true?\n\nMS. GAMBLER:  In our work, Congressman, we did find that DHS had not taken steps to assess or quantify the \ncontributions that fencing is making to border security.  And we recommended that they conduct a cost-effective \nanalysis to do that.\n\nREP. TIERNEY:  OK.  So if Congress were to decide to double the size of the existing fence or at least add \nhundreds of additional miles to it, how would the department determine where to build that extra fence?\n\nMS. GAMBLER:  I don't know how they would determine where to build the fence, but they do have analysis \nunderway to -- in response to our recommendation to determine what contribution fencing is making to border \nsecurity efforts.  And that would be an important question going forward.\n\nREP. TIERNEY:  I'm guessing that it makes sense to add fencing in some areas and maybe a total waste of money \nin others.  Is that generally true?\n\n\n\nMS. GAMBLER:  That would be for the Department of Homeland Security to determine.\n\nREP. TIERNEY:  Mr. Fisher or Mr. Murphy, does that sound true to you that in some areas it would be a good \ninvestment, other areas it may not be a good investment at all?\n\nMR. FISHER:  That's accurate, sir.  Yes.\n\nREP. TIERNEY:  OK.  And are you comfortable that the department is putting criteria in place to help identify which \nareas are which?\n\nMR. FISHER:  I am, sir.  Yes.\n\nREP. TIERNEY:  Ms. Gambler, you know, there are also proposals to add new sensors.  Technologies, camera \nsystems, all along the border to detect illegal crossings.  I know that GAO previously reviewed some major \ntechnology problems with the SBInet and found hundreds of millions of dollars had been squandered in that effort; \nthere were challenges that obviously had to be overcome.\n\nSo before we invest in that type of technology -- billions of dollars or whatever -- can you tell us what lessons were \nlearned from the whole SBInet situation?\n\nMS. GAMBLER:  Our body of work, looking at DHS's management of border security -- border surveillance \ntechnologies -- has identified challenges in the management of that technology, including the technology being \ndelivered on schedule and within cost parameters that were set for the technology.\n\nBack in 2012, we issued a report on DHS's new plan for deploying border surveillance technologies to Arizona.  \nAnd one of the key findings from that report was that DHS had not fully documented the underlying analysis and \njustification used to support the type of quantities and locations of technologies plans to deploy under that new plan.\n\nREP. TIERNEY:  And you're comfortable that the department is responding to your reports and your \nrecommendations?\n\nMS. GAMBLER:  The department did agree with those recommendations and is taking steps to address them.  We \ndo have ongoing working reviewing that new plan and are monitoring DHS's actions to respond to our \nrecommendations.\n\nREP. TIERNEY:  So now we're talking about possibly increasing the number of agents exponentially on that basis.  \nSo what steps should the Border Patrol take to make sure that the increase of personnel is effectively utilized; that \nthey're placed in the right places in the right numbers?\n\nMS. GAMBLER:  The Border Patrol issued its new strategic plan last year in May 2012.  And as part of \nimplementation of that plan, we understand that the Border Patrol is developing a process for assessing what \nresources are needed and how to deploy them.  We understand that that process is moving forward and they're \nlooking to implement it in fiscal year 2013 and '14.\n\nREP. TIERNEY:  And Mr. Fisher, can you tell us a little bit more about that?\n\nMR. FISHER:  Certainly.  Within the -- within the framework of the strategy, we really focused our efforts on being \nrisked-based, as opposed to just asking for more and more resources and deploying them in a lateral fashion \nacross the Southwest Border.  That was a significant strategic shift in our thinking and certainly within our \ndeployments over the last couple of years.\n\nAs we move forward, we also recognize that technology has come a long way.  I can still remember as a young \nagent getting the first pair of AN PVS7-Bravos, which were the old night-vision goggles from the military, after the \nfirst Gulf War.  And I thought at that point, you know, we were really going to make a difference in border security, \n\n\n\nbecause now for the very first time as an agent, at night I was able to see five feet in front of me.  I thought that was \ngoing to change the operation by which the Border Patrol, you know, started back in 1924.\n\nWe continue to learn and adjust with the technology.  And I will tell you, as good as technology is getting, and as \nmore technology as we get, it is still no replacement for a well-trained Border Patrol agent, because at the end of \nthe day, it doesn't matter what you have flying in the air; it doesn't matter how many unattended ground sensors you \nhave buried on the ground.\n\nThe Border Patrol agent still -- a lot of times alone, as we have heard earlier today -- has to close that 50 meters by \nhimself and herself.  And the thinking and the training and those Border Patrol agents, who as we speak right now \nare out there on patrol, there is no substitute for that.  I'm very proud of the work that they do and it's a combination \nof taking a look at the best technology that's available; taking a look at the infrastructure and then continue to train \nand support the Border Patrol agents is the best way.  And that's the way that we're approaching the \nimplementation against this new strategy.\n\nREP. TIERNEY:  Well, thank you.  Thank you again for your work and for your testimony here today.\n\nREP. CHAFFETZ:  The chair now recognizes the gentleman from Arizona, Mr. Gosar.\n\nREPRESENTATIVE PAUL GOSAR (R-AZ):  Thank you, Mr. Chairman.\n\nChief Fisher and Mr. Murphy, in your shared testimony, you said the following:  We do not use this term, operation \ncontrol, as a measure of border security, because the complex nature of the magnitude of different border \nconditions cannot be described by a single objective measure.  Although an indicator of success, we cannot \nmeasure border security solely based on crime rates, because even the safest communities in America have some \ncrime.\n\nIf you are claiming that one objective measure is not enough to measure border security, then why is only one \nmeasure -- apprehension rates -- used or cited when top DHS officials try to pass off our southern border as \nsecure?\n\nMR. FISHER:  Well, apprehension still is a metric that we capture and report to the department.  However, we've \nlearned quite a bit over the last couple of years.  And I think Ms. Gambler talked on some of that.\n\nThe apprehension number really doesn't tell you much, because if you compare it and contrast it from previous \nfiscal years, as the chairman mentioned, if it goes up, I can say that that is success; and if it goes down, I can say \nthat it's success.  We recognized a few years ago that that in and of itself was not a good metric.  And we have -- \nbut you need the apprehension to then peel back the layers to understand how many people within that total \npopulation of arrests were there, because recidivism doesn't matter.  It's important to me and it's important to the \norganization to distinguish those individuals who are only apprehended two times from those individuals that were \napprehended perhaps six or eight times.\n\nREP. GOSAR:  Would you agree, Mr. Murphy?\n\nMR. MURPHY:  Well, sir, from our standpoint -- as I indicated in my testimony earlier -- we look at it as a well-\nmanaged border.  I don't there is one single metric.  There's a variety of things that we do look at.  But I think what \nwe have tried to do is to look at transforming the way we do business, our processes, bringing in new technology, \ntrying to basically do a better job much more efficiently. And in that way, we feel that we're going to have much \nmore success, not only from a standpoint of apprehensions or seizures, but also from the standpoint of facilitating \nthe legitimate flow of traffic and trade.\n\nREP. GOSAR:  Are you aware of an experiment in which a drone actually looked at a corridor over time and looked \nat apprehension rates.  And made a comparison of actually who crossed that border versus apprehension rates.  \nAre you aware of that study?\n\n\n\nMR. MURPHY:  No, sir.\n\nREP. GOSAR:  Actually, it's very staggering, because it showed that there were 422 apprehensions, but in \nactuality, there were over 7,000 people that crossed the border.\n\nAre you aware of that, Ms. Gambler?\n\nMS. GAMBLER:  We have not seen that study.\n\nREP. GOSAR:  Really?  And we're going to trust our border security with Homeland Security and we still don't \nunderstand that?\n\nHow familiar are you with the numbers that you're citing to the American public and to Congress in regards to the \nnumber of illegal immigrants in this country?\n\nMS. GAMBLER:  In terms of the data we reported in our December 2011 report, we reported the data that Border \nPatrol had available on number of apprehensions.\n\nREP. GOSAR:  Based on apprehensions.  So this is showing you, in this technology aspect, that we're showing \nless that 6 percent actually being apprehended versus what is actually a known fact.  Is that true?\n\nMS. GAMBLER:  Again, we looked at the data that the Border Patrol was collecting at the time that we did the \nwork.  And we looked at number of apprehensions -- as well as estimated known illegal entries -- and presented \nthat data.  We did also identify some limitations with that data.\n\nREP. GOSAR:  It is very antiquated.  I'm just pointing out that when you're citing these studies, they're antiquated \nmeasures and we need to have more opportunities for a diverse opportunity not just from federal government -- \nstate and locals -- to look at the metrics in regards to border security.  Would you not agree?\n\nMS. GAMBLER:  And we recommended and the department is in the process of setting goals and metrics for \nborder security.  And we recommended that they come up with timeframes for completing that effort, so that the \nmeasures can be completed in a timely manner.\n\nREP. GOSAR:  And does that include state and local officials so that we have a uniform policy enforcement all the \nway through this country -- not just on border?\n\nMS. GAMBLER:  It would be for the department to set what their goals and metrics are --\n\nREP. GOSAR:  I'm going to be honest with you, ma'am.  I'm not real comfortable.  I'm from Arizona and we've got \nsome problems here. And border security should be a uniform policy that's all the way through.\n\nAnd I can tell you, coming from a number of people within my conference, it's not going to be left up to Homeland \nSecurity; it'll be a joint venture in regards to having border security, so that we see the metrics from Border Patrol \nall the way encompassing all avenues of law enforcement, because I think that's what the American public wants is \nwe have limited resources.  Homeland Security has really -- not really restored a lot of trust.  Trust is a series of \npromises kept and we don't find much with that -- with Homeland Security.\n\nLet me ask you another question:  How do you feel about border security around Yuma, Arizona?\n\nMS. GAMBLER:  Around Yuma, Arizona?\n\nREP. GOSAR:  Mm-hmm.  (Affirmative.)\n\nMS. GAMBLER:  In our work, when DHS was using operational control as its performance measure for border \nsecurity, Yuma reported that its miles were under operational control.  Now, that was up until fiscal year 2011.\n\n\n\nREP. GOSAR:  Well, let's look -- you know, I've got to take a little leniency here because it actually is one of the \nshining stars in regards to border security, and that's the proper answer.  In fact, in that segment there has not \nbeen a border crossing -- illegal border crossing in that 40 or 50-some miles in Yuma -- in the Yuma sector for \nover six years.  Is that not true?\n\nMS. GAMBLER:  I'm not aware of that specifically.  But in fiscal year 2010 --\n\nREP. GOSAR:  When you're coming here to -- when you're coming here to represent what -- DHS' proposal, what \nwe need to do is we need to have success models.  And Yuma is a success model.  It has border fence.  It has a \nunified application of the law from border security to law enforcement.  And what's even more important is actually \nprosecution.  Is it not true that those folks from the Tucson sector do not want to be pushed to the Yuma sector \nbecause they're going to be prosecuted.  Is that not true?\n\nMS. GAMBLER:  We haven't specifically looked at that issue.\n\nREP. GOSAR:  I'm having problems once again here.  I'm having somebody from Homeland Security that I see on \na Senate bill that we're going to entertain that you're going to have border security all the way through and you \nhave no metrics.  You don't know what works.  You don't cite that working.  And yet, you're still coming up that \nwe're going to entrust you with border security.  Once again, Ms. Gambler, I want to say trust is a series of \npromises kept.  Tell me why I should have the trust in the DHS.  I will yield back for the second round of questions.\n\nREP. TIERNEY:  Mr. Chairman, might I just interject for a question here?  Ms. Gambler, you're with the \nGovernment Accountability Office, not Homeland Security, right?\n\nMS. GAMBLER:  I'm with the Government Accountability Office.\n\nREP. TIERNEY:  Thank you.  So I hope that would absolve you from some of the information that was being sought \nfrom you or a position sought of you and everything like that.  I think you're doing an excellent job.  And I just want \nto clarify that she's not Homeland Security.  The other thing I was going to ask the gentleman, if he would produce \nthat study that you mentioned at the beginning of your questions --\n\nREP. GOSAR:  We will certainly get you that.\n\nREP. TIERNEY:  -- could you tell us who the author was and make that available for the committee?\n\nREP. GOSAR:  You bet.\n\nREP. TIERNEY:  Thank you.  Thank you, Mr. Chairman.\n\nREP. BENTIVOLIO:  The chair now recognizes the gentlewoman from New York, Ms. Maloney.\n\nREPRESENTATIVE CAROLYN MALONEY (D-NY):  Good evening and thank you for your hard work and for \ntestimony today before the committee. I'm concerned about commerce.  Not only do we need to keep bad products \nout and homeland security and all of that focus, but Mexico is a very important trading partner with America.  And \nit's our largest -- it's really our third largest trading partner and our relationship has grown tremendously since \nNAFTA and significantly in the past years.\n\nAnd Mexico has grown to be roughly 500 billion (dollars) in bilateral trade.  That's important to the economy of \nAmerica.  And it's also sustained through the trade by some estimates 6 million jobs in the United States.  So it has \neconomic value that's important to our people.  And they say that U.S. sales to Mexico are larger than all U.S. \nexports to the BRIC countries, which are Brazil, Russia, India and China.\n\nSo in short, trade with Mexico is important for our jobs.  And I guess I should ask Mr. Murphy, isn't it true that part of \nyour profession is not only to protect the border but also to help facilitate trade between our two countries and at \n\n\n\nour ports of entry, both land and sea.  And is that true?  Is that part of your goal and not only security, which is \nnumber one priority, but also to allow legitimate fair trade?\n\nMR. MURPHY:  Congresswoman, thank you for the question.  You're absolutely right.  And that's one of the -- we \nbelieve that border security and economic prosperity go hand in hand.  And we also believe -- and recently there \nwas a study done by USC, the Create (sp) study, that showed that by adding additional CBP personnel onto the \nports of entry to help facilitate not only the border security aspect but the trade facilitation aspect, it helps build -- it \ntakes down -- it adds to the GDP.  It also takes -- for lost opportunity costs.  It reduces those.\n\nBut absolutely and we've partnered both with Canada and Mexico. We have our 21st century border and beyond \nthe border initiatives in Medicare right now.  We're working on Otay Mesa and Loretto on pre- inspection pilots.  So \nwe're partnering very closely with Mexico.  We recognize the importance of trade and it's the lifeblood of our \neconomy.  And I just think that CBP and OFO have particularly matured in recent years in recognizing that dynamic \nand the importance of that trade.\n\nREP. MALONEY:  Well, you mentioned the Loretto site and port and that's a very important site.  I understand that \n700 of the Fortune 1,000 companies do international business through that port.  Can you -- can you just give an \nexample on the ground of how you protect against terrorists and illegal guns and really bad things coming into our \ncountry and also allowing the trade that's necessary.  How do you make that happen in a way that allows the trade \nbut also has the significant strength to stop terrorists or illegal guns or other activities.\n\nMR. MURPHY:  Well, there's a number of ways. We look at -- one, we brought technology.  We have RPMs there \nobviously for the detection of nuclear, radiological elements.  We also have our license plate readers.  And on the \nSouthwest border right now, our RFID technology -- right now, 60 percent of the documents being used on the \nborder are RFID compliant.  We're trying to enable both trusted trader programs and our trusted traveler programs.\n\nBut from a standpoint of the trade, we're trying to again focus our resources there.  We're working with, again, on \nthis trusted trigger program and with our C-TPAT.  We have a number of programs. We have a number of partners \nwith the industry.  Loreto's a huge industry for trade and for the United States.  And again, we've recognized that \nfact.  We've directed our resources.  Again, I mentioned earlier about the workload staffing model.  This is a way \nthat we can direct resources, allocate resources where they're truly needed both from a trade standpoint and also \nfrom an enforcement standpoint.\n\nREP. MALONEY:  There was a report that I read a synopsis of.  I believe it came out of Princeton University, but \none of the think tanks.  And I'm going to find that report and get it to the chairman. And it said that a side effect of \nthe increased border security was that more immigrants were staying in the country, that usually a lot of Mexican \nworkers would come in, do seasonal work and then leave and go back to Mexico.\n\nBut now because the border is becoming much tougher to get in and out of, that they're just staying in America.  \nNow, I just ask anyone if they'd like to comment on it, if you've seen that.  Is there any substance to the idea that \nthis report put forward?\n\nMR. MURPHY:  I have not seen that.\n\nREP. MALONEY:  You have not seen that.  Anyone else want to comment on it?  My time has -- would you like to \ncomment on GAO?\n\nMS. GAMBLER:  We haven't seen that study.  We haven't reviewed that.\n\nREP. MALONEY:  Or the idea, have you seen that that's happening or --\n\nMS. GAMBLER:  We haven't evaluated that issue.\n\nREP. MALONEY:  Well, thank you.  My time has expired.  Thank you.\n\n\n\nREP. BENTIVOLIO:  Thank you.  I now would like to recognize myself for five minutes.  In February, I think it was, I \ntold my staff after several long weeks of working hard if I could find two days where I could go someplace warm with \nsome sand and they sent me to Arizona to tour the border fence.  It was a big eye opener. And earlier, Mr. Fisher, \nwe discussed the ultra-lights and, Mr. Murphy, did you comment on that as well or you didn't?\n\nMR. MURPHY:  No, sir.\n\nREP. BENTIVOLIO:  If I'm not mistaken, Border Patrol received $100 million for the ultra-light problem.  I mean, \nthat's an awful lot of money and yet we're really not seeing any significant change.  Can you tell me what seems to \nbe the problem?  I mean, $100 million, you could probably post quite a few border patrolmen just to sit there and \nlook up in the sky.  But nothing seems to be getting done because I keep hearing it's a problem from the boots on \nthe ground.\n\nMR. FISHER:  It is.  It has been defined as an emerging threat over the last couple of years and continues to be so \ntoday.  One of the things to take into consideration is ultra-lights can really take off and land pretty much anywhere.  \nSo the whole area of operation for the smuggling operations opens up that aperture -- then other areas that we've \nseen across the Southwest border.\n\nWe have and have continued to experiment with ground-based radar to be able to tweak the radar to make sure \nthat we are able to identify low flying ultra-lights and others that may be flying in that particular area.  The truth of \nthe matter is we still look to find out and adjust our policies.  First and foremost, as a law enforcement organization, \nyou know, we enforce laws in the United States and we do so with a matter of consistency, compassion within the \nConstitution.\n\nOne of the challenges that we face right now is even if we detect an ultra-light and identifying it and beginning to \ntrack it, say, with the U-860 or Blackhawk helicopter.  The end game, if you will, has not been established in terms \nof what we can do to that particular ultra- light because in many cases the ultra-light, when it makes entry into the \nUnited States does not land.\n\nIt'll simply just kick out its cargo which, up and to this point, has been narcotics, predominantly marijuana, and then \nthere's a ground crew that later, you know, picks up their marijuana and moves on.\n\nAnd so it doesn't land in the United States.  It just turns around and goes back into Mexico.  So we're working with \nthe department in science and technology to increase the effectiveness by which we detect the entry in the first \ninstance by the ultralights and then continuing to work within the law enforcement framework on how we can \nmitigate this evolving threat.\n\nREP. BENTIVOLIO:  According to Border Patrol agents, the $100 million detection program has not worked and \nhas been a waste of taxpayer money.  Another quote, Border Patrol on ultralight aircrafts -- \"impossible to stop.  \nWe don't have the technology.\"  This was also reaffirmed on my official tour of Nogales with the Border Patrol. \nAnother Border Patrol agent -- \"Difficult mission to find drop locations to intercept narcotics and arrest smugglers.  \nSuccess rates are low.\"\n\nThose are the comments from the boots on the ground, those guys in the trenches.  And I have another question, \nand regarding this it would seem to me that -- well, we have a -- this very expensive fence. It's 18-foot tall, and I'm \nasking questions and, you know, I just want answers.\n\nYou can't put razor wire on top because people are hopping over the fence.  People are driving up and actually with \na torch cutting through the steel and sending people in that way and then they're welding it back up so the Border \nPatrol doesn't see it, and then in other cases -- what else?  A number of tunnels.  There's no real detection, and I \nasked about dogs.  Now, is there some problem with employing more dogs with our Border Patrol agents?\n\nMR. FISHER:  Not that I'm aware of, sir, no.\n\n\n\nREP. BENTIVOLIO:  OK.  So instead of this $100 million on a system that doesn't work, we know dogs can detect -\n- I know this for a fact -- can detect things in the sky as well as on the ground and it's very low tech.  Maybe not as \nsexy, but what's your comments on that? Should we employ more dogs versus $100 million worth of high tech?\n\nMR. FISHER:  I wouldn't suggest substituting, you know, canine and their handlers for technology or infrastructure.  \nWe employ approximately 300 canines and handlers throughout the border.  They, along with the horses and other \ntypes of technology that we have, is a complement.  And the other thing to take into consideration or I would, \nperhaps, foot stomp this as well is that each section of the border is different.\n\nWhat may work in a place like Yuma, Arizona, may not work in a place like Nogales.  Some of the ultralight \ntechnology may not work in the sections of El Paso, Texas, but it works really well in a place like El Centro, \nCalifornia.  And so it's identifying the geography, the tactics, techniques and procedures of the criminal \norganizations, understanding how they operate, understanding the extent to which they're vulnerable so that we \nthen can exploit that, and there is no cookie cutter approach to be able to do that, in my opinion, sir.\n\nREP. BENTIVOLIO:  OK.  Thank you.  We'll come back to this. Chair recognizes the gentlewoman from Illinois, Ms. \nKelly.\n\nREP. KELLY:  Thank you, Mr. Chair.  I'd like to talk about the data issue.  One thing that seems clear from today's \nhearing and from the Government Accountability Office comprehensive review of the department's border security \nstatistics is that the number of immigrants apprehended by the department or apprehensions has declined markedly \nalong the Southwest border between 2006 and 2011.\n\nThis amounted to about a 68 percent drop in apprehensions, which seems to suggest the border enforcement is \ncurrently working.  Ms. Gambler, do you infer this from the data that the number of illegal border crossings have \nfallen and, if so, isn't this a good thing?\n\nMS. GAMBLER:  The data that we reported in that report and that you cited was on apprehensions.  So that's the \nnumber of illegal entrants who the Border Patrol arrested and that data shows that apprehensions declined from \nfiscal year 2006 to 2011.  The 2012 data reported by Border Patrol indicate that apprehensions increased from \nfiscal year 2011 levels.  In that report, we also provide data on estimated known illegal entrants by sector, and \nthose numbers as estimated by the Border Patrol did decrease in Southwest border sectors over that time.\n\nREP. KELLY:  While the meaning of apprehensions data by itself seems to be the subject of some debate, it \nremains clear that the department continues to use this figure on an interim basis until it's able to develop an \nalternate approach and that poses some concern. Ms. Gambler, how long has Border Patrol used the numbers of \napprehensions as its interim performance goal?\n\nMS. GAMBLER:  They've been using that since fiscal year 2011.\n\nREP. KELLY:  OK.  And Chief, welcome -- Chief Fisher.  When will Border Patrol begin using a more \ncomprehensive data point for measuring flows across the border?\n\nMR. FISHER:  We started developing those this year and will baseline this year and really start with the new metrics \nin fiscal year '14, which will start 1 October.\n\nREP. KELLY:  OK.  And can you please explain how the Border Patrol currently uses apprehensions data such as \nwhere to allocate resources?\n\nMR. FISHER:  Right.  Well, the apprehension data in and of itself does not dictate where we deploy or redeploy \nresources.  That decision is based on risk and it's done both in terms of the -- my staff at headquarters looking at \nthe strategic lay down of all forces within the northern, southern and coastal environments and, really, it's left in the \nhands of the field commanders in the field to be able to deploy and deploy -- and redeploy those resources within \nthe areas that they have operational control over.\n\n\n\nREP. KELLY:  And if you were to get additional Border Patrol agents, where would you place them?  Where do see \nthe biggest need?\n\nMR. FISHER:  Certainly, we would look into areas, for instance, of where we're unable, perhaps, to put fence or \nunable to put certain pieces of technology because it's a combination.  It's not just, you know, putting more Border \nPatrol agents.  We have to do that in consultation with, certainly, the field commanders and the Border Patrol \nagents to tell us what works, what doesn't work, and we would make sure that we put the resources in the areas of \nhighest risk along our borders and then we would work our way back from there.\n\nREP. KELLY:  And when you say they tell you what works and doesn't work, how often do you check?  Do you \nhave -- every three months or every month?  What's the evaluation process?\n\nMR. FISHER:  Well, quite frankly, with 21,370 Border Patrol agents they are not shy to call me and let me know \nthrough email what works and what doesn't work and I appreciate their willingness to tell us and headquarters what \nis the best approach.\n\nREP. KELLY:  OK.  Ms. Gambler, do you have any current concerns about the apprehensive data and how it's \nused?\n\nMS. GAMBLER:  The -- in terms of the apprehensions data, those -- that is data on the number of illegal entrants \nthat the Border Patrol apprehends.  In our December 2011 report, we did identify some limitations with the data \nthat Border Patrol collects and estimates for what are called turn backs and got aways, and the limitations with that \ndata preclude Border Patrol from using that data to make comparisons in performance across sectors.\n\nNow, Border Patrol issued updated guidance to the field in September 2012 to provide for a more common \napproach to estimating turn backs and got aways across the Southwest border sectors and we understand that the \nBorder Patrol sectors are implementing that guidance.\n\nREP. KELLY:  And, Chief, do you feel like this will give a more complete data picture -- including got aways and \nturn backs?\n\nMR. FISHER:  We're getting better at that but let me be clear. We are trying in some cases -- I say we broadly -- \nhave to be very careful of applying a very specific scientific method in accuracy and certitude to a function and \noperation that does not allow that.  We're going to do the best we can to determine how many people came in and \nof that number how many people did we apprehend.\n\nBut no technology or no system that I'm aware of is going to, with 100 percent accuracy, make that determination \ngoing forward and it doesn't exist in other law enforcement organizations, that I'm aware of.\n\nREP. KELLY:  Well, my time is up.  Thank you.\n\nREP. BENTIVOLIO:  Thank you.  The chair now recognizes the gentleman from Arizona, Dr. Gosar.\n\nREP. GOSAR:  Thank you again, Mr. Chairman.  Before I start my other second line of questioning, I want to make \na point that we made sure that Mr. Langlois has had an opportunity to come before this committee -- either he \ncomes here or we go there -- because I think we need to have this discussion in front of the American people.\n\nMs. Gambler, one of the things that I'm critical about and I -- to be honest with you I'm a big fan of GAO but in this \n(grace ?) what I want to see is -- you cited a number of studies in regards to the gentlewoman from Illinois.  I need \nto see that same type of application from where we're coming from in Arizona and so I want to see some equal \nlatitude.\n\nMr. Fisher, you just made a comment that what works in Yuma doesn't work anywhere else.  But the principles are \nthe same, are they not?  Deterrent, enforcement and apprehension and then also going before justice -- isn't that \ntrue?\n\n\n\nMR. FISHER:  The principles and the strategy apply but the application on the different geographic areas do not.\n\nREP. GOSAR:  Oh, I'm happy with that.  I'm happy with that.  Let me ask you a question, both the gentlemen, Mr. \nFisher and Mr. Murphy. In your testimony, you also went to say a secure border means living free from fear in the \ntowns and their cities.  Do you feel that the folks in southern Arizona can actually say that today?\n\nMR. FISHER:  In some locations, that would be accurate.  In others, probably not.\n\nREP. GOSAR:  Some.  Some.  How about you?\n\nMR. MURPHY:  Yes, sir.\n\nREP. GOSAR:  Yeah.  So I would say if we really want to start making this deterrent or dictation, probably about the \n50 miles coming from the California border is secure.  Beyond, going into the Tucson sector from that 50 miles not \nsecure.\n\nWe've got some type of problem with the Tucson sector.  And then going further east, we've got bigger problems, \ndo we not?\n\nMR. FISHER:  In somewhat of a west-east, you know, quick look at the border, which -- and by the say, sir, as you \nmentioned, that always is going to fluctuate with the criminal organizations adjusting their operations.\n\nREP. GOSAR:  Oh, I know.  And from what I understand, you know, we've got a problem in the Tucson sector.  It \nhas shifted more to the Texas side, but you're right.  But there are still some generalities that we can hold true, can \nwe not?\n\nMR. FISHER:  Certainly.\n\nREP. GOSAR:  OK.  Can we put the slide up here up on the screen?\n\nThese signs were found posted not at the border, not within 20 miles of the border, but were posted 80 miles from \nthe border.  Our local law enforcement officers, in addition to Custom and Border Patrol officers, have told us that \nour police -- our policies are failing, that the enforcement measures are so shoddy that it's an equivalent to ceding \nparts of our great country to cartels.  I am saddened by the terrible amount of illegal activity on our southern border, \nbut I'm downright angry that the federal government isn't doing it's part to protect its citizens.\n\nI do think the thousands of agents and officers that put their lives on the line day in and day out, but it seems that \nthere is such a disconnect between those on the frontlines and the bureaucrats that have marched up here on the \nHill to tell us what they think and what we want to hear.\n\nThankfully, from time to time, we bypass the so-called proper channels and go directly to the source -- which is \nwhat I do; I am a science guy -- to get the raw intelligence before it's scrubbed and framed here in Washington.  I \nhave talked to numerous CBP agents during my time in Congress.  The story they paint is far different than the one \npainted by DHS representatives here today and in the news media at large.\n\nOne agent told me that the methods for counting border crossings is completely inadequate, as the officers are told \nto count tracks going north.  The problem is that the drug runners cover their tracks very carefully going north, \nbecause they don't want to be tracked. The numbers found going north is often actually less than those found \ngoing south, because the cartel members don't care if they're being apprehended going south.  They've already \ndropped off their drugs and since they're already going south, they might as well get a free ride home.\n\nAnother agent told me that when he first -- when he first started, one of his supervisors started a meeting one day \nby saying, apprehensions are down; we're not catching as many people.  This particular officer lowered his head, \nfeeling that he and his colleagues were about to be scolded for not doing their job.  You can imagine his surprise \nwhen he was congratulated and told, good job, by that same supervisor.\n\n\n\nOne agent, a man who puts his life on the line each day, referred to the apprehension metrics by measuring border \ncontrol as asinine. Whereas Napolitano, our secretary, claims that the border is safe and secure better than any \ntime before, the people that actually do this for a living estimate that they might apprehend 20 percent of the border \ncrossings on a good day.\n\nWhen it's possibly the most discouraging and shameful thing that I have been told by the CBP agents on the ground \nis that they feel that they signed up for one job, when they actually have two jobs. They say their job is to fight the \ndrug cartels and the so-called coyotes, but they also say their job is a constant fight with the federal government.  In \ntheir words, they have to fight their own employer do to do the job that they were hired.  This is a situation that could \nonly be created by this town.\n\nMr. Chairman, I would ask that you consider having another hearing at a later date in which we can invite CBP \nofficers and other state and local officers from the frontlines, that they're actually able to offer us some real \nperspectives, highlight the real problems and help guide us towards a real solution.\n\nYou know, when we start looking at the border, it's a fascinating issue.  You know, we have Forest Service; we \nhave primitive areas and we have to have a commonsense policy in which to have apprehensions to make this \ncountry secure.  So I'd like to hear from the Border Patrol agents directly.\n\nThank you.\n\nREP. BENTIVOLIO:  Thank you.\n\nThe chair now recognizes the gentleman from Florida, Mr. Mica.\n\nREPRESENTATIVE JOHN MICA (R-FL):  Well, first of all -- (off mic) -- absolutely had it with officials who refuse to \nappear before our committee.  This is the chief investigative panel of the House of the Representatives.  What's this \nguy's name -- Langlois?  Langlois?  OK.\n\nI want a meeting -- you're acting chair right now, but I want a meeting staffed with Mr. Chaffetz and Mr. Issa.  And I \nwant these people held responsible.  We will subpoena his butt in here or they will appear before us one way or the \nother.  This is the last time this is going to happen that I'll -- that I'll be involved in any of the subcommittees or the \nfull committee and have particularly a DHS staffer -- and this is an important position; this isn't just any staff -- not \nappear before this committee.  And it's important that he appear with these other witnesses.\n\nI'm absolutely frosted and this is the last time, I guarantee you.  They will regret not appearing before our \ncommittee.  I don't care who it is.\n\nSo again, I know you're acting chair right now, sir.  And staff, I want a meeting within the next 24 hours with \nChairman Chaffetz and also, Mr. Issa.  And if we have to bring the other side of the aisle in, whatever it's going to \ntake.  But again, I'm not very pleased that we would have, again, the associate director for refugee asylum and \ninternational operations thumb his nose at a legitimate request, timely given to appear before this committee -- \nsubcommittee of Congress.\n\nI have some information, I guess, both Mr. Fisher and Murphy -- Customs and Border Protection.  Who oversees \nprocurement of some of the equipment?  Who would have the most knowledge?  Both of you have equal \nknowledge?\n\nI understand -- I wasn't here earlier, but you're looking at mobile rather than a fixed surveillance system.  Is that \ncorrect?\n\nMR. FISHER:  That's correct, sir.\n\nREP. MICA:  Mr. Murphy, correct?\n\n\n\nMR. MURPHY:  Yes, sir.\n\nREP. MICA:  OK.  And I have information from a whistleblower that there are several types of these surveillance \nequipments that are available.  And one is available at $54 million and the second's available at over $100 million.  \nAre you aware of that -- the two principal types of surveillance -- mobile surveillance equipment that you're using?\n\nMR. FISHER:  I'm not aware of that, sir.\n\nMR. MURPHY:  No, sir.\n\nREP. MICA:  OK.  Well, I want you to be aware of it.  This is information I have that, again, on the procurement that \nyou're picking or dividing the contract.  I'm not interesting in a 50 percent premium that the taxpayers pay on this \nmobile equipment.\n\nI want a report back from one or both of you on what's going on, what kind of equipment's being purchased, why \nyou're paying twice as much for some equipment that has the same capability, I'm told, as the other equipment.  \nOK?  Do you get it?\n\nMR. FISHER:  Yes.\n\nREP. MICA:  Back to the committee, through myself or the chair, I want a report on why you're paying twice as \nmuch for some equipment that has the same capability as others.  We have very limited amount of money.  Isn't \nthat correct, gentlemen?\n\nMR. FISHER:  Yes.\n\nMR. MURPHY:  Yes, sir.\n\nREP. MICA:  Constraints.  So this is something that's been brought to my attention by a whistleblower.  I want it \nverified and documented exactly what you're doing here.\n\nOK.  Let's go to border crossings and protections.  There's about three different types of entry documents.  There's \n-- well, four actually:  the passport, right; Global Entry -- you can get in with a Global Entry card, do you have to \nhave a passport too?  Murphy, Fisher?\n\nMR. MURPHY:  Yes, sir.  Based on the Western Hemisphere travel initiative, obviously, we took about 8,000 \ndifferent documents out there and there's just a few.  But with the passport --\n\nREP. MICA:  Can you get in with a Global Entry by itself?  Yes or no?\n\nMR. MURPHY:  I'll have to get back to you.  I know that that --\n\nREP. MICA: You -- wait!  What is your position?\n\nMR. MURPHY:  I'm the acting assistant commissioner for field operations.\n\nREP. MICA:  And you can't tell me whether I can get in or out with a Global Entry card -- a document --\n\nMR. MURPHY:  Well, in order to get the Global Entry card, you have to have that document.  And your document -- \nand your face will appear on the screen when you're coming through.  But --\n\nREP. MICA:  But can a -- someone entering the United States from Canada or Mexico or somewhere come in with \njust the Global Entry card?\n\nMR. MURPHY:  I'll have to get back with you, sir.\n\nREP. MICA:  Oh, dear god.  Please don't tell me that they're sending people -- you're acting.  It's pretty scary.\n\n\n\nOK.  There's two other documents. One is what, NEXUS and FAST?\n\nMR. MURPHY:  Well, those are all --\n\nREP. MICA:  NEXUS is Canadian for Canada.  Is FAST?\n\nMR. MURPHY:  Yes.  It's the cargo -- through trucks.\n\nREP. MICA:  OK.  And there's another one then.  What's the one for Mexico?  Is there is a card for Mexico?\n\nMR. MURPHY:  Well, there's SENTRI.\n\nREP. MICA:  SENTRI?\n\nMR. MURPHY:  SENTRI, FAST, NEXUS, Global Entry.\n\nREP. MICA:  OK.  We've got all these cards.  Well, I had a hearing a couple of weeks ago on the ID cards, which is \nagain that so- and-so from DHS isn't here so we can't go after him, because they're responsible for overseeing \nsome of the standards.  But we have all of these cards.  None of them have dual-biometric capability.  Is that right?\n\nMR. MURPHY:  Dual metric in terms of?\n\nREP. MICA:  Fingerprints and iris would be biometric.\n\nMR. MURPHY:  No.  Yes.  We -- they have -- it's fingerprint.\n\nREP. MICA:  But they do not have dual.\n\nMR. MURPHY:  Right.  So they'd only have fingerprint or iris.\n\nREP. MICA:  Now, we had also someone at a hearing.  Get the transcript of it from last week -- testify from the FBI \nthat fingerprints can be altered.  They're not secure, OK?  And the only secure means of identification that's \nguaranteed would be dual biometric; that's iris and fingerprint.  But we do not have anything with iris, NEXUS, \nFAST, Global Entry, passport -- what was the other one you told me -- SENTRI, right?\n\nMR. MURPHY:  I believe we're looking at the iris but I don't believe we have it.\n\nREP. MICA:  For 11, 12 years I asked that that be done in law after 2001, I think in 2002; repeated it in law several \ntimes.  And here, again we do not have a DHS person to testify.  So we have a document that's being used that can \nbe undependable and you don't know if Global Entry can be used to get in.  What about the others?  Can they get \nin with just a -- from Canada with the NEXUS card?\n\nMR. MURPHY:  I apologize, sir.  I know you have to have that card.\n\nREP. MICA:  Oh dear God.  Where do they send these people from?\n\nREP. BENTIVOLIO:  Mr. Mica, we're going to have to wrap it up.\n\nREP. MICA:  Now, wait a second.  Did you have two rounds?\n\nREP. BENTIVOLIO:  Yeah, we did.\n\nREP. MICA:  I haven't had my first -- that's my first round so I'll go into my second round.  Did you have a waiting \nDemocrat that wants to go first?\n\nREP. BENTIVOLIO:  Yes, we do.  Yes.\n\n\n\nREP. MICA:  All right.  Well, we'll let her go and then I'll come back.  I'll try to recover in the meantime.  (Laughter.)\n\nREP. BENTIVOLIO:  The gentleman from New Mexico --\n\nREP.      :  Gentlelady.\n\nREP. BENTIVOLIO:  -- the gentlelady, excuse me, from New Mexico, Ms. Grisham.  Thank you.\n\nREPRESENTATIVE MICHELLE LUJAN GRISHAM (D-NM):  Thank you very much, Mr. Chairman.  And thank you \nto the panel.  So I'm in an interesting position from New Mexico in that we have a small unique border from New \nMexico to Mexico that are affected primarily by the border at El Paso but not then we don't get the same border \npost investments.  We don't get the same federal investments for border protection issues that are beyond the \nborder itself but invest in the state.\n\nAnd so, we are affected by trade issues which I know have been a topic this morning in terms of some of the \nquestions.  We're affected by the efficacy of what you do on the border.  We have public safety issues.  And we \nalso have one of the highest drug trafficking and substance abuse problems per capita in the country.  Now, as a \nproponent of comprehensive immigration reform, which I think helps us with border activity because now we've got \na legal pathway for folks to go back and forth, I am absolutely concerned about security issues.\n\nAnd I think that this question, given the topics of the questions today, is really for Ms. Gambler.  Of all the \ninvestments --and of course, we've had significant investments and watching what's occurring in the Senate, there \nis momentum for even more investments at the border -- tell me which of those investments -- personnel, \nequipment, sensing, high tech investments -- which of those are the most effective?  And I need to know that both \nin terms of whether it's a cost effective aspect or whether it's giving you those protections that we're interested in \nhaving occur at the border.\n\nMS. GAMBLER:  Congressman, your question gets at a key takeaway from a number of GAO reports that we've \nissued looking at CBP's efforts to deploy technology, infrastructure and personnel along the border.  And that \ntakeaway is that the department has been challenged to be able to identify the contribution that its investments \nhave been making to border security.\n\nFor example, we've recommended that the department conduct a cost effective assessment to be able to assess \nthe contributions that tactical infrastructure and fencing have made to border security. With regard to technology \nand our review of DHS' new technology plan for placing surveillance technologies along the Southwest border, we \nrecommended that DHS identify the benefits and metrics for assessing implementation of the plan and the \ntechnologies going forward.  So your question gets at a key takeaway from a number of reports we've issued on \nborder security efforts.\n\nREP. GRISHAM:  So the -- my issue is -- and I'm hearing that from my colleagues on both sides -- is that while we \nknow we need to do that, we've got to perform those evaluations.  We don't have that concrete information.  In your \nopinion, given that, again, unprecedented investments, I'm concerned about whether they're making the difference \nthat we need.\n\nShould our next set of funds, assuming they move forward, be contingent upon those assessments and you can \nonly draw down if you can demonstrate that in fact it's going to be a cost effective investment that also brings about \nreal results at the border?\n\nMS. GAMBLER:  That would, you know, certainly be a policy call for Congress.  But our recommendations have \ngone to the need for DHS to be able to assess the benefits from its investments and the contributions that those \ninvestments are making to its border security effort.\n\nREP. GRISHAM:  OK, because if we don't do that, then the reality is you -- and I hope -- have immigration reform, \ncontinue to make sure that we do have secure borders, invest in technology that will be using in other places and \nefforts.  And if we don't do it in a contingent, effective manner, then we will not, regardless of the policy decisions \n\n\n\nthat we make here, have an effective environment for protecting and securing the border while making sure that \neffective trade takes place and legal travel back and forth across the border is not minimized but it accepted in a \nproductive and safe manner.\n\nAnd I'm -- based on the testimony today, I am very concerned that we don't have that information readily available \nto us.  And so that minimizes any of the efforts that we make here in Congress.  Is that a fair statement?  And now, \nanybody can answer -- 23 whole seconds.  No takers?  Come on!  Mr. Murphy?\n\nMR. MURPHY:  Ma'am, I think we're working very hard to identify our risk.  I think we're working very hard, and \nagain, not to beat a dead horse, but our worker staffing model I think is helping us identify areas that need \nadditional resources and basically trying to take more of a business transformational type of look at our processes \nand how we do business.\n\nREP. GRISHAM:  All right.  It sounds to me like we may not be as ready as we should.  Thank you, Mr. Chairman.\n\nREP. BENTIVOLIO:  The chair now recognizes the gentlelady from Wyoming, Ms. Lummis.\n\nREP. LUMMIS:  Thank you, Mr. Chairman.  To the previous comment by the gentlelady from New Mexico, therein \nlies the problem.  Trying to get us to do comprehensive immigration reform at a time when we cannot assure our \nconstituents -- the people we work for -- that the border is secure is a nonstarter.\n\nWhen I go home, all I hear about is secure the border first, then we'll talk about comprehensive immigration reform.  \nI hear that from all aspects from all of my constituents.  And I cannot tell them that we have accomplished step one \n-- secure the border -- which is their green light to move forward on comprehensive immigration reform.\n\nThis is not a new condition that the American people, especially those from nonborder states, have put on us.  \nThey've been telling us for years, secure the border first, then we'll talk about comprehensive immigration reform.  \nThere's a bill, probably passed the Senate today, that will comprehensively reform immigration.\n\nIt is not going to pass the House because we have not addressed the one condition the American people have put \non us before they'll allow us to have a robust conversation about comprehensive immigration reform.  We haven't \nsecured the border.  Now, my constituents have asked me this repeatedly.  Is a fence the least expensive, most \neffective way to secure the border in land-to-land border crossings? Mr. Fisher, is that true?\n\nMR. FISHER:  In some locations, that would be true, yes.\n\nREP. LUMMIS:  Do we have a fence in every location where that is true?\n\nMR. FISHER:  That I don't know.  But also, I should add it's not just the fence because anywhere that you would \nhave a fence, which predominately you would put in place is because you have identified it as right risk, which is \nattributed by a lot of illegal crossings in between the port of entry.  Just having the fence in and of itself does not \nnecessarily guarantee the border security.\n\nREP. LUMMIS:  The Corker amendment that's being discussed in the Senate -- and I don't know whether it's \npassed or failed -- would add 700 miles of fence and 20,000 troops on our border to defend our border.\n\nNow, if you were me and you go home every weekend and your constituents are telling you:  secure the border; \nsecure the border, would you vote for the Corker amendment?\n\nMR. FISHER:  Representative, I'm not in a position to one, put myself in your position.  Although, there are similar \ncircumstance. When I do go home, you know, my wife and son ask me the same question and we have a very \ninteresting discussion about that.  So I can understand the challenges that you, and certainly other members of this \ncommittee, are looking at right now as it relates to the current legislation.\n\nREP. LUMMIS:  What would you -- what do you tell your wife and your child?\n\n\n\nMR. FISHER:  I try to change the subject, ma'am.\n\nREP. LUMMIS:  I'll bet you do.\n\nMr. Murphy?\n\nMR. MURPHY:  Sir, it's -- I mean, ma'am, it's a very important issue.\n\nREP. LUMMIS:  OK.  Let me ask you:  The Corker amendment -- 20,000 troops, 700 miles of fence on our southern \nborder.  Would you vote for that amendment?\n\nMR. MURPHY:  I don't think I can put myself in your position to answer that.\n\nREP. LUMMIS:  Do you have the same conversation with your family that Mr. Fisher does?\n\nMR. MURPHY:  Yes, I do.\n\nREP. LUMMIS:  And what do you tell them?\n\nMR. MURPHY:  I tell them that we have men and women out there doing the best they can with what we have.\n\nREP. LUMMIS:  Mr. Homan, would you vote for the Corker amendment? If you were me and your constituents, \nevery weekend when you went home, said secure the border first, then we'll let you talk about comprehensive \nimmigration reform.  Would you vote for the Corker amendment?\n\nMR. HOMAN:  I don't think I'm in a position to, you know, give my opinion on that.\n\nREP. LUMMIS:  Do you have family that you discuss these things with?\n\nMR. HOMAN:  No.  My wife wants me to retire.\n\nREP. LUMMIS:  (Chuckles.)\n\nMR. HOMAN:  But you know, as far as my position at ICE, about border security, I think we are doing more with \nour partners in the Border Patrol than we've ever done before.  There's a couple operations we're currently doing \nwith the Border Patrol.  For instance, we can talk about Alien Transfer Exit Programs called ATEP, where if a \nMexican national crosses the border illegally in Texas, rather than just turn him back around in Texas and they \nmake multiple re-entries, we take custody of them; we detain them; we transport them to another state for removal.  \nThat separates them from the alien smuggling organization, so you hurt the criminal smuggling organization and \nthat cuts down the recidivism, because now the alien's out of his area.  He doesn't know the area so chances are \nhe's not going to cross again.\n\nREP. LUMMIS:  I'm glad to hear we're making progress.  But let me ask you:  Is our border secure; is our southern \nborder secure?\n\nMR. HOMAN:  Ma'am, I don't have resources on the border.  We do not control the border.\n\nREP. LUMMIS:  Mr. Murphy, is our southern border secure?\n\nMR. MURPHY:  I think we're working toward that end.\n\nREP. LUMMIS:  Is it now?  If I go home this weekend, can I tell my constituents -- and they're going to ask, is our \nborder secure? What should I say?  What would you say if you were me?\n\nMR. MURPHY:  We're doing our best.\n\nREP. LUMMIS:  Mr. Fisher, what would you say?\n\n\n\nMR. FISHER:  I would say in certain sections along the border that is, in fact, true.  The border is secure.  But not \nall --\n\nREP. LUMMIS:  Can you give us the sections where it's not secure? Can you show us a map and show us where \nit's not secure?\n\nMR. FISHER:  In some locations we would --\n\nREP. LUMMIS:  Can you advise us, in those locations -- those \"some locations\" where you can tell us, can you tell \nus how to make it secure?\n\nMR. FISHER:  We're in the process of building that right now.\n\nREP. LUMMIS:  And when will that be -- that process be completed?\n\nMR. FISHER:  Probably in the next few months.\n\nREP. LUMMIS:  Would you -- when you get it, are you going to share it with us?\n\nMR. FISHER:  It would be my intent to do so, but that would not be my call.\n\nREP. LUMMIS:  Thank you, Mr. Chairman.  I yield back.\n\nREP. BENTIVOLIO:  The chair now recognizes the gentlelady from Illinois, Ms. Kelly.\n\nREP. KELLY:  Hi. I just had another question about the data.\n\nClearly, the Border Patrol also collects data other than apprehensions, and the Government Accountability Office \nhas also reviewed this data.  For instance, GAO analyzed the percentage of repeat border crossers and found that \nfigure had declined also between 2006 and 2011.\n\nMs. Gambler, do these indicators paint roughly the same picture as apprehensions?  That the number of illegal \nborder crossings over the last six years and what else do you think they tell us?\n\nMS. GAMBLER:  The recidivism-rate data that we looked at covered the period from fiscal year 2008 to 2011 and it \nfound that the recidivism rate across the Southwest Border decreased by 6 percent during that time.\n\nThe recidivism rate looks at estimate known illegal entrants who are apprehended more than once.  So it's not \nexactly the same -- it's not exactly the same as looking at data on just apprehensions.  It's looking at the number \nwho've been apprehended more than once.\n\nREP. KELLY:  OK, thank you.\n\nI also just wanted to make a comment that I totally understand -- on both sides of the aisle on this committee -- that \nwhen we call someone we expect the person to be here and expect the person to answer our questions.  But I also \n-- it is my understanding that the gentleman has offered to sit down with staff.  So I just want to make sure we give \nhim a little credit for that.  But I too agree that when we call people, they should come to the session.  But from my \nunderstanding, he has offered to sit down with staff.\n\nSo thank you.\n\nREP. BENTIVOLIO:  The chair now recognizes the gentleman from Florida, Mr. Mica.\n\nREP. MICA:  Thank you, Mr. Chairman.\n\n\n\nLet's go back to the identifications that are used for entry at the border.  Either of you gentlemen -- Mr. Fisher or \nMr. Murphy -- are you familiar with any of the technical boards that approved the credentials that are used for \ncrossing the border?\n\nMr. Fisher?\n\nMR. FISHER:  I am not, no.\n\nREP. MICA:  Mr. Murphy?\n\nMR. MURPHY:  No, sir.\n\nREP. MICA:  See, this is why it's so difficult to conduct this hearing without someone responsible from DHS who \ncan answer these questions.  But we have at least five documents I cited; none of them had dual biometric \ncapability.  The acting commissioner and the chief do not -- did you know, Mr. Fisher, if, again, those documents \ncan be used by themselves -- either Global Entry, Nexus or FAST or SENTRI?\n\nMR. FISHER:  I don't know that, sir.  That's not my area of expertise.\n\nREP. MICA:  Well, again, I think as chief of U.S. Border Customs and Protection, you should know which \ndocuments can be used.\n\nI am not able to question, again, whether or not there's any coordination in the development of those documents \nand what they contain -- the capability that they contain.\n\nHow many -- how many individuals who were apprehended last year -- Mr. Homan, maybe you've already told the \nsubcommittee -- crossing the borders illegally?\n\nMR. HOMAN:  I don't have the number of aliens -- illegal aliens crossing the border.  What I can tell you is that we \narrested, processed and removed 410,000.\n\nREP. MICA:  You removed 410,000 back to their original point of entry or whatever country they came from?\n\nMR. HOMAN:  Yes, sir.\n\nREP. MICA:  How many, them, are incarcerated in the United States, say last year, at any time?  Would that be all \nof them or -- and are there -- is there a population of illegals in our prisons?\n\nMR. HOMAN:  Yeah.  Of the 410,000 removed last year, 225 of those were convicted criminals.  And we got --\n\nREP. MICA:  Two-hundred-and-twenty-five period were convicted --\n\nMR. HOMAN:  Two-hundred-and-twenty-five thousand.\n\nREP. MICA:  Two-hundred-and-twenty-five thousand?\n\nMR. HOMAN:  Yeah.  Fifty-five percent of the 410,000 were convicted criminals.\n\nREP. MICA:  OK.  And do you detain those convicted criminals?\n\nMR. HOMAN:  Yes.  Our strategic approach we have four priorities: those who are a threat to national security and \ncommunity safety, which are convicted criminals; recent border entrants; and those that are fugitives --\n\nREP. MICA:  So the taxpayers foot the cost while they're in prison.  Do we also pay for their legal costs?  Do you \nhave any idea if they're all granted the -- are they read any rights?\n\n\n\nMR. HOMAN:  No. We're administrative process.  After they do their -- if they get convicted of a crime, they do their \ntime in whatever state or federal facility.  We get them after the fact and we do try to process them for removal while \nthey're still in the custody of a law enforcement agency so we don't incur unnecessary costs.\n\nREP. MICA:  But are they entitled to any kind of legal counsel that we provide or they can get their own counsel?\n\nMR. HOMAN:  They can get their own counsel under administrative remove procedures, not entitled to a paid \nattorney.\n\nREP. MICA:  They are not.  OK.  Any idea as to the cost of incarcerating these individuals?\n\nMR. HOMAN:  In our custody or in the custody of law enforcement?\n\nREP. MICA:  Both -- both.  What's your cost and is there an estimate on the cost of incarceration by others?\n\nMR. HOMAN:  ERO is funded at 34,000 beds a year and those beds turn over quickly.  Our funding for detention \noperations is about 1.7 billion (dollars).\n\nREP. MICA:  I saw a numbers of Customs and Border Patrol people were killed historically, maybe the last decade.  \nHave most of the culprits been apprehended?  Mr. Murphy, Mr. Fisher, do you know?\n\nMR. FISHER:  Over the last few years, there have been arrests of individuals who have -- there was enough \nevidence to warrant their arrest that were attributed to violence against Border Patrol agents and in some cases the \nkilling of Border Patrol agents and CBP officers.\n\nREP. MICA:  I remember working with Reagan administration when they killed Kiki Camarena.  And I think the way \nReagan handled it was he closed the borders for a while.  But we still have people who haven't been apprehended \nwho have killed our agents.  Is that correct?\n\nMR. FISHER:  That is true.\n\nREP. MICA:  OK.  That's kind of a sad commentary.  I think we need to do everything possible to target those \nindividuals.  Might be a good use of drones, but -- to take them out when you kill an enforcement officer or Border \nPatrol personnel.  And I yield back the balance of my time.\n\nREP. BENTIVOLIO:  Did you have any more questions?\n\nREP. MICA:  No, and -- though I would like if the staff could send a letter and I've asked a response on this paying \ntwice as much. I guess they divided up the contract between a couple of vendors and one of the pieces of \nequipment I understand costs twice as much as the other.  It's nice to divide the contract.  But I don't really care \nabout that.  I'm looking at the taxpayers.  It has the same capabilities.\n\nBut I want to find out about that mobile surveillance equipment, the acquisition, the cost of the equipment, \ndifference in any capability and what would justify paying twice as much for the same thing.  And we will have a \nmeeting with -- we will have a meeting with the chair of the subcommittee and the full committee chair on calling in \nthe DHS witness.  Other than that, again, appreciate the courtesy.\n\nREP. BENTIVOLIO:  Thank you.  I have a few more questions.  Mr. Fisher, you testified earlier that part of the \nborder's secure and other parts are not.  What are the -- what parts of the border are unsecure?\n\nMR. FISHER:  These would be areas where generally we don't have access to the immediate border.  We don't \nhave full-time deployments of Border Patrol agents and we have very little or in many cases nonexistent \ntechnology.  And it's only in those areas where intelligence leads us to believe that criminal organizations may be \nexploiting those areas.  We adjust our resources accordingly.  That's what I meant by in some cases the border is \nmore secure than in others.\n\n\n\nREP. BENTIVOLIO:  OK.  So what percentage is unsecure?\n\nMR. FISHER:  I don't have a percentage, sir.  It's very difficult to identify a percentage.\n\nREP. BENTIVOLIO:  Miles?\n\nMR. FISHER:  It's even harder to distinguish miles because it fluctuates.\n\nREP. BENTIVOLIO:  Pardon me?  Yeah, what particular areas? Texas, New Mexico or Arizona?\n\nMR. FISHER:  All across the Southwest border there are sections that are considered secure and other sections \nthat are less secure. As a good example, if you look at -- there's a five mile stretch in San Diego, my recent post as \nthe chief in San Diego.\n\nThat five miles is between San Isidro point of entry and the Otay Mesa port of entry.  You may have visited it on one \nof your recent border tours.  That section of the border has been pointed out to me over the last couple of years as \nthat's exactly what we need to whole Southwest border to look like because there within that five mile stretch CBP \nhas put in over the years single fence.  We've had all weather roads.\n\nThere's a secondary fence that's about between 15 and 18 feet high.  On top of that secondary fence, we have \nrazor wire -- triple strand, by the way -- across that.  There are hundreds of unattended ground sensors that are in \nand around that secondary fence area.  We have integrated fixed towers that provide 7 by 24 surveillance and \nBorder Patrol agents routinely deploy that.  Very little people cross that section of the border.  However, if you also \nlook over the last 10 years, of the predominance in tunneling activity along the Southwest border --\n\nREP. BENTIVOLIO:  Mr. Fisher --\n\nMR. FISHER: -- that area is the most exploited.\n\nREP. BENTIVOLIO:  -- thank you. But I'm looking for what part of the border is unsecure.  You had mentioned that \nit's -- part of the border is secure, the other part is unsecure.  Or now you're saying -- backpedaling, saying, well, \nit's not as secure.  It's either secure or not secure.\n\nMR. FISHER:  Well, that's a really interesting point, sir, because really when you're looking at security, it's not an \neither/or proposition.  It's really the state of the border at any particular time.  Any section of the border that we say \nis secure is potentially continuing to be exploited.\n\nREP. BENTIVOLIO:  Yeah.  You said part of the border is less secure.\n\nMR. FISHER:  That's correct.\n\nREP. BENTIVOLIO:  OK.  So you're saying at certain times all of the border's unsecure and sometimes it is \nsecure?  I'm really confused because --\n\nMR. FISHER:  Well --\n\nREP. BENTIVOLIO:  -- you know, I'd like to help you fix the border and make sure it's secure a hundred percent of \nthe time, 24/7.\n\nMR. FISHER:  Sure.\n\nREP. BENTIVOLIO:  But you're telling me part of the border is not secure.  What geographical area, whatever, is \nunsecure?\n\n\n\nMR. FISHER:  There are certain segments in the area -- we're talking Arizona, early on the west desert, in and \naround the Tohono O'odham Nation.  That's one particular area what I would qualify right now as we have less \nsecurity in that particular area than we do in other parts of Arizona.\n\nREP. BENTIVOLIO:  Do you have a map?  Can you get a map?\n\nMR. FISHER:  I can get a map. I don't have one with me, sir.\n\nREP. BENTIVOLIO:  OK, I'd like to see a map.  You know, I'm an old soldier, you know, and my perimeter's going \nto be secure.  When I go to sleep at night, I want to know that I've got people out there to protect my perimeter.\n\nMR. FISHER:  Understood, sir.\n\nREP. BENTIVOLIO:  You know how it works, right?\n\nMR. FISHER:  I do.\n\nREP. BENTIVOLIO:  OK, Americans want to go to sleep at night knowing their perimeter is secure.  And I want to \nknow, like a soldier, what part is the weakest, what is the strongest and what can we do to fix it.\n\nMR. FISHER:  Certainly.  Understandable.\n\nREP. BENTIVOLIO:  OK, great.  Thanks. Now, I have just a few more questions.  I was just reading a blog from -- \nwhat did I do with that -- excuse me, here -- Debbie Schlussel.  She's a blogger.  What does she mean by the term \nreverse escort?  Can any of you answer that question?  Mr. Homan?\n\nMR. HOMAN:  I can answer that question.  The activity in Rio Grande Valley has spiked a couple of months ago, \nhas since we down. But we see an increase in other than Mexican arrests, citizens from El Salvador, Guatemala \nand Honduras.  That's three major populations.  We have a congressionally mandated cap on overtime.  My officers \ncan only make so much in overtime.  And a lot of the arrests the Border Patrol has been making is unaccompanied \njuveniles.  These are people -- nationals under the age of 18.  We are only allowed to detain them up to 72 hours \nbefore we turn them over to Health and Human Services office of refugee resettlement.\n\nSo with the surge in the unaccompanied alien juvenile arrests that we've got into custody, we are by law and \nstatute are supposed to turn them over to HHS.  They have facilities all across the country. When we contact them \nsaying we have a juvenile in custody, where do we take them, we have to deliver that unaccompanied juvenile to \nthem so they can place them in a facility comparable for a juvenile.  My officers were doing so many escorts of \nthese juveniles, they're bumping up against the overtime cap.\n\nSo the cost is the same for an officer to go from San Antonio to Detroit, to drop off a juvenile with Health and \nHuman Services and then fly back to San Antonio is a fixed cost.  Since we're bouncing up against the cap, what \nwe're asking the other officers to do, rather than have this guy exceed the cap, we're having a Detroit officer fly \ndown to San Antonio, pick up the juvenile and take them back to Detroit -- same cost across the board.  What it is, \nit's a way to deal with our budget and a way to deal with the mandate of the limits of overtime we can pay our \nofficers.\n\nREP. BENTIVOLIO:  So according to the blog, they're saying that immigration agents are dropping them off in \nsanctuaries, awaiting for -- awaiting amnesty.\n\nMR. HOMAN: That's not accurate.  My officers turn them over to Health and Human Services office of refugee \nresettlement.  Now, they have contracts with certain people that detain the juvenile and make sure he gets medical \nand gets his food until he gets a hearing from an immigration judge and gets ordered removed.  You would have to \ntalk to Health and Human Services how they build that contract out and who they contract with to house the \njuveniles.  But that's totally taken out of context.\n\n\n\nREP. BENTIVOLIO:  OK.  So the other question is why would you fly a juvenile or anybody from Texas or Arizona \nor New Mexico to Detroit to await trial or some kind of disposition?\n\nMR. HOMAN:  Because Health and Human Services ran out of beds in Texas.  They have contracts all over the \ncountry.  Juvenile aliens are arrested all over the 50 states.  Because of the surge in the Rio Grande Valley, Health \nand Human Services ran out of contract beds in Texas.  So here's Health and Human Services tells us, OK, here's \nwhere availability to take care of this child.  Here's where you bring them. So again, that's a Health and Human \nServices call on where their contracts are for bedding.\n\nREP. BENTIVOLIO:  OK.  Now I want to get back to -- thank you, by the way, appreciate it --\n\nMR. HOMAN:  You're welcome, sir.\n\nREP. BENTIVOLIO:  -- clarifying that.  What is this catch and release thing?  You have -- like, I toured Eloy.  That's \na holding facility prison.  What do you call it?\n\nMR. HOMAN:  It's a detention facility.\n\nREP. BENTIVOLIO:  Detention facility, thank you.  Now, I understand you only have so much bed space.\n\nMR. HOMAN:  We are funded for 34,000 beds.\n\nREP. BENTIVOLIO:  Thirty-four -- at Eloy?\n\nMR. HOMAN:  No.\n\nREP. BENTIVOLIO:  Or fifteen hundred and something --\n\nMR. HOMAN:  Yes.\n\nREP. BENTIVOLIO:  -- 1.560- or 34, or something like -- well, 1,500, right?\n\nMR. HOMAN:  Approximately.\n\nREP. BENTIVOLIO:  And if all those beds are filled -- and are the beds are filled, and you have 30 you just caught, \nwhere do they go?\n\nMR. HOMAN:  Well, in the beginning of the year we actually had over 37,000 in custody.  We were -- we were \nactually overburdening the budget because of our strong -- we -- you know, we got an enforcement strategy that \nmakes sense.\n\nWhat we do is as the -- if we are completely full and we're beyond budget, as aliens come into custody we need to \nmake a determination.  Is there somebody sitting in a bed that is a non- criminal, a non-mandatory case -- maybe \nhe has U.S. citizen kids, maybe he's got a child serving in the armed forces.  Can we take him, put him in an \nalternative form of detention -- maybe an ankle bracelet or GPS monitoring -- release him, and make that bed \navailable for the priority case.\n\nWe save the beds for priority cases, which are criminal aliens, those who are a threat to national security and \nrecent border crossers.  We actually increased the beds in Texas to make sure that we can detain recent border \ncrossers, because I think it's an important border control strategy.\n\nREP. BENTIVOLIO:  So I heard -- the Border Patrol agents tell me that they get like a message saying where beds \nare filled, and they don't respond to -- or they, you know, don't make a real big effort capturing all the 26; they \nmaybe only catch three or four.  Is that accurate or --\n\n\n\nMR. HOMAN:  No.  What I can tell you is, as a matter of practice, we detain all recent border entrants.  We have \nbrought on a couple thousand more beds in Texas to deal with the influx.  There are situations where somebody is \nreleased from our custody -- we release people every day, like every jail does -- maybe we can't get a travel \ndocument; he's from a country -- for instance, Somalia, maybe we can't get a travel to Somalia.\n\nWe have a Supreme Court decision in Zadvydas that says we can only detain someone up to six months.  If there's \nno significant likelihood of removal, we must release them, as long as they're not a danger to the community.\n\nSo as the Border Patrol gives us the aliens, we make it a priority to detain those aliens.  But there are times, if \nthey're an unaccompanied juvenile, we'll turn them over to HSS, so they're released from our custody.  If they claim \nfear, and they get interviewed by CIS and CIS finds a fear claim positive, then that alien becomes eligible for bond.  \nSo we release aliens all the time on bond, if they -- if they meet bonds set by the judge.  If there's a humanitarian \nconcern -- maybe an alien comes to our detention, we find out he's a sole caregiver for a child and that person's not \na danger to the community, he might be served better on an alternative form of detention.\n\nREP. BENTIVOLIO:  OK, thank you.  We've heard reports of significant increases in other than Mexicans, OTMs, \ncrossing our southwest border.  In fact, Chairman Chaffetz tweeted about nine Romanians apprehended crossing \nthe southwest border during his recent trip.  And some Arizona news outlets are reporting an increase in Indian \nnationals -- more than 1,000 since January of this year -- crossing into that state.  What other countries are they \ncoming from?\n\nMR. HOMAN:  The big majority right now, in order, is Guatemala is the biggest, Honduras and El Salvador.  And let \nme explain what we did with that.  We were bringing so many OTMs into custody, we got way over 37,000.  So \nwhat I did, I instructed my staff to meet with the governments of Guatemala, El Salvador and Honduras,and start a \npilot program.\n\nUsually, these nationals are in detention for 10 to 20 days before a government official of Guatemala would \ninterview them, because they have to interview them and make sure they're a national of their country; then they \nissue a travel document.  They took 20 days, so the beds are backing up.\n\nWhat I did is issue an instruction to start a pilot program with the agreement from the governments.  We've made \nequipment available for Guatemala and Honduras.  They're doing interviews now through a pilot program within 24 \nhours.  They're issuing a travel document within 24 hours.  I reassigned some flight hours to Central American \nflights.  So we surged Central American flights.  We -- in the last two weeks, we removed over 5,000 OTMs to their \ncountry through this pilot program.  So that got my bed level down.\n\nAs far as the East Indians in Arizona -- CBP can speak to that -- but it's my understanding, because we're getting \nthem in custody, they're actually surrendering themselves at a port of entry and claiming fear.  And at that point, the \nprocess is we'll contact CIS, CIS arranges an interview and tries to make the determination is that fear credible.  \nAnd if they make that determination, yes, he has a substantiated criminal fear of returning to his homeland, then \nthat alien becomes eligible for release either under bond or other supervised released.\n\nREP. BENTIVOLIO:  Yeah.  They're claiming fear, these nine Romanians.  It was my understanding they went to \ntrial, or they went before a judge, released on a bond of some sort and never showed back up.\n\nMR. HOMAN:  I'm unfamiliar with the Romanians.  I know the East Indian issue because it's well over a thousand \nthat we've got in our detention that we're dealing with, with CIS.  I'm unfamiliar with the Romanian case.  We get -- \nwe get -- we -- last year, we removed aliens from over 150 countries, so we see aliens from every country in the -- \non the planet.\n\nREP. BENTIVOLIO:  And walk me through this.  You have an -- somebody comes to Eloy, they go before a judge \nand --\n\nMR. HOMAN:  Yeah.  On Mexican nationals, we can turn them around pretty quickly.\n\n\n\nREP. BENTIVOLIO:  OTMs.\n\nMR. HOMAN:  On OTMs, before we can remove them to their homeland they have to be interviewed by officials of \ntheir country to ascertain that, yeah, they are in fact a citizen of Guatemala.  After that interview, they have to -- the \nGuatemalan government will issue a travel document that identifies the person as a national of that country, and \nthat allows us to repatriate them to that country. That's the process.\n\nSo we arrest somebody, and they're an OTM.  We set them up for an immigration hearing.  They'll see -- they'll see \nan immigration judge, if that's what they request at hearing.\n\nREP. BENTIVOLIO:  How many show up for the hearing after you release them?\n\nMR. HOMAN:  It depends.  If they release them on some sort of ordered supervision, maybe an ankle bracelet -- \nthe ATV shows about 80 percent show rate at the hearing; those released NOR (ph), of course the appearance rate \nis lower.\n\nBut what the Border Patrol is doing, in a smarter way, is those arrested crossing the border, Border Patrol will \nprocess them as an expedited removal.  And an expedited removal is a -- is a -- is a removal order in itself.  So they \ndon't have to see a judge.  When the Border Patrol processes them as an expedited removal, they come to my \ncustody.  We get a quick interview from the government, the hosting government; they issue a travel document and \nremove them.  The only time a hearing comes into effect is that they claim the fear; they get to go through CIS, and \nlater an immigration judge -- or if they're not an expedited removal case.  If we arrest them in the interior, we can't \nprocess an expedited removal.  We'll have to give them a notice to appear in front of an immigration judge.\n\nREP. BENTIVOLIO:  Do -- what percentage of OTMs do you have in -- do you have like an average number in a \nholding -- or in detention facility?\n\nMR. HOMAN:  At the time we started the pilot, we had approximately 34,000 in custody, and we had approximate -- \naround 7(,000) to 8,000 OTMs.\n\nREP. BENTIVOLIO:  OTMs.  So the rest are --\n\nMR. HOMAN:  Citizens of Mexico.\n\nREP. BENTIVOLIO:  Citizens of Mexico, OK.  And 80 percent show up for this --\n\nMR. HOMAN:  The ATV metric -- when we release somebody on an ankle bracelet, the appearance on that and \nother forms of reporting which -- it could be telephonic reporting, it could be an officer doing a bed check at the \nresidence -- we had about 80 percent appearance rate for those released on alternatives to detention.\n\nREP. BENTIVOLIO:  OK.  So that leaves 20 percent did not appear.\n\nMR. HOMAN:  Yes, sir.\n\nREP. BENTIVOLIO:  And how many people is that?\n\nMR. HOMAN:  Well, it's approximately --\n\nREP. BENTIVOLIO:  Give me a number.\n\nMR. HOMAN:  Well, it's hard to do.  I can tell you that's what we --\n\nREP. BENTIVOLIO:  Ten thousand?  I mean, you're talking 400,000 people you've processed.\n\nMR. HOMAN:  Yeah, we actually -- we had intake of 475,000 last year.  We removed 410,000.  Some are still \nfighting their cases.  We have some cases that go through an immigration court, they'll get a final order of removal \n\n\n\nand they'll appeal that to the BIA -- Board of Immigration Appeals.  They may even go further and appeal once \nmore to the circuit court.  We have a lot of aliens with final orders, sitting in our beds that we can't remove because \nthey have appeals pending.\n\nREP. BENTIVOLIO:  Yeah, so you had 400,000-plus.  Twenty percent of that -- it's about simple math -- it's 80,000 \npeople never show back up.\n\nMR. HOMAN:  Our current fugitive operation backlog -- that's people that have been ordered removed and have \nfled -- we can't -- they have not been removed -- is 462,000, the latest count.\n\nREP. BENTIVOLIO:  Four hundred and sixty-two thousand.  And the news reports or media reports, 11 million \nillegal in this country. And somebody told me it's closer to 20 million; somebody else told me 30 million.\n\nMR. HOMAN:  Well, I've heard the 11 million -- 11 million figure. That's why I think what ICE is doing is smart and \neffective in enforcement, that normally we can remove 400,000 aliens -- that's what -- you know, that's what we're \nstaffed for and budgeted for, 400,000. I think a smart way to do that -- is it going to be the first 400,000 that we \nencounter, the first 400,000 in the door?  I think our policy, that focusing on the criminal aliens, those that are a \nthreat to national security -- I like to think that we can decide who those 400,000 are going to be.  The more \ncriminals there are, the safer our communities are.  We make a bigger impact.\n\nSo our policy's clear.  Let us decide who that 400,000's going to be, if that's all we can do.  Let's make as many of \nthem community safety factors as possible.  That makes our communities safer.\n\nLike I mentioned earlier, 225,000 criminal aliens were removed last year.  That is a significant impact on community \nsafety not only to mention the recidivism rate around 50 percent, how many crimes did we prevent by removing that \nmany criminal aliens?\n\nREP. BENTIVOLIO:  OK, 225 (thousand).  That's half of the 400 (thousand).\n\nMR. HOMAN:  It's 55 percent.  And if you look at the 410,000, 96 percent fell into our priorities.  Either they're -- 55 \npercent were criminal aliens.  And the rest of the 96 percent were either fugitives, those who were ordered \nremoved and re-entered, which makes them a re-entry, or they're recent border entrants.  And the recent border \nentrants remain a main priority for us, because we need to secure the border.\n\nREP. BENTIVOLIO:  And this -- and a second illegal entry is a felony?\n\nMR. HOMAN:  If they've been ordered removed formally by an immigration judge and they re-enter and we catch \nthem, they can be prosecuted for 8 U.S.C. 1326, which is a felony, re-entrance after deportation.\n\nREP. BENTIVOLIO:  OK.  Do you agree with other law enforcement professionals who are concerned that the rise \nin OTM correlates to the rise in smuggling operations coming out of Mexico?\n\nMR. HOMAN:  I think the rise in the OTM apprehensions are -- a vast majority of them are being smuggled by \nsmuggling organizations operating out of Mexico.\n\nREP. BENTIVOLIO:  Thank you.  And I have -- let's see -- one last question.  Do you have one?  (Off mic \nexchange.)  Ah, yes, thanks.\n\nWhen I was at Eloy, they gave me a daily report.  And I think it had a -- it was a sheet of paper with all the \ncountries, I guess, in the world, right?  And there was a little space next to it, and every day somebody would fill out \nthat report and write the number that were being held at that facility, in that little space on that sheet of paper.  Is \nthat like a daily report?\n\nMR. HOMAN:  I'm unfamiliar with that.  That might be something that facility does, but we track every alien in \ncustody, where they're from, who they are, how long they've been in custody, through an electronic database.\n\n\n\nREP. BENTIVOLIO:  Well, the concern -- what concerns me, I saw all the people, you know, that they were -- or, \nwhich -- all the countries that were represented in that facility.  And knowing that, from what I've seen, that we don't \ncapture 100 percent -- I mean, we don't.\n\nBut the one thing that bothered me the most was there was the number one next to the country Afghanistan.  And \nthat -- I don't know why, but that just -- I mean, it really played on me.  And I'm just wondering if -- how many -- if \nwe don't capture everybody, how many that we didn't capture from that particular country -- because that's of \nconcern to me -- I'm sure a lot of other people.  But anyway, that just -- I guess that why I stay awake at night \nsometimes when I think about this border and what we -- the problems we have there.\n\nOperational controls often described as a strategy that is used by DHS and CBP to describe their operations in \nsecuring the U.S. borders.  What do you view as the biggest threat to the security of our borders, Mr. Fisher?  And \nwe'll go right down the line.\n\nMR. FISHER:  Certainly the biggest threat as I would describe it would be those individuals that seek -- that wake \nup each and every day thinking about nothing else but to do harm to this country.  That is our number-one threat, \nand that's what our strategy looks to target.\n\nREP. BENTIVOLIO:  What does that mean?\n\nMR. FISHER:  I'm sorry, sir.  Could you --\n\nREP. BENTIVOLIO:  Yeah.  Well --\n\nMR. FISHER:  Your question had to do with how we evaluate threat along the border and what threat is?\n\nREP. BENTIVOLIO:  Yeah.  What do you -- what do you think the biggest risk is, and how are we responding to that \nrisk?  Give me an example.  I just gave you -- there was one person there from Afghanistan, and right now we're \nfighting a war in Afghanistan. Common sense, you know?  Why is somebody from Afghanistan sneaking into our \ncountry, or trying to?  They were being held in Eloy prison at the time.\n\nAnd then I hear we have 11 million illegals, and they're -- we're not 100 percent secure.  You yourself said the \nborder is not secure. And somebody who wants to do us harm is going to exploit our weaknesses and our weak \npoints in our border.\n\nIt's my job as the congressman to protect this country, the number-one priority in the Constitution.  And you're \ntelling me our border's not secure, and I would like to know what you think the biggest threat to the security of our \nborders is, and what risk -- what, you know -- can you give me a percentage?\n\nMR. FISHER:  Well, first, Congressman, I do share the same responsibilities as you, as the chief of the United \nStates Border Patrol, and I, along with the other agents, took the same oath to support and defend the Constitution \nagainst all enemies, foreign and domestic.  Within that framework and the strategy in which we've implemented \nover the last couple of years, specifically the threat that still -- as you mentioned, keeps me up as well -- is those \nindividuals, potential terrorists that are seeking entry into this country and may do so between the ports of entry.\n\nWe build a strategy and try to identify what the requirements are to minimize the likelihood that those individuals, if \nthey're inclined to get into this country in that manner, we're able to detect them and we're able to apprehend them \nwhen they do so.  If you're looking at threats as their -- or vulnerabilities as established geographically, I can't give \nyou certain segments of miles and I can't give you percentages.\n\nI can give another example --  outside of the west desert in Arizona, a place like South Texas, where the border is \nseparated by the Rio Grande Valley in areas where we generally don't have a lot of detection capability.  We don't \nhave impediments like we do in other places, like the 12- or 15-foot fences in areas right now where we see the \nvast majority of individuals seeking entry are within those areas in the Rio Grande Valley.  So from a regional \nstandpoint, a vulnerability is in the Rio Grande Valley.\n\n\n\nREP. BENTIVOLIO:  Mr. Murphy?\n\nMR. MURPHY:  Yes, sir.  I believe it's terrorists and implements of terror.  And I think one of the things that we've \ndone is, again, we've pushed our borders back, both from air traffic, the passengers. We get -- we know who's \ncoming; we know it well in advance of them even boarding planes.  We know what's coming from a cargo.  We get \nthat information in advance.  At our land border port of entries and at our seaports we have our RPMs, so our \nradiation detection devices.\n\nBut I believe that that's where we've really done the most work as far as identifying that threat ahead of time.  We \ndenied boarding to 4,200 people in 2012.  These were potentially high-risk individuals that could have come to this \ncountry to do harm.\n\nREP. BENTIVOLIO:  I want 100 percent border security, and we don't have it.  And one from Afghanistan comes \nin.  And that's all it takes, is one.\n\nMr. Homan?\n\nMR. HOMAN:  Like you, sir, I've carried a badge and gun for 29 years.  I think it's -- I care about the security of this \ncountry, and I think it's my job to protect the security of this country and the security of our communities.  So I think \nthe biggest threat is those that want to come to this country and do harm, one of two different fashions -- both \nterrorism, which -- the other side of the house in HSI, HSI Division, that's a priority project they're working on is \ninvestigations of a national security nature.\n\nBut I think also important is the safety of the communities.  For those that come here and want to commit crimes, \nnot only enter the country illegally, but then committed crimes against a citizen of this country.\n\nI've been doing this for a long time, and there was a time when I was street agent and we'd just go out and arrest \naliens because they're here in violation of the law, and I'm enforcing immigration law.  But at the end of the day, \nwhat impact did I make?  At the same time I'm arresting this person that's here illegally but maybe hasn't committed \nanother crime, there's a child predator walking out of state prison because we don't have a presence in all the jails \nacross the country.\n\nThis administration, and I truly believe this, has done a lot for community safety by deploying secure communities \nacross the country, we have a virtual presence at every jail.  When an alien gets arrested and fingerprinted, we're \ngoing to find out about that alien, and we can take action on him and remove him from the country.\n\nThe strategy ICE has built on prioritizing what we do on national security threat, aliens that are a threat to public \nsafety, it makes sense to me.  It's the right thing to do.  If we only -- as I said before, if we're built to remove 400,000 \npeople, let's make that 400,000 count.  So I think what we're doing now makes sense.  I've been doing this 29 \nyears.  I think we're in a better spot now than we've been in years.\n\nREP. BENTIVOLIO:  Thank you very much.\n\nMs. Gambler?\n\nMS. GAMBLER:  The Border Patrol has identified threats to border security from terrorism, from drug smuggling \nand from illegal migration.  The Border Patrol is working on developing some risk assessment tools to help assess \nwhat those risks are and help inform its identification of resources, and that's in process right now.\n\nREP. BENTIVOLIO:  Thank you very much.\n\nI'd like to thank all our witnesses for taking time from their busy schedules to appear before us today.  The \ncommittee stands adjourned.  (Sounds gavel.)\n\n(C) 2013 Federal News Service\n\n\n"}