{"title": "An undesirable inheritance; U.S.-born kids of illegal immigrants twice as likely as others to face poverty", "body": "\nEight-year-old Alex picked up a 75-cent can of fruit punch from one of the grocery store's shelves and called \nexcitedly to his mother in Spanish.\n\n\"Mami! Can we buy something to drink?\"\n\nMaria, 38, gave her stocky third-grader a sympathetic smile. She'd already made Alex and his 3-year-old sister, \nEmelyn, walk 30 minutes under a broiling sun from their house in suburban Maryland to the Safeway, the closest \nplace that accepts Emelyn's federal milk and cereal vouchers. Then they'd trekked 20 minutes more to this cheaper \nLatino grocery so Maria, an illegal immigrant from Mexico who can't afford a car and wouldn't be eligible for a \ndriver's license anyway, could save $3.40 on chicken.\n\n\"At home, my son,\" Maria said soothingly. \"When we get home, you can drink some water.\"\n\n\"But I'm really thirsty,\" Alex persisted.\n\n\"No, son. At home.\"\n\n\"But I need to drink now.\"\n\n\"No! No!\" snapped Maria. \"I already said, 'No!' \"\n\nShe hates these moments, she said later -- these unavoidable reminders of the hardships her U.S.-born children \nface because she and their father, Luis, are illegal immigrants.\n\nOf all the disadvantages that U.S.-born children of Hispanic immigrants might confront, none is more significant \nthan being raised by parents who are in the country illegally.\n\nForty percent -- or 3.3 million of these children -- have at least one parent who is an illegal immigrant, mostly from \nMexico or Central America, according to a recent analysis of census data by demographer Jeffrey S. Passel of the \nPew Hispanic Center. And researchers warn that the long-term consequences for the country could be profound.\n\n\n\"The fact that so many in this population face these initial disadvantages has huge implications in terms of their \neducation, their future labor market experience, their integration in the broader society, and their political \nparticipation,\" said Roberto Gonzales, a professor at the University of Washington who has studied this generation.\n\nThe most immediate result has been a substantial increase in the number of American children growing up in \npoverty. Partly because illegal immigrants tend to have low levels of education and partly because their \nimmigration status makes it harder to move up the job ladder, their U.S.-born children are almost twice as likely to \nbe poor as the children of legal immigrants or native parents, the Pew Hispanic Center found.\n\nTo supporters of immigrants, that's an argument for offering a path to legalization for the adults in \"mixed-status \nfamilies.\" These are households in which the parents are in the country illegally while their U.S.-born children are \nentitled to all the benefits and aid that their parents are not.\n\n\"When you talk about someone who is undocumented, the chances are extremely high that they are in a mixed-\nstatus family. . . . Legalization would be one of the best anti-poverty strategies we could employ,\" said Frank \nSharry, executive director of the advocacy group America's Voice.\n\nBut advocates for stricter immigration laws see these families as one of the most compelling reasons to clamp down \non illegal immigration.\n\n\"Not because [illegal immigrants] are ripping us off or don't work hard,\" said Mark Krikorian, executive director of \nthe Center for Immigration Studies, \"but because they're collecting benefits for their children. In our society, people \nwith a fifth-grade education can hold two or three jobs and still not afford to support their families. There's no way \nfor them to avoid putting a strain on the social-welfare system.\"\n\nA family on the edge \n\nAlex's parents, who spoke on the condition that the family's last name and address not be identified, have been \nstruggling for the past two years, ever since Luis was fired from his construction job for using a false Social Security \nnumber.\n\nLuis, a 27-year-old Guatemalan, said he picked up valuable skills as an electrician during his four years with the \nconstruction company. But since he was let go, he has only landed occasional jobs as a day laborer, earning no \nmore than $200 a week, and often far less.\n\nMaria's efforts to supplement their income by babysitting children in their house brings in an additional $100. Nearly \nall of the children's clothing and toys and much of their food are paid for by Maria's sister, who is also an illegal \nimmigrant but who is having more success cleaning houses and has no children.\n\nIt was early evening as Alex, a sturdily built boy with close-cropped black hair, almond-shaped eyes and \npronounced front teeth, sprawled on his Spider-Man sheets to watch a \"SpongeBob SquarePants\" cartoon -- his \nbody convulsing in giggles at the antics on the screen.\n\nDownstairs in the kitchen, his father stared at a bill from Pepco.\n\n\"It says we need to pay $287 in two weeks, or they'll cut off the power,\" said Luis. \"I don't know what to do. We're \nalready behind on the rent. But we need the electricity to run Alex's asthma machine.\"\n\nThe thought of applying for help from the government did not occur to Luis: He knows illegal immigrants are \nbarred from almost all forms of public assistance. But as U.S. citizens, his children are eligible, not only for energy \naid but also for all government relief programs.\n\nEmelyn receives $50 to $70 per month in federal checks to cover milk and other basics, while Alex gets free lunch \nand breakfast at school and has received treatment for his asthma through Medicaid, the health insurance program \nfor the poor.\n\nhttp://depts.washington.edu/sswweb/faculty/facpage.php?id=540\nhttp://www.americasvoiceonline.org/\n\n\nBut Maria's anxieties about her legal status have prevented her from getting the children food stamps, which can be \nprorated to cover only eligible members of a household.\n\nSo paranoid about running afoul of immigration authorities that she avoids taking buses and hanging out in malls, \nMaria finally worked up the nerve to put in an application for food stamps last winter. But when she got a letter \nrequesting more documentation of the children's citizenship, she let the matter drop.\n\n\"They ask you so many questions at that office,\" she said. \"It makes me nervous.\"\n\nMaria also was having difficulty renewing Alex's Medicaid. She used to present a letter from Luis's boss attesting to \nhis salary, but that was no longer possible, and she wasn't aware that there were other ways of establishing their \nincome.\n\nHer experience mirrors that of many illegal immigrants, whose U.S.-born children are far less likely to get health \ninsurance than the children of legal immigrants or the native-born.\n\nThe expired Medicaid has already had consequences for Alex. Though he still has enough medication cartridges for \nthe machine he uses to help him breathe at home, unless he gets a new inhaler, the nurse can't treat him at school. \nHe's already missed nearly three weeks of school because of asthma flare-ups.\n\nSometimes, as she contemplates the price her children are paying, Maria wonders whether she should have ever \nleft Mexico.\n\nShe grew up along a main rail line in a southern town, where her widowed mother ran a small grocery and often \ngave food and shelter to the bedraggled Central American stowaways passing through on their journey north.\n\nOne of them was Luis, who'd dropped out of high school to head to the United States and escape the far more \nsevere poverty of his childhood in Guatemala City.\n\nMaria fell in love with the younger, soft-spoken Guatemalan migrant and eagerly agreed to join him in Maryland \nwhen he sent money for a smuggler to bring her to him. At the time, she was nine months pregnant with Alex, who \nwas born at Holy Cross Hospital in Silver Spring.\n\nInitially, they lived in a small, dank basement that Maria believes fueled Alex's asthma. In the eight years since, the \nfamily has slowly improved their living quarters. Most recently, they've moved to a small, two-story brick house in \nMontgomery County, subletting the basement, the den off the living room and one of the three bedrooms to five \nseparate tenants.\n\nIt's not clear how much longer they'll be able to afford this arrangement. At least partly due to the strain of their \nfinancial troubles, the couple, who never officially married, are considering separating.\n\nEven with their future so unsettled, Maria said she feels it's too late to return to Mexico. Her closest siblings all now \nlive in the United States. Luis has no doubt his children should remain here.\n\n\"Yes, they live poorly,\" he said, \"but they're still so much better off than if they were in Guatemala.\"\n\nAnxiety's staying power \n\nHow all this early adversity will play out for Alex and the millions of other U.S.-born offspring of illegal immigrants \nis hard to predict. Most are still young. A recent in-depth survey of those in their late teens and early 20s suggests \nmany carry the burden well beyond childhood, said Roberto Gonzales, the professor who conducted the study. \nMost of those interviewed felt a responsibility to help their parents by getting jobs at an early age, contributing $400 \nto $600 a month even as they struggled to complete high school or go to college.\n\n\"This impacts their own ability to save or to move into better neighborhoods, which then affects their own children,\" \nnoted Gonzales.\n\nhttp://www.holycrosshealth.org/\n\n\nThere is also the sometimes-subtle-but-still-powerful psychological impact of knowing that their parents don't have \nthe same rights as them and can theoretically be locked up and deported at any moment.\n\nVanessa Castillo remembers that anxiety well. As a child, her grandmother would call her into the house and draw \nthe curtains at the sight of UPS trucks, which she mistook for immigration enforcement.\n\nHer Mexican-born parents and grandmother eventually received legal status through a 1986 amnesty. Yet \"even \nnow, I'm very conscious of walking in somewhere and being cautious of making sure that I fit in, that this is a crowd \nthat will make me feel like I belong,\" said Castillo, a 31-year-old college graduate who works for a child abuse \nprevention group in Southern California. \"I guess I shouldn't really feel that because I was born here, and I have \nrights just like everybody else. But the truth is that there's always that fear, that sense that I will be questioned.\"\n\nAlex's ambitions \n\nAlex got his first inkling of his parents' precarious legal situation when \"El Show de Cristina,\" a popular program on \nSpanish-language television, featured children whose parents chose to leave them in the United States when they \nwere deported.\n\n\"For the next couple of weeks he'd say to me over and over again, 'Mami, I don't want you to go,' \" said Maria. \" 'I \ndon't want to be without a mom and a dad.' \"\n\nBut even if his parents are never threatened with deportation, their immigration status is curtailing Alex's prospects \nin other ways.\n\nOnce Maria mused that her son could become a lawyer or an electrical engineer. Now she and Luis are too focused \non their day-to-day struggles to think about the future. Sure, it would be nice if their son could go to college, they \nsay. \"But honestly, I see very little possibility of that,\" said Maria. \"It's so expensive.\"\n\nAlex already appears to have absorbed that message.\n\nIn many ways he's a typical American boy -- decorating the walls of his tiny bedroom with drawings of dinosaurs \nand becoming animated as he describes the Transformer costume he wore for Halloween. He's attentive and \nobedient at his Montgomery County elementary school, where nearly all the children are also offspring of poor \nimmigrants. And he's in the top reading and math groups of his third-grade class.\n\nYet ask Alex what he thinks he might do when he grows up, and he looks surprised at the question. \"I don't know,\" \nhe mumbled. \"A construction worker, maybe?\" Then he perked up, remembering one of his mother's past jobs. \"Or \nmaybe I'll go to work at McDonald's.\"\n\nTo spend a day with Alex at school is to watch him grapple with obstacles that might further limit his ambitions.\n\nHe started kindergarten speaking almost no English, and though he graduated from the English for Speakers of \nOther Languages program last year, his teachers warn that he faces a long road to true fluency.\n\n\"I can't tell you how many kids who are technically not in ESOL have serious language issues,\" his writing teacher \nsaid, after helping Alex through a letter-writing assignment. \"He has real difficulty processing the meaning of what \nhe hears and then organizing his thoughts and producing a response.\"\n\nThough Maria graduated from high school in Mexico, giving her more education than many Hispanic immigrant \nparents, she can't offer Alex much help. His math homework that day was an assignment about expressing \nnumbers through words.\n\n\"I don't understand any of this,\" Maria muttered under her breath as she looked it over. She handed the worksheet \nto her son, who lay on the living room floor.\n\n\"Well, you should do it now, before we go out,\" she said.\n\n\n\nAlex frowned at the paper.\n\n\"But I don't understand this. I can't do it.\"\n\n\"Just do it. Stop squirming. Concentrate, Alex.\"\n\nHalf an hour later, he handed Maria the page. It was riddled with errors.\n\n\"Good,\" she said. \"Good job, my son.\"\n\nGraphic\n\n \n\nIMAGE; Ricky Carioti/the Washington Post; Three-year-old Emelyn plays with her 8-year-old brother, Alex, in his \nbedroom in their small house in Montgomery County. The children were born in the United States to Hispanic \nparents who are both in the country illegally.\n\nIMAGE; Photos By Ricky Carioti/the Washington Post; Maria, who, like her husband, is in the country illegally, \nprepares dinner for the family. Maria's anxieties about her legal status have prevented her from getting her U.S.-\nborn children food stamps, which can be prorated to cover only eligible members of a household. Below, Maria \ncombs 3-year-old Emelyn's hair.\n\nIMAGE\n\nIMAGE\n"}