{"title": "County's undocumented workers say they aren't here to 'steal'", "body": "\nA year ago, Manuel was a biochemist in Mexico. Now he is a cook and dishwasher in a St. Peters restaurant. \"It is \nvery humiliating. I do not feel good about it. But at least I can feed my family,\" he said. Like the other \nundocumented immigrants interviewed for this story, Manuel used a pseudonym to protect his identity. \n\nHe and his wife, Isela, used tourist visas to enter the United States in January with their two children. An estimated \n12 million undocumented immigrants live in the United States; at least 300 of these families have called St. \nCharles County home in the last dozen years. Manuel, 37, worked for a biochemical firm in Guadalajara until last \nyear, when the company closed. Manuel said biochemists are \"held in great regard\" in Mexico, but that did not help \nhim find work. \"There is no work in Mexico,\" he said. Isela, 33, also works in a restaurant. She and Manuel each \nmake $8.50 an hour. They pay $620 a month for a two-bedroom apartment in St. Charles. Speaking through a \ntranslator, Isela said they are trying to save their house in Guadalajara, which they purchased through government \nfinancing. The couple sends money to Isela's cousin, who mails it to the Mexican government. Isela said they hope \nto save enough money in the U.S. to return to Mexico and start their own business. Manuel said he understands \nmany Americans are angry with illegal aliens. \"We don't come to take or steal from you. We just want to work,\" he \nsaid. 'We will not turn our backs' Miriam Mahan, executive director of Sts. Joachim and Ann Care Service, said her \nfood pantry has encountered more than 300 undocumented immigrant families living in St. Charles County during \nthe last 12 years. \"There are many, many churches in our area working with them,\" said Mahan, herself a \nnaturalized Cuban immigrant. \"Mostly we see families with little children. What do you do when you see a hungry \nchild? We will not turn our backs on children in need.\" Mahan said she believes most of the Mexican immigrants in \nthis region are undocumented. \"They arrive with visas, but they stay in our community after their visa expires,\" she \nsaid. Hector Molina, the St. Louis archdiocesan coordinator of the National Catholic Campaign for Immigration \nReform, said the Catholic Church is promoting \"the broad-based legalization of undocumented immigrants of all \nnationalities.\" \"We are not proponents of amnesty,\" he said. \"We want family members to reunite with loved ones in \nthe United States. We want legal pathways for migrants to come and work in a safe, humane and orderly manner.\" \nMolina said Mexicans facing extreme poverty cannot wait years for the backlogged legal immigration process to run \nits course. \"They are forced to take matters into their own hands and break the law,\" he said. \"Sovereign nations \nhave the right to protect their borders and maintain security, but building a wall is not going to address these \nproblems.\" The Rev. Richard Tillman, pastor of St. Charles Borromeo Catholic Church, said he and the parish \ncommunity support immigration reform. \"We want people who are here illegally to have the opportunity over time to \ngain citizenship,\" he said. \"They are an essential part of the economy of the United States. Hispanics take the low-\nwage jobs that are not wanted by naturalized American citizens.\" Mahan spent the first week of April in Washington \nlobbying senators and congressmen to support immigration reform. Mahan also wants the United States to take an \nactive role in trying to improve economic conditions south of the border. \"America is the most wonderful and \npowerful country in the world,\" she said. \"There must be a way for us to help these folks get jobs in their own \ncountries.\" Mahan said she does not believe most Americans understand the depth of poverty in Mexico and South \nAmerica. \"Children are in the streets at 5 years old begging for pennies to make tortillas,\" she said. \"Tomato \n\n\nfarmers who cannot feed their children do not have the money to get visas.\" Is the problem exploitation? In \nFebruary, O'Fallon police arrested 13 illegal immigrants who worked at the O'Fallon Lakes housing project off \nVeterans Memorial Parkway. The incident prompted St. Charles County Councilman Joe Brazil, R-2nd District, to \npropose a bill to fine developers who hire illegal immigrants $500 per worker each day. \"We are going to fine the \ndeveloper, not the immigrant,\" Brazil said. But Brazil does not advocate letting illegal aliens off the hook. Granting \nthem amnesty would be unfair to immigrants who take the time and trouble to go through the legal process, he \nsaid. \"You have a lot of immigrants who take years to get the right paperwork, then you have immigrants who come \nacross the border illegally. I think it is wrong,\" he said. \"Do I pity them? Absolutely. But you don't just open the flood \ngates and let them in because they successfully broke the law.\" Terry Nelson, executive secretary treasurer of the \nCarpenters District Council of Greater St. Louis, said the problem lies with the employers, not the immigrant \nworkers. \"I have no animosity toward the workers. They have all my sympathy and support,\" he said. \"I have a \ngross amount of distaste and distrust for the people who are exploiting these workers, bringing them in and paying \nthem wages that Americans will not work for.\" Nelson said companies pay airfare to bring illegal workers into the \ncountry and employ them as landscapers. \"They are here because somebody is offering them a job,\" Nelson said. \nEmployers typically incur a 21 percent tax burden on legal employees, Nelson said. Employers are required to \nmatch social security, pay into federal and state unemployment and workman's compensation. \"If the employer can \ndodge paying that 21 percent, they are way ahead of the game,\" Nelson said. \"If an employer wants to pay illegal \nimmigrants the same amount of money they pay a union carpenter, that is fair competition. But I can't compete with \nsomeone being paid 25 percent of my wages. The problem is not the immigrants. It is the people exploiting them.\" \nAn opportunity to work Maria's tourist visa expired 11 years ago. At age 17, she left Tijuana with her sister to look \nfor employment in America. \"I was a migrant worker, a campesino, picking tomatoes and strawberries in the field,\" \nshe said, speaking through a translator. \"I did not have a change of clothes. I washed the same clothes every day.\" \nNow 28 years old, Maria is married with four children. She owns a home in St. Peters, but she remains an illegal \nalien. Asked why she did not go through the legal immigration process, Maria said, \"Because you cannot do it. \nImmigration will not give you a visa. The U.S. does not want Mexicans working here.\" Maria said her brother went \nto the immigration office and had his visa taken away. She and her husband have tried unsuccessfully to obtain \nwork permits, Maria said. \"We have given money to attorneys, but they just take our money and don't get us the \npapers,\" she said. Maria washes clothes full-time for $8 an hour. Her husband works in a restaurant for $9 an hour \nand does landscaping on the side. \"He came here because his family was very poor,\" she said. \"He crossed \nthrough the desert when he was 16. He lived in the desert almost a month. Now he is 28. He sends most of his \npaycheck to his family in Mexico so they can eat.\" Maria has five siblings. Her parents cleaned schools in Mexico, \nbut did not make enough money to sustain the family. \"They wanted one child to go to school,\" she said. \"So my \nfamily pulled together to give the youngest child an education. That is the main reason I came here, to send money \nback. Now my youngest brother will graduate this year with a law degree. That was the family goal.\" Maria's father, \nArturo, retired in 2005 after 32 years of custodial work. Last month, he joined his daughter in St. Charles County to \nraise money for his son's school bills. Arturo cuts grass and does landscaping for a St. Charles firm. He said he will \nstay here as long as he is able to work. \"It is hard for firms to find Americans to do this very hard work,\" he said. \"I \nhave seen that Mexicans are given the heaviest work. Firms like it that way and the Mexicans like it that way. They \nwant the opportunity to work.\" Raymond Castile can be contacted at rcastile@yourjournal.com\n\nGraphic\n\n \n\n Sts. Joachim and Ann Care Service feeds indigent families, including some illegal immigrants, at its food pantry in \nSt. Peters.  \n"}