{"title": "Obama Flinches on Immigration", "body": "\nIn a little-noticed act of political faintheartedness, the Obama administration has pulled back from nominating \nThomas Saenz, a highly regarded civil-rights lawyer and counsel to the mayor of Los Angeles, to run the Justice \nDepartment's civil rights division.\n\n  Mr. Saenz, the former top litigator in Los Angeles for the Mexican American Legal Defense and Educational Fund, \nor Maldef, was privately offered the job in January. The floating of his name led to fierce outbursts from anti-\nimmigrant groups and blogs, which detest him for being so good at what he does. \n\n  He was a leader of the successful fight to block California's Proposition 187, an unconstitutional effort to deny \nsocial services and schooling to illegal immigrants. He has defended Latino day laborers who were targets of \nmisguided local crackdowns, from illegal police stings to unconstitutional anti-solicitation ordinances. An editorial in \nInvestor's Business Daily slimed Mr. Saenz by calling him ''an open-borders extremist'' and said Maldef wanted to \ngive California back to Mexico.\n\n  None of it was true, but it was apparently too much for the White House. Mr. Saenz was ditched in favor of \nMaryland's labor secretary, Thomas Perez, who has a solid record but is not as closely tied to immigrant rights.\n\n  Immigrant advocates are stuck with the sinking feeling that Mr. Obama's supposed enthusiasm for immigration \nreform will wilt under pressure and heat. Representative Luis Gutierrez of Illinois, a member of the Congressional \nHispanic Caucus, found it sadly unsurprising that a lawyer could be rejected for the nation's top civil-rights job \nbecause he had stood up for civil rights. ''In what other position do you find that your life experience, your \neducational knowledge and commitment to an issue actually hurts you?'' he asked.\n\n  Mr. Obama may have avoided a nasty fight this time. But if he is ever going to win the battle to put 12 million \nillegal immigrants on a path to citizenship, he will to have to confront and dismantle the core restrictionist argument: \nthat being an illegal immigrant is an unpardonable crime, one that strips away fundamental protections and forgives \nall manner of indecent treatment. \n\n  The Constitution's bedrock protections do not apply to just the native-born. The suffering that illegal immigrants \nendure -- from raids to workplace exploitation to mistreatment in detention -- is a civil-rights crisis. It cannot be left to \nfester while we wait for the big immigration bill that may or may not arrive under this president. \n\n  Mr. Saenz would have been an ideal candidate to reaffirm values that have been lost in the poisoned immigration \ndebate, had Mr. Obama dared to nominate him. \n\nhttp://www.nytimes.com\n"}