{"title": "Governors endorse guest worker plan; BUT WESTERNERS DON'T SAY WHICH VERSION IS BEST", "body": "\nThe Western Governors Association called on Congress Tuesday to pass comprehensive immigration reform, \nincluding a temporary guest worker program.\n\nThe group that represents 18 Western states passed the policy resolution unanimously while meeting at the \nNational Governors Association annual conference. The vote came as the Senate prepares to take up immigration \nlegislation this spring.\n\n``When you think about issues that impact the West, this immigration issue is really the top issue right now,'' said \nArizona Gov. Janet Napolitano, a Democrat, who chairs the Western governors group.\n\n``We believe that some of the rhetoric coming out of our nation's capitol vis-a-vis illegal immigration is unfounded \nand unwise, and what we really need is a very comprehensive approach to this issue,'' she said.\n\nCalifornia Gov. Arnold Schwarzenegger, who in the past has said he supports a guest worker program that would \nrequire the worker to leave the United States after some years, said immigration policies are outdated and the \nfederal government must deal with them.\n\n``Ideally we have a perfect situation where you have people that want to work and you have companies that need \nworkers, so you have supply and demand, but how do you make that work is really the big challenge,'' \nSchwarzenegger said.\n\nThere's strong disagreement on Capitol Hill over immigration legislation.\n\nThe Republican-controlled House passed an immigration bill in December that tightened border controls, authorized \nfencing portions of the border and made illegal presence in the United States a felony. The House measure did not \ninclude a guest worker plan. Democrats criticized the bill as too punitive.\n\nThe Senate Judiciary Committee will take up legislation Thursday by Chairman Arlen Specter, R-Pa., that includes \na guest worker program and creates a new ``conditional non-immigrant work authorization'' status for illegal \nimmigrants already in the United States. The immigrants could gain temporary legal status by paying back taxes \nand getting an employer to pay a fee.\n\n\nSpecter's guest worker proposal is similar to a plan advanced by President Bush, and to a bill by Republican \nSens. John Cornyn of Texas and Jon Kyl of Arizona. Those proposals would allow immigrants to stay in the United \nStates for up to six years before returning to their home countries.\n\nThe Western Governors Association's resolution -- the group's first attempt to tackle the immigration issue -- did \nnot offer details on how the temporary guest worker program would work. It also did not offer ideas on what to do \nabout the estimated 11 million illegal immigrants now in the country.\n\nThe resolution called for building regional federal prisons to house illegal immigrants who commit crimes, and \nincreasing the numbers of available green cards for general workers and H-1B visas for high-tech and other skilled \nworkers.\n"}