{"title": "White House Moves to Ease Guest Worker Program", "body": "\nThe Bush administration announced plans on Wednesday to overhaul the notoriously inefficient federal guest \nworker program for agriculture, seeking to provide more legal workers to American farmers who now rely primarily \non illegal immigrants. \n\n  Since legislation to give legal status to illegal immigrant farm workers failed last year in Congress, the \nadministration is now taking action that does not require Congressional approval to streamline the existing guest \nworker program. \n\n  Most farmers have shunned the program, known as H2A for the type of visa the foreign farm workers receive, \nbecause it was too cumbersome to meet their fast-moving harvest labor needs. \n\n  Growers cautiously welcomed the proposed changes, saying they would be helpful but would fall far short of \nsolving the shortage of legal workers. Advocates for farm workers warned that the measures would lower wages \nfor those who are already in the United States. \n\n  After Congress last year rejected several immigration bills that President Bush supported, he first sought to move \nforward on the divisive issue by stepping up enforcement against employers who hire illegal immigrants. Now the \nadministration is seeking to help farm employers hire immigrant workers legally.\n\n  The changes were announced at a news conference Wednesday morning in Washington by Michael Chertoff, \nsecretary of homeland security; Elaine L. Chao, labor secretary; and Chuck Conner, deputy agriculture secretary. \nThey unveiled proposed rule revisions that will be open for public comment for 60 days. Administration officials said \nthey hoped to have the final rules in place in time for the summer harvest.\n\n  Under the proposed rules, the Labor Department would accept farm employers' statements that they had tried to \nrecruit local workers and had found none who were qualified and available. Currently, farmers must  repeatedly go \nto state employment offices to show that they have conducted the required search for American workers. The new \napplication process would allow employers to bypass those state agencies and apply directly at two federal centers. \n\n  ''We want to substantially reduce that time-consuming, cumbersome back-and-forth with multiple government \noffices for employers,'' said Leon R. Sequeira, assistant secretary of labor. \n\n  The Labor Department would also start random audits of H2A employers, and would greatly increase the fines if \nfarmers failed to meet required conditions. \n\n  Fines for employers found to have displaced American workers by hiring foreign ones would  increase to $15,000 \nfrom $1,000. Fines for violating the terms of an H2A guest worker's contract would increase to $5,000 from \n$1,000.\n\n\n  The new rules would increase the time allowed for employers to conduct required inspections of housing they \nmust provide for guest workers. Labor officials would use a different, more localized survey to determine the \nwages that employers must pay guest workers.\n\n  The Department of Homeland Security would allow employers to request numbers of workers without specifying \nnames of individuals they wanted to hire, and would also make it easier for immigrant farm workers to move from \none job to another without leaving the United States, officials said. Ms. Chao said that as many as 800,000 current \nfarm workers, or about two-thirds  of the agricultural work force, were illegal immigrants. ''There simply are not \nenough U.S. workers to fill the hundreds of thousands of agricultural jobs'' in the country, she said.\n\n  Farmers have avoided the current H2A program because it is so sluggish. It currently supplies only about 75,000 \nforeign workers out of 1.2 million farm workers employed at peak harvest, or less than 2 percent.\n\n  ''We welcome any reforms that will help family farmers hire people who are legally able to work in the United \nStates,'' said Doug Mosebar, president of the California Farm Bureau, a growers' organization. \n\n  Mr. Mosebar said Congress should pass legislation known as AgJobs, which would provide a path to legal status \nfor illegal immigrants, to resolve farm labor instability. \n\n  Advocates for farm workers said the wage rates proposed under the new rules would be lower than current pay. \n\n  ''We're concerned this proposal will allow thousands of agricultural employers to bring in cheap foreign labor from \npoor countries and undermine the standards of farm workers in this country, which already are too low,'' said Bruce \nGoldstein, executive director of Farmworker Justice. \n\n  Ira Mehlman, a spokesman for the Federation for American Immigration Reform, which calls for reducing \nimmigration, said, ''It looks as though the government is relaxing the rules to make it easier for agricultural \nemployers to hire workers at whatever wages they want to dictate.''  \n\nhttp://www.nytimes.com\n"}