{"title": "Memoir focus of reading project", "body": "\nFrancisco Jimenez's worst fear came true as the eighth-grader was about to recite the beginning of the Declaration \nof Independence.\n\n ''All men are created equal . . . endowed by their creator with certain inalienable rights . . . life, liberty and the \npursuit of happiness.''\n\nAt 14, the undocumented immigrant -- in the United States for 10 years with his farmworker family -- was snatched \nfrom his California classroom by the Immigration and Naturalization Service and deported to Mexico.\n\nSo begins ''Breaking Through,'' a memoir by Jimenez, which thousands of Santa Clara Valley residents of all ages \nare reading as part of the project Silicon Valley Reads: One Book, One Community, which began this month.\n\n''How we break through the obstacles in our lives is something we can share to develop a stronger sense of \ncommunity,'' said Jimenez, now 59 and professor of modern languages and literatures and director of ethnic studies \nat Santa Clara University.\n\n''People from all backgrounds -- Japanese, Portuguese, Vietnamese -- are saying they feel I'm writing about them.''\n\nIn February, the public is invited to gather with the author to share their reactions at various venues. If you haven't \npicked up a copy of the slim volume, it's not too late to join this page-turning adventure.\n\n''The reading period does not end in January; it goes through February,'' said James Alexander, eBooks director at \nAdobe Systems, a project co-sponsor.\n\nJimenez is excited about meeting readers during February's events. More than 4,000 people voted for his book last \nfall, selecting it over three other choices including Amy Tan's ''The Bonesetter's Daughter.''\n\nPublished by Houghton Mifflin in 2001, the memoir has sold nearly 30,000 copies -- with 8,000 copies purchased \nsince October.\n\nWhile the memoir is still available at bookstores, Adobe is offering it for free as a downloaded eBook off the \nInternet in both English and Spanish during the two-month project. The group's Web site, www.silicon \nvalleyreads.org, includes a study guide for families and a list of retailers for books in English and Spanish. To \ndownload the eBook version in English or in Spanish, go to www.siliconvalleyreads. org/bookdownload.asp or click \non the image of the book on the Web site's home page.\n\n''This is the first community reading program where it is possible for virtually universal access to the book,'' said \nAlexander, also vice president of the San Jose Public Library Foundation.\n\n\nIn addition, Borders at Santana Row is offering a 20 percent discount on all of Jimenez's books in February, as well \nas providing space for book clubs to talk about the memoir, said Denise Christensen, a store representative. The \nmemoir follows another book, ''The Circuit: Stories from the Life of a Migrant Child.''\n\nCommunity is about ''feeling at home with each other,'' said Jimenez, a husband and father of three, who earned his \ndoctorate and master's degrees from Columbia University. '''When we come together as a community to tell our \nstories, we break through barriers that separate us from one another. We come face-to-face and see ourselves in \nthe other and take refuge and comfort in our shared humanity.\n\n''When the economy is bad, we tend to be less compassionate toward others -- especially immigrants.'' But at \nFebruary's events, he said, ''we'll learn from each other.''\n\nContact Nora Villagran at nvillagran@sjmercury.com  \n"}