{"title": "22 CHINESE ALIENS STRANDED IN JERSEY", "body": "\nTwenty-two undocumented immigrants from China were dumped on the beach of an upscale New Jersey shore \ntown after their boat ran aground eerily recalling the Golden Venture smuggling incident, authorities said yesterday.\n\nLaw enforcement officials said the accidental landing in Bay Head was part of a larger operation in which human \ncargo is smuggled into New York a wide-ranging scheme under investigation by federal officials.\n\n\"This particular boat was expected to come into the New York area about now,\" said one federal official. \"The fog \nand weather [Saturday night] may have contributed to where the boat ended up.\"\n\nInvestigators yesterday were trying to piece together where the 22 passengers packed on the 28-foot powerboat \nnamed the Oops II boarded the vessel.\n\nIt was unclear whether the white-and-black boat picked up its load of human cargo from a mother ship farther off-\nshore or from a pickup point outside the U.S.\n\n\"A reasonable individual would assume that crossing an ocean with 22 people in a 28-foot boat is fairly improbable,\" \nsaid Immigration and Naturalization Service spokesman Mike Gilhooly.\n\nThe would-be immigrants, who paid $ 40,000 each to so-called snakeheads to be smuggled into the U.S., showed \nno signs of illness or injury. Still, they \"appeared tired, hungry, thirsty and obviously dazed and scared,\" said Russ \nBergeron, another INS spokesman.\n\nState police detectives, meanwhile, were hunting for a 38-year-old Korean man believed to be the owner and \noperator of the Oops II, officials said. The boat is registered at the Wright Island Marina in New Rochelle, N.Y.\n\nThe bizarre sight of soaking-wet immigrants stumbling into the Atlantic surf with only the clothes on their backs late \nSaturday night came nearly five years to the day that the Golden Venture freighter ran aground off Queens on June \n6, 1993, carrying 298 undocumented immigrants from China. Ten would-be immigrants drowned in the Rockaways \ntragedy.\n\nAbout 10:30 p.m. Saturday, Bay Head cops spotted the beached boat and began rounding up the immigrants, who \nwere wandering through the backyards of million-dollar waterfront homes.\n\nAuthorities believe everyone aboard the Oops II is accounted for except its owner, who was not identified. The U.S. \nCoast Guard searched the Bay Head shore about 50 miles south of New York as a precaution.\n\nThe passengers all adult men in their 20s, except for one 17-year-old were taken to a detention facility in Elizabeth, \nN.J. They were charged with illegally entering the country.\n\n\nIt was not immediately known from what part of China the passengers came.\n\nGraphic\n\n \n\nAP POWERBOAT used to smuggle 22 illegal aliens from China sits in water after running aground at Bay Head, \nN.J., Saturday night.\n"}