{"title": "THEY'RE NOW ON THE PATH TO PROSPERITY", "body": "\nAnn Haendel was sitting on a plane leaving India when she came up with the idea. Fifteen pounds below her \nnormal weight and ill, Haendel knew that her regular volunteer stints overseas would have to come to an end. But \nhow else to be part of the lives of the people she regularly traveled thousands of miles to assist?\n\nThen she remembered an Ithaca, N.Y., program she'd read about that offered no-interest loans to immigrants and \nrefugees. It seemed just the thing to offer in the Tampa Bay area.\n\nA year and a half later, Project Prosper was launched.\n\nLast week, a small group of immigrants met in a classroom at the Tomlinson Adult Learning Center for a Project \nProsper financial literacy class. Over the past weeks, the students in the school's English for Speakers of Other \nLanguages have been learning about checking accounts, budgeting, saving, credit reports and protecting \nthemselves against identity theft and fraud\n\nVolunteers Michael Walters, a retired lawyer and a Project Prosper board member, joined with Robin Warren, a \nretired banker and lawyer, to teach the lively class.\n\nDavid Metellus, 23, who moved from Haiti almost two years ago, asked how to establish credit.\n\n\"I'm going to open an account and I want to know everything,'' he said later, adding that he will need to borrow \nmoney to pursue his dream of being a doctor.\n\nSpaska Borisova from Bulgaria talked about the importance of being able to understand the American system.\n\n\"Our system in Bulgaria is different,'' said the 38-year-old St. Petersburg resident.\n\nBesides financial literacy, Project Prosper provides small no-interest loans of up to $1,500 to eligible applicants in \nSouth or mid Pinellas County who have lived in the United States for eight years or less. Borrowers also are \nrequired to save a certain amount of money, equivalent to 10 percent of their monthly payments, each month.\n\n\"Provided that they have made timely payments on their loan and they've taken a financial literacy class, then we'll \nmatch their savings,'' said Warren, president of Project Prosper.\n\n\"One of the beauties of this, as each person pays back their loan, they are making funds available for the next \nperson to borrow. So far, we've not had to turn down anyone because of lack of funds,'' Warren said.\n\n\n\"We'd love to get more support from the financial community, especially businesses that employ immigrants.''\n\nWarren, who lives in Madeira Beach, said she was searching for a way to put her banking and legal skills to use \nwhen she met Haendel. Over the years, she said, she has seen people caught up in predatory financial services.\n\n\"So I really wanted to help educate people so they could take advantage of what our system has to offer and not \nget mired in high cost services and debt,'' she said.\n\nSo far, the program has made two loans.\n\n\"One of them was (to) a Cuban refugee who had just gotten his real estate appraiser's license,'' Warren said, \nadding that he wanted money to buy appraisal software to start his own business.\n\nThe second loan was to a Vietnamese family that was getting a Habitat for Humanity home and wanted money to \nhelp buy furniture. Other applications are pending, Warren said.\n\nHaendel has organized a network of volunteers and developed partnerships with agencies and organizations that \nserve immigrants and refugees in the Tampa Bay area. The St. Pete Beach resident, who has volunteered in \nZimbabwe, Senegal, Uganda, Cambodia, Vietnam and most recently India, says she has a gene for social justice.\n\nIt's an obligation that I feel that I have to act on,'' she said.\n\n\"Project Prosper is not a poverty program,'' Haendel said. \"We're about economic integration into the community. \nNow I'm using skills that I taught and learned overseas.''\n\nFAST FACTS\n\nToward success\n\nFor information, go to project prosper.org or contact (727) 391-8213. E-mail goes to info@projectprosper.org\n\nGraphic\n\n \n\nPHOTO, CHRIS ZUPPA, Times: Larisa Pustovalova and Paula Cariaga, both of St. Petersburg, laugh at a young \nwoman's story during a Project Prosper class at the Tomlinson Adult Learning Center in St. Petersburg. PHOTO\n"}