{"title": "Citizenship exemption can be abused", "body": "\nTunisian-born Sofian Khlifi, 34, is a knowledgeable man, college-educated, fluent in Arabic, French, Italian, and \nEnglish - the type who, presumably, could pass the simple, brief test for U.S. citizenship.\n\nIn 2002, five years after arriving in Philadelphia, Khlifi began the process of naturalization. But the consultant he \nhired to help him apply, Broomall businessman Habeeb Malik, had a curious idea for greasing the skids. He took \nKhlifi to an osteopath in Media who, after 15 minutes, concluded he had \"mental retardation, anxiety disorder, and \ndepression.\n\nWith a diagnosed learning disability, Khlifi could have become a citizen without having to take the test.\n\nHow many immigrants used the shortcut has not yet been determined. However, a federal jury already has found \nMalik, Ira Weiner, and another Philadelphia-area physician, Thongchai Vorasingha, guilty of naturalization fraud for \nparticipating in evaluations of at least a dozen applicants falsely labeled mentally disabled. In court documents, \ninvestigators said Weiner had told them he saw up to 150 immigrant clients in three years.\n\nThe three, set to be sentenced in October, \"exposed a vulnerability\" in immigration law, said Andrew McLees, who \nsupervises investigations for Immigration and Customs Enforcement in Philadelphia. \"They cheated to get \nnaturalization, which is the golden ticket.\"\n\nThe test's rules are clear.\n\nImmigrants seeking citizenship must be able to \"read, write, and speak . . . simple words\" of English, and pass a \n10-question exam on American history and government.\n\nBut exceptions are made for those older than 55 who have lived here legally at least 15 years and for immigrants of \nany age with \"a physical or developmental disability\" that prevents basic understanding of English and civics.\n\nMost of the time, immigration officials say, the disability exemption - requiring a doctor's signature - is used \nlegitimately. Rarely, they say, is it exploited as a loophole. The Philadelphia case is thought to be one of only a few \nsuch prosecutions in the country.\n\nThe scam began almost a decade ago when Malik became a patient at Weiner's Media office.\n\n\nAccording to trial testimony and a 2007 statement that Weiner gave to federal investigators, Malik soon made a \npitch. He said he represented immigrants who needed a doctor to attest to disabilities that kept them from ever \nlearning basic English.\n\nThey had been traumatized by war, starvation, and poverty in their home countries, Malik told Weiner. Most were \nfrom the Middle East and Asia and, as green-card holders, had lived in the United States for years. Now they \nsought citizenship, and Malik wanted Weiner to examine them and sign their disability-exception claims.\n\nThrough the Foundation of Human Services - the now-defunct company Malik operated from his Broomall home - \nhe charged clients about $2,000 to prepare their naturalization applications, according to court records. Malik, a \nnaturalized citizen from India, paid Weiner $110 for each client he saw.\n\nAt first, Weiner performed the 15-minute exams at his office. Later, he did them at Malik's home, where Malik \nprepared the paperwork. Fluent in Hindi, Arabic, Farsi, Urdu, English, and French, Malik did the interviews using \nquestions Weiner provided.\n\nIn trial testimony, Weiner said he had tried to talk with each patient but had given up when he ran into language \nbarriers. Eventually, he told investigators, he stopped communicating directly with the clients and relied on \ninformation Malik gleaned.\n\nIn this manner, Weiner diagnosed \"mental retardation, post-traumatic stress disorder, depression, and anxiety\" in \nnearly all the patients. He told investigators that he had participated in the arrangement with Malik because he \"felt \nsorry\" for the immigrants, and to supplement his income.\n\nBy 2003, Weiner had severed the relationship with Malik. By then, they had worked together on 130 to 150 cases, \naccording to court records.\n\nInvestigators uncovered paperwork for 76 cases. Some, like Khlifi's, apparently were never presented to \nimmigration authorities; Khlifi wound up taking the test, and passed. But an unknown number of the signed disability \ndocuments - estimated by investigators at several dozen - were submitted to immigration offices in Philadelphia and \nNewark, N.J.\n\nThe frequency with which Weiner's and Malik's names appeared on similarly worded forms raised the suspicions of \nimmigration personnel that the two were colluding in a con, authorities said in recent interviews.\n\nA task force from the U.S. Citizenship and Immigration Services, Immigration and Customs Enforcement, and the \nU.S. Attorney's Office began reviewing the applications, said McLees, of ICE.\n\nIn September, after a three-year probe, a federal grand jury in Philadelphia indicted Malik, Weiner, and Vorasingha, \na naturalized citizen from Thailand who also signed some disability exceptions presented by Malik.\n\nLast month, the three were tried before U.S. District Judge R. Barclay Surrick in Philadelphia for naturalization fraud \nand found guilty. Malik also was convicted of filing false tax returns, reporting just $62,158 on an adjusted gross \nincome of $350,281 for 2002 through 2005.\n\nInvestigators say sentencing guidelines call for prison terms of two to four years.\n\nWeiner's lawyer, Lisa Mathewson, and lawyers for Malik and Vorasingha have asked the judge to set aside the \nverdict, arguing that the government failed to prove a conspiracy among Malik, Weiner, and Vorasingha because \nthe two doctors - residents of Narberth and Philadelphia, respectively - never knew of each other's existence.\n\nKaren FitzGerald, director of U.S. Citizenship and Immigration Services in Philadelphia, said her office was \nreviewing the disability-exception requests involving Malik, Weiner, and Vorasingha. Most of those cases were put \non administrative hold when the fraud allegations surfaced. \"At least a couple dozen,\" she said, could end up in \ndenaturalization proceedings.\n\n\n\nFederal immigration reports show the average number of naturalizations rising from fewer than 120,000 a year in \nthe 1950s to 680,000 annually since 2000. Data are not published on disability exceptions.\n\nA 1999 amendment to immigration law, the exception exists to aid families in which members are naturalized \ncitizens but might have children, for example, whose learning disabilities permanently prevent mastery of English.\n\nIt was created, Fitzgerald said, with humanitarian intent.\n\n\"Most people play by the rules,\" she said. \"Some try to go around them. We can't stop them from trying, but we are \nhappy we caught them.\"\n\nContact staff writer Michael Matza at 215-854-2541 or mmatza@phillynews.com. \n"}