{"title": "Washington: CHILD PROTECTION IMPROVEMENTS ACT OF 2017", "body": "\nWashington: The Library of Congress, The Government Washington: of USA has issued the following house \nproceeding:  \n The PRESIDING OFFICER. Under the previous order, the Senate will resume consideration of the House \nmessage to accompany H.R. 695, which the clerk will report. The legislative clerk read as follows: House message \nto accompany H.R. 695, a bill to amend the National Child Protection Act of 1993 to establish a national criminal \nhistory background check system and criminal history review program for certain individuals who, related to their \nemployment, have access to children, the elderly, or individuals with disabilities, and for other purposes. Pending: \nMcConnell motion to concur in the amendment of the House to the amendment of the Senate to the bill. \n\nMcConnell motion to refer the message of the House on the bill to the Committee on Appropriations, with \ninstructions, McConnell amendment No. 1922, to change the enactment date. McConnell amendment No. 1923 (to \n(the instructions) amendment No. 1922), of a perfecting nature. McConnell amendment No. 1924 (to amendment \nNo. 1923), of a perfecting nature. The PRESIDING OFFICER. The Senator from New Mexico. Russia Investigation \nMr. UDALL. Mr. President, I come to the floor today to speak a little bit about the rule of law and President Trump's \napproach to what has happened as far as the Mueller investigation. The rule of law has protected our Nation's \ndemocracy, institutions, and citizens for over 200 years. It means that no one person is above the law--no one--not \neven the President. President Trump does not seem to respect the rule of law. He acts as if the law doesn't apply to \nhim. He believes that he can steer the wheels of justice in whichever direction he wants to shield himself from lawful \ninvestigation. This President is willing to risk national security, to defy the judgment of the FBI Director and his \nteam, and to release classified material for his own political purposes. Think about that. The President of the United \nStates just declassified a top-secret document, and he did it with the clear intent to undermine the investigation into \nRussian interference in our election. His actions should end any doubt about his willingness to obstruct justice. After \nhe declassified the Nunes memo, President Trump said: ``A lot of people should be ashamed of themselves. It's a \ndisgrace, what's happened in our country.'' This is one of the rare times I have agreed with President Trump. It is a \ndisgrace, what has happened in our country, but not for the reasons the President gives. Russia's cyber attacks and \nother potential operations during the 2016 election represented a direct strike at our democracy. I cannot think of a \ntime when our national interest has been so threatened and the President of the United States has ignored the \nthreat. Not only has this President turned a blind eye to Russia's interference, but he has done nothing to prevent \nfuture attacks. He ignores the threat even though the CIA Director says Russia will try to interfere in our elections \nagain. Instead, he has done everything he can to curry favor with Vladimir Putin. He should be ashamed of himself. \nUnfortunately, he has demonstrated time and time again that he is incapable of shame. But he is not alone. Many \nmembers of his party should be ashamed for enabling the President to undermine the special counsel investigation, \nfor enabling his defamation of career public servants, and for remaining silent in the face of a growing crisis. The \nPresident has made clear that he does not like Special Counsel Mueller's and Deputy Attorney General \n\n\nRosenstein's independence and commitment to the rule of law, and he has had an eye on getting rid of them for \nquite a while. We learned he considered firing them last June, and we have known for many months, from the \nPresident's own admission, that he fired FBI Director James Comey to stop the Russia investigation. These men \nhave dedicated their lives to serving our country. Mr. Mueller served as a Federal prosecutor and a Department of \nJustice lawyer for much of his career, and he was appointed as FBI Director in 2001 by [[Page S668]] President \nBush. Mr. Rosenstein is also a career Federal prosecutor and was appointed as a U.S. attorney by President \nGeorge W. Bush. The President has said many times: ``There was no collusion.'' If that is true, why does the \nPresident go to such great lengths to undermine the investigation? The President's intentions are transparent and \ndangerous. He fails to accept that Mr. Mueller and Mr. Rosenstein swore an oath to the Constitution. Because they \nwill not pledge their loyalty to him, he is bound and determined to stop the investigation into his potential \nwrongdoing. But the Republican leader has delayed bringing forward bipartisan legislation to protect Mr. Mueller \nfrom arbitrary dismissal. In light of recent events, Congress must act. The special counsel needs protection to do \nhis job. He shouldn't have interference from the President and his partisan supporters. In the Senate appropriations \nbill for the Department of Justice, I included language directing the Department of Justice to abide by its current \nregulations for the special counsel, but it is clear to me that we must do a lot more. During the Watergate \ninvestigation, Eugene McCarthy said: ``This is the time for all good [people] not to go to the aid of their party, but to \ncome to the aid of their country.'' It is time for all Members of Congress to come to the aid of our country and ensure \nthat Mr. Mueller and his team are able to gather the facts and draw their conclusions without obstruction. It is \nastonishing that President Trump still calls the Russia investigation a ``witch hunt.'' Our government's 17 law \nenforcement and national security agencies all reached the conclusion that Russia actively interfered with our \nPresidential election through hacking national party computers, leaking information, and spreading disinformation \nover media and social media outlets. The President's continued refusal to address this threat is unconscionable, \nand it betrays our national interests. Mr. Mueller's investigation into Russian interference is justified by the \nevidence, and it is imperative. We also have abundant evidence that the President tried to interfere with the \nDepartment of Justice and FBI investigation. The President's firing of FBI Director James Comey because of ``the \nRussian thing'' is what landed him with a special counsel in the first place. Why did the President want a pledge of \npersonal loyalty from Mr. Comey and Mr. Rosenstein? Why did he ask Mr. Comey to drop the investigation of Mr. \nFlynn? Why is the President so angry at Attorney General Sessions for recusing himself from the investigation, and \nwhy did the President need the Attorney General to not recuse to ``protect'' him? The evidence of interference with \nan ongoing investigation is enough reason to investigate. We all remember that President Nixon's chief \ntransgression was the coverup. Despite a constant refrain of denials from the President that his campaign had any \nconnection with Russia, we know there were many connections. Former National Security Advisor Michael Flynn \npled guilty to lying to the FBI about his December 22, 2016, conversation with the Russian Ambassador about \nrelieving U.S. sanctions imposed for Russia's interference. Campaign foreign adviser George Papadopoulos pled \nguilty to lying to the FBI about his contacts with people connected to the Russian Government. Former campaign \nmanager Paul Manafort was charged in a Federal indictment with acting as a foreign agent for the pro- Russian \nUkraine Government. The President's son, Donald Trump, Jr., and his son-in-law, Jared Kushner, and Mr. Manafort \nall met with Russian operatives to gather dirt on Hillary Clinton. Then, the President personally dictated a press \nstatement misrepresenting the nature of the meeting. These are just a few of the connections. Mr. President, I refer \nto a November 13, 2017, article from the Washington Post. It chronicles many of the meetings between the Trump \ncampaign officials and the Russians during the campaign and is too long to go into here. But neither the compelling \nevidence justifying investigation nor Mr. Mueller's credentials have stopped the President and his friends in \nCongress from attacking both. Representative Nunes nominally recused himself from the Trump collusion \ninvestigation in the House Intelligence Committee, but he and his colleagues on the committee have now released \na memo based on incomplete and misleading information, with the President's full backing. This is despite a \nwarning from the FBI against its release, and the Speaker will do nothing to rein in him or his committee members. \nThe President's attacks on the independence of our Nation's premier law enforcement agency mirror his attacks on \nour other foundational institutions. He has maligned the judiciary. He has maligned the press. He attacks and \ndisrespects our foundational principles--separation of powers, freedom of speech and religion, and equality under \nthe law. This is in addition to the President's regular assault on the truth. The Washington Post counted at least \n2,000 times where this President departed from the truth in his first year in office. The White House and its allies in \nCongress must stop their baseless attacks on Mr. Mueller and his team. They must let them do their job and find \nthe facts. We must ensure the independence of prosecutors so we can ensure that investigations and outcomes are \n\n\n\nfair and impartial. Why is the President going to such lengths to fight this investigation? We do not know. But we do \nknow that a foreign power-- Russia--interfered in our last election, and we do know that the President and his team \nhave had significant business links to Russian financial interests. The President's family business continues today, \nbut it does so while concealing his tax returns and keeping their business partners secret. On top of that, the Trump \nadministration has become much more accommodating of Russian interests. Are these things connected in some \nway? We need to know. That is why the special counsel's investigation is so important. Now is the time for every \nMember of Congress to put the country ahead of politics. Special Counsel Mueller must be able to do his job, to \nfollow the facts wherever they may lead, and to draw his conclusions. Congress must pass legislation to protect the \nspecial counsel from being arbitrarily fired, not serve as the President's lieutenants in an unprecedented assault on \nthe rule of law. I suggest the absence of a quorum. The PRESIDING OFFICER (Mr. Barrasso). The clerk will call \nthe roll. The bill clerk proceeded to call the roll. Ms. WARREN. Madam President, I ask unanimous consent that the \norder for the quorum call be rescinded. The PRESIDING OFFICER (Mrs. Ernst). Without objection, it is so ordered. \nAttorney General Jeff Sessions Ms. WARREN. Madam President, 1 year ago today, I came to the Senate floor to \noppose the nomination of Jeff Sessions to lead the Department of Justice. The Justice Department is charged with \ndefending our laws and standing up for all people regardless of color, sex, sexual orientation, religion, or ability. \nThat night, I described Jeff Sessions' appalling record on nearly every major national issue handled by the Justice \nDepartment, including civil rights, immigration, and criminal justice reform. That night, I also read a letter that \nCoretta Scott King sent to the Senate Judiciary Committee in 1986 that opposed Sessions' nomination to serve as a \nFederal judge. Mrs. King wrote a vivid account of how Jeff Sessions, as a U.S. attorney in the 1980s, had ``used \nthe awesome power of his office to chill the free exercise of the vote by black citizens.'' That letter had been a part \nof the Senate Judiciary Committee's records for more than 30 years. It helped sink the nomination of Jeff Sessions \nfor the Federal judgeship for which he had been nominated back in the 1980s. I had hoped that by reminding the \nSenate of its bipartisan rejection of Sessions in the 1980s, that the letter might help us to once again come together \nin a bipartisan way to say that this kind of bigotry shouldn't be allowed in our criminal justice system. That was my \nplan. Yet, for reading [[Page S669]] those words--the words of an icon of the civil rights movement--I was booted off \nof the Senate floor. Every one of my Republican colleagues who was present that night voted to shut me up for \nreading Mrs. King's words. Then, the next day, every single Republican voted to confirm Jeff Sessions--a man \ndeemed to be too racist to hold a Federal court judgeship in 1986. Nope. They confirmed him to lead the agency \ncharged with defending justice for all Americans. Now it has been 1 year since the Republican-controlled Senate \nmade Jeff Sessions Attorney General of the United States. I wish I could say that I had been proven wrong--I \nactually really do--but Coretta Scott King's warnings ring even louder today than they did in 1986. On issue after \nissue, Jeff Sessions' Justice Department has failed in its mission to promote justice for all Americans. Instead, \nSessions has taken the Department in exactly the opposite direction. So let's make a list and start with voting. In \n1986, Mrs. King warned us that Sessions had used the awesome power of his office as an Alabama prosecutor to \nchill the free exercise of the vote by African Americans. As Attorney General, he has continued that crusade, \ntargeting not only African Americans but Latinos, the elderly, veterans, and other marginalized groups. Only weeks \nafter Sessions took the reins, the Justice Department abandoned its legal challenge of a Texas voter ID law that \nintentionally discriminated against voters of color. Later, the Department argued that it should be easier for States to \nstrike eligible voters from their voting rolls--a proven way of preventing eligible citizens from voting. Sessions has \neagerly embraced President Trump's make-believe, fact- free conspiracy theories about voter fraud--condoning the \nPresident's voter suppression commission and engaging in State-level inquiries into voter databases. Next on the \nlist: defending all Americans--equal protection under the law. In her letter, Coretta Scott King warned that Jeff \nSessions would undermine equality under the law. Sure enough, when Jeff Sessions took over at the Justice \nDepartment, he immediately got to work in reversing the agency's prior efforts to defend laws and policies that \nprotect Americans from discrimination based on sexual orientation or gender identity. Sessions' Justice Department \nhas rescinded guidance that protects transgender students and workers from illegal discrimination. The same day \nthat President Trump used Twitter to announce that he was banning transgender individuals from serving in the \nmilitary, the Justice Department filed a legal brief that reflected Sessions' view that our great civil rights laws don't \nprotect gay Americans from discrimination. This was despite the rulings by other Federal courts and guidance from \nthe Equal Employment Opportunity Commission reaching the opposite conclusion. Sessions' Justice Department \nhas also gone out of its way to argue in the Supreme Court that business owners should be able to deny service to \ngay customers. In 1986, Mrs. King wrote: ``I do not believe Jeff Sessions possesses the requisite judgment, \ncompetence, and sensitivity to the rights guaranteed by the federal civil rights laws to qualify for appointment to the \n\n\n\nfederal district court.'' It is clear that Sessions has not acquired those skills in the 32 years since Mrs. King issued \nher warning. Third, criminal justice. Jeff Sessions is using the monumental power of his office to invert our criminal \njustice system. For too long in America, we have had a dual justice system--one sympathetic, soft-on-crime system \nfor the rich and another ineffective, cruel system for everyone else. Coretta Scott King told us about Sessions' role \nin this broken system when she wrote that he ``exhibited an eagerness to bring to trial and convict'' Black civil rights \nleaders despite there being evidence that clearly demonstrated their innocence of any wrongdoing. Meanwhile, she \nsaid, he ``ignored allegations of similar behavior by whites.'' In recent years, we have made some progress away \nfrom that broken system by having implemented proven reforms that make our communities safer. Jeff Sessions \nhas worked with laser-like focus to reverse those gains. Just last week, Sessions effectively closed an office within \nthe Justice Department that helped to make legal aid more accessible to people who don't have enough money to \npay for a lawyer, and that is just the tip of the iceberg. Under Jeff Sessions, the Justice Department killed off a \nreform initiative that allowed local police departments to voluntarily partner with the Federal Government to improve \ncommunity policing. The Justice Department has abandoned its longstanding efforts to hold local police forces \naccountable when they routinely and systematically violate the constitutional rights of American citizens. Sessions \nended the Justice Department's Smart on Crime Initiative, which allowed prosecutors to divert some low-level, \nnonviolent offenders into rehab programs. This was a program that saved money, allowed offenders to avoid \nincarceration, and improved safety in our communities. It improved the lives of these offenders and their families. \nInstead, Sessions instructed all prosecutors to bury even low-level, nonviolent drug offenders under the most \nserious charges possible that guaranteed the longest prison terms possible. Sessions even rolled back efforts to \ntake weapons of war off of our streets by lifting commonsense restrictions on the transfer of military-grade weapons \nto local police departments--weapons of war, such as grenade launchers and armored vehicles that belong on \nbattlefields, not on the streets where our kids ride their bicycles and walk to school--weapons that even the \nPentagon cannot justify handing over to local police. Next, immigration. As a Senator, Jeff Sessions was an anti-\nimmigration extremist who led multiple successful campaigns to defeat bipartisan, comprehensive immigration \nreform. As a Senator, he urged the deporting of Dreamers who were brought to the United States as kids. Now, as \nthe head of the Justice Department, he has continued his ugly anti-immigrant rampage. He has zealously \ndefended every illegal and immoral version of President Trump's Muslim ban. He has used the Department to try to \ncut off aid to cities and States that prioritize keeping their communities safe over being part of his national \ndeportation force. While it was Donald Trump who ordered it, Jeff Sessions himself announced the end to the \nDeferred Action for Childhood Arrivals Program, or DACA, which has subjected 800,000 Dreamers to deportation. \nSo there it is. Coretta Scott King's words about Jeff Sessions were true in 1986, they were true in 2017, and they \nremain true today. On Jeff Sessions' watch, the Justice Department has promoted voter suppression. On his watch, \nthe Justice Department has endorsed discrimination. On his watch, the Justice Department has reversed efforts to \nreform our broken criminal justice system. On his watch, the Justice Department has led an all-out, bigotry-fueled \nattack on immigrants and refugees. All of this, all of it, was predictable. All of this, all of it, was foreseeable. All of \nthis, all of it, could have been avoided if just a few Republican Senators had stood up for fair and impartial justice, \nbut they didn't--not one. So here we are. Here is the ultimate irony: President Trump turned on his Attorney \nGeneral. Why? It was not over voting or equal rights or criminal justice or immigration--no. The President turned on \nSessions because Sessions formally recused himself from a law enforcement investigation into the President's ties \nto Russia. Sessions has groveled, but Donald Trump will never forgive the sin of Sessions' failing to serve Donald \nTrump personally. Jeff Sessions, President Trump, and this Republican Congress seem to think that they can stoke \nthe fires of hatred and division without being consumed by them. Maybe they can for a time, but people are \nresisting and persisting. States and cities are stepping up to defend civil rights that are under assault by the Federal \nGovernment. The American people are showing up in the streets, in the airports, in the courtrooms, and even at the \npolls to hold this government accountable. [[Page S670]] They will continue to show up and to fight day in and day \nout--to fight for fairness, to fight for equality, to fight for liberty and justice for all. Republicans tried to silence Coretta \nScott King for speaking the truth about Jeff Sessions. They tried to silence me for reading Mrs. King's words on the \nSenate floor. They have tried to silence all of us from speaking out, but instead of shutting us up, they have made \nus louder. Warn us. Give us explanations. Nevertheless, we will persist, and we will win. I thank the Presiding \nOfficer. I yield the floor. I suggest the absence of a quorum. The PRESIDING OFFICER (Mr. Barrasso). The clerk \nwill call the roll. The bill clerk proceeded to call the roll. Mr. BARRASSO. Madam President, I ask unanimous \nconsent that the order for the quorum call be rescinded. The PRESIDING OFFICER (Mrs. Ernst). Without objection, \nit is so ordered. Infrastructure Mr. BARRASSO. Madam President, last week, President Trump gave his State of the \n\n\n\nUnion Address. It was full of that same spirit of optimism and confidence that I have heard over the past year from \nthe people at home in Wyoming. I imagine the Presiding Officer has heard the same things from people in her State \nof Iowa as well. As the President said, ``This is our new American moment.'' ``This is our new American moment,'' \nand I agree. The American economy is back on the right track. It is going to take a lot of hard work for us to stay on \nthe right track. Some of that work involves building our country's infrastructure. America's roads, bridges, dams, \nhighways, and ports are critical to our Nation's success. Republicans know it. Democrats know it. The American \nSociety of Civil Engineers gives America's infrastructure a poor grade. One out of every five miles of highway \npavement is in bad condition. As chairman of the Environment and Public Works Committee, I am committed to \nimproving this situation by working with the President and with Members of both parties. We need to fix a lot of our \naging infrastructure. To do that, we need a robust, fiscally responsible infrastructure plan that makes it easier to \nstart and to finish these projects more quickly. I was chairman of the Transportation Committee in the Wyoming \nState Senate. I saw how we could make projects less costly and more efficient if we could just speed up and \nstreamline the permitting process and the approval process for projects to get done. We have a project back home \nto rebuild a highway interchange in the northern part of Sheridan County in Sheridan, WY. It took 14 years to \ndevelop and get the approval of the planning and permitting for this interchange that needed to be built for safety \npurposes. The actual construction took less than 2 years. This is a safety project. It is important for trucks and cars \nthat go through this part of our State to do it in the safest way possible. Anything we can do as members of the \nEPW Committee and Members of the Senate to make sure we can finish projects like this one faster is going to be \nbetter for our communities and is going to be better for people's safety. According to the Bipartisan Policy Center, \nthere are 59 different reviews and permits that an infrastructure project may need to get. There are a dozen \ndifferent agencies that can slow down projects along the way, and that is just at the Federal level. One of the steps \nthat takes the longest amount of time is what they call an environmental impact statement. We all agree we need to \nmake sure that big construction projects don't damage the environment. The problem is, these reviews have taken \non a life of their own. They now take an average of 5 years to complete. That is just one type of review that the \nconstruction projects have to go through before workers can put a shovel in the ground. The regulations and \nredtape have become unreasonable, and they have become excessive. There was a study recently that looked at \nall of these regulatory delays and the cost of them. It found that the cost of delaying the start of all these public \ninfrastructure projects in this country by 6 years is over $3.7 trillion--not millions, not billions-- $3.7 trillion. Think of \nhow much we could accomplish and how much we could save if we could cut out these delays just a little bit. We \nknow that is possible. In 2011, the Obama administration picked 14 infrastructure projects for expedited review. \nOne of the projects was a new bridge in New York. New York managed to do the environmental impact statement in \njust 11 months. Why should it take 5 years in Wyoming? It is 5 years normally and less than 1 year with this \nexpedited plan. This proves Washington can do these reviews and can do this permitting faster when it wants to. \nThe problem is, Washington usually doesn't care if these projects get done any faster. President Trump \nunderstands this completely. He has shown that he intends to change the mindset in Washington. It is interesting, \nwhen we remember that George Washington was a surveyor long before he was our first President. I don't think we \nhave had a President since then who has President Trump's experience in building things and dealing with all of the \nchallenges that come with what we have seen from the times of Washington and Jefferson. President Trump \nunderstands that the shorter we can make the permit process, the better. These are projects that can save lives. \nThey can provide economic opportunities in towns and communities all across the country. It is what we are hearing \nin townhalls when we talk to people. When we cut the Washington regulations and redtape, we allow for more \neconomic growth. That is what Republicans have been doing for the past year because as soon as President \nTrump took office, Republicans in Congress began striking down unnecessary, burdensome, and costly regulations \nfrom the Obama administration. Republicans wiped 15 of these major rules off the books. A major rule is one where \nthe time and money it takes to comply with the rule adds up to $100 million or more. This is going to save \nAmericans as much as $36 billion. The total saved so far, $36 billion. The Trump administration has been very \nactive in cutting needless regulations as well. The President froze action on over 2,000 Obama administration rules \nthat hadn't taken effect yet. This is one of the first things President Trump did and what he is committed to do. He \nsaid that for every significant new regulation Washington writes, his administration would offset it by getting rid of \ntwo other rules. New regulation, get rid of two. That is how to make a real difference in Washington, and we are \nseeing it with the Trump administration. That is how to free the American people so they can get back to work. The \neconomy has responded all across the country. New employment numbers came out last Friday. The American \neconomy has created more than 2 million jobs since President Trump took office. The unemployment rate is down \n\n\n\nto 4.1 percent. Wages are up by almost 3 percent over the past year. The Associated Press had a headline on \nFriday that said: ``US added strong 200K jobs in January; pay up most in 8 years.'' The Los Angeles Times \nheadline was: ``U.S. economy creates 200,000 jobs in January; wages take off.'' According to a Gallup poll last \nweek, Americans' satisfaction with the state of the economy improved by 12 percentage points over the past year. \nThat is a huge leap. President Trump is absolutely right, this is our new American moment. We must keep providing \nrelief from Washington redtape for it to continue. We have done that with other regulations. We need to do it with \nthe things that slow down infrastructure projects as well. That is how we make sure our economy continues to grow. \nFixing and improving America's aging infrastructure needs to be a bipartisan goal. We need to be able to do it \nfaster, better, cheaper, and smarter. So today I call on my colleagues on both sides of the aisle to do all we can to \nmake this happen. These are not Democratic projects or Republican projects, they are the projects we need to \ncontinue to make our country stronger, safer, better, and more prosperous. I yield the floor. The PRESIDING \nOFFICER. The Senator from Minnesota. [[Page S671]] Ms. KLOBUCHAR. Madam President, I know the leaders \nare coming down shortly, but I thought I would get started, and I will return when they are finished with their \nremarks. Secure Elections Madam President, 271 is the number of days left before the 2018 elections. Only 271 \ndays to go--a little more than 9 months--and we still cannot assure American voters that our elections are secure. \nThat is unacceptable, and that is on us. We know what happened in 2016. There was no debate about the facts. On \nJanuary 6, 2017, intelligence reports made clear that Russia used covert cyber attacks, espionage, and harmful \npropaganda to attack our political system. Six months later, on June 21, the Department of Homeland Security \nconfirmed that Russia launched cyber attacks against at least 21 State election systems and illegally obtained \nemails from local election officials. This week, we also learned that voter systems in Illinois were hacked, and the \ninformation on thousands of voters was exposed to the Russians. Our national security officials have sounded the \nalarm. This is just the beginning. Last week, CIA Director Mike Pompeo said he has ``every expectation'' that \nRussia will target the U.S. midterm elections. The former Director of National Intelligence, James Clapper, said: ``I \nbelieve Russia is now emboldened to continue such activities in the future both here and around the world, and to \ndo so even more intensely.'' Yet we have made no real progress in Congress toward shoring up our election \nsystems. Just 41 days from now, Illinois--a State that Russians successfully hacked in 2016--will hold a primary for \nthe midterm elections. So why haven't we acted? There is no excuse, and that is because there are six solutions on \nthe table. Many of them are bipartisan. First, States need support to protect their voting systems from cyber attacks. \nRight now there are more than 40 States that rely on electronic voting systems that are at least 10 years old. Think \nabout that. Ten years ago, we were using flip phones. Now we have smartphones that we update regularly to keep \npace with the emerging technology. So we need to provide States the resources to update their election technology \nbecause our voting systems haven't kept pace with the times, much less the sophistication of our adversaries. In \naddition, our election officials need to know exactly what they are up against. It took the Federal Government nearly \na year to notify those 21 States targeted by Russian-backed hackers, and today many State and local officials still \nfeel like they are in the dark. That is why Senators Lankford, Harris, Graham, and I have introduced legislation that \nwill bring State and local election officials, cyber security experts, and national security personnel together to \nprovide resources and guidance on how States can best protect themselves from cyber attacks. Second, we need \nreliable backup measures in place when something goes wrong. Each State administers its own elections. Our \ndecentralized election process is both a strength and a weakness. It is a strength to have multiple States using \nmultiple systems. Then there can never be one centralized place to hack. We saw this in 2016. Russian hackers \nattempted to breach the systems of many States but were only successful in one. I will continue my remarks after \nthe leaders are finished. I know they have a major announcement, but I would just end with this. This is a pivotal \nmoment for our country. We will not give up on our free elections and the freedom those elections deserve. If the \nworst happens in 2018, it is on us, not just Russia. How does the saying go? Hack me once, shame on you. Hack \nme twice, shame on us. We know what we can do. We must put the resources into the State elections, and we \nmust protect the elections. I yield the floor. Recognition of the Majority Leader The PRESIDING OFFICER. The \nmajority leader is recognized. Budget Agreement Mr. McCONNELL. Madam President, I am pleased to announce \nthat our bipartisan, bicameral negotiations on defense spending and other priorities have yielded a significant \nagreement. I thank my friend the Democratic leader for joining me this afternoon and for the productive discussions \nthat have generated this proposal. The compromise we have reached will ensure that, for the first time in years, \nour Armed Forces will have more of the resources they need to keep America safe. It will help us serve the \nveterans who bravely served us, and it will ensure funding for important efforts such as disaster relief, infrastructure, \nand building on our work to fight opioid abuse and drug addiction. This bill is the product of extensive negotiations \n\n\n\namong congressional leaders and the White House. No one would suggest it is perfect, but we worked hard to find \ncommon ground and stay focused on serving the American people. First and foremost, this bipartisan agreement \nwill unwind the sequestration cuts that have hamstrung our Armed Forces and jeopardized our national security. \nSecretary Mattis said: ``No enemy in the field has done more harm to the . . . readiness of our military than \nsequestration.'' For years, my colleagues on the Senate Armed Services Committee, led by Chairman John \nMcCain, have spoken out about these damaging cuts. In the face of continuing and emerging threats, these cuts \nhave left us unable to realize the potential of our missile defense capabilities. They have whittled down our \nconventional forces, laying an undue burden on forward-deployed personnel and their families. And they have \nshrunk our fleet to its lowest ship count in nearly three decades. We haven't asked our men and women in uniform \nto do less for our country. We have just forced them to make do with less than they need. This agreement changes \nthat. In addition, this bill will provide for our returning heroes. Too often, underfunded, overcomplicated \nbureaucracies fail to deliver the care our veterans deserve. The Trump administration and Congress-- thanks to the \nleadership of Chairman Isakson--have made important progress for veterans in the past year. This agreement will \nexpand on those steps. This agreement will also bolster our ongoing national struggle against opioid addiction and \nsubstance abuse. It will fund new grants, prevention programs, and law enforcement efforts in vulnerable \ncommunities all across our country. It also provides funding for disaster relief efforts. Last year, powerful storms \ncrippled Puerto Rico and the U.S. Virgin Islands and damaged mainland communities from Florida to Texas. \nThanks to the efforts of Members such as Senators Cornyn, Cruz, Rubio, and others, this bill will get more help on \nthe way. The agreement will clear the way for a new investment in our Nation's infrastructure--a bipartisan priority \nshared by the President and lawmakers of both parties. This bill does not conclude the serious work that remains \nbefore Congress. After we pass it, the Appropriations Committees will have 6 weeks to negotiate detailed \nappropriations and deliver full funding for the remainder of fiscal year 2018, but this bill represents a significant, \nbipartisan step forward. I urge every Senator to review this legislation and join us in voting to advance it. I \nparticularly want to thank my friend the Democratic leader. I hope we can build on this bipartisan momentum and \nmake 2018 a year of significant achievement for Congress, for our constituents, and for the country that we all love. \nImmigration Now, on one final matter, as I have said publicly many times, our upcoming debate on DACA, border \nsecurity, and other issues will be a process that is fair to all sides. The bill I move to, which will not have underlying \nimmigration text, will have an amendment process that will ensure a level playing field at the outset. The \namendment process will be fair to all sides, allowing the sides to alternate proposals for consideration and for \nvotes. While I obviously cannot guarantee the outcome, let alone supermajority support, I can ensure the process is \nfair to all sides, and that is what I intend to do. [[Page S672]] Recognition of the Minority Leader The PRESIDING \nOFFICER. The Democratic leader is recognized. Budget Agreement Mr. SCHUMER. Madam President, first let me \nthank the Republican leader for his comments and his work these past several months. We have worked well \ntogether for the good of the American people. We had serious disagreements, but instead of just going to our own \nseparate corners, we came together with an agreement that is very good for the American people and recognizes \nneeds that both sides of the aisle proffered. I am pleased to announce that we have reached a 2-year budget deal \nto lift the spending caps for defense and urgent domestic priorities far above current spending levels. There are one \nor two final details to work out, but all the principles of the agreement are in place. The budget deal doesn't have \neverything Democrats want, and it doesn't have everything Republicans want, but it has a great deal of what the \nAmerican people want. After months of legislative logjams, this budget deal is a genuine breakthrough. After \nmonths of fiscal brinksmanship, this budget deal is the first real sprout of bipartisanship, and it should break the \nlong cycle of spending crises that have snarled this Congress and hampered our middle class. This budget deal will \nbenefit our country in so many ways. Our men and women in uniform represent the very best of America. This \nbudget gives our fighting forces the resources they need to keep our country safe, and I want to join the Republican \nleader in saluting Senator McCain. We wish he were here because he has fought so valiantly and so long for a \ngood agreement for the Armed Forces. The budget will also benefit many Americans here at home: folks caught in \nthe grip of opioid addiction, veterans waiting in line to get healthcare, students shouldering crippling college debt, \nmiddle-class families drowning under the cost of childcare, rural Americans lacking access to high-speed internet, \nhard-working pensioners watching their retirements slip away. Democrats have been fighting for the past year for \nthese Americans and their priorities. We have always said that we need to increase defense spending for our \nArmed Forces, but we also need to increase the kinds of programs the middle class so needs and depends on. It is \nour job as Americans, as Senators, to make sure that middle-class people can live a life of decency and dignity so \nthat they can keep in their hearts the American belief that their kids will live a better life than they do. In this budget, \n\n\n\nwe have moved, for the first time in a long time, a good deal forward on those issues. Alongside the increase in \ndefense spending, the budget deal will lift funding for domestic programs by $131 billion. It will fully repeal the \ndomestic sequester caps while securing $57 billion in additional funding, including $6 billion to fight against the \nopioid and mental health crises; $5.8 billion for the bipartisan child care and development block grant; $4 billion to \nrebuild and improve veterans hospitals and clinics; $2 billion for critical research at the National Institutes of Health; \n$20 billion to augment our existing infrastructure programs, including surface transportation, rural water and \nwastewater, clean and safe drinking water, rural broadband so desperately needed in large parts of rural America, \nand energy infrastructure; and $4 billion for college affordability, including programs that help police officers, \nteachers, firefighters. The deal also boosts several healthcare programs that we care a lot about in this country. An \nincrease in funding for community health centers, which serve 26.5 million Americans, is included. My friends \nSenators Murray, Tester, Sanders, and many others have been champions for these community health centers. I \nwant to thank them for the hard work they have put in to get this done. The Children's Health Insurance Program \nwill be extended for an additional 4 years. Credit is due to our ranking member, Senator Wyden, for his effort for this \nextension. American families with children who benefit from CHIP will now be able to rest easy for the next decade. \nSeniors caught in the Medicare Part D doughnut hole will also benefit from this bill, which eases the coverage gap \nnext year, helping thousands, millions of seniors afford prescription drugs. We have waited long for this. Rural \nhospitals that struggle, seniors, children, and safety net healthcare providers will benefit from a package of health \ntax extenders as well. On the pension issue, Democrats secured a special select committee that must report a \nlegislative fix to the problem by December 2018. Millions of pensioners--teamsters, carpenters, miners, bakery \nworkers, and so many more--are staring down cuts to their hard-earned pensions. They didn't do anything to cause \nthose cuts. Their livelihoods are staked to these pensions. We ought to make sure that they get every penny they \nearned. We Democrats would have liked to take up and pass the Butch Lewis Act. We couldn't reach an agreement \nto do that, but now we have a process and potentially the means and motivation to get it done. There were so many \nSenators, led by Senator Brown, who are responsible for this. I want to acknowledge him and Senators Casey, \nStabenow, Manchin, Klobuchar, Baldwin, McCaskill, Donnelly, and Heitkamp, who worked so long and hard on \npensions. The budget deal also includes long-awaited disaster relief for Texas, Louisiana, Florida, the Western \nStates, Puerto Rico, and the U.S. Virgin Islands. Many of these places are still taking their first steps on the long \nmarch to recovery. Much of Puerto Rico and the Virgin Islands remains damaged and in the dark. This recovery aid \ncould not have come a moment too soon. Senator Nelson worked very hard for both Florida and Puerto Rico relief, \nas did so many others in this Chamber. I would also like to thank our ranking member on the Appropriations \nCommittee, Senator Leahy, who worked so diligently with his staff and his ranking members on these issues, as \nwell as Senator Murray, who has been our beacon on health issues, where we have made real progress today. The \nbudget deal is a win for the American people. It will also do so much good for our military and for so many middle-\nclass Americans and finally consign the arbitrary and pointless sequester caps to the ash heap of history. A final \npoint: Our work here in Congress on this budget deal between the Republican leader and me, between the Senate \nand the House was completed without a great deal of help from the White House. While President Trump \nthreatened shutdowns and stalemates, congressional leaders have done the hard work of finding compromise and \nconsensus. It has been a painstaking and months-long process. It has required concessions, sometimes painful, by \nboth sides. But at the end of the day, I believe we have reached a budget deal that neither side loves but both sides \ncan be proud of. That is compromise; that is governing. That is what we should be doing more of in this body, and it \nis my sincere hope that the Republican leader and I will continue to work together in this way to get things done for \nthe American people. Now, of course, we must finish the job. Later this week, let's pass this budget into law, \nalongside an extension of government funding. I hope the House will follow suit and President Trump will sign it. I \nalso hope that Speaker Ryan will do what Senator McConnell has agreed to do--allow a fair and open process to \ndebate a Dreamers bill on the House floor. This budget deal will be the best thing we have done for our economy, \nour military, and our middle class for a long time. I yield the floor. The PRESIDING OFFICER. The Senator from \nMinnesota. Ms. KLOBUCHAR. Madam President, we are very pleased by this bipartisan work and what this will \nmean for our country. I thank both leaders for their work. Secure Elections Madam President, I want to finish the \nremarks that I started before the leaders took the floor pertaining to another issue that is very important to this \ncountry, and that is the issue of the elections in 2018. I mentioned the importance of the bill that Senator Lankford \nand I are leading, along with Senators Harris and Graham, that would give-- along [[Page S673]] with House \nsupport, Republican and Democratic support--some much needed resources to the States to help them with their \nequipment. Many of the States have not updated their election equipment in over 10 years. I also mentioned the \n\n\n\nreliable backup measures that we are going to need for things like a paper ballot system. Ten of our States don't \nhave that. If they were hacked, there would be no backup to prove what had happened. That must change. Third, \nwe have to make sure our elections are free from foreign influence campaigns. We know that the Russian \ndisinformation reached more than 126 million Americans through Facebook alone. And while $1.4 billion was spent \non online political ads in 2016, we still don't know how much Russia actually used to purchase those ads, although \nwe do know they bought Facebook ads in rubles to influence the 2016 election. Today, online platforms are \ndwarfing broadcast, satellite, and cable providers. The largest internet platform has over 210 million American \nusers. The largest cable provider only has 22 million subscribers. That is why Senators McCain and Warner and I \nhave introduced the Honest Ads Act, simply putting in a level playing field. So if money is spent on political ads, the \nsame rules that apply to print, radio, and TV apply to online media companies, and that is a disclaimer, and that is \nsimply a disclosure of both candidates' ads and also issues--defined by statute--of national legislative importance. If \nmy radio station in Thief River Falls, MN, is able to track their ads, and the press is able to see them, and \nopponents' campaigns are able to see them, that should be able to be done by some of America's most brilliant \ncompanies. We must fix that. Fourth, we need to make sure our elections are free from foreign money. About $184 \nmillion in dark money was spent in the 2016 Presidential election. Senator Whitehouse has a bill that would ban \ncampaign contributions and expenditures by corporations that are controlled, influenced, or owned by foreign \nnationals. Senator Blunt and I have a bill that would use existing credit card protocols to help verify that online \ndonations are only coming from Americans. If Amazon can check your credit card against your home address, \ncampaigns and PACs should be doing the same to verify that online donations are truly from the United States. \nFifth, we must send Russia a message that this behavior is unacceptable. We need to make it clear to Russia that \nwe will not tolerate their interference in elections. That is why I have said time and again that we need to impose \nthe Russia sanctions that passed the Senate with overwhelming bipartisan approval. This is about sending the \nRussian Government a message: There will be consequences if you interfere with our elections. We will impose \nsanctions against those who engage in business with the Russian defense and intelligence sectors--two parts of the \nRussian Government responsible for orchestrating the attacks on our election systems. The Senate voted 98 to 2 \nfor those sanctions, and this administration has not implemented them. It makes no sense to me that the \nadministration does not stand with 98 out of 100 Senators on this. When we don't do the sanctions, we are \nannouncing to the world that there are no consequences to foreign governments that interfere in American \nelections. By doing that, we simply embolden them. My colleagues also recently introduced a bipartisan bill that \nwould require mandatory sanctions against countries that interfere in U.S. elections. Deterrence is key, and \nimposing additional sanctions would send a strong message to Russia and any other country that seeks to \nundermine our democracy. Sixth, we must understand the full extent of Russia's role in our 2016 election. That is \nwhy Senator Cardin introduced a bill to establish an independent commission with one goal: to examine Russian \ncyber operations and interference in the 2016 elections, because understanding what happened in the past will help \nus prevent attacks in the future. All of these tools would help secure our elections, and so many have bipartisan \nsupport. I am not just talking about the Senate; Republican and Democratic former national security officials support \nthese policies. Republican and Democratic State and local election officials want Federal resources to protect \nelection security. Republican and Democratic House Representatives do too. Representative Meadows, the leader \nof the House Freedom Caucus, and Democratic Congressman Jim Langevin introduced a companion to one of \nthese election security bills that I am leading. It was Republican Senator Marco Rubio who said that once they went \nafter one party in one election, the next time it will be the other. Our whole country is based on free elections and \nthe freedom to participate in our democracy. Our Founding Fathers set up a system so that we would be free of \nforeign influence. In fact, our whole country began because our country wanted to be free of foreign influence. Now \nis the time to put politics aside and come together to secure the future of our elections. So whether you are a four-\nstar general, a fourth grade teacher, or a computer engineer at Foursquare, this is an issue that should unite us. In \n1923, Joseph Stalin, then General Secretary of the Soviet Communists, was asked about a vote in the Central \nCommittee of his party. Stalin was unconcerned about the vote. After all, he explained that who voted was \n``completely unimportant.'' What was ``extraordinarily important'' was who would count the votes and how. It is 95 \nyears later, and sometimes it seems as though we are back at square one. Who voted is important. And if we \nsuppress a vote or if people aren't allowed to vote or if the wrong people have voted or they are calculated the \nwrong way, that means that they had their way. What he acknowledged back then is that who counts the vote \nmatters. We have to decide who is going to count America's vote. Is it going to be America, or are we going to let \nanother country influence our elections and be able to count them themselves? Russia, as we know, is not our only \n\n\n\nthreat. Our adversaries will continue to use cyber attacks. These attacks may not involve traditional weapons of \nwar, but they can be just as disruptive and destructive. As I said in closing before the leaders took the floor, the \n2018 elections are just 271 days away. We need to protect our election systems. Secretary of State Rex Tillerson \nsaid in an interview just yesterday that Russia is already trying to influence the U.S. midterm elections and that \nRussia has a lot of different tools at its disposal. So I ask my colleagues, why don't we start having some tools at \nour disposal, laws at our disposal that will actually do something about this, resources supported by the head of the \nFreedom Caucus in the House that will help to strengthen our State election equipment? That is what we need. \nHack me once, it is on them; hack me twice, it is on us. The 2018 elections are just hundreds of days away. It is \ntime we take action, and we will have opportunities in the next few weeks to put some resources into this. I will \nremind you that the cost of the bill that Senator Lankford and I have, which we have paid for by unspent grant \nmoney, is 3 percent of the cost of one aircraft carrier. If these other countries are viewing this as a form of warfare, \nat least we can put the resources of 3 percent of one air carrier into this challenge. Thank you, Mr. President. I yield \nthe floor. The PRESIDING OFFICER (Mr. Tillis). The Senator from South Carolina. Tax Reform Mr. SCOTT. Mr. \nPresident, 6 weeks after the passage of tax reform, we continue to show the American people how we are \ndelivering on our promises with real, lasting tax reform. In fact, a recent poll showed that 69 percent of Americans \nare satisfied with the boost in our economy. Another poll showed that Americans' approval of our tax reform \npackage has more than doubled since its passage. I know it will continue to rise as more families see the benefits \ncoming their way. Our new tax law will ensure that they are able to keep more of their paychecks and that the jobs \nof the future are created right here in the good old U.S.A. [[Page S674]] Back home in South Carolina, we continue \nto see positive changes because of tax reform. More businesses are awarding their employees with raises, and as \na result, more families are putting more money in their bank accounts and in their pockets. Here is a real-life \nexample. I received a note from Steve Potts, the CEO of Scout Boats in Summerville, SC. Scout Boats is, for those \nwho may not know--but everybody knows Scout Boats--Scout Boats is a world- class brand. It has been recognized \nall over the world for quality boats. Here is a success story, an organic success story. Back in 1989, Steve started \nhis business with his wife in their garage. They did very well for a while, and then, of course, very quickly, Hurricane \nHugo came about several months later and wiped them out. They had to start all over again. They had two \nemployees in 1989. Their life savings were invested into Scout Boats. Today, almost 30 years later, they have 340 \nemployees. This year, they are going to hand out $1,000 bonuses to their 340 employees, and they hope this is the \nyear that they will take their employees from 340 to 350 and exceed 400 employees. He said: We're confident this \nwill help-- The tax reform package. --further stimulate our own company morale, as well as become an attractive \ncareer opportunity for new employees we are currently searching for. . . . We believe by us giving back to our \nemployees, we're doing exactly what you and many others originally intended with tax reform. This is fantastic news \nand proof that we are reaching our goals. I want to say thank you to Steve, not only for sharing your story but for \nrewarding the hard work of your employees. It is what happens in small and medium businesses all over the \ncountry. Having started a small business myself, I understand and appreciate the dedication Steve had to his vision \nand to his employees, because for Steve and so many entrepreneurs, their employees are an extension of their \nfamily. So being in a position to provide those folks with a $1,000 bonus each is a big deal. It is a big deal for the \ncompany. It is a big deal for the employees. It is reflective of the fact that most small businesses are reinvesting in \ntheir future, which means reinvesting in their employees. Steve is a classic example. Just like Steve, in the last 6 \nweeks, more than 3 million Americans have seen direct benefits from tax reform, be it bonuses or wage increases \nor better benefits. It is all good news, and it just keeps on coming. It is good news. More than 300 companies \nacross our great Nation have announced significant benefits for their employees. There is more. My Investing in \nOpportunity Act was included in the tax cut, and it is designed to help 52 million Americans living in distressed \ncommunities like the very one in which I grew up. We have worked hard to get the IIOA--Investing in Opportunity \nAct--across the finish line so that it can be deployed in States around this Nation to help those very folks. That \nmeans everything from workforce investment, to better education, to businesses being attracted into these \nopportunity zones. I want to thank the majority leader for his words on the Investing in Opportunity Act yesterday \nmorning. He is right. This will empower communities, and it will put up a big neon sign that says we are open for \nbusiness. It will help communities that today may be wavering, questioning whether they can be successful. This is \na resounding yes. Yes, you should be hopeful. Yes, you can be successful. I know these communities full well, and \nthey are full of folks looking for a chance, an opportunity to put their creativity, their intelligence, and their work ethic \non display. The Investing in Opportunity Act will provide that chance. The benefits of tax reform have just begun. \nWhether it is bonuses for workers, more wages, better benefits, or the implementation of the Investing in \n\n\n\nOpportunity Act, we know that the best is yet to come for the American people. Thank you, Mr. President. I suggest \nthe absence of a quorum. The PRESIDING OFFICER. The clerk will call the roll. The legislative clerk proceeded to \ncall the roll. Mrs. GILLIBRAND. Mr. President, I ask unanimous consent that the order for the quorum call be \nrescinded. The PRESIDING OFFICER. Without objection, it is so ordered. Paid Leave Mrs. GILLIBRAND. Mr. \nPresident, we just marked the 25th anniversary of the Family and Medical Leave Act, known to most as FMLA. \nWhen FMLA passed 25 years ago, it was an incredible step forward for millions of working families. They finally had \nthe legal right to step away from their jobs to take care of their families without the risk of being fired. But we now \nknow that the law just has not kept up with the times. FMLA doesn't apply to 40 percent of the workforce, and it \ndoesn't guarantee any pay during the time the worker is away. In fact, 25 years after FMLA was signed into law, we \nare still the only industrialized country in the world that doesn't guarantee access to some form of paid leave. That \nmeans that workers all over the country are losing wages and retirement savings when they take time off. The \neconomy is losing tens of millions of dollars. We have to change this because FMLA is not good enough anymore. \nWe need an actual national paid leave program, and I am pleased to see that paid leave has now clearly become a \nbipartisan issue. Both parties agree that paid leave is something that our country desperately needs and urgently \nwants to have. Earlier today, a group of Republican colleagues announced a proposal they claim would solve this \nproblem, but it is clear that their proposal will not help the vast majority of working Americans. In fact, it would not \ncreate a real paid leave program that covers all workers. Not only that, this plan will actually rob the Social Security \ntrust fund. This would not strengthen Social Security; it would weaken Social Security. No worker should have to \nborrow against their own Social Security benefits, which are already too low, to get paid family leave when they \nneed it to take care of a new baby, a sick family member, a dying parent, or themselves. And let's not forget that \nSocial Security already pays women less than men. So this proposal would make that problem even worse. If you \nare watching this debate right now and you are wondering whether Congress is finally going to pass a paid leave \nlaw that actually helps working Americans, don't be fooled by this Republican proposal. If your son is diagnosed \nwith cancer and you need time to bring him to his chemotherapy appointments, their plan will do nothing for you. If \nyour elderly mother has dementia and you need time to be by her side, this plan will do nothing for you. If your \nhusband has a heart attack and he needs you there while he recovers, this plan does nothing for you. Right now, \nmillions of American workers are stuck choosing between earning a paycheck and leaving their jobs to take care of \na loved one when some medical emergency happens, and if this bill passes, that would not change. Listen to what \na woman named Shelby went through because she didn't have paid leave. Shelby is a mother and a grandmother, \nand she takes care of her parents. She is a security officer, committed to keeping her community safe. We all know \nthat we can never predict when medical emergencies happen. All of a sudden, Shelby's youngest daughter and \nparent needed medical attention at the same time. Shelby had to leave work because her family needed her, but \nall she had was FMLA--unpaid leave--which counted as an employment disciplinary action where she worked. As \nShelby put it, taking unpaid leave was an enormous financial burden for her. She couldn't keep up with her rent or \nutility costs, and it took her months to catch up on just paying her bills. She was able to keep her job, but she \nsuffered far more than she should have, with an enormous amount of added stress on top of her family's medical \nissues, because she didn't have paid leave. This Republican proposal would not help her. We have to fix this. \nEven President Trump agrees. In his State of the Union Address last week, he said: My response is this: Actions \nspeak louder [[Page S675]] than words. Our country needs a real paid leave plan. If President Trump and \nCongress really are serious about creating a national paid leave program, then I urge them to support my paid \nleave bill, which would actually work. It would cover all workers, not just new moms. It is called the FAMILY Act. The \nFAMILY Act would finally guarantee paid family and medical leave to every working American. The FAMILY Act is \naffordable. It is an accessible earned benefit that you and your employer would contribute into together. It would \nstay with you for your entire career, no matter where you worked. It is universal and comprehensive. It is for women \nand for men. It is for the young and the elderly. It is for workers in big companies or small companies or even if they \nare self-employed, it would only cost about the cost of a cup of coffee a week. This is the kind of paid leave \nprogram that our country needs, and anything less is just not enough. Five States around the country have already \nstood up for what is right and given their workers access to paid leave. These States, including my home State of \nNew York, are doing a much better job than Congress of meeting the needs of their people on this issue. California, \nfor example, has had their paid leave program for more than a decade. I know some of my colleagues are worried \nabout whether paid leave is good for business, so I hope they will listen to these numbers. In a survey, 90 percent \nof business owners in California said that paid leave had a positive or, at worst, no negative effect on their profit or \ntheir productivity and on their retention. Ninety-nine percent of them said that it boosted morale. Paid leave is good \n\n\n\nfor business and it is good for working families, so we have to pass it. I know there is bipartisan support to do it. \nLet's start rewarding work again and give people the opportunity to earn a better life for their families, and let's \nfinally give Americans access to paid leave. I urge my colleagues to join me in this fight and pass the FAMILY Act. I \nnow wish to yield the floor to my colleague from Illinois, who is also going to speak about why this is good for \nAmerica. The PRESIDING OFFICER. The Senator from Illinois. Ms. DUCKWORTH. Mr. President, I want to thank \nmy colleague from New York, who is on the floor today, for her leadership on this very important issue. I am here to \njoin in the discussion on one of the most pressing issues facing American families all across our country--our \nNation's outdated family leave policy. About 2 weeks ago, I announced that I am expecting a baby girl in April. The \nsupport for my announcement has been overwhelming, and I am grateful for it. I have received so many \ncongratulations and lots of questions about my daughter-to-be. I have also gotten questions about how I balance \nbeing a working mother and a legislator, how I expect to handle having a newborn and a 3-year-old as I continue \nmy work here in the U.S. Senate. I know these questions come from a good place, but let's be real. It is 2018. \nWomen have been having children since the beginning of humanity, and I am nowhere near the first person to be a \nworking mom. In fact, my colleague was a working mom and legislator long before I was. Millions of women have \nbeen balancing the demands of their job and their families ever since female trailblazers first joined the working \nworld, but you wouldn't know that based on the policies we have adopted as a country. The United States is one of \njust a handful of developed countries in the world that doesn't offer paid maternity leave, and one of the very few \nindustrialized nations that doesn't offer paid parental or family leave to parents. Across our Nation, working parents \nface barriers to staying in the workforce. Lack of access to affordable child care and paid family medical and \nparental leave forces people to choose between taking care of their children or a sick family member and losing \ntheir job and their health insurance. That hurts our entire country. That is why, as we mark the 25th anniversary of \nthe Family and Medical Leave Act today, I want to highlight the commonsense legislation my colleagues and I have \nintroduced to make the workplace more accommodating for working parents. Senator Gillibrand has a great bill, the \nFAMILY Act, which would do just that by creating a universal family and medical leave insurance program that \nwould cost employers and employees less than $1.50 per week on average. This is the ultimate in self-help. This is \npeople helping themselves so that they can have the leave they need when their families need it. Senator Patty \nMurray's Child Care for Working Families Act would ensure every family has access to affordable and high-quality \nchild care. And my Child Care Access Means Parents in Schools Reauthorization Act would increase access to on-\ncampus care for student parents, who make up more than one-quarter of all college students in America. These \nbills are a great place to start, and we should take them up in the Senate as soon as possible. After all, the FMLA \npassed in 1993. While it was an important step forward for our country, it is not comprehensive and it is nowhere \nnear enough. Many workers across the country are ineligible for it, don't qualify to receive unpaid time off, and can't \nafford it. The FMLA does little to help Americans who cannot afford to take unpaid time off from work, forcing people \nto choose between a paycheck and being able to pay their mortgage and support their own loved ones. We need to \ndo what we can to change that--to finally offer paid parental leave like the rest of the world has. There is no reason \nwe can't get this done today, and we should get to work on it today. I yield the floor. The PRESIDING OFFICER. \nThe Senator from North Dakota. Ms. HEITKAMP. Mr. President, I rise today to talk about paid family leave. I want \nto introduce this topic by saying that politicians across America, whether they are local, whether they are in State \noffices, or whether they are in very important bodies like the U.S. Senate, make one pledge; that is, to support \nAmerican families. They promise to try to make life just a little easier for people who are raising the next generation, \nto do what it takes to encourage people to have families and to have children, so our future is secured not only with \na workforce but also the vibrancy that is America. It has been 25 years since we adopted the Family Medical Leave \nAct. That was a great step forward, and I actually remember when it happened. I was North Dakota's attorney \ngeneral cheering from the sidelines, thinking: We have solved this problem. We are now protecting parents from \nlosing their jobs and enabling them to care for their newborns. Unfortunately, it wasn't enough. It wasn't enough \nbecause how many people, even if they have the protection, can afford to exercise their rights under the Family \nMedical Leave Act? The answer is very, very few in my State. It is absolutely essential that we take this to the next \nstep. It is essential that we make sure we are not forcing our citizens to choose between working--as they have to \nwhen families live paycheck to paycheck--and caring for their newborn. Many daycare facilities will not even take an \ninfant until they are 10 or 12 weeks old. So what choice have we really given people under the Family Medical \nLeave Act? Just 15 percent of the workforce in the United States has access to paid family leave through their \nemployer. That leaves millions of people without access to paid leave for time away from their job to care for a new \nchild or a seriously sick relative. It is well past the time that the United States of America--the greatest country in the \n\n\n\nworld--has a Federal paid family and medical leave policy to truly support working families. I will tell my colleagues \nthat I find this issue particularly vexing because North Dakota competes with the rest of the country for workforce. If \nyou go to California, this benefit is extended through a State system. If you go to Rhode Island, this benefit is \nextended through a State system. New York is pursuing a State system. Certainly States with large populations, like \nNew York and California, have the economies of scale to offer this benefit in a State-based system. Guess what \nhappens to a State that only has just over [[Page S676]] 700,000 people in population. Think about the percentages \nthat we would need to run a State-based program. We need a national solution to this problem. I know a lot of \npeople are saying: Well, the States are doing it; they are the laboratories of experimentation in this great \ndemocracy. But the fundamental problem is that for States like mine that don't enjoy economies of scale, this will \nnot be a reality for the women, for the families in my State who want to have children. Also, daycare is the second \nissue that makes this so difficult. We need to make sure that people know they are going to have a guaranteed \nincome for those first three months of child-raising. Why is that important? It is important because we know that as \na matter of physiological development, that bonding period of time with your parents during those early months is so \ncritical. When children get detached from their parents during those early months, they can suffer psychological \neffects that will last forever. So we need to get this done. Let's talk about what proposals are on the table. I don't \nwant to be critical because I think it is wonderful that this issue has come to this body, not only on this side of the \naisle, to talk about the need for paid family leave. But, once again, where we applauded the Family Medical Leave \nAct, we left too many people behind. We can't do that again. That is why it is really important that we analyze the \nproposals that are out there. I know that along with my good friend, the Senator from New York, we have been \nhaving long and extensive conversations with many Republicans about this issue, as well as with many folks in the \nWhite House, about the need for Federal paid leave. Over the past few days, details have come out about a \nRepublican plan that would have new parents do something we should never do, which is take money out of our \nretirement system. The plan suggests that new parents take money out of their Social Security benefits. Think \nabout that. We have a retirement crisis in this country. Too few people have anything other than Social Security to \nlive on in their older years, and now we are saying: Guess what. Borrow against that. Get your Social Security to \nhelp you pay for what happens today, and then hope upon hope that you will have enough money to retire in the \nfuture. It is, quite honestly, the wrong direction. This plan does not, in my opinion, support families. It would not help \nmost working families and those who could use it. It would force them to choose between caring for a newborn or a \nfamily member or their retirement savings. I think it is likely that people would take that option, but jeopardizing their \nfuture retirement is not a choice they should have to make. Additionally, just think about this: Women already get, \non average, 20 percent less in Social Security benefits than men. Why is that? It is that way because of the pay gap \nwe have in this country--another issue we could discuss, but we are not going to do that today. Social Security is a \ncritical retirement security plan in this country, and for far too many families, it is the only thing they can rely on in \nretirement--something we need to fix--and we don't need to exacerbate it by complicating the Social Security \nretirement crisis with the problem of paid family leave. So I am here to advocate for a bill that Senator Gillibrand has \nintroduced and I have proudly cosponsored called the FAMILY Act. It is a real Federal paid leave policy that I think \nwe desperately need. We need to support working families, and this bill does, because it would make that promise \nof family paid leave possible. Our bill provides 12 weeks of partially paid leave for workers dealing with serious \nhealth issues of their own, including birth and adoption of children, or for family members. Our bill would create an \naffordable, effective earned benefit that both employers and employees could and would contribute to. For \nemployees, the paid leave benefit would always apply to them no matter where they live. It is transportable, which is \nso important in this new gig economy. Almost half of North Dakota workers do not qualify for a single--now, I want \nmy colleagues to remember this--work day where they could get sick, and only about one-third of North Dakota's \nworkers are eligible for and can afford unpaid leave. For them, the FAMILY Act would make all the difference. No \nfamily should have to choose between a loved one and their job. No family should have to make the choices that \nthey have to make today, frequently delaying raising a family because they simply can't afford it when they put pen \nto paper. Our bill also levels the playing field for businesses. I think this is an important part. I want people to \nunderstand this. If you are a small firm in North Dakota that does coding--let's say you are a software firm and you \nget an exciting new product and you want to generate excitement within your business. You want to recruit the best \nand the brightest coming out of our universities, coming out of our tech schools, but you are competing against \nMicrosoft and you are competing against Google and you are competing against all of those companies that can \nafford to provide that benefit. Many, many of the small businesses in my State have said: Help us compete; help us \ncompete for the best and brightest. When those benefits are offered to workers, where are they going to go if they \n\n\n\nwant to raise a family? They are going to go not just to where the pay is better, but they are also going to go where \nthey can get the benefit of paid family leave. It is critically important that small businesses be enable to enjoy the \neconomies of scale. If you work in retail and you say ``I want to exercise my right to paid family leave or my right to \nfamily leave, and I am going to go,'' the employer is going to protect the job, but they can't afford to pay that person \nwhen they are paying another person in a small business. If my colleagues can think about this the way I think \nabout it--we have unemployment insurance for a reason. We have unemployment insurance because temporarily \npeople have to get out of the workforce because maybe their job no longer exists or they have lost their job for \nsome reason. We give unemployment benefits to help bridge them to the next job and to keep them in the \nworkforce. As a condition of that, we ask them to continue to look for a job, and, hopefully, we provide some \nservices in their search for a job. Think about the unemployment system. Who here would repeal unemployment \ninsurance? It is temporary. This is an extension. Think about it like we would think about unemployment insurance. \nIf something happens in your family--you have a baby, your mother gets cancer, your husband gets cancer--you \ncan't afford to take time off, but you can't afford to leave them alone. So what do you do? You exit the workforce, \npotentially qualifying for food stamps, potentially qualifying for government benefits. This benefit keeps people in the \nworkforce. When I talked about this benefit in Dickinson, ND--not exactly a hotbed of liberalism--and explained why \nI thought it was important, a woman came up afterward and said: Do you know what I really like about your plan? I \nsaid: That we are going to help families? She said: Well, that is important. But I really like that it keeps people in the \nworkforce, that they have a job when they come back, and that they are able to bridge that and not leave \nemployment. Think about the economic disruption when somebody can't keep an employee because of these \nchallenges. Retraining costs are high. When this started in California, this was not yet again another big \ngovernment program. People would talk about it that way. Satisfaction levels with this program from every end of \nthe spectrum in California are off the charts--with employers and employees, with small business and with large \nbusiness--because they know that the retraining and retooling they would have to do for employees is expensive, \nand they want to keep the good employees that they have. Let's do something for families. Let's actually do \nsomething. Let's not just promise it. Let's not mortgage our retirement for it. Let's do something for families and \nactually take this burden and say: We are going to help you. If you want to have a child, it is 3 months of paid family \nleave. It is not at your total salary. It will not be the full amount, but we are going to help you if [[Page S677]] your \nmom gets sick with cancer so you don't have to leave your job to take care of her. We are going to work with \nfamilies to make this happen. I guarantee that this will be a program that will be remembered the way we remember \nother great programs, such as Social Security, Medicare, and unemployment insurance. I urge my colleagues to \ntake a look at the FAMILY Act. Take a look at all of the good economic arguments that go with it--not the \nheartwarming arguments, which I think we can make, but the economic arguments about why this makes sense for \nAmerican business and for the American economy. I yield the floor. Mrs. GILLIBRAND. Mr. President, I suggest the \nabsence of a quorum. The PRESIDING OFFICER. The clerk will call the roll. The legislative clerk proceeded to call \nthe roll. Mr. BLUNT. Mr. President, I ask unanimous consent that the order for the quorum call be rescinded. The \nPRESIDING OFFICER. Without objection, it is so ordered. Tax Reform Mr. BLUNT. Mr. President, when the Tax \nCuts and Jobs Act was signed into law in December, we heard a lot about what was going to immediately happen. \nThis was going to be a tax cut for the rich. Corporations were going to use their money to buy back their stock and \nnot share it with the people who work for them. The Senate was as divided on a partisan basis as the Senate could \nbe. Every person in the majority voted for the tax bill. Every person in the minority voted against the tax bill. We \nheard from some of the leaders of the other side that it would be Armageddon. We heard from President Obama's \nTreasury Secretary that 10,000 people would die every year if the tax bill was signed into law. We heard that the \naverage family would only get crumbs and scraps from the tax bill. It is turning out that this is not what appears to \nbe happening at all. Companies have stepped up to show that in a growing economy--in an economy they believe is \ngoing to grow--they value the people they work with and they value the employees of their company in a way we \nwouldn't have anticipated. I thought this would happen as we saw the economy take off from the tax bill. It didn't \noccur to most of us that companies would step up on day one and say: We are going to value and show our value \nto the people who work for us. Over 3.8 million people now have received over $4 billion in bonuses. A lot of those \nhappened in my State of Missouri. The Central Bank of St. Louis, which employs over 2,000 people, gave a $1,000 \nbonus to all full-time employees, and the 246 part-time employees will get a $500 bonus. Charter Communications \nannounced, as many people have, that they are going to increase their own minimum wage. Whatever their \nminimum salaries have been in the past, those are now going to be higher. The best kind of minimum wage \nincrease is because you believe that is the fair thing to do for your employees and also because you believe it is \n\n\n\nwhat you need to do to keep good employees in a rising economy. I think we had gotten so used to the stagnant \neconomy of the last 8 or so years that people had forgotten what happens when the economy begins to grow. So \nCharter Communications is now increasing their minimum wage to $15 an hour. Commerce Bancshares, in Kansas \nCity, has more than 2,300 employees in Missouri, and they gave a $1,000 bonus to all of their full-time employees \nand a $250 bonus to their part-time employees. Mid-Am Metal Forming in southwest Missouri gave all 140 of their \nemployees a cash bonus. This is not just about big companies. This is about little companies looking at how they \nwant to grow and knowing that to grow, they need to keep a workforce that can be part of that growth. Great \nSouthern Bank, in my hometown of Springfield, has over 800 Missouri employees. They gave a $1,000 bonus to \nfull-time employees and a $500 bonus to part-time employees. Walmart announced that the 25,700 Missourians \nwho work for them are not only getting bonuses, but they are raising the starting wage for full-time employees to \njust under $14 an hour--substantially higher than the wage otherwise. That doesn't sound like crumbs to the people \nwho are getting those bonuses. They see what they can do with it. Solomon Essex, a warehouse worker at \nDynamic Fastener, in Raytown, told us he was using his $1,000 bonus to help his daughter buy a car. Mary Beth \nHartman, who owns a construction company in Springfield, said: ``I've been able to offer my long tenured \nemployees a week of vacation'' that they didn't have before. ``They're getting plenty of overtime; they have job \nsecurity.'' She is also creating new jobs in her business. It is a good start, but I think there are even more \nannouncements and more good opportunities ahead. Senator Capito and I were on the floor talking about this \nbefore the bill passed. I said several times that there are two ways to increase your take-home pay. One is for the \ngovernment to take less out of it, and another one is for you to get a better job to start with. We are already \nbeginning to see both of those things happen. When you double the standard deduction, when you double the child \ntax credit, and when you lower the rates, the new code allows you to have more money. Our friends on the other \nside said people wouldn't get a tax cut. But 90 percent of the workers in the country who have income tax deducted \nfrom their paycheck are going to have less income tax deducted on the same pay in February than they would have \nhad in December. What does that mean? I will mention here that the University of Missouri just beat Kentucky in \nbasketball for the first time since we got into the SEC, a handful of years ago. We didn't want to let that go \nunmentioned. The Boone County clerk announced that he had run the payroll for the first time for all 485 county \nemployees, and the average county employee was getting $150.54 a month more than they were getting on that \nsame salary last year. Many of those employees have two people in their house working. This is just the one salary-\n-an average of $150.54. That is about $1,800 a year. A brand-new deputy sheriff in Boone County who earns \n$45,905 will have an extra $1,929 this year that they didn't have if they started that same job in November or \nDecember of last year. Now, $1,900 does a lot of things. Two hundred dollars a month only seems like a lot if you \ndon't have it. In Boone County, that payroll for 485 people calculates right at $945,000 a year that those employees \nwill have that in the past they would have sent to the Federal Government. Some of it will be saved. Some of it will \nbe spent. When I was flying back from Kansas City on Sunday, a guy behind me on the plane, as we were getting \noff, tapped me on the shoulder and said: Thanks for the tax cut. My wife and I just got our first checks with the new \ntax rates, and we are going to have $5,000 more this year than we had last year. We are going to put every penny \nof it in our kids' college savings account and we are really happy about it. We are really happy about it. We don't \noften hear people say: We are really happy about something you have done for us because it is going to make a \ndifference for the future of our family. But this tax bill will. For a single parent with one child in Missouri who makes \n$41,000 a year, their taxes are going to go down 75 percent. That single parent with one child will have $1,400 \nmore this year than they had last year--over $100 every single month. A family of four who makes about $75,000 \nwill have $2,000 more. That is a 50 percent tax cut for that family. For most people, that is 2 months' worth of \ngroceries. It is gasoline. It is an electric bill. If you get your electricity from a privately owned electric company, like \nmany people do in 47 States, some of the electric companies are going to be reducing their rates. Now, if you have \na rural electric coop, like my farm in Strafford has, or a public utility, like my house in Springfield has, you will not \nget that tax cut, but lots of Missourians get their electric from somebody that pays taxes. If you pay taxes, you are \ngoing to be reducing your electric bill because that 35 percent rate [[Page S678]] was figured into what you are \nallowed to charge. Now you are paying 20 percent. That is money you are going to be giving back to the families \nand businesses you serve. Helping families means ensuring that they have more opportunities in the future. Being \npart of a growing economy means you are going to have more opportunities in the future. We are seeing all those \nthings happen, and I think we are going to continue to see them happen--not just in businesses like AT&T, Boeing, \nand Apple, which, by the way, just brought all of the money they had earned outside the country back home. They \njust announced that they are bringing 100 percent of everything back, which they would have not brought back at a \n\n\n\n35-percent rate. But they are glad to bring it back at the rate in this tax bill. We are glad to see all those companies \nin a more competitive marketplace, just like small businesses are. So even though the law went into effect just a \nlittle over a month ago, I think we are seeing the kind of reaction we would have hoped for. Families are beginning \nto see that what they were told about the tax bill wasn't true. You should never want to say something that is not \ntrue, but surely you should not want to do it when in 60 days you are going to be proven not true in the one thing \nthat everybody looks at--which is a bigger paycheck than they had 60 days ago. In spite of what was said, 9 out of \n10 workers are going to have a bigger paycheck, and those are hard-working families. The people who don't benefit \nfrom the tax cut are the people at the richest end of the tax scale, not the other end of the tax scale. So I think we \nare off to a good start. I think we ought to be talking about a growing economy. All of us ought to be watching, after \na decade of not seeing the economy grow, what has happened over the last few months and what really happens \nnow as we move to a better place for families, a better place for jobs, and a better place for competition because of \nthe tax bill we passed in December and the President signed into law. With that, I think other colleagues of mine are \nhere. Senator Capito and I have been on the floor a number of times talking about this together, and I know she is \nhere to follow me now. The PRESIDING OFFICER (Mr. Cotton). The Senator from West Virginia. Mrs. CAPITO. Mr. \nPresident, I thank my colleague from Missouri for his terrific explanation, 60 days hence, of voting for the tax reform \nbill and the effects it is having in his great State. I would like to join him today to talk about what I think are the \npositive effects of tax reform, not just across the country but particularly in my small State of West Virginia. Last \nWednesday, Vice President Mike Pence and Commerce Secretary Wilbur Ross came to West Virginia to talk about \nthis at a small business, Worldwide Equipment, which employs 1,100 people across the country, 200 or so of which \nare in West Virginia at 7 different locations. We learned from owner Terry Dotson how he feels about tax reform and \nthe effect it has had on his business, his employees, his ability to grow his business. What we learned is that Mr. \nDotson is going to be investing $8 million more in the operations and in his workforce, whether it is through \nbonuses, expanding the facilities, buying new equipment. But particularly for the men and women working for \nWorldwide Equipment, it is the bonuses that are going to have people seeing the immediate effect. He attributes \nthis all to tax reform. The men and women of Worldwide Equipment join hundreds of thousands of workers all \nacross this country at companies like Walmart, AT&T, Comcast, Fiat Chrysler, and many others who will receive \nbonuses or salary increases because of this bill. The good news doesn't stop there, and that is good. Those of us \nwho voted for this bill--and I did, very proudly--said that the effects of this tax reform are going to be felt in many \ndifferent ways. Mr. Dotson has a relatively small business. He mentioned how he is feeling it. But many workers will \nsee their take- home pay increase in the coming weeks, as employers are adjusting the tax withholding based on \nthe new law. People like Robert from Berkley Springs, WV, wrote me last week: Thank you for helping my family by \nvoting yes on the tax bill. My family saw a significant increase in our take-home pay today. Edward from Hurricane, \nWV, said: I really want to thank you and the President for the tax breaks! Please keep working to help the American \nworkers. Dennie from Charleston wrote: The recent tax bill that was passed will provide a great boost to our \neconomy in many ways including more employment opportunities and money in people's pockets. And Robert, who \nis a small business owner from Huntington, wrote: I want to thank you for your yes vote on the Tax Cuts and Jobs \nAct. This legislation recognizes the importance of small business. In a State like ours, 95 percent of the businesses \nare small businesses. Many of them are family-owned. Other West Virginians will soon see the benefits. I would like \nto tip my hat and congratulate our State auditor, J.B. McCuskey, because he took the time and made the effort to \nfigure out what kind of impact the Tax Cuts and Jobs Act will have on State workers and the workers from West \nVirginia University or Marshall University--the three largest workforces the State of West Virginia does payroll for. \nHe announced that, in total, all three of those entities will have $50 million more in their pockets throughout the \nyear--an average for a State worker of $1,000 or $1,200 more per year. These are significant amounts of dollars for \nyoung families trying to buy new shoes, buy books and school supplies, use the gas to go visit or go on a vacation. \nWe could go on and on. It seems that the coldest day--a wet day like today--is always the day the furnace breaks \ndown. How nice it would be to not have to borrow or worry or put more credit on the credit card and have the cash \nto be able to do these things. I would say, $50 million more for West Virginia workers is $50 million more going into \nthe local economy, into the State economy. Better yet, people are making their own decisions on how they are \ngoing to spend it. Just 2 months after the bill became law, Americans are already seeing the benefits. The jobs \nreport that was released last Friday showed over 200,000 jobs that were created just in the month of January. The \nreport showed--and I think this might be even more significant than job growth--that wage growth is accelerating at \nthe fastest rate in the last 8 years. People talk about stagnated wages and how they haven't had a raise or how \ntheir dollars are not going as far. By increasing the standard deduction and the child tax credit for middle-class \n\n\n\nfamilies, we are making life better for the people we represent. By making our Tax Code more competitive, we are \nallowing American companies to bring home money that had previously been left overseas. There was a big \ncontroversy on this when we began discussing it: Are they really going to bring their money home? Apple \nannounced plans to return as much as $250 billion in cash that it had kept overseas. That is billion with a ``b.'' That \nmove is expected to create 20,000 new American jobs and a tax payment of $38 billion on the repatriated cash. I \nthink that is, obviously, one of the largest examples but also one of the best examples of an American company. \nUnder our previous, outdated Tax Code, corporations were faced with a 35-percent tax if they brought their foreign \nearnings home. Because the U.S. corporate rate was the highest in the developed world, American companies \noften made the financial choice to leave their foreign profits overseas, which meant that under the old system, the \nFederal Treasury was frequently left to collect 35 percent of nothing because people weren't bringing the money \nback. Jobs that could have been done in America were being done elsewhere. That was a big problem. In \nDecember we fixed it with this bill. We said that a more competitive tax code would allow our companies to bring \ntheir money back and provide more opportunities for Americans all across this country. That is exactly what we are \nstarting to see. Today I want to highlight another part of the tax reform effort. I thank my colleague from South \nCarolina, Senator Tim Scott, who spearheaded this. He was the sponsor of the Investing in Opportunity Act, and I \nwas a cosponsor. This bill, which became part [[Page S679]] of the law in the tax reform bill, will help spur growth in \neconomically distressed areas. Under the bill, investors can defer their capital gains tax if they invest in opportunity \nfunds. In rural areas, particularly those that have difficult economic conditions, such as many of the areas of my \nState, it is hard to spur investment, to get more people back to work, to create new opportunities. These funds must \nbe invested in distressed areas and census tracts that are designated by Governors--who knows best but the \nGovernors where these distressed census tracts are--and create opportunity zones. That will provide capital to help \ngrow new businesses and also create jobs in parts of our country that really need them the most. If those parts of \nour country rise, the rest of the country will continue to rise. According to the Economic Innovation Group, one in six \nAmericans lives in an economically distressed community. These distressed areas lost 6 percent of their jobs \nbetween the years 2011 and 2015. The New York Times recently highlighted the benefits of the Investing in \nOpportunity Act, writing that rural areas accounted for just 3 percent--only 3 percent--of the job growth in the years \n2010 to 2014. Rural communities saw more businesses close than open over that time period. Many West Virginia \ncommunities are continuing to suffer the consequences of the previous administration's anti-coal policies. Their \neconomies could use this boost, and this is exactly what tax reform and the Investing in Opportunity Act, in \nparticular, will provide. Passing tax reform fulfilled a promise that we made to the American people to make jobs \nand economic growth our top priority. Two weeks ago, the Senate fulfilled another major promise by passing the \nlongest extension of the Children's Health Insurance Program. In West Virginia, approximately 22,000 children rely \non CHIP for access to their healthcare. It has been a successful program. It has been one that really helps a lot of \nfamilies, a lot of working families. Over the years, it has helped improve the health of our State's children. These \nworking families deserve the long-term certainty that the CHIP program will be there to provide access to critical \nservices, and I am proud we provided that certainty. I have been a strong supporter of the CHIP program for over \n20 years. I was on the conference committee in the State house in the late nineties when we forged and \nimplemented the program in our State, and I have been dedicated to it ever since. When I came to the Senate 3 \nyears ago, in my maiden speech, I made long-term funding for the CHIP program one of my main priorities. \nPassage of this bipartisan legislation to extend it for the next 6 years was a big win for the children of this country \nand across West Virginia too. Hard-working Americans are the beneficiaries of both tax reform and the CHIP \nreauthorization. I am confident the benefits will keep coming. It seems that every day something good is happening \nin the American economy with businesses and raises and bonuses and lower tax bills. People are beginning to see \nthis in their withholding. Struggling communities in West Virginia welcome this. Cities and suburbs in rural areas \nacross the country will see greater economic growth, all because of the tax reform bill. It has been presented to us \nas that. Many of the companies making announcements are not making these announcements in a vacuum. They \nare saying, very exclusively, that because of the tax reform bill that the Congress passed and the President signed, \nwe are able to do these things we have been wanting to do for our employees: Give them a bonus, put more money \nin their pensions, help give more charitable contributions in the communities where they live, provide more long- \nterm certainty. Have no doubt, we will continue to work to add to the list of accomplishments, and I will probably be \non the Senate floor talking about them. I yield the floor. I see my colleague from Indiana is here to talk about tax \nreform. The PRESIDING OFFICER. The Senator from Indiana. Mr. YOUNG. Mr. President, I rise today to speak in \nsupport of--and to share a sample of--the positive results my State of Indiana is already experiencing as a result of \n\n\n\ntax reform. Hoosiers like Chelsee Hatfield, who accompanied me at the State of the Union address last week, are \nalready seeing the benefits of this historic tax overhaul. Chelsee is a young mother of three. She is a teller at a rural \nbranch of First Farmers Bank & Trust Company in Tipton, IN. Chelsee recently learned that she is going to receive \na raise and a bonus as a result of tax reform. This additional income will help Chelsee go back to school and earn \nher associate's degree. It is also going to enable her to put money away for her children's college education. First \nFarmers Bank & Trust is also investing $250,000 per year--per year--in community development in the small rural \ncommunities where they serve businesses and individuals. Moreover, First Farmers is going to invest $150,000 per \nyear in employee development. This is just one company throughout the State of Indiana, and we are seeing all \nsorts of stories like this already emerging. Chelsee and the employees of First Farmers Bank & Trust represent so \nmany regular Hoosiers who work in small towns and in our large cities, and they are going to see real benefits, \nsubstantial benefits, for themselves and their families. As a result, the entire State and country, of course, will \nbenefit as well. Indiana, like so many States, is already seeing a steady stream of tax reform success stories like \nthese--and has ever since we passed the Tax Cuts and Jobs Act. I will just go through a number of these positive \nstories that are emerging. Anthem, an Indiana-based health insurance company, announced on Monday that more \nthan 58,000 employees and recent retirees will receive $1,000 contributions to their retirements. Now, in my family \nand in so many families around this country, $1,000 is a lot of money. That is just in the here and now. Moving \nforward, we can expect increased economic growth, a greater demand for workers, and for more wages to \nincrease. Just in the near term, we know that Anthem has said it will give retirees and employees $1,000 \ncontributions to their retirements. Family Express Convenience Stores, out of Valparaiso, announced it is boosting \nits starting wage for employees at their 70 locations throughout Indiana. Gus Olympidis is its CEO, and he said: \n``We feel obligated to pass on a significant portion of the tax savings to our staff.'' Of course, we have heard this \nfrom a number of employers and their leadership. They are passing on tax savings to their employees because they \nwant to retain these employees. This, of course, is a good way to do it. Southwest Airlines announced that it will be \ninvesting in a new fleet of airplanes, and the engines will be built by Hoosiers in Lafayette. FedEx is investing $1.5 \nbillion in its Indianapolis hub and is providing bonuses to its workers. First Midwest Bank raised its minimum pay for \nhourly employees to $15 an hour at its 18 Northwest Indiana branches. These are real results--real compensation \nand real benefits--already being experienced by rank-and-file Hoosiers--the people who help keep this economy \nhumming. I listened very carefully to Hoosier voices when we were debating the Tax Cuts and Jobs Act, and I am \nglad to see their voices were heard, in the end, by a majority of my colleagues. Workers at companies of all sizes \nare already beginning to see the benefits of a tax code that is simpler, that is fairer, and that allows Hoosiers to \nkeep more of their hard-earned money. I thank the Presiding Officer. I yield the floor. I suggest the absence of a \nquorum. The PRESIDING OFFICER. The clerk will call the roll. The bill clerk proceeded to call the roll. Mr. \nKENNEDY. Mr. President, I ask unanimous consent that the order for the quorum call be rescinded. The \nPRESIDING OFFICER. Without objection, it is so ordered. Mr. KENNEDY. Mr. President, 47 days is how long it has \nbeen since President Trump signed the Tax Cuts and Jobs Act into law, and what a 47 days it has been. We are \nalready beginning to see what meaningful tax relief looks like for middle- and working- [[Page S680]] class \nAmericans. In just 47 days, well over 3 million American workers--the people who get up every day and go to work \nand obey the law and try to do the right thing by their kids--have received wage increases, benefits increases, \nand/or bonuses. I have heard a number of so-called experts say--and it has been my experience that the experts \nare almost always wrong, but that is a separate subject--that if Congress reduced the corporate tax rate from 40 to \n21 percent and if Congress lowered taxes on subchapter S corporations, LLCs, LLPs, sole proprietorships, and \nfamily farms, the benefits would only be felt by the so-called rich. I, respectfully, suggest that those 3 million \nAmericans who have received bonuses and higher wages and more generous benefits--once again, in just 47 days-\n- would not agree with the experts. In those 47 short days, over 330 companies have passed along their tax savings \nto their employees. I am from Louisiana. One of my State's largest employers, JPMorgan Chase, has increased its \nminimum wage and expanded benefits for its hourly workers--real money in higher take-home pay. JPMorgan \nChase has also planned a $20 billion 5-year domestic investment that will benefit those Americans who own \nhomes, who own small businesses, or those who would like to someday as part of the American dream. Honeywell, \nanother well recognized corporation, happens to have a manufacturing plant in Geismar, LA. Honeywell was quick \nto increase its 401(k) match for its employees, which helps to ensure certainty for people in their retirements. \nBancorpSouth, another company that does business in Louisiana, gave raises to 70 percent of its employees right \noff the bat--within the first 47 days. AT&T has 4,600 employees in Louisiana. Those employees are going to see \n$1,000 in bonuses and many other benefits of a $1 billion increase in investment by the company-- all as a result of \n\n\n\nthe passage of the Tax Cuts and Jobs Act. There are other businesses with footprints in Louisiana--businesses like \nHome Depot, Cabot Oil & Gas Corporation, Starbucks, Visa, American Airlines, Capital One, Southwest Airlines, \nBank of America, Apple, Fidelity, Humana, Nationwide, Regions, Verizon, and FedEx, just to name a few. They also \nmade the list of companies that are passing along their savings to the American worker. Furthermore, in my home \nState of Louisiana, the Tax Cuts and Jobs Act is allowing small businesses to grow and reinvest in their employees \nand in their communities. Thanks to the TCJA, or the Tax Cuts and Jobs Act--I hate acronyms, as does the \nPresiding Officer--the Gulf Coast Bank & Trust Company, which is a bank in Louisiana--actually, in the New Orleans \nmetropolitan area--was able to raise its minimum wage to $12 an hour, nearly doubling the federally mandated \nminimum wage. The Gulf Coast Bank & Trust Company was also able to increase its charitable contributions by \n$75,000. Maybe, to some, that $75,000 is mere crumbs, but to the people of Louisiana, that is a lot of money. \nBlessey Marine Services, in Harahan, LA, immediately took $1 million of its tax savings and increased its \nemployees' benefits. The Tax Cuts and Jobs Act also allowed for a small brewery in Hammond, LA, to expand. I \nlive about 30 miles away from it. The brewery is called Gnarly Barley. I love that name, ``Gnarly Barley.'' Gnarly \nBarley is going to expand, hire more workers, and provide more benefits to its existing workers. It is not as big as \nAT&T, but Gnarly Barley and the people who work for it are just as important to my State and to the country. I would \nalso point out that another Louisiana bank, IBERIABANK Corporation, is giving 80 percent of its employees $1,000 \nbonuses. You can call that a crumb if you want to, but in Louisiana, $1,000 is a lot of money, and I think it is a lot of \nmoney to most Americans. I could keep going, but I think you get the point. The Tax Cuts and Jobs Act has \npromised just about every American family and just about every American worker and nearly every American \nbusiness, large and small, a tax break, and they are already starting to see the effects. I have said this before, but it \nbears saying one more time that you cannot be for jobs if you are against business. You will never hear a politician \nsay he is against jobs or she is against jobs. Every politician is for jobs, but you cannot be for jobs if you are against \nbusiness. In order for businessmen and businesswomen to succeed, they need four things. They need reasonable \nregulations, they need a well-trained workforce, they need decent infrastructure, and they need low taxes. That is \nwhat government is supposed to provide. Then government needs to get out of the way and let the free enterprise \nsystem work. Our Tax Cuts and Jobs Act has provided those low taxes, and I am very proud of the bill. Last \nSeptember, I stood here and talked about the importance of tax relief for American families, businesses, and \nindustries and for the overall health of our economy. I didn't know if I would see the day, but, finally, we are on track \nto see better than average economic growth. I am talking about 3-plus percent. We talk about 3 percent growth as if \nit is the Holy Grail, but it is just average for the American economy. Our burdensome Tax Code--it is clear now--was \nhamstringing our job creators, limiting productivity, and keeping wages about as low as they were, adjusted for \ninflation, in 1999. The American economy needed a shot in the arm, and that shot in the arm came 47 days ago. I \nthink the outlook for our economy is better now than, certainly, it has been in 10 years. I guarantee you that 47 days \nfrom now, it will look even better because the Congress had the courage to legislate what the American people \nalready knew, and that is that people can spend the money they earn better than the government can. I thank the \nPresiding Officer. I yield to the Senator from Montana. The PRESIDING OFFICER. The Senator from Montana. Mr. \nTESTER. Mr. President, I thank the Senator from Louisiana for allowing me to say a few words, and I thank you, \nMr. President, for doing the same. Hopefully, today works out better than the last 131 days have, in that hopefully \ntoday a bipartisan group of Senators will be able to put forth a budget agreement that will be long term. I thank them \nbecause as part of that--although it isn't done yet so we don't want to get the cart too far ahead of the horse--there \nis funding for community health centers in this agreement. Funding for community health centers has become a top \npriority for me, and it became that because of my visits to community health centers around the State, from \nBullhook in Havre to RiverStone in Billings, to the Southwest Montana Community Health Center in Butte, to \nPartnership Health Center in Helena and Missoula, and the list goes on. These health centers provide incredibly \naffordable and efficient healthcare to people across Montana. So I am incredibly pleased to work with the \nleadership in this body and get a deep deal for community healthcare centers across this country, including \nMontana's 17 community health centers. I would say 2 years is a good start, but there happens to be 19 bipartisan \ncosponsors on a bill called the CHIME Act, which would reauthorize community health center funding for 5 years. \nThat is where we really need to be. I am not complaining about the 2 years. I think it is important that we keep \nthese folks going, and 2 years is certainly better than where we are now, but, really, we don't look with much vision \nin this body, and it is not visionary to say we are going to give a 5-year funding mechanism to our community health \ncenters, but that is what we need to do today. We need to give the community health centers the long-term \npredictability they deserve. In Montana, these centers are the backbone of much of our healthcare delivery system. \n\n\n\nThey provide affordable access to care, keeping our communities and families healthy. Let me give you a little \nexample of how important these are. Community health centers alone provide over 10 percent of the healthcare for \nthe people of the State of Montana. It is where they go to get care, and 85 percent of those folks are low income. \nThese are folks who probably wouldn't [[Page S681]] be able to get healthcare without the community health center \nthere, and 20,000 of them are children. Montana is a big State geographically, with not a lot of folks. Oftentimes \nfolks have to travel a long way, under the best of conditions, to see a doctor. If we didn't do this funding mechanism \nthat we hope happens today or tomorrow, we would see these folks traveling hundreds of more miles to see a \ndoctor because oftentimes this is the only healthcare facility close to them. Although the news we have heard today \nso far seems to be positive on our budget, it doesn't change the fact that Congress should have acted on this 131 \ndays ago. A solution should have been passed when our fiscal year ended at the end of September. It speaks to \nthe dysfunction of this body. Our basic job is to put forth a funding mechanism, known as a budget, that will provide \nbasic healthcare that will fund community health centers and CHIP--not use them as political pawns-- fund them, \ngive people certainty, give our military certainty, give our security folks certainty, and not continue governing from \ncrisis to crisis with continuing resolution after continuing resolution. I have seen firsthand the destruction these \nshort-term budgets have had on health clinics, veterans, and small business. I just had a group of school board \nfolks in my office yesterday who talked about Impact Aid. These are schools that serve our military and Native \nAmericans. They said these CRs were limiting the possibility for payments for Impact Aid schools. We have heard \nfrom our military leaders about how the short-term CR is wasting taxpayer dollars and hurting our military readiness. \nAt a time when men and women from this great country are stationed around the world, we need to give them \ncertainty. They need to know we are doing our job as they do their jobs in incredibly difficult conditions. So, for 131 \ndays, too many Americans have been living with uncertainty as a direct result of dysfunction in Congress. This \nagreement is a step in the right direction, and I am very pleased to see progress on a budget because 131 days is \ntoo long. Let's get this fixed, and over the coming weeks, I will be more than happy to sit down with Republicans, \nDemocrats, and Independents who are willing to roll up their sleeves and work to give this country, small \nbusinesses, and working families predictability through a longer term budget so they can move forward and be all \nthey hope to be in the greatest country in the world. With that, I yield the floor. I suggest the absence of a quorum. \nThe PRESIDING OFFICER. The clerk will call the roll. The senior assistant legislative clerk proceeded to call the \nroll. Mr. MERKLEY. Mr. President, I ask unanimous consent that the order for the quorum call be rescinded. The \nPRESIDING OFFICER. Without objection, it is so ordered. Paid Leave Mr. MERKLEY. Mr. President, we hear a lot \nin this Chamber about family values. We hear from Democrats and we hear from Republicans about the need to \nsupport and improve the strength of families across our Nation. What are the things that really do provide the \nfoundation for a family to thrive? Jobs, education, and healthcare. Good-paying jobs and jobs with good working \nconditions, certainly, are extremely valuable, but the issue of good-paying jobs and good working conditions has \nbeen caught in a struggle between ``we the people'' and the powerful and privileged of this Nation. Our Constitution \nstarts out with these three beautiful words: ``We the People.'' The whole entire setup was to avoid the type of \nsituation that was in so many places in Europe, where the privileged and powerful families ran everything for their \nown benefit and not for the benefit of the people of the United States of America--in that case, the people of Europe. \nOur vision is different. Yet, time and again, we see this struggle played out, where the powerful and privileged are \ntrying to ride right over the top of ordinary people--ordinary working Americans, ordinary middle-class Americans. \nThat certainly is the case when we take a look at the issue of the Family and Medical Leave Act, FMLA. This is an \nact passed 25 years ago. It was a major step forward in striking a better balance for good working conditions. Let's \nrevisit a little bit of the debate that occurred 25 years ago in preparation for the consideration of that act. Many folks \ntoday don't realize that the opportunity to take unpaid time off to be with a child or be with a loved one who is very \nsick or a family member who is dying is something that came out of the FMLA 25 years ago. They assumed this is \njust a fair, decent, and right way to treat your employees; that it produces more productive, more loyal team \nmembers, and it is just part of an appropriate consideration of the human condition. Before we had the FMLA 25 \nyears ago, oftentimes people couldn't take time off to have an operation for a medical condition. Being sick a day \nmight mean you are fired. Tending to a newborn child might mean you lose your job. Decent, ordinary interaction \nwith family was something that was not prioritized by the companies around this country. It is a system that big, \npowerful, and privileged individuals and organizations fought to preserve. It took 7 years of congressional debates. \nIt took overcoming two Presidential vetoes. It took overcoming entrenched opposition from special interests that \nsaid it would be a disaster for workers to be able to address their medical conditions or their family medical \nconditions. They predicted all types of catastrophes. The chamber of commerce back then called FMLA--that is \n\n\n\nsimply family and medical leave--a dangerous precedent. The National Federation of Independent Business said it \nwas the greatest threat to small business in America. One Member of Congress, Representative Cass Ballenger of \nNorth Carolina, described FMLA as essentially ``nothing short of Europeanization,'' and he didn't mean that in a \ncomplimentary fashion. We know better today. There is no partisan debate over the FMLA today. There is no \norganized corporate opposition to the Family and Medical Leave Act. Companies have found, treating their \nemployees with the opportunity to address medical conditions of their own or their family members or to be with a \nnew baby is simply a win-win for the company and for the employer. More than 200 million working Americans have \ntaken leave under the Family and Medical Leave Act to care for a newborn child, to sit at the bedside of a sick loved \none, or to recuperate after a major surgery. What has been the result? According to a Labor Department survey \nreleased 5 years ago on the 20th anniversary, 91 percent of employers said the law had either a positive impact or \nat least no negative impact on the business. Whenever you get 9 out of 10 on anything in America, we should pay a \nlot of attention to that. The FMLA has been so successful and so popular, it has been expanded twice. In 2008, we \nexpanded it to allow military families to take up to 26 weeks of leave to care for injured servicemembers. Then \nagain, in 2009, we expanded it to cover flight attendants and airline flight crews. It is time we consider, on the 25th \nanniversary, that we need to go from a system of simply unpaid leave to a system of paid leave. We need to join \nthe rest of the developed world and say: It makes so much sense for family members to have this flexibility. It \nmakes so much of an improved worker and an improved family that it is a win-win for America. It is time to \nrecognize that while the FMLA--Family and Medical Leave Act--was powerful, it is only powerful for those who could \nafford to go without income. That leaves out a great, vast swath of America. President Trump said he wants to fight \nfor working families, so I would expect him to be down here lobbying for the improvement of this act. We haven't \nheard from him yet, and I am not really expecting we will because what we have seen in the course of the past year \nis, while talking about strengthening families, time and again, the President is simply about diminishing the support \nfor working families and undermining them. We saw that most recently with the Consumer Financial Protection \nBureau, by assigning someone to go over there and head it up and then proceed to undo the protections for fair \nfinancial deals that are the foundation for [[Page S682]] the financial success of our families. Really? Turn the \nConsumer Financial Protection Bureau into a bureau to support financial predators? No, that does not help our \nfamilies. In fact, it will help our families to advance Senator Gillibrand's FAMILY Act because the time has come for \nnational paid family and medical leave insurance in the United States. We know this because a number of States \nhave already enacted their own paid leave law. This isn't some big experiment that we have no foundation for \nunderstanding the pros and cons because States have already acted. We can evaluate how that has gone. When \nCalifornia was debating paid leave before its passage in 2002-- yes, 16 years ago--the chamber of commerce \ndescribed it as a coming disaster, and the National Federation of Independent Business predicted it would be the \nbiggest financial burden for business in decades, but a study looking back on California's paid leave found that after \n1.4 million leave claims were paid--that is 1.4 million times that a worker was able to take care of a medical \ncondition, was able to care for a newborn, was able to sit by the bed of a dying family member--the law has helped \nreduce turnover. That is good for business. It has increased employee loyalty, which is also good for business. New \nJersey passed paid family leave in 2008. They offered workers 6 weeks, at two-thirds their salary, funded through a \npayroll tax. At the time, the mayor of Bogata, NJ, railed against it saying, ``The basic argument for this . . . is to \nsubsidize an army of breastfeeding single mothers.'' Well, I must say what a misunderstanding that is of the \nimportance of a mother to be with a newborn or a father to be with a newborn. That bonding, that support--those are \nfamily values. Don't talk about family values to me and then talk about a mother having zero days to be with a \nnewborn or a father zero days to be with a newborn. After 2 years, New Jersey has a leave fund that has a surplus, \nand they did a reduction in the payroll tax that pays for it. Between 2009 and 2015, 200,000 paid leave claims were \napproved, paying out $507 million in benefits, resulting in employee retention of over 90 percent. Business is \nhumming in New Jersey and in California. In fact, businesses are doing well in each of the States and the District of \nColumbia where paid leave has already been established by law. I celebrate what we accomplished 25 years ago \nwith the Family and Medical Leave Act, but I am saddened we restricted it to only those who could afford to take \ntime off with no pay. Strengthening families is something we should want to happen with families who are doing well \nenough to go without pay, but we should also assist families who are struggling and living paycheck-to-paycheck. I \nwant those moms and dads who are living paycheck to paycheck to be able to spend a moment with their newborn. \nI want them to get the operation they need, which causes them to miss time from their job. I want them to be able to \nsit by the bed of a loved wife or a husband or child as they are dying. That is strengthening the families in America. \nThat is putting people ahead of the powerful and the privileged. And putting people ahead of the powerful and \n\n\n\nprivileged is what our Nation is all about. So let's get it done and pass this bill. Thank you, Mr. President. I suggest \nthe absence of a quorum. The PRESIDING OFFICER (Mr. Young). The clerk will call the roll. The senior assistant \nlegislative clerk proceeded to call the roll. Ms. MURKOWSKI. Mr. President, I ask unanimous consent that the order \nfor the quorum call be rescinded. The PRESIDING OFFICER. Without objection, it is so ordered. Remembering \nGeorge and Peggy Brown Ms. MURKOWSKI. Mr. President, every community has one--the iconic American diner. \nIts definition, as has been officially outlined, is ``a friendly place, usually mom-and-pop with a sole proprietor, that \nserves basic, home-cooked, fresh food, for a good value.'' This is sort of an official definition that was coined by a \ngentleman named Richard Gutman, who is regarded as the curator and expert on all things diner. In 1955, 4 years \nbefore Alaska won statehood, our very own iconic American diner opened in Anchorage. It was called the Lucky \nWishbone. It was a friendly place. It featured pan-fried chicken, real cheeseburgers, great milkshakes, by the way, \nand French fries that had been cut from potatoes just that morning. Fitting squarely within Gutman's definition, it \nwas a mom-and-pop. Mom was Peggy Brown. Peggy passed away in 2011 at the age of 87 after a long struggle \nwith Parkinson's disease. Pop was George Brown, who passed away on January 13 at the age of 96. This is the \nstory of two extraordinary individuals who helped build our community and helped build our State in remarkable and \nvery humble ways. George, along with his partner at the time, Sven Jonasson, built the restaurant with their own \nhands. Sven exited shortly thereafter, and Peggy became George's business partner, as well as his life partner. \nShe did the books. She greeted the guests. She was involved in every aspect of the enterprise. In 2002, the Lucky \nWishbone was named Alaska's Small Business of the Year. When you think about it, there is nothing more \nhomegrown, nothing more truly small business and entrepreneurial than that small diner everybody calls home. \nPeggy flew back to Washington, DC, to receive the award in 2002. She was introduced at the time to President \nGeorge W. Bush by Senator Stevens. Senator Stevens told the President: ``This lady makes some of the best fried \nchicken in the country.'' You wouldn't think that coming from Alaska, but I can testify from personal knowledge that \nthat is a fact. The Lucky Wishbone, I expect, will continue on. It is a successful business with a large following. But \nwith the passing of Peggy and now George, it marks the end of an era for us in Alaska. We have lost two beloved \npioneers who were dear friends to so many of us, and I am proud to count myself among that group. It is important \nthat we acknowledge their place in Alaska's history, and that is what I intend to do briefly today. George was a \nnative of Wisconsin. He attended high school in Red Wing, MN. He joined the Minnesota National Guard. He was \nselected for Officer Candidate School. In 1943, George and Peggy met, and they married the next year, in 1944. It \nis said that they met ``over Formica.'' George was training to be a pilot, and Peggy was a waitress. Some would \nsuggest that their destiny as operators of an iconic diner was sealed at that very moment, but World War II came \nfirst. George received orders to go to India. He was one of those brave pilots who navigated military aircraft over the \nHimalayas, colloquially known as the Hump. Coincidentally, another significant figure in Alaska's history flew those \nsame routes during the war. That guy's name was Ted Stevens. After the war, George and Peggy returned briefly \nto the Midwest. They bought a share in a restaurant. In 1951, they sold their share and took off for Alaska in a 1949 \nNash. It was a pretty bumpy, dusty, 2-week journey, we are told. Upon arrival, George worked construction on \nElmendorf Air Force Base and helped build a home for his family. They moved to Arizona for a short time in the \n1950s and tried out another restaurant; at that time, it was in Tucson. It didn't work. It was a flop. So they returned \nto Alaska to try again, and this time there was no flop. On the occasion of the Wishbone's 50th anniversary in 2005, \nGeorge recalled the Wishbone's first week in business. He shared this with a reporter from the Anchorage Daily \nNews, Debra McKinney. He said as follows: The first day we took in $80. The second day, $125. Then we went to \n$300 on Saturday, I believe it was. We were totally swamped. And on Sunday it was $460. At that time, why of \ncourse coffee was 10 cents, a jumbo hamburger was 65 cents, a regular hamburger 40 cents, a milk shake, 35 \ncents--that kind of thing. Things were looking pretty good after that first week. From then on, the business grew and \ngrew and grew. Those were George's words. Fifty years later, according to McKinney, the Wishbone was serving \nup over 1,000 chickens a week, somewhere between 50,000 and 70,000 a year. Serving up all of that food, of \ncourse, requires a pretty big team. George and Peggy have four children, and every one of them put in time at the \nLucky Wishbone. Patricia Brown Heller--Pat Heller--is one of those children. She is [[Page S683]] the oldest of the \nfour. She tells the story of her involvement working in the restaurant. She says she pretty much cut her teeth in the \nrestaurant. She was the fastest potato peeler and slicer at the Wishbone, she says on the order of 200 pounds a \nday. She worked in the family's restaurant cutting those potatoes, peeling and cutting them every morning. Pat \ndecided that the restaurant was not going to be her career and decided to go another route. She was the longtime \nState director for the former Senator Murkowski--my father, Senator Frank Murkowski--and then when I came to the \nSenate, she continued on as my State director in 2003. But Pat has always been, as have her siblings, a true \n\n\n\nfixture, along with her parents, at the Lucky Wishbone. The demands of the business required growth in the \nworkforce, and George and Peggy maintained a high standard and demanded much of their employees. Many \nchose to stay. They were adopted into the Browns' extended family. If you ask people throughout Anchorage if they \nknow somebody who has worked at the Lucky Wishbone, I can tell you that extended family is pretty large. It is \npretty significant. George and Peggy were known for giving away $30,000 to $40,000 in Christmas bonuses, health \ninsurance, and pensions. They were very protective of the health of their customers and their employees, and the \nLucky Wishbone became smoke-free long before it was fashionable and not without more than its share of \ncontroversy because many of their customers liked to smoke, but not at the Wishbone. Oftentimes, when Mom and \nPop pass away, the business dies with them. Fortunately, that won't be the case here. Ownership responsibilities \ngoing forward will be shared by Pat and two long-term employees of the Wishbone. And out of love and respect for \nGeorge and Peggy, they have made a commitment to Anchorage, so nothing is going to change. It is comforting to \nknow that the chicken will still be wonderful, the cheeseburgers will still be real, the milkshakes good, and, of \ncourse, the french fries cut fresh every morning. Community is a highly valued concept back home in Alaska. \nGeorge Brown may have set out to run a successful restaurant, but what he did was he created a community \ninstitution, a place for people to talk about golf or flying or whatever were the issues of the day. We have a tradition, \nI guess you can call it, in my family. During a campaign, when you come to election day, there is oftentimes not \nmuch more that can be done. You have gotten your message out. You are just kind of waiting for people to vote. So \na tradition in our family is we go out for a nice lunch, and we always go to the Lucky Wishbone on election day. I \nthink I am going to continue that tradition. This is a place where the coffee is warm and the food is hearty, a place \nwhere the smiles and the hugs have always been readily available. As much as I have missed Peggy since she has \npassed, I will certainly miss George. I will miss his smile. I will miss his conversation. But it is comforting to know \nthat their legacy will continue. On February 11--this weekend--George's friends and supporters and admirers will \ngather at the Alaska Aviation Museum to celebrate his life. It is really an appropriate place for George because he \nwas a pilot, and once a pilot, always a pilot. He had 73 years of experience in the cockpit at age 94 when he last \nlanded his Cessna on Deshka Lake to fish. I had an opportunity to speak with Pat before I came to the floor, and \nshe is worried that the location they have chosen for the service will be too small because they anticipate that \nsome 400 Alaskans will come to gather. She made the comment to me: At 96, you wouldn't figure that there would \nbe that many people at someone's service. I reminded Pat that George was that person who touched so many \npeople's lives, whether as a pilot, a small businessman, a community leader, or just the generous man with a good \ncup of coffee who would sit at the banquet table with you there at the Lucky Wishbone and just share a \nconversation. He was a man of many talents with an extraordinary good heart and good will. On behalf of my \nSenate colleagues, I bid farewell to this outstanding Alaskan. I extend my condolences to his family and to all of \nthose whose life he enriched. Mr. President, I yield the floor. I suggest the absence of a quorum. The PRESIDING \nOFFICER. The clerk will call the roll. The legislative clerk proceeded to call the roll. Mr. CORNYN. Mr. President, I \nask unanimous consent that the order for the quorum call be rescinded. The PRESIDING OFFICER. Without \nobjection, it is so ordered. Mr. CORNYN. Mr. President, all week I have been speaking about the impending \ndeadline of tomorrow, the continuing resolution that we passed following the shutdown of the government over the \nDACA issue, and the importance of meeting that deadline. So you can imagine my pleasure at hearing the \nannouncement this afternoon by the majority leader. His hard work leading to this critical funding negotiation has \nnow produced an agreement that both sides should be able to get behind. One of the reasons these negotiations \nwere so significant and why the announcement today was such good news has to do with our military. I happened \nto have been raised in a military family. My dad served 31 years in the U.S. Air Force and was a B-17 pilot in World \nWar II in the Army Air Corps. Those who have seen the old movies about the B-17, like ``Memphis Belle'' and \nothers, realize what treacherous service that was during World War II. He was shot down on his 26th mission over \nMannheim, Germany, and was captured as a prisoner of war for the last 4 months of World War II. But, thank \ngoodness, the U.S. Army and General Patton came through Germany and liberated those POW camps at the end \nof World War II. My dad came home, built a family, and finished his career after 31 years in the military. So, as you \nmight imagine, the men and women who serve in our military are near and dear to my heart. I recognize the \nimportance of our support not only for the ones who wear the uniform but also the families. Of course, having an all- \nvolunteer military means we have to provide support not just for the servicemembers but for the families as well. \nWhen our servicemembers enlist, they sign a contract and, basically, hand their lives over to us to be good \nstewards of their service and to be in a position of trust. To hold their budget hostage, which is what has happened \nuntil now, is to ask them to assume even greater risk in order to satisfy certain narrow political agendas. Given all \n\n\n\nthat our men and women in uniform do for us--to keep us safe, to keep the world at peace as much as possible--it is \nnot too much to call holding that funding hostage a disgrace. Our men and women in uniform can't afford to be \nhamstrung, especially when we face new and evolving threats across the globe, but because of our inability to \nproduce longer term certainty, they were. That is, until now. The compromise we have reached will ensure both that \nour troops have what they deserve--in terms of training, equipment, and readiness--and that our country has what it \nneeds in order to achieve ``peace through strength'' across the globe. Since the Budget Control Act of 2011, we \nhave kept discretionary spending, which includes defense spending, relatively flat. Unfortunately, the threats have \ndone nothing but proliferate and increase, and we have seen a number of training accidents like the Fitzgerald and \nthe John McCain where, literally, according to General Mattis, we have lost more servicemembers in accidents as a \nresult of inadequate training and readiness than we have in hostile activities. That is just a shameful situation. Of \ncourse, now we have acted to change it. Yesterday, Defense Secretary Jim Mattis testified before the House Armed \nServices Committee, and he wasted no time in telling us how urgent the situation was becoming. He said that, \nwithout a proper defense appropriations bill, the U.S. military lacks the most ``fundamental congressional support.'' \nAs Secretary Mattis stated, the Trump administration's new national defense strategy requires sustained, \npredictable appropriations in order to be carried out. I am confident that we are heading toward that [[Page S684]] in \nlight of this new agreement, but it took us an embarrassingly long time to get here, and that is regrettable, to say the \nleast. I join the majority leader and our colleagues in strong support for our men and women in uniform and their \nfamilies during this week of difficult and delicate negotiations, and I ask my other colleagues to vote to support this \nbipartisan legislation, to show their support for our military readiness, procurement, and testing--all of which are \nrequired to keep our forces the best trained, the best equipped, and the best prepared force on the planet. When \nwe vote on this agreement, we can't lose sight of other critically important issues--issues that seem to fade from \npeople's memories; that is, something like disaster relief. I can't adequately describe the outpouring of support we \ngot from the President on down to neighbors helping neighbors following Hurricane Harvey and its devastating \nimpact on my State. Certainly, our hearts are with the people of the Virgin Islands, Puerto Rico, and Florida as they \nhave suffered from Hurricane Maria, as well as our friends and colleagues in the West, who have suffered as a \nresult of the devastation caused by wildfires and mudslides and other hardships. The House passed an $81 billion \nrelief package at the end of last year, and here we are; a couple of months later, we are actually acting on this \ndisaster relief package. It is long overdue. I am pleased, though, to announce that the bill we will be voting on \nprovides significant funding for disaster relief efforts around the country, and I applaud the House for taking the first \nstep in December. I appreciate Governor Abbott of Texas, as well as the Senate Appropriations Committee, for \nworking with us to help us strengthen the House bill. My fellow Texans who were hit by Hurricane Harvey last \nAugust have been waiting patiently, along with all the folks who faced the fury of Mother Nature in Florida, \nCalifornia, Puerto Rico, and the Virgin Islands. It simply has been unacceptable to see the delay in getting the relief \nthey need to them. Now we have the chance to stand up, finally, in a bipartisan fashion and show not only that we \nremember what they have been through but also that more help is on the way. That is why I am urging all of my \ncolleagues to support this agreement when we take it up. Kari's Law Act Mr. President, the last issue I wish to \naddress is a bill that I cosponsored called Kari's Law. Two days ago we passed it in the Senate, and soon, I hope, \nthe House will follow suit. It is imperative that we get this bill to the desk of the President for his final signature soon \nso that it can become law. Kari's Law amends the Communications Act of 1934 to require multiline telephone \nsystems, common in places like hotels and offices, to be equipped for emergency calls. Under the bill, the users of \nthese phone systems will have the ability to dial 911 without first having to dial for an outside line. Why is this \nimportant? Let me tell you briefly the story of Kari Hunt Dunn of Marshall, TX. Kari was killed in her hotel room in \nMarshall, TX, in 2013. Kari's then-9-year-old daughter was unable to reach emergency personnel because she \nfailed to dial 9 to get an outside line. She tried four times but was unable to connect, which meant no help ever \ncame. With this simple change in the default configuration of phone systems in offices and hotels, we can help folks \nreach the help they need in a crisis quickly, and we can save precious seconds that ultimately could save precious \nlives. I am grateful to my colleague, the senior Senator from Minnesota, for working with us on this legislation, as \nwell as my colleague Representative Louie Gohmert, who carried the corresponding bill in the House. I also want to \nthank Mr. Hank Hunt, Kari's father, for his hard work in championing this bill and pushing so hard for this crucial \nchange to become law. I yield the floor. The PRESIDING OFFICER. The Senator from Pennsylvania. \nCongratulating the Philadelphia Eagles on Winning the Super Bowl Mr. TOOMEY. Mr. President, I rise today to \nhonor the Super Bowl champions, the Philadelphia Eagles. Last Sunday night in Minneapolis, the Philadelphia \nEagles defeated the vaunted New England Patriots by a score of 41 to 33 in one of the most amazing Super Bowls \n\n\n\never--one of the most amazing NFL games ever. It was really an extraordinary night. In so doing, the Eagles \ncaptured their first Super Bowl title ever and the franchise's first national championship since 1960. The Eagles' \narguably improbable Super Bowl run came despite many serious injuries and a whole lot of doubt from naysayers \nand pundits and oddsmakers. The oddsmakers, by the way, had the Eagles as underdogs in every playoff game \nthey played, but, of course, they won every one of them. It is a team led by Doug Pederson, a coach who, himself, \nentering the season, was often doubted and sometimes dismissed by the punditry and the talking heads. Not only \ndid Coach Pederson make his critics look silly, but, in winning the Super Bowl, he beat a man who is arguably \nconsidered one of the best coaches in NFL history. Pederson did it by deploying one of the greatest offensive game \nplans I think the NFL has ever seen. The group of men who comprise the Eagles' roster embody the city of \nPhiladelphia. They are brash, gritty, and talented, with a never-say- die attitude. They are led by stalwarts like \nMalcolm Jenkins, Fletcher Cox, Carson Wentz, and Alshon Jeffery. The Eagles' ``next man up'' mentality was \nincredible to witness. Think about what they had to overcome. Over the course of the regular season, the Eagles \nlost a Hall of Fame left tackle, their amazing middle linebacker, arguably the best pound-for-pound player in all of \nfootball, and they still steamrolled through to a 13-to-3 record in the regular season. For all of that, maybe the \ngreatest example of the ``next man up'' mentality in NFL history was the way that Nick Foles took over for Carson \nWentz at quarterback when Wentz was lost to a serious injury late in the season. The fact is, Wentz was, I think, the \nleading candidate for the league's MVP at the time of his injury. I think he still should be considered a leading \ncandidate for MVP for the season. The fact that Nick Foles was able to step in and guide the team not just into the \nplayoffs, not just through the playoffs, but all the way to the Super Bowl and to a Super Bowl victory against the \nNew England Patriots is what legends are made of. The Philadelphia Eagles are a historic franchise. Some of the \nbest players in the history of the game have worn the green and white. Names like Van Brocklin, Bednarik, White, \nand Dawkins come to mind. This Super Bowl is also for all of these great players who put on the Eagles jersey over \nthe years. I will conclude with this. If you listen to sports radio in Philadelphia or most of Eastern Pennsylvania, you \nlearn that the passion of the fan base is really extraordinary. This is because the Eagles, in many ways, are more \nthan a football team to their fans. The Eagles are a part of Pennsylvania culture. They are a part of the region's \nculture. The mood of the region is affected every weekend that they are playing. Other cities have certainly \ncelebrated Super Bowl victories in the past. Somebody gets to do that every year. But this Thursday afternoon in \nPhiladelphia, get ready for a party like you have never seen because the most passionate fans in the country are \nfinally getting a parade down Broad Street with the Lombardi trophy. Go Birds. Fly, Eagles, fly. I yield the floor. The \nPRESIDING OFFICER. The Senator from Pennsylvania. Tax Reform Mr. TOOMEY. Mr. President, I wish to \naddress the Chamber on a topic that I have been speaking on once a week--or thereabouts--since we passed the \nhistoric tax reform late last year. Last Friday, I had the chance to visit JED Pool Tools/Northeastern Plastics in \nScranton, PA. It is a company owned by Cindi and Alan Heyen and employs about 30 people. JED Pool Tools \nmakes swimming pool accessories. They make the skimmers and water test kits and other devices that people use \nin their pools. Northeastern Plastics is the sister company, and they make custom plastic products like locker \nhandles, barber supplies, and all kinds of special order products. [[Page S685]] This is a great example of tax \nreform in action, tax reform that is working for this small business and this employer in Northeastern Pennsylvania. \nThey, like other small businesses, get to discount by 20 percent their net income and pay tax only on the other 80 \npercent. That frees up cash flow for this business and businesses all across America to go out and purchase new \nequipment, invest in their employees, grow their business, hire more workers, raise wages. That is exactly what is \nhappening. It is happening at JED Pools, but it is also happening across the country. In less than 2 months since \nour legislation passed, over 300 businesses employing over 3 million workers have announced bonuses, wage \nincreases, expanded benefits, contributions to pension plans, and increased investment in charitable contributions. \nThe list goes on and on. These are the ones that cite tax reform as the reason they were able to do these things for \ntheir workers, for their business. In Pennsylvania alone, we have had some recent announcements. Thermo Fisher \nemploys 2,600 people in Pennsylvania. It is a biotech development company. They announced $50 million in \nadditional investments, $34 million in the form of bonuses they are going to pay to each of the company's 68,000 \nnonexecutive employees. They also announced $16 million in additional research and development programs and \nsupport for STEM education. They cited that they are doing this as a direct result of the tax reform that was passed. \nCigna is a big, global health service company. It has 5,900 employees in Pennsylvania. Again, citing our tax \nreform, they have announced that they are going to increase the minimum wage they pay throughout the company \nto $16 an hour. That will be the lowest wage anyone at an entry level, starting level, makes at Cigna. They are \ngoing to provide an additional $15 million in salary raises to people who are already working there. They are also \n\n\n\ngoing to put $30 million more into 401(k) savings programs that their employees participate in--all attributable \ndirectly to tax reform. Take the case of UPS. UPS employees 19,000 Pennsylvanians, and they announced that due \nto the ``favorable tax law impact''--those are their words--they are committing an additional $7 billion in capital \nspending over 3 years to build and renovate facilities, to acquire new aircraft and ground fleet vehicles, to enhance \ntheir technical platforms. They announced that they are going to contribute an additional $5 billion to their \nemployees' pension plans as well. That comes to about $13,000 per participant. That is a tremendous amount of \nmoney for each of their employees. There are small companies that are sharing the benefits as well. Noah Bank in \nElkins Park, PA, said that thanks to the passage of the new tax legislation, this Pennsylvania charter community \nbank is awarding $1,500 bonuses to all of its employees. We are seeing it up and down the country, certainly all \nacross Pennsylvania--large firms, small firms, financial firms, manufacturers--across the board. Workers are already \nbenefiting from the tax reform that we passed in December. Another important indicator that the benefits are likely \nto grow is in the optimism that workers and businesses have because of the environment they are operating in. It is \na really important driver. UBS does research on investor and business optimism. It recently did a survey of business \nowners. It asked several questions. One of them was: Is your economic outlook positive? In the fourth quarter of \nlast year, outlook was pretty positive as 65 percent said, yes, their outlook for the economy was positive. This year, \nit is up to 83 percent. It asked the question: Is the business outlook stronger now than it was in the past? In the \nfourth quarter of last year, 77 percent said, yes, it was stronger. In the first quarter of this year, 87 percent said, yes, \nthe business outlook was stronger. It asked business owners about their plans for hiring and investing. Thirty-six \npercent plan to hire more workers, and forty-four percent plan to invest more. This is really important because it is \noptimism about the future that is a necessary precondition for more investment. After all, that investment depends \non a strong economy in going forward to make it worthwhile. That investment is reaching new highs because of the \ncombination of a lighter regulatory touch and much more pro-growth tax reform. I think it is also important to stress \nthat this tax reform is not some kind of short-term sugar high of let's throw money at people and then hope it goes \nwell. It is not that at all. It is a set of different incentives that will lead to a structural change in the economy and, \nspecifically, in a greater productive capacity on the part of our economy by encouraging more investment, by \nlowering the cost of making that investment, by allowing businesses to retain more of their earnings so that they \nhave more to invest. All of that expands our economy and expands our productive capacity. It creates more of a \ndemand for workers. More of a demand for workers puts upward pressure on workers' wages. What did we see just \nlast week? We saw a major--in fact, the largest increase in average workers' wages that we have seen in many, \nmany years. I am thrilled that our tax reform is having such a beneficial impact all across the Commonwealth of \nPennsylvania and so quickly. I expected upward pressure on wages. I expected more job opportunities. I expected \na higher standard of living. I didn't quite expect it to happen this quickly, but I am thrilled that it has, and I am \nconvinced that this is just the beginning. I yield the floor. The PRESIDING OFFICER (Mr. Daines). The Senator \nfrom Florida. Mr. NELSON. Mr. President, I expect Senator Rubio to be joining me here on the floor as we talk \nabout some of the legislative fixes to some of the problems that have come about as a result of these devastating \nhurricanes. It has been 5 months since Hurricane Irma hit Florida, and it has been 4 months since Maria hit Puerto \nRico. Irma hit Puerto Rico as well. Of course, before Florida's Hurricane Irma, you had all of the problems with the \nflooding from another hurricane in Texas and then, later on, from the wildfires in California. So I am happy to finally \nsay that we have a path forward now on a disaster aid bill for all of these natural disasters. I can't count on the \nfingers of both hands how many times I have been out here. I could say the same of the letters written and the \nspeeches that Senator Rubio and I have both given together about this disaster aid and the need for it. Finally, we \nare seeing some light at the end of the tunnel in that there is a good possibility this is going to happen in the Senate \nwithin the next 2 days. The problem is that, in Puerto Rico, American citizens have been living without power, and \nschools and businesses are closed. The Federal Government has been dragging its feet to help them. People have \nbeen waiting, and they have been suffering. Right now, over one-third of the people in Puerto Rico are closing in on \n5 months after the hurricane and are without electricity. Potable water is still a problem in Puerto Rico. Can you \nimagine in any other mainland State, nearly 5 months after a hurricane, one-third of its people not having electricity \nrestored? I mean, there would be such outrage and demonstration. This is what is going on in Puerto Rico. Finally, I \nthink we are able to see in this disaster bill some assistance to the island, as well as to the Virgin Islands, and \nespecially to our State of Florida, which was hit so hard. I will outline some of this and tell Senator Rubio that I have \nbeen talking about all of the things that we have done together ad infinitum in trying to get this disaster aid package \nfinally to the point at which we can say we are so thankful we see a path forward. We have discussed over and over \nwith Senate leadership Florida's agriculture industry, which needs help. Our schools need additional funding to \n\n\n\ndeal with the influx of students from Puerto Rico into Florida. Our critical infrastructure, such as the Lake \nOkeechobee dike, needs funding to withstand a future storm. The agriculture industry in our State sustained \nsignificant damage after Irma. Citrus growers have suffered approximately $760 million of loss. Why? [[Page S686]] \nBecause, right after the hurricane, half the crop of the citrus grove in central Florida that Senator Rubio and I visited \nwas on the ground. If you go further south in Florida, there are groves where, actually, 100 percent of the oranges \nhave ended up on the ground because of the ferocity of the wind. That crop was a total loss, and the wind was so \nsevere there that it uprooted some of the trees. The loss was crippling to the industry. Of course, this is an industry \nthat has been battling to keep its lifeblood flowing because it has been battling this bacteria called greening, which \nwill kill a tree in 5 years. We have another program going on by the Citrus Research & Development Foundation \nthat is trying to find the magic cure. In the meantime, they have found some way to keep the trees and some \ndifferent varieties of trees living longer than the 5 years, but we have to address the problem right now. If the poor \ncitrus growers didn't have enough trouble with all of the citrus canker from years earlier, they are now producing 46 \nmillion boxes a year. By the way, 10 years ago, that used to be in excess of 200 million boxes a year of citrus \nharvest. The funding in this disaster bill will be essential in helping the citrus industry to recover. Additionally, \nSenator Rubio and I, many times before, have called for Florida school funding in the aftermaths of Irma and Maria. \nWe now know that, as of today, about 12,000 students who evacuated to Florida are enrolled from Puerto Rico. \nOthers from the Virgin Islands have enrolled in Florida's schools. Every child has a right to a quality education, but \nthat can't happen without the appropriate resources. The schools need help. No child should have their education \nhindered by a natural disaster. This disaster aid bill is going to be crucial for schools' funding in order for them to do \ntheir best in ensuring that those students receive the educations they deserve. This deal also includes $15 billion for \nthe Army Corps of Engineers. It is for mitigation and resiliency projects. Likewise, the two Senators from Florida \nhave been working to ensure that some of those funds are used to expedite the construction of the Lake \nOkeechobee dike. It is a critical public safety project, and it should be completed as quickly as possible. We want to \nsee its completion accelerated by 3 years, from 2025 to 2022. If the Army Corps of Engineers will take $200 million \na year out of these additional resources for the next several years, it will speed up the construction of that dike. We \nare going to be continuing to have sessions with the Army Corps of Engineers to try to accomplish just that. There \nis a long list--an exhaustive list--of Florida's needs after the hurricane, and as we see so many of our fellow U.S. \ncitizens in Puerto Rico, you just can't keep treating U.S. citizens like this. Hopefully, this is going to speed up the \nrecovery efforts. That is why, when the news broke last week that FEMA reportedly planned to end--get this--its \ndistributing of food and water, there was, obviously, outrage, and there was outrage by the two Senators here. We \nappreciate FEMA making clear the next day that it would continue to provide aid to the people, which includes that \nfood and water. We have discussed with the Senate leadership what is essential in this disaster aid bill, and it is an \nimportant step in the recovery of the people of Florida and Puerto Rico. There is another thing that I have to \nmention. Can you believe that the Medicaid money that was given to Puerto Rico in a lump sum, called a block \ngrant, is going to end? It is going to run out next month. Yet, with the $4.8 billion in supplemental for Puerto Rico's \nMedicaid Program, along with the 100-percent Federal match for 2 years, we can guarantee that 1 million of our \nfellow U.S. citizens on the island will not be denied healthcare coverage when they need it the most. Otherwise, it \nis going to run out next month. It is long overdue. We can finally provide some much needed relief for disaster \naffected areas. So, please, let's pass this aid bill this week and let's send it to the President. I yield the floor. The \nPRESIDING OFFICER. The Senator from Florida. Mr. RUBIO. Mr. President, I want to add to Senator Nelson's \ncomments. First, let me just say, in a time when there is a lot of noise and news about the divisions in American \npolitics, despite differences of opinion on issues, this is what I believe the people of Florida want us to do; that is, to \ncome here and work together on the issues we can work together on. I must say, the ability to work with Senator \nNelson on this has been invaluable, to have two different Senators from two different parties singing from the same \nsong sheet about the priorities that are critical to our State. What is unique about this storm and disaster relief is, \nthe impact wasn't just on Florida, it was also the impact on Puerto Rico. When the House passed its relief package \nat the end of December, it had a lot of good things in it. The President came out with his proposal, and it had some \ngood things, but it needed work. The House took it, and the House added a few things to it. Over the last 2 months, \nwe have had the ability to work in the Senate, not in front of the cameras and not, obviously, through a series of \npress conferences, but in the way legislation is put together. The way we worked together and our offices worked \ntogether, we were able to come out with a concise, unified position on the needs of both Florida and Puerto Rico, \nworking with the leadership of the Democratic Party on his side and the Republican Party on ours. I have to tell you, \nin a place where it is very hard to get 60 percent of what you want--and that is a win--when you start to go through \n\n\n\nsome of the items that are going to be in this relief package, it would be hard to complain. With perhaps a small \nexception here or there, virtually all of the things that are critical for disaster relief for Florida--and to a large extent \nas well for Puerto Rico--are going to be included. I think, while a lot of us are very concerned about how long it took-\n-we should have done this 4 weeks ago or 3 weeks ago--there are other reasons why it was held up. It wasn't \ndisaster relief that was holding it up, it was the other issues at play that were holding it up. In fact, this was being \nheld until the other things were agreed upon. Now we are able to move forward. I have to state that while no one \nwants to have a hurricane and no one wants to have a natural disaster, this is a response we should be happy \nabout. I think it is a testament to the sorts of things we can achieve in the Senate when we can put aside our \ndifferences on other issues and work together on this. By the way, I want to state, because I don't want anyone to \nread into what I said about big differences, that although we may vote differently on a lot of issues, Senator Nelson \nand I have cooperated on a host of things, from judges to anything that impacts Florida. I hope we can get to doing \nthat more as a Senate, not just for us in Florida. Maybe Senator Nelson and I are just always in a good mood \nbecause it doesn't snow in Florida, and it is warm when everybody else is cold, but I think the people of Florida \nshould be pleased with our ability to work together. Some highlights, and Senator Nelson touched on a lot of them. I \nwill start on the Puerto Rico part because it is the one we still see the impact of on a regular basis. Let me just, as \nan aside, say that Jenniffer Gonzalez, the Resident Commissioner, who is basically the Member of Congress \nrepresenting Puerto Rico in the House, is an extraordinary advocate for Puerto Rico--not a good one, not a great \none, an extraordinary one. She is tireless, nonstop. I am talking about Sunday evenings, Sunday nights, early \nMonday morning, she is constantly working. She is an incredible partner in this endeavor, and the things she has \nbeen able to achieve-- because even when we had agreement on many items in the Senate, we had to go to \nJenniffer for her help to make sure the leadership in the House would be on board. The respect that House \nleadership has for her was instrumental. In the end, the way this is now lined up, no matter what we agreed to here, \nif we send it over there, and they don't want it, we couldn't do it. Her ability to get the House to go along with these \nchanges is invaluable, and I just need to say that publicly. So much of this is due directly to her. She is the voice of \n[[Page S687]] Puerto Rico in Washington. To the extent these things are happening above and beyond what would \nhave already happened, it is, in large respect, due to having her here. She is just phenomenal, and the ability to \nwork with her has made this possible. Senator Nelson talked about the Medicaid cliff Puerto Rico faces. Last year, \nwe were able to fill that gap for 1 year. This measure does it for 2 years, at 100 percent--called FMAP. Now, for the \nnext 2 years, Puerto Rico doesn't have to worry about that. They can focus on other issues. There is money in \ndisaster relief to repair infrastructure and money to repair hospitals and community health centers. There is $75 \nmillion for displaced college students who had to leave their school in Puerto Rico or in the Virgin Islands, for that \nmatter. There is $11 billion for CDBG-DR funds, which will go directly to Puerto Rico and the Virgin Islands, \nincluding $2 billion for repairing the electrical grid. There is $45 million to restore the Customs House in San Juan. \nThere is money for Job Corps centers to help retrain and get people going again, to get employment functioning. \nThere is money for Coast Guard repairs. The U.S. border in the Caribbean is Puerto Rico, so we have the Coast \nGuard there not only to respond to disasters at sea but to be able to enforce law and prevent drug smuggling. If \nsomeone smuggles drugs into Puerto Rico, you are in the United States. There is no Customs from that point \nforward. It is so critical. There is also help to repair clinics that were serving women, infants, and children; HHS \nfunding; transportation funding, particularly improvements to the FAA and the facilities at the airport and the Federal \nhighways. Everything that is important is in there. There is more to do. Next week, we will have a new initiative--and \nI am not prepared to discuss it yet--in addition, that is separate from disaster relief, to help Puerto Rico not just to \nrecover from the storm but to set itself up for long-term success, and I look forward to unveiling that next week. For \nthe time being, this is perhaps the first good news the people from Puerto Rico have gotten from Washington since \nthe storm hit, and I just want to say it is due to the partnership of Senator Nelson and myself but also frankly the \nextraordinary assistance of the leadership of my party in the Senate, Senator McConnell, the Appropriations staff, \nand Members on both sides of the aisle who have all, from the very beginning, expressed a willingness to be \nhelpful. We don't often come to the floor to talk about the good news of our process, but we couldn't be more \npleased. Senator Nelson talked about the impact on Florida. We will rapidly go through some of those. We have \ncome to the floor multiple times to talk about the need to help the Florida citrus industry, Florida's signature crop. \nThis has the money to do so. This will be an incredibly large effort for the Secretary of Agriculture to administer this, \nbut I know I speak for Florida's growers when I say this is important work. Feeding our Nation is important work, \nand I stand committed to working with the Secretary and with our commissioner of agriculture, Adam Putnam, who \nis aware of this and has been instrumental in putting together this package--really important. There is important \n\n\n\nfunding for the Emergency Watershed Protection Program, Emergency Conservation Program, rural development \nwater and wastewater grants, Emergency Food Assistance Program, funding to repair the Agricultural Research \nService facilities. There are four of these damaged in Florida. Those are the facilities that are going to innovate the \ncures we need to save Florida citrus in the long term. There is money for education, particularly educational \ninfrastructure repairs to help displaced students and to hire new teachers. This is especially important. We have \nnow seen thousands of U.S. citizen students who have come from Puerto Rico to Florida to get their education. \nThere is money to help higher education facilities, to rebuild facilities that were damaged in the storm. There is \nmoney to help displaced higher education students. There is $35 million for Project SERV, which are education-\nrelated expenses for local education agencies and higher education institutions to help them recover from violent or \ntraumatic events. There is $25 million to assist homeless students, and $650 million for Head Start. I will note there \nare 45 damaged Head Start facilities in Florida. There is relief for the community block grant funding to the tune of \n$28 billion, of which $16 billion will be directed for unmet needs and $12 billion for mitigation to prevent the loss of \nthese facilities in the future. The list goes on. There is more. We will be putting out even more details. The Army \nCorps has a lot of important projects in Florida, but there is one in particular that if we go through it, there is over \n$600 million for repairs to the operations and maintenance funds, $810 million in flood control and coastal \nemergencies funding. We had Everglades restoration projects going on in Florida that were damaged by the storm, \nincluding these large retaining ponds which are basically lakes--enormous bodies of water that are used to clean \nout phosphates. Some were overrun and flood-damaged. This helps. In addition, there is funding to expedite the \ncompletion of the Herbert Hoover Dike, which is critically important to the people living in the Glades communities \njust south of Lake Okeechobee. This expedites that. This wasn't part of the budget in the beginning. This is a \nproject that has already been authorized, but the ability to move that forward is critical because it will help free up \nfunds and time for all the other important projects in regard to restoring the Everglades and preventing the overflow \nof Lake Okeechobee, which could kill people. There is one project in particular, the ``South Atlantic Coastal Study.'' \nIt is a Federal project that looks at vulnerabilities of coastal areas to sea level rise and things of that nature. That is \ngoing to be a part of this because ongoing in the future we will continue to see the threat posed by storm surge and \nthe like, and there is language in there modeled after a bill I filed that gives the Assistant Secretary for \nPreparedness and Response direct hiring authority to ensure that HHS has the necessary emergency medical \npersonnel to respond to another natural disaster because the hurricane season is about 5 months away. There is \n$60 million for community health center repairs. There are about 28 in Florida and nearly 100 in Puerto Rico, and \n$50 million for NIH for specific grants and infrastructure repairs. Within the topline numbers for FEMA in this, there \nwill be a total of $33 billion for Stafford reimbursable costs, and we are involved in ongoing discussions with the \nadministration, which is responsible for directly coordinating with the Governors in the States in regard to this, but \nthis should be more than enough to pay the unmet costs for hospital repairs, medical services, et cetera. A couple \nmore points. We have a massive debris problem, particularly in Monroe County. These canals in the Florida Keys \nhave refrigerators, lawn furniture, sunken boats, and this has money in there to help clean that up. Local \ngovernments ran out of money, and they can't do it. This repairs Coast Guard facilities that were damaged by the \nstorms. There are funds in the amount of $1.65 billion for Small Business Administration loans. The National Park \nService--I recently toured the Everglades with Secretary Zinke--this has $207.6 million for construction that will \ninclude repairs to the destroyed facilities of the National Park Service. Funding under the Department of \nTransportation will include $140 million for Florida. That includes $8 million for FAA facilities, $100 million just for \nFlorida's Federal Highway Administration, $27 million for Florida's Transit Administration. Finally, under FEMA, the \nDisaster Relief Fund is fully funded to meet the unmet needs. This money will ensure that FEMA has the resources \nneeded to assist disaster survivors as well as to repair and restore damaged infrastructure in Florida and in Puerto \nRico. I hope we can get support for this. I saw the Senator from Texas here a few moments ago. I imagine he may \nspeak to this at some point. Texas also suffered terribly. The Virgin Islands suffered. California had the fires. [[Page \nS688]] I would state, it took longer than we wanted to, but I think the people of Florida should be very pleased with \nthe disaster relief package the Senate is about to present and hopefully will pass and pass in the House. This is \ngood news. I was grateful to be a part of it. I thank my staff. They worked incredibly hard to help advance this. We \nhave been waiting for this day. We are excited this day is finally here. It makes our service here really meaningful \nwhen we can take our actions and turn them into progress and results. This is one of the reasons I ran for \nreelection, when at one point I didn't think I would. It was to come back and make a difference. Today, I know \nworking with so many others, including Jenniffer Gonzalez in the House and Senator Nelson and our leadership in \nthe Senate, we are about to make a real difference. It makes our time here rewarding. I am excited to have been a \n\n\n\npart of it, and I am looking forward to doing more. With that, I yield the floor. The PRESIDING OFFICER. The \nSenator from Iowa. Unanimous Consent Request--Executive Calendar Mr. GRASSLEY. Mr. President, I ask \nunanimous consent that the Senate proceed to executive session for the consideration of the following nomination: \nExecutive Calendar No. 387. I ask consent that the Senate vote on the nomination with no intervening action or \ndebate; that if confirmed, the motion to reconsider be considered made and laid upon the table; that the President \nbe immediately notified of the Senate's action; that no further motions be in order; and that any statements relating \nto the nomination be printed in the Record. The PRESIDING OFFICER. Is there objection? The Senator from \nTexas. Mr. CRUZ. Mr. President, reserving the right to object, I thank my friend from Iowa for his continued efforts \nboth on behalf of Mr. Northey and working to find a commonsense solution to the issue that has thus far delayed \nNorthey's confirmation. The phrase ``my friend'' is used often in this body. Sometimes it is used in a hollow manner, \nbut in this instance, Senator Grassley is my friend. He and I have worked together closely on a great many matters, \nespecially on the Judiciary Committee, and I have every confidence that we will continue to work together closely \nfor many years to come. On this issue, Mr. Northey could have been confirmed in November. He could have been \nconfirmed in January. He could have been confirmed this month. But that has not happened yet. It is my hope that \nMr. Northey will be confirmed. It is my hope that he will be confirmed swiftly and expeditiously, but the critical \nelement for that to happen is for us to find a solution to a problem that is threatening tens of thousands of jobs \nacross this country. That problem arises from what is known as the Renewable Fuel Standard. The Renewable Fuel \nStandard established through the EPA is a system called RINs. Now, most people don't know what a RIN is. A RIN \nis a renewable identification number. It was something made up by the EPA. It didn't used to exist. They created \nRINs, and they sell RINs to refineries. RINs are designed to be an enforcement mechanism for the Renewable Fuel \nStandard, but there is a problem. When they were first introduced, RINs sold for a penny or two pennies each. The \nEPA assured everyone they would continue to sell for 1 cent or 2 cents each, but since then, we have seen the \nmarket for RINs break. RINs have skyrocketed in price to as high as $1.40 each. What does that mean? What does \nit mean for this fiat, governmentally created, artificial license to be selling at $1.40 a piece, which they hit at their \nhigh point? Well, it means thousands upon thousands of blue-collar union jobs are at risk. This is not a hypothetical \nthreat. Just last month, Philadelphia Energy Solutions, owner of the largest refinery on the east coast, announced \nthat it was going into bankruptcy, and they pointed the finger squarely at the broken RIN system. In their bankruptcy \nfiling, they explained that ``the effect of the RFS Program on the Debtors' business is the primary driver behind the \nDebtors' decision to seek relief under the Bankruptcy Code.'' That is not a surprising statement given what has \nhappened in the artificial and broken RINs market. In 2012, Philadelphia Energy Solutions paid roughly $10 million \nfor the RINs for the licenses they needed to run their company. By 2017, the Wall Street Journal was estimating \nthat they would pay $300 million--that is $10 million to $300 million. Mr. President, $300 million is more than double \ntheir total payroll. You have spent many years in business. Can you imagine running a business where you spend \nmore than double your payroll to write a check--not to buy anything, not to pay anybody, not to buy any supplies, \nbut simply to purchase a government license, so to speak? That is crushing, and it is destroying jobs. With respect \nto Philadelphia Energy Solutions, now in bankruptcy, we are talking about 1,100 jobs. These are blue-collar, \nworking class jobs, the kind that are the backbone of our economy, the kind that keep refineries going. Ryan \nO'Callaghan, who heads the Steelworkers local that represents 650 refinery workers, said that the RFS is ``a lead \nweight around the company.'' He also said that a great many of the union members supported President Trump in \nthe 2016 election because of his promise to reform harmful regulations. Indeed, the president of that union \ndemonstrated great courage in supporting President Trump because he believed the President and the \nadministration would stand for working- class voters, would stand for the working man, and would pull back \nregulations that are killing jobs. The American people will be rightfully angry if we don't fix this problem because it is \nnot just one refinery. Nationwide, experts have estimated that anywhere from 75,000 to 150,000 American jobs are \npotentially at risk if U.S. independent refineries go out of business-- 75,000 to 150,000 jobs. My own State of Texas \nwill be deeply affected if we don't take action immediately. Texas's oil and gas sector employs 315,000 people, \n100,000 of whom are in refining and petrochemical production. We have 29 refineries that produce over 5.1 million \nbarrels daily, and 22 of these 29 refineries are hurt directly by the artificially high RINs prices. That is why this past \nDecember, Texas Governor Greg Abbott wrote to the EPA asking for relief from this Federal mandate. He explained \nthat ``current implementation of this dated federal mandate severely impacts Texas' otherwise strong economy and \njeopardizes the employment of hundreds of thousands of Texans.'' Mr. President, let me underscore that. It \n``jeopardizes the employment of hundreds of thousands of Texans.'' If you want to know why I am fighting so hard \nto reach a good solution, you need look no further than that statement. I am elected, like each of the Members of \n\n\n\nthis body, to represent my constituents--in this case, 28 million Texans--and seeing hundreds of thousands of blue- \ncollar workers driven out of business because of a broken regulatory system makes no sense. Well, perhaps one \nmight think this is simply an instance of parochial differences, of the battles between one State and another or one \nindustry and another. Well, that is not the case because, on substance, there is a win-win solution here. I want a \nwin for blue-collar refinery workers, and I want a win for Iowa corn farmers. I believe there is a win for both. I believe \nthere is a policy solution that will result in Iowa corn farmers selling more corn and also more blue-collar jobs. That \nshould be a solution that makes everybody happy. However, there is a third player in this equation which consists \nof Wall Street speculators who are betting on this artificial, government- created market and driving up the prices. \nThe important thing to realize is that when I talk about Philadelphia Energy Solutions paying $300 million, that $300 \nmillion did not go to Iowa farmers. It didn't go to ethanol producers. It went to speculators and large companies \noutside of Iowa. We can reach a solution that ends the speculating, ends the gamesmanship in this artificial \ngovernment market, and saves jobs. With respect to Mr. Northey, I will say that I don't know Mr. Northey personally, \nbut I have heard from a number of people who do. By all accounts, [[Page S689]] Mr. Northey has a good and \nstrong reputation in the State of Iowa. He is a fourth-generation farmer. He has impressed many people with the job \nhe has done as the secretary of agricultural in the State of Iowa. I made clear from the beginning that I would have \nbeen happy to have seen Mr. Northey confirmed in November, in December, in January, in February, and indeed I \nhave laid out how to make that happen. On November 14, 2017, I wrote a letter to Iowa Governor Kim Reynolds \nlaying out how Mr. Northey could be confirmed, which is namely to have the stakeholders sit down collaboratively \ntogether and solve this problem in a win-win solution that helps Iowa corn farmers and also doesn't bankrupt \nrefineries and drive blue-collar workers out of business. Indeed, in December, I met with both of the Senators from \nIowa, along with Senator Toomey, to discuss exactly how we could move forward with Mr. Northey's confirmation \npromptly, efficiently, and also solve this problem. At that time, it was suggested that we bring the stakeholders \ntogether, that we actually have the players in the ethanol industry actually talk with the refiners and find a solution \nthat results in more corn being sold and refiners not going out of business. We left that meeting on December 21 \nwith a plan to have that meeting of stakeholders. Well, I am sorry to tell you that 48 days have passed, and that \nmeeting still hasn't taken place because unfortunately a handful of lobbyists representing the ethanol industry have \ntaken the position that they are unwilling to meet, they are unwilling to speak, they are unwilling to discuss anything \nwith anybody, and apparently, if thousands of people lose their jobs in refineries, that is not their problem. Quite \nfrankly, that is not a reasonable position. That is not a reasonable or rational position. Mr. Northey would have been \nconfirmed long ago had the lobbyists for the ethanol industry been willing to come to the table and reach a \ncommonsense solution that would have resulted in more money for their industry, more ethanol, more corn. But \ntheir position is that they are not interested in a win, because their position has been that they are not willing to talk. \nWell, I think that is unfortunate, but it is also unacceptable. So indeed I continue to have productive conversations \nwith the President, with the EPA, with the Department of Agriculture, with the administration about finding a win-win \nsolution, a solution that is good for everyone. And if a handful of lobbyists refuse to come to the table, then they \nshould not be surprised to see the solution proceed without them. We can find a good, positive solution that benefits \nthe farmers of Iowa, that sells more corn. In 2015 and 2016, I spent a lot of time in the great State of Iowa. Indeed, I \nhad the great privilege and blessing of completing what is affectionately known in that State as the Full Grassley. \nNow, what is the Full Grassley? There are 99 counties in that beautiful State, and every year, the senior Senator \ngoes to all 99. Now, I can tell you that the Full Grassley is a Herculean accomplishment, rendered all the more \nremarkable by the fact that the senior Senator does it not once but every year. Well, on election day, I completed \nthe Full Grassley, having visited every county in the State of Iowa. I visited with many wonderful people, including \nmany wonderful corn farmers whom I want to see selling more and more corn. We can have a solution that is a win \nfor those corn farmers but also doesn't bankrupt refineries and drive a bunch of blue-collar workers out of work. It is \nimportant to understand, by the way, that these high RINs prices don't benefit corn farmers at all. In fact, if you look \nat RINs prices, they are not remotely correlated to the price of corn; if anything, they are inversely correlated. What \ndoes that mean? It means that when RINs were selling for 1 cent and 2 cents each, corn was way up here, and \nwhen RINs skyrocketed to $1.40 each, the price of corn plummeted. So not only is this not benefiting Iowa corn \nfarmers, you could argue that it may even be hurting them. The money that is bankrupting refineries and costing \npeople their jobs is not going to the farmers. So my hope is that we reach a solution that lifts regulatory barriers at \nthe EPA so that the Iowa corn farmers can sell more corn in the market in response to real demand, not a \ngovernment mandate, but there are EPA barriers that stand in the way that cap the sales of ethanol. I see no \nreason to artificially cap it. If there is demand in the marketplace, they should be able to sell more and more and \n\n\n\nmore corn, expand their market. But they are not benefiting from crushing regulatory costs that are driving people \nout of business. We can reach a solution to do both. With respect to Mr. Northey, if and when we see the players \ncome together in a positive way to solve this problem, I will more than readily lift my objection, and I hope Mr. \nNorthey is confirmed and confirmed quickly. I look forward to working with Mr. Northey in the Department of \nAgriculture, but first, we need to stop this regulatory failure that is threatening thousands, if not hundreds of \nthousands, of jobs. Therefore, looking to find a cooperative win-win solution for everyone, I object. The PRESIDING \nOFFICER. Objection is heard. Mr. GRASSLEY. Did the Senator make his formal objection? Mr. CRUZ. Yes. Mr. \nGRASSLEY. Thank you. Normally, I would speak right after the Senator from Texas, but I am going to call on three \nof my colleagues who are here to speak because I have more time than they have. I know the Senator from Texas \nhas to go. He accurately did describe our relationship, generally, in this body as Senators from Iowa and from \nTexas. I want to let everybody know that we have that good relationship. We sure disagree on this issue. I am sorry \nwe do. With that said, I am going to defer to the Senator from Michigan. I want to say that she is the ranking \nmember of the Agriculture Committee and represents the farmers of Michigan very well, but also, in her leadership \nposition as former chairman of the Agriculture Committee and now the ranking member, she has done a great job of \nleadership in the area of agriculture. Would the Senator proceed. The PRESIDING OFFICER. The Senator from \nMichigan. Ms. STABENOW. Thank you very much for those kind words from the senior Senator from Iowa. We \nhave partnered on many things together related to agriculture. I rise today to support Senator Grassley and Senator \nErnst in this motion. We need to fill this position with an eminently qualified person, Bill Northey, right away. It is \nlong overdue. As the ranking member of the Senate Agriculture Committee, I am in strong support of the \nnomination of Bill Northey to be Under Secretary of Agriculture for Farm and Foreign Agricultural Services. Despite \nhistoric delays in receiving nominations from the administration, our committee has worked swiftly on a bipartisan \nbasis to put qualified leaders into place at the USDA. When we get qualified nominees, we move them, and Under \nSecretary nominee Bill Northey is no exception. In fact, I believe that he is a bright star in terms of the nominees \nand those that will be serving in the USDA. He was nominated in September of last year. Our committee quickly \nheld a hearing and reported his nomination with unanimous bipartisan support to the floor on October 19. Mr. \nNorthey is a highly qualified nominee. He is currently serving his third term as secretary of the Iowa Department of \nAgriculture and Land Stewardship. A farmer himself, he understands what American agriculture needs, and has \npledged to be a strong leader for our producers. I have confidence in him. Unfortunately, instead of serving our \nfarmers and ranchers at USDA, his nomination has languished in partisan limbo because of an unrelated issue \nraised by a Senate Republican colleague not on the Agriculture Committee. I appreciate Members have various \nkinds of concerns, but it is important to note that Mr. Northey's leadership is needed now on a number of issues, \nincluding the fact that he would be in charge of disaster recovery for our farmers in Texas, Florida, and Louisiana, \nand all across the country, who [[Page S690]] are serving in the aftermath of hurricanes, wildfires, and drought. It is \nalso important for him to be at the USDA to support our farmers struggling with low prices. For the better part of a \nyear, I have been working with the leaders of the Appropriations Committee, Senator Cochran and Senator Leahy, \nto fix a few pieces of the 2014 farm bill that didn't quite work as we intended them--the dairy and cotton safety net \nprovisions. I do want to indicate, while I am on the floor, that the Senate budget agreement contains significant \nimprovements for both commodities, including more than $1 billion in support for our struggling dairy farmers. \nThese much needed improvements set us up to continue our bipartisan work to write the next farm bill that needs \nto be done this year. I look forward to working with our chairman, Senator Roberts, as well as our two distinguished \nMembers from Iowa, on creating the kind of farm bill that we need for our farmers and ranchers and families. \nUnfortunately, though, when politics get in the way, our farmers and our ranchers lose. So I am hopeful that we can \nresolve whatever issues or at least move them to a different debate, rather than focusing them on this nominee who \nis very much needed. His leadership is needed right now at the USDA. He has strong bipartisan support. I think it \nis very unfortunate that his nomination has gotten caught up in another issue. I am hopeful that we could ask our \nSenate colleague to choose to address that in another way without getting in the way of critical leadership on \ndisaster assistance and conservation and critical issues on which the USDA needs to have his leadership. Mr. \nNorthey has strong, bipartisan support and should be advanced quickly. We need his leadership skills. I am going \nto continue to do everything I can to work with my colleagues to be able to make sure he has the opportunity to \nserve farmers and ranchers as part of the USDA leadership. Thank you, Mr. President. The PRESIDING OFFICER. \nThe Senator from Iowa. Mrs. ERNST. Mr. President, I would like to thank the ranking member of the Agriculture \nCommittee for joining us here on the floor today. I appreciate her great bipartisan work on the Agriculture \nCommittee. I am pleased to be a member of that committee. It is truly one of those committees where we set aside \n\n\n\nany political differences. We actually work for the good of our Agricultural Committee, our ranchers, and our \nfarmers, regardless of the State they come from. We truly do work together to feed and fuel a nation. Thank you \nvery much for joining us today, I say to the ranking member. I wish to thank my senior Senator from Iowa, as well. I \nam rising today to join my colleague Senator Chuck Grassley and others who have joined us on the floor to support \nthe nomination of Bill Northey as Under Secretary for Farm Production and Conservation at the U.S. Department of \nAgriculture, or the USDA. I have known Bill Northey for nearly a decade and, to be honest, probably a little more \nthan a decade. He is a great friend. He is a great Iowan. Most importantly, he is a tenacious advocate and a true \nvoice for agriculture and our rural communities. He has worked in agricultural policy at nearly every level of \ngovernment. At a time when we need to tackle many critical agricultural priorities, including the farm bill, which the \nranking member just mentioned--that farm bill was last authorized 2 years ago, in late 2014--at a time when the \nPresident is rightly focusing on economic development and strengthening rural America, and at a time when our \ngovernment is focused on streamlining and reducing the burdens of environmental regulations, we must have \nleadership in this position--as I mentioned, the Under Secretary for Farm Production and Conservation at USDA. \nWe must have leadership there that truly gets the real underlying concerns and priorities of America's farmers and \nranchers. We need them addressed. Bill Northey is exactly the person to do that. When I think about the \nimportance of getting someone like Bill Northey in this position, I reflect on the young farmer who is looking to begin \na farming operation in rural Iowa to feed his or her family, grow a business, and cultivate a legacy in their own \ncommunity, all while low commodity prices have pinched margins and extreme weather has decimated our crops. \nThat young farmer needs Washington to get out of the way and give them an opportunity to thrive. Bill Northey is \nthe right guy to work these issues. He knows his role in Washington will not be to empower a faceless bureaucracy \nbut to make Washington work for its people and give the agriculture industry the tools it needs to prosper. Bill \nNorthey is that average, everyday Iowan who cares about agriculture and its future. Senate Agriculture Committee \nChairman Roberts and Ranking Member Stabenow have made it abundantly clear that they have no objection to \nMr. Northey, as both indicated in a joint statement that said in part: ``Bill Northey is a qualified and respected public \nservant who knows agriculture firsthand, and he will serve rural America well at USDA.'' The ranking member joined \nus earlier, and she went a step further by saying to Bill: I know that you are a farmer. You understand these \nchallenges, and know that our farmers need leaders that will speak up for them when their voices are not being \nheard. He was voted out of the Ag Committee unanimously. Let me state that again. He was voted out of the Ag \nCommittee unanimously. If you didn't hear that, let me say it a third time. He was voted out of the Ag Committee \nunanimously. Democrats and Republicans believe that Bill Northey is a leader, and he is being held hostage over \nan unrelated issue. Bill Northey's nomination has become entangled in an unrelated policy dispute. I am very \ndisappointed. Bill Northey is an upstanding man, someone we desperately need to serve in our government. We \ntruly want to drain the swamp. Bill Northey is exactly who we need. He is that everyday American fighting for \nagriculture. We need him desperately. We may not be able to have him serve in our government because this \npolicy dispute has led to a hold on his nomination. Bill Northey is extremely qualified. He has the experience and \nthe reputation. Most importantly, he has the voice and the heart for American agriculture. I am asking for a quick \nvote and confirmation of this well-respected, beloved Iowan so that we can get him in place and work on matters \nthat truly are important not just to Iowans and the Midwest but to all of America. Let's free Bill. Let's free Bill, folks. \nLet's confirm Bill Northey. Thank you, Mr. President. The PRESIDING OFFICER (Mr. Lee). The Senator from \nMinnesota. Ms. KLOBUCHAR. Mr. President, I appreciate the remarks of my colleagues Senator Ernst, Ranking \nMember Stabenow, and, of course, Senator Grassley. Senators Grassley and Ernst have been such leaders on ag \nissues in their State. I come to join Senator Grassley, not only from the other side of the aisle but also, as far as \nIowa and Minnesota are concerned, across the border. Our States have rivalries in football and many other things, \nbut one thing we always agree on is having strong people to be the voice of agriculture at the USDA. I supported \nSecretary Perdue when President Trump nominated him, and I believe he needs a team to be able to do the \ncomplicated work of agriculture. At a time when we have seen difficulty in everything from the dairy industry to \ncotton, to issues with prices for so many of our commodities, to just only a few years ago the avian flu that was such \na threat to the poultry industry in Minnesota and Iowa, the thought that we wouldn't have an Under Secretary in \nplace for farm production and conservation--such an important part of the work of the USDA right now--is just \nunbelievable to me. As the nominee for Under Secretary in this area, Mr. Northey would be tasked with guiding \nsome of the USDA's most important agencies that interact with farmers and ranchers on a daily basis, including the \nFarm Service Agency--which is so important to my farmers when they have questions about how they are \nsupposed to sign up for things and complex programs; they [[Page S691]] are small farmers trying to do their job, \n\n\n\nand they need that Farm Service Agency--the Natural Resources Conservation Service, and the Risk \nManagement Agency. As we prepare to write and pass a bipartisan farm bill, Mr. Northey's technical and legal \nassistance from the USDA is going to be critical. The absence of an Under Secretary for this critical mission area \nalso has a domino effect that is leaving important USDA agencies without leadership and without guidance. This is \nnot good governance. Secretary Perdue picked him because he was someone who had served as a State \nagriculture commissioner. As Senator Ernst has pointed out, he is not someone who has lived inside the beltway his \nwhole life. This is someone who knows a State that has a lot of ag. When he came before the Senate Agriculture \nCommittee last October, I had the opportunity to question him about his priorities for the USDA. He has spent his \nentire life in agriculture. He knows farmers, he knows rural economy, and he knows what is needed. I appreciated \nthe fact that he honestly answered questions about the renewable fuel standard. He sees it, as I do in Minnesota, \nas a homegrown economic generator. We are a State that is right next door to North Dakota. We appreciate their \nethanol and their oil industries. These are part and parcel of Minnesota and our country's energy. That being said, \nwe see biofuel as an economic generator. We want to make sure we are keeping strong industries alive so the \nfarmers and the workers of the Midwest are taking part in energy just as much as the oil industries in the Mideast. \nThe final rule for 2018 and 2019 that went through two administrations kept volume requirements for ethanol steady \nand made some improvement in blend targets of advanced biofuels. The final rule was a declarative statement by \nthe administration that renewable fuels are simply an important part of our transportation fuel supply and an \nimportant part of our economy, but that is not what this is about. Our friend from Texas, Senator Cruz, has decided \nto hold up the nomination of someone who has done nothing but serve our country and serve the State of Iowa as \nthe agriculture secretary there--the agriculture commissioner--with merit. I don't believe we should be holding \nnominees hostage. It is not something I have done as a Senator. Senator Cruz and I have debated this in the past \nwhen he held up the Ambassadors to Norway and Sweden-- two Ambassador positions that were very important to \nIowa and Minnesota because of our Scandinavian populations, and yet we went for years without Ambassadors to \nthose really important allied countries. We went for years with two qualified people who could have taken over a \nyear before, who had unanimously gone through--just like this nominee--the Foreign Relations Committee without \nobjection. Yet Senator Cruz was concerned about the naming of a street in front of the Embassy of China, which \nwas completely unrelated. So while I appreciate his representing interest in his State, and I appreciate the fact that \nwe have to have legitimate debates about energy and energy policy, I just don't believe you should be holding \nqualified nominees hostage. In the case of the Ambassadors to Norway and Sweden, we were ultimately triumphant \nbecause people from the Republican side of the aisle and the Democratic side of the aisle came together and said: \nEnough is enough. We need people who are qualified to fill these important positions in our government. That is \nexactly what is happening again. This is a qualified nominee, and the Senate should not be a place where someone \nwith his qualifications should be blocked for an important position just as we are considering the farm bill, just as we \nare dealing with disaster recovery all over the Nation, including in places like Texas and Florida. I just don't believe \nin this scorched-earth policy. I believe, as we do on the Agriculture Committee, in working things out. We work \nthings out. We may have differences of opinion, but we let people fill an important position like this. I am glad our \ncolleague from Texas has remained through this discussion, with his friend from the Midwest, and we just hope \nsome of that Midwestern common sense will come his way. Like Senator Grassley, I visit every county in Minnesota \nevery year--all 87 counties--and I can tell you that when I want to hear what the farmers think, I listen to Senator \nGrassley, but, most importantly, I listen to the people in my State. They want to have a USDA that is functioning and \nworking and ready for all the issues we are confronting right now in agriculture and the United States. Thank you \nvery much. I yield the floor. The PRESIDING OFFICER. The Senator from Iowa. Mr. GRASSLEY. Mr. President, I \nthank my colleague who spoke very highly of the qualifications of Mr. Northey to be Under Secretary at the \nDepartment of Agriculture. I may say just a little bit about his qualifications, but I want to spend most of my time \nexpressing my thoughts to my colleagues in the Senate, and to Senator Cruz primarily, on what I think about the \nargument over RINs being an impediment to some refineries operating efficiently, going into bankruptcy, or other \nproblems they have. Senator Cruz has said there are some things that could be put together to help this situation. I \nwill name three of them that I think would work, and then I will say why I disagree with the Senator from Texas \nabout the RINs issue and why he thinks that is a solution to it and why I feel it is not a solution to it. First of all, my \ncolleague from Texas said there is a problem with Wall Street speculators. I don't know whether that happens every \nday, but it happens sometimes, and it is something that should be taken care of. I recognized that back in \nNovember of 2013, when I wrote a letter on that very subject urging the regulators to take a position on that. I think \ngreater transparency of this whole market would be very good as well. I think that is a possibility. That is something \n\n\n\nthe Senator and I have discussed as being very helpful, the EPA putting out regulations on vapor so we could get \nmore ethanol in the percentage of E15. I would say his idea of putting caps on RINs will not work because when \nyou do that, you are getting--the marketplace isn't working. I suppose I am a little surprised that a free market \nperson like Senator Cruz would suggest the government step in and cap that. Also, I would like to speak to the point \nthat in November of last year, 2017, as an agency, the EPA itself said the RINs market was working, which puts \nthe Agency in a little bit different position than where we think Mr. Pruitt, the Administrator of EPA, is coming from. \nSo, with that in mind, I am going to go to my remarks right now and express that it is very unfortunate that there is \nan objection to advancing President Trump's nomination of Iowa secretary of agriculture Bill Northey to be Under \nSecretary at the Department of Agriculture all because of unrelated concerns over the renewable fuel standard, \nwhich is a law passed by Congress and obviously administered by the EPA. I am very disappointed that a highly \nqualified and honorable man like Bill Northey is being held up for an issue unrelated to his position. As you heard \nmy colleague say, Secretary Northey enjoyed unanimous support from the Senate Agriculture Committee and has \nthe support of numerous agriculture groups from around the country. Now I will get to the RINs issue and my feeling \nthat this is not a legitimate reason for either holding up this nomination for the bankruptcy that has been referred to \nor for any other refinery that has trouble. I think it is a manufactured and baseless rumor that the RFS, the \nrenewable fuel standard, has caused an oil refinery in Pennsylvania to file for bankruptcy. This example has been \ncited repeatedly as a justification for forcing the renewable fuel standard supporters to agree to sudden and drastic \nchanges in how the renewable fuel standard was designed. I have been trying to work in good faith with the Senator \nfrom Texas and have offered several options--some of them I have just expressed here in my off-the-cuff remarks--\nthat would result [[Page S692]] in lower prices on the RINs issue. As has been said, that stands for renewable \nidentification number. That is what we call the compliance credits--to make sure the refineries use the right amount \nof ethanol to meet the renewable fuel standard. However, I keep being told by the Senator from Texas that I need \nto accept a proposal for a guaranteed cap on RIN prices in the short term to save this Philadelphia refinery. \nUnfortunately for those who are spreading the rumors that the problems the Philadelphia refinery has are due to \nhigh RIN prices, from my point of view--and I hope I backed this up in a paper that we have widely disseminated \nwithin the last week--the facts don't add up very well for the people making the argument that RIN prices are the \nproblem. My staff and other analysts have read the SEC filings and the bankruptcy filings of the refinery in question \nand have come to the conclusion that the Philadelphia refinery cannot pin its problems on the renewable fuel \nstandard. The No. 1 problem the Philadelphia refinery has faced is the result of the petroleum export ban being \nlifted, which cost it access to cheaper feedstocks. Another reason, and the second biggest problem it has, is that a \npipeline opened which diverted rail shipment of Bakken crude oil away from the east coast because of the pipeline \nsending it someplace else, obviously raising the price of the feedstock to the Philadelphia refinery. We keep being \ntold the refinery is facing hardship because it cannot afford to buy enough RINs to comply with the renewable fuel \nstandard. If that is the case, then why did this Philadelphia refinery sell off a significant quantity of RINs just last \nfall? That is quite odd, considering the company needs to turn them in later this month for compliance with the \nrenewable fuel standard. Some have said it is executing a market short on RINs, which is dependent on some sort \nof Federal action that will suddenly drive down the cost of RINs. I would point out that shorting the RIN market is \nsomething Carl Icahn is reportedly being investigated for by Federal investigators. I hope that the Philadelphia \nrefinery is not trying to follow that same playbook. I certainly want nothing to do with that kind of chicanery. Finally, \nthe Philadelphia refinery could have avoided needing to buy any RINs at all if it had just invested in blending \ninfrastructure years ago like many of its fellow merchant refineries did. In fact, the Philadelphia refinery is partly \nowned by Sunoco, which owns blending infrastructure. We also know that refinery has an arrangement whereby it \nsupplies ethanol with RINs attached to Sunoco for blending with its gasoline. Other independent refiners with similar \narrangements have an agreement to return the RINs to the refiner once they are detached. The RFS was created to \nbring cleaner burning renewable fuels to consumers. The RINs system was developed as a flexible system that \nwould allow obligated parties to choose between investing in blending infrastructure or buying RINs for Renewable \nFuel Standard compliance. The Philadelphia refinery made the decision to buy RINs instead. That hasn't worked \nout very well for that refinery apparently, but that was the bet that refinery made. A cheaper option for Renewable \nFuel Standard compliance exists, and the Philadelphia refinery chose to pursue other investments. None of this has \nanything to do with President Trump's choice to oversee farm programs at the U.S. Department of Agriculture. Bill \nNorthey should be confirmed by this body. He has overwhelming bipartisan support. Taking a nominee hostage to \ntry to force an ill- conceived policy change is only going to cause more problems for this body in the future. I don't \nknow what the next step is, but I think that Bill Northey is such a good person for this position, I am going to \n\n\n\ncontinue to work as long as he wants me to work for his nomination to proceed. Before I yield the floor, I ask \nunanimous consent to have printed in the Record an article on this issue of the Philadelphia refinery. There being \nno objection, the material was ordered to be printed in the Record, as follows: [From Oil Price Information Service \n(OPIS), Feb. 6, 2018] (By Tom Kloza) Verleger: PES Bankruptcy Judge Could Inflict Lehman-Like Moment Noted \noil economist Phil Verleger has read the Philadelphia Energy Solutions (PES) bankruptcy filing and makes no \nbones about his verdict. The company is scapegoating the Renewable Fuel Standard for its financial woes, \nVerleger says, instead of properly attributing the demise of the 330,000-b/d refinery to the end of the long-time \ncrude oil export ban, antiquated equipment and a lack of investment that kept the plant competitive with other \nnortheastern refineries. But most importantly, Verleger sees a possibility that the bankruptcy judge just might render \na decision that could wreak havoc with the RFS and throw the RINs market into utter chaos. Bankruptcy papers \nclearly indicate that PES would like to get its RIN obligation discharged in the reorganization. If not, the company \nwould have to purchase and retire RINs with an aggregate market value of approximately $350 million at current \nmarket prices before a compliance deadline this spring. It would also need to buy about 550 million 2018 vintage \nRINs. A buyer of that quantity under current circumstances might lead to a quick doubling of the renewable credit \nasking prices. But if a bankruptcy judge allows cancellation of the RINs' obligation, any credibility associated with \nthe RFS program might be thrown out the window. There is a legal obligation to blend ethanol and other \nbiocomponents into transportation fuels and the EPA might have great difficulty administering the program, even \nthough the agency has been an advocate. A court decision granting PES' request for relief might lead to a \n``Lehman-like moment'' that could completely halt RINs' trading, plunge the value of accumulated RINs to near zero \nand bring about pure chaos. PES' owners blame the U.S. renewable fuels' standard for their woes, but Verleger \ndisagrees. Failure came about because the refinery complex is out of date and it is a merchant refinery with no \ndownstream outlets. It also operates in a region where flat demand is a victory and decelerating demand a \nprobability. Financially solvent and technologically advanced companies can operate under these circumstances, \nbut the noted oil economist finds no evidence that critical investments were made PES in the refinery. The PES \nbankruptcy filing took place on Jan. 22, and the RINs' cost of $217 million was the largest expense other than crude \noil costs. When the Trump administration reaffirmed the government's commitment to the RFS in the autumn, it \ndealt a blow to merchant refiners and other processors who hoped to shift the compliance burden to others. PES \nCEO Gregory Gatta told the Philadelphia Inquirer: ``It is unfortunate that the company was driven to this result by \nthe failed RFS policy and excessive RIN costs.'' He added that the company ``can only hope that our filing . . . will \nprovide the necessary catalyst for meaningful long-term reform of the RFS program.'' In contrast, Verleger notes \nthat megarefiner Valero reported net income of $4.1 billion for the year and saw a quarterly profit of $509 million \nexcluding the Trump tax cut benefits. Expense for RINs was $311 million in the fourth quarter, but the company \ninvested $2.4 billion, with half of it going to ``growth projects.'' Some of those past investments have included \nlogistical additions and refinery tweaks so that properties could run heavily discounted Canadian crude. ``Valero \ninvested. Canadian producers have not. And clearly, PES has not,'' notes Verleger. He backdates the lack of \ninvestment for several decades. Some 35 years ago, the Washington Post acknowledged that the refinery owner at \nthe time (Sun Oil, and then Sunoco) bucked the trend toward expensive refinery upgrades in favor of keeping a light \nsweet more expensive feedstock dependence. That luck ran out for Sunoco, but PES had a run of several years \nduring which it could bring inexpensive landlocked U.S. crude to Philadelphia, thanks to the U.S. export ban. An \ninvestment was made in a $186 million rail-unloading facility, but refineries were not upgraded. Nowadays, Bakken \ncrude trades within a few dollars of WTI, so shipping the North Dakota crude to the East Coast doesn't make \neconomic sense. In contrast, Delta Air Lines bought the closed ConocoPhillips refinery in Trainer, Pa., in 2012, \nrenamed it Monroe Energy and upgraded the refinery to meet tougher U.S. specifications. In 2016, some $70 \nmillion was invested so that the plant could produce the lower-sulfur gasoline required by EPA. PES hoped to make \ninvestments in the refinery from funds from a proposed IPO, but investors balked at terms. There was no IPO and \nno investment. The end of the export ban on U.S. crude combined with the completion of the Dakota Access \nPipeline eliminated PES' access to favorably priced crudes. PES had a favorable position only so long as the export \nban was in effect, notes Verleger. The refinery isn't just dependent on expensive light sweet crude. It also produces \nabout 12% of low valued industrial products that ultimately fetch prices beneath crude costs. It is much less \ncompetitive than nearby PBF, which boasts about double the PES margins. [[Page S693]] ``The owners (of PES) \ngambled that the large discount of U.S. crude to world prices would continue enabling the refinery to continue \nearning profits.'' Verleger concludes that PES lost the gamble and the growth of U.S. crude exports has made it \nimpractical and unprofitable to move Midcontinent crude to East Coast sweet refineries. Verleger acknowledges \n\n\n\nthat the RIN market isn't a particularly efficient market, with inequities incurred by small marketers who don't get \nRIN discounts passed along. Distortions can create an unequal playing field. But finding the source of the problems \nis a difficult task, with possible flaws including hoarding by large traders in the credits. But he suggests that rather \nthan declaring amnesty on RIN obligations, a more appropriate decision might be to scrap the refinery, which was \nonce headed for closure earlier in the decade. Part-owner Carlyle Group gambled with its own money (and some \ngovernment funds) that it could profitably rail crude to Philadelphia and make money. Instead, the export ban was \nlifted, dooming that flawed strategy. Mr. GRASSLEY. Mr. President, I yield the floor. The PRESIDING OFFICER. \nThe Senator from Texas. Mr. CRUZ. Mr. President, a few observations about the colloquy that has occurred. No. 1, \nwe had two friends of ours from the Democratic side of the aisle who spoke energetically in support of this \nnomination, but I found it striking that our Democratic friends had nothing to say to the union members who are \nfaced with the risk of losing their jobs. Senate Democrats often portray themselves as friends of organized labor, \nfriends of union members. Yet it was striking that when they came to the floor, they had no answer to union \nmembers in Philadelphia being told they are at risk of being unemployed because of a broken regulatory system. \nInstead, it is a conservative Republican Texan who is fighting for the jobs of those union members. I would also \nnote that my efforts in this are not alone. Indeed, in December, I brought 12 Senators--12 Members of this body--to \nthe White House to meet with the President, working to find a solution to this problem. Those Senators included \nSenator Cornyn, Senator Cassidy, Senator Kennedy, Senator Enzi, Senator Barrasso, Senator Lee, Senator \nToomey, Senator Inhofe, and Senator Lankford. Those are Senators from a wide geographic array, all facing \nsignificant job losses, potentially, and all interested in a positive solution to this problem. In the remarks we just \nheard on the Senate floor, none of the Senators proposed any relief to the potentially hundreds of thousands of \nblue-collar workers being driven out of work by a broken regulatory system--no relief whatsoever. Indeed, none of \nthe Senators disputed the fact that the RFS worked and worked just fine when RINs were selling for a penny. This \ndebate is not about the RFS--should we continue it or not. When I was a candidate for President, I campaigned on \nending it. I didn't win. I lost that election. This is not a fight about ending the RFS. The current administration is \ncommitted to continuing the RFS. That is the prerogative of this administration. This is instead a search for a \nsolution that would save tens of thousands, if not hundreds of thousands of jobs. The senior Senator from Iowa \nsaid: Gosh, it is not a free-market solution to cap the price of RINs. Well, if RINs were an actual commodity that \nexisted in the real world, I would agree with that. I wouldn't support capping the price of corn or the price of gasoline \nor the price of widgets or anything else that people were making. But RINs are an artificial, made-up government \nfix. They don't exist. No one manufactures a RIN. It is a government ID number. And it worked initially when they \nwere trading at 1 and 2 cents apiece. But when it skyrocketed, going all the way up to $1.40 each--it is now \nthreatening thousands upon thousands of blue-collar jobs. The Senator from Iowa suggested that RINs are not the \ncause of the bankruptcy of the Philadelphia Energy Solutions refinery. Well, I would note that the explicit text of the \nbankruptcy filing is to the contrary. Indeed, this is a quote from their bankruptcy filing: ``The effect of the RFS \nProgram on the Debtor's business is the primary driver behind the Debtor's decision to seek relief under the \nBankruptcy Code.'' It does not say ``is a factor'' or ``is a problem'' but ``is the primary driver.'' That is what they \nwrote in their bankruptcy papers. None of the Senators who spoke disputed that for that refinery, the price of RINs \nwent from $10 million in 2012 to $300 million in 2017. That is unreasonable. That is broken. The junior Senator from \nIowa talked about the need to pull back job- killing regulations. Well, there is a job-killing regulation that we need to \npull back. This is a very important thing for those following this debate to understand: That $300 million--do you \nknow how much of it goes to Iowa farmers? Zero. They are not getting that money. Instead, it is going to \nspeculators and large--many foreign--integrated oil companies. It is an odd thing to see lobbyists for ethanol \ncompanies fighting for the profits of giant overseas oil companies. That doesn't make any sense. Unfortunately, the \nposition of the ethanol lobbyists has been: We are unwilling to speak. We are unwilling to talk. We are unwilling to \nmeet with anyone on the refinery side. We are unwilling to defend our position. We will not attend the meeting. We \nhave repeatedly extended that invitation to them, and they have said no. That is blatantly unreasonable. Do you \nknow whom the ethanol lobbyists are serving the least? Corn farmers. Repeatedly in the course of this negotiation, I \nhave sought to put on the table policy options that would be a win for corn farmers, that would result in more corn \nbeing sold, more Iowa corn being sold, more ethanol being sold. The ethanol lobbyists are so unreasonable, they \ndon't want to win and they don't want to provide any relief for thousands of blue-collar workers being thrown out of \nwork. That is not a reasonable solution. I hope Mr. Northey will be confirmed. Indeed, I hope he is confirmed soon. \nHe could be confirmed as soon as next week. In November, I laid out a very clear path to Mr. Northey being \nconfirmed. In December, I laid out a very clear path to Mr. Northey being confirmed. The people blocking Mr. \n\n\n\nNorthey's confirmation are the ethanol lobbyists who have said: We are unwilling to have a win/win solution. The \nanswer is, let thousands of people lose their jobs even though doing so doesn't benefit Iowa corn farmers at all. \nThat doesn't make any sense. Here is a ray of sunshine, a ray of hope. I believe the administration is going to do \nthe right thing. I believe the President wants to see a win/win solution--a solution that is good for Iowa corn farmers. \nI want to see Iowa corn farmers sell more corn, a solution that results in Mr. Northey being confirmed, and a \nsolution that doesn't bankrupt refineries and cost a bunch of blue-collar union members their jobs. That is a win for \neverybody. I believe that is where the President and the administration want to go, and I think that is where we will \nend up. I am hopeful we will arrive on that solution, which is consistent with the responsibilities of all of us. With \nthat, I yield the floor. The PRESIDING OFFICER. The Senator from Iowa. Mr. GRASSLEY. Mr. President, I just \nneed 1 minute because all of my colleagues are waiting to speak now. For the benefit of the Senator from Texas, I \nwish to just say one thing. I don't question that he accurately quoted the union leader at the Philadelphia refinery, \nbut I also, maybe within the last 2 weeks, read a statement by the so-called president--and I believe it is the same \nperson whom we are talking about--that RINs were not an issue. The other thing that I would add just for \nclarification of what the Senator said, that nobody has offered any relief, I have offered to make two offers. One of \nthem would be the Reid vapor pressure thing, the issue connected with E15--that could be done by a regulation out \nof EPA--and also transparency to make sure the markets work. I thank the Senator from Texas for his consideration \nof my effort to get Secretary Northey confirmed. I am sorry that he has objected, but that is the way the Senate can \nwork and will work, and we will have to keep working to get Secretary Northey confirmed. I thank my colleagues for \ntheir patience. The PRESIDING OFFICER. The Senator from Delaware. [[Page S694]] Mr. CARPER. Mr. President, \nI don't want to get in the way of a disagreement between two of my colleagues on the other side of the aisle. I would \njust say to Senator Grassley that there was a hearing today before the Environment and Public Works Committee, \non which I serve as the senior Democrat. The subject of the Renewable Fuel Standard actually came up in the \ndiscussion. We had a number of folks from the agriculture community from across the country--one, the current \nsecretary of agriculture from the State of Delaware. We talked about the Renewal Fuel Standard and its effect on \nthe economy. One of the reasons we encourage farms through our Federal Government policies--the reason we \nencourage farmers to raise, say, corn is that we can use it, and we frankly use a lot of other substances that they \nraise to create energy, to fuel us. Not only can our farmers feed us, they can also fuel us. This really got underway \nwith the George W. Bush administration trying to do a better job of getting farmers involved to reduce our \ndependence on foreign oil by creating biofuels, advanced biofuels, ethanol, and corn ethanol. I will mention one of \nthe things we talked about today, and then I will talk about what I am really supposed to be here to talk about, which \nis DREAMers and the economic security of this country. In the State of Delaware, we have only three counties: New \nCastle County, Kent County, and Sussex County, the third largest county in America. I think we raise more chickens \nthere than any county in America. The last time I checked, we raise more soybeans there. We raise more lima \nbeans there. Agriculture is a big deal for us. We also have great beaches in Delaware. We have Rehoboth Beach, \nDewey Beach, Bethany Beach, and others. And there are a lot of interesting people who live close to the beach and \nnot so close to the beach in Sussex County, so there is pressure from development. Sometimes we have the \ninterests of farmers and that community coming up against the interests of developers. One of the ways we decided \nto ensure that we still have farmland and don't overdevelop our counties and our State is to make sure that farmers \ncan make money and support themselves. One of the ways they can do that is through the ability to not only feed \nus with the commodities they raise but also to fuel us. There is something called RINs, or renewable identification \nnumbers, a commodity traded on the market. The value of the RINs should literally be measured in pennies. Over \nthe last year or so, it has been measured in more than a dollar for RINs. The refinery that has been discussed, \nwhich is up in Philadelphia, spent a lot of money on purchasing RINs in the last year or so. That shouldn't be the \ncase. Our committee has been reaching out to the Commodity Futures Trading Commission in order to get them \ninvolved to say: How do we make this RINs market less volatile? How do we bring down the price of RINs? How do \nwe enable us to do both, for our ag community and farmers to feed us, as a nation and a world, and also to fuel us? \nDACA Mr. President, I am really here to applaud the work of a number of our colleagues--Senator Durbin, who is on \nthe floor, and Senator Graham--for the great leadership they have provided to make sure that, at the end of the \nday, we do the morally right thing--to make sure that we don't send away 700,000 or 800,000 or more people who \nwere born in other countries but who were brought here by their parents at very young ages, grew up here, were \neducated here, are working here, and are making a contribution here. Why does it make sense to send them \nhome? Discover, one of the companies headquartered in Illinois--a State that Senator Durbin has represented for \nas long as I have been privileged to represent Delaware--has operations in my State as well. They sent a letter that \n\n\n\nbasically says: One of the basic tenets of our culture is to ``Do the Right Thing''--and we urge Congress to do the \nsame, without delay . . . We are proud to count Dreamers as part of the Discover community and believe they \nshould have the ability to continue pursuing their American dreams. Every now and then we have the opportunity to \ndo something right and beneficial. Some have heard the saying: It is possible to do good and do well. With respect \nto Dreamers, I think it is possible to do good and do well. These are logos of about 100 companies--large and small, \nfrom coast to coast, from north and south, east and west--that believe it is in their best interests as employers to \nhave a strong, capable, able, educated workforce, where people come to work and will work a day's work for a \nday's pay, will make a contribution, and will enable the company to be successful. They are companies on the east \ncoast, on west coast, in the north, and in the south. They are all over the place. Some are big; some are small. \nThese companies have shared with me--and I have shared with others on both sides of the aisle--that they think the \nmorally right thing to do with respect to Dreamers is to say: You came here not of your own volition. You were \nbrought and raised here by your parents and now you are making a contribution. Again, over 100 companies are \nlisted here, and these companies want their employees to be able to stay and continue making a contribution. Here \nwe have a comment from the U.S. Chamber of Commerce. These are the words of Tom Donahue, president of the \nU.S. Chamber of Commerce, who is very vocal on this subject: A great place to reform our immigration system to \nmeet the needs of our economy is by retaining the over 1 million individuals who are currently allowed to work here \nlegally but are at risk of losing that status. [This] includes the Dreamers, some 690,000 young people brought here \nillegally as children, through no fault of their own. These hard-working individuals contribute their talents to our \neconomy in integral ways, and we'll lose them if Congress doesn't act early this year. A lot of times we talk about \nwhat is the morally right thing to do. Sometimes we talk about what is economically smart for our economy. We just \ngot the jobs report for our country for the month of January about a week ago, and the jobs report is encouraging. \nThe longest running economic expansion in our country began, I think, in the first year of the Obama-Biden \nadministration. We are now into our eighth or maybe our ninth year. One of the keys to maintaining an ongoing \neconomic expansion is to make sure we have a workforce that is able, trained, and educated and with the work \nethic and the skills needed to fill the jobs we have in this country. When the jobs report came out last Friday from \nthe Department of Labor for the month of January, they reported an unemployment rate for the country at about 4.1 \npercent. We are essentially at full employment. There were about 2 million to 3 million jobs last month that went \nunfilled. Nobody showed up to do those jobs, in some cases because folks applying for those jobs didn't have the \neducation, the skills, the work ethic, or the willingness to do those jobs, or maybe there was the inability to pass a \ndrug test. What those people can do is to enable a lot of companies in our country to be successful. There is \nsomething I call economic insanity. We can talk all we want about what is the morally right thing to do with respect \nto the Dreamers. I think we ought to think about what is in our naked self- interest as a country with an eye on our \neconomy. We are not going to always have an economic expansion, but we want to keep it going for as long as we \ncan and have smart policies. One of the smart policies is to make sure we have the right workers, who show up and \ndo the work that needs to be done in the workplace. As it turns out, there is an impact that Dreamers have \ncollectively on the annual GDP loss for the U.S. if we don't pass the Dream Act, authored by Senators Durbin and \nGraham and sponsored by a number of Democrats and Republicans. The annual GDP loss for the United States \nover 10 years if we don't pass the DREAM Act by March 5 is $460 billion. Just in Delaware alone, we have 1,400 \nDreamers. The impact on GDP in Delaware if Congress doesn't pass the Dream Act by March 5--in a tiny little \nState--is $88 million. That is an eye-popping number. It is in our naked self-interest to find a path forward to make \nsure these folks don't head back to the country where they were born years ago and maybe start their own \nbusinesses and compete with us rather than be productive citizens here. [[Page S695]] This is a commentary from \nthe Center for American Entrepreneurship, from earlier this year. The message that we received said: The reduction \nin immigration mandated by the RAISE Act-- That is the administration's broad policy on immigration reform, which \nthe administration has proposed-- would reduce economic growth by two to three tenths of a percentage point every \nyear over the next decade. Now, that doesn't sound like a lot, does it, to reduce it every year by 0.2 to 0.3 \npercentage points for the next decade? So that would be a reduction in economic growth in our country over the \nnext 10 years. Right now we are doing pretty well. As I said, we are in the eighth or ninth year of the longest running \neconomic expansion in the history of our country. Right now we are doing pretty well. The stock market has been \nup and down, kind of crazy and haywire. But we can't afford to do this. We would be foolish to throw away 2 or 3 \npercentage points of economic growth over the next decade. That would be crazy. It means slower growth, fewer \njobs, less opportunity, and stagnant wages--none of which benefits our people or our country. We don't have to \nmake a foolish decision like the administration's proposal would have us make. I am tempted to call it economic \n\n\n\ninsanity. I think it is morally wrong. This is one of those places where doing the right thing actually lines up with \nenabling us to do good and do well at the same time. That is what we should do. I want to thank Senator Durbin, \nSenator Lindsey Graham, and a bunch of other colleagues--Democrat and Republican, from one end of the \nspectrum to the other--who have been working very hard to do right and do what is in the economic best interest of \nour country. I thank my friend from Illinois for allowing me to go ahead of him. The PRESIDING OFFICER. The \nSenator from Illinois. Mr. DURBIN. Mr. President I thank my colleague from Delaware, Senator Tom Carper. He and \nI came to the House of Representatives together many years ago. He went off on another assignment as Governor \nof his State, and then came back and ran for the U.S. Senate. We are lucky to have him. He is a great Senator, a \ngreat friend, and a great colleague. He takes on important issues every day on behalf of his State and the Nation, \nand I thank him for his support for this conversation about DACA and Dreamers. I would like to take a little different \napproach to this than I usually do on the floor, and I have come to the floor many times to talk about it. I would like \nfor everyone here who is listening to this debate to pause and think for a minute: What is the worst job you have \never had-- the worst job? Maybe it was the worst job because it was boring, and boring jobs are terrible. But there \nare some pretty bad jobs out there. I could tell you my worst job. I was working my way through college in what we \neuphemistically call a packinghouse. In the old days, they called them slaughterhouses. What happened was that \nhogs came off the truck in one door, and two days later pork chops and bacon went out the back door. In between, \nthere were some pretty awful jobs--hot, dirty, smelly, and dangerous jobs. I took it as a college student because it \npaid $3.65 an hour in the 1960s--pretty darned good, in fact, better than anything else I could find. I raised enough \nmoney working there four different summers to go to college. There was never any doubt at the end of the summer \nthat I was going to stay with my job and not go to college. I couldn't wait to go to college in the hopes that I would \nnever have to work in a packinghouse or slaughterhouse again in my life. Take a look today at the packinghouses, \nslaughterhouses, and poultry processing places across the United States of America, and I will tell you, almost \nwithout exception, what you will find. Take a look at the workers who come out of those places at the end of the \nworkday. They are tired, they are sweaty, and they are dirty, and they are, by and large, immigrants--people who \ncome to this country from other places. In Beardstown, IL, there is a processing place, near the central part of my \nState, and the workers there are largely Hispanic and African. They are immigrants who have come to this country \nand, like generations of immigrants before them, were prepared to take the worst, dirtiest, hardest jobs available \njust to make it in America. Go to the restaurants in Chicago, if you want a contrast from what I just described. We \nare lucky. I am lucky to represent that city, but we are lucky to have some of the greatest restaurants, I think, in our \ncountry. I would put them up against any city. I sat down with a person who owned some of those restaurants and \ntalked to him about the immigration issue. He said: Senator, if you took the undocumented people and the \nimmigrant people out of the restaurants and hotels of Chicago, we would close our doors. We couldn't operate \nwithout them. Oh, you don't see them in the front of the house--not your waiter and not the maitre d' or the person \nwho takes your reservation. But just look at who carried the dishes off the table, and take a look through that door \nwhen it swings open at who is working back there in that hot kitchen. Over and over, you are going to find \nimmigrants and undocumented people. So they are part of America, and they are part of our economy and, even \nmore, they are part of our history. We have had debates about immigration from the beginning. I say jokingly that \nwhen the Mayflower landed and they got off the boats, a lot of them looked over their shoulders and said: I hope no \nmore of these folks are coming. But they kept coming. They came in the thousands, even in the millions, from all \nover the world, anxious to be a part of the future of the United States of America. A ship landed in Baltimore in July \nof 1911, and a woman came down the gangplank with three kids. She was coming from Lithuania. She landed in \nBaltimore with those three kids--one of them a 2-year-old girl she was holding in her arms--and tried to find her way \naround Baltimore, MD, because she didn't speak English. Somehow or another she found that train station, got on \nthe Baltimore and Ohio Railroad, and somehow or another she made it to East St. Louis, IL--her idea of a land of \nopportunity in 1911. There she was reunited with her husband, and there she made a life--a hard, challenging life \nbut one that led to good things. The 2-year-old girl she was carrying was my mother, and my mother was an \nimmigrant to this country. In my office upstairs behind my desk is my mother's naturalization certificate. I keep it \nthere to remind myself and everyone visiting who I am, my family's story, and America's story. If you think that we \nhave come to accept immigration as part of America, then you don't understand the history. We have had our ups \nand downs when it comes to immigration laws. There have been times when in this Chamber--in this Senate \nChamber--there were debates that led to the decision to exclude people from certain parts of the world who were no \nlonger welcome in America. The most notorious in modern times was in 1924. The object of our immigration \nexclusionary law was to keep out undesirable people from the United States of America. Who fell into that category \n\n\n\nin 1924? Jewish people, Italians, people from Eastern Europe--people from where my family came from. We made \nit clear in the law there would be quotas, and we were not going to accept people who were not desirable for the \nfuture of America. That was in 1924. Let me read you this incredible statement that was made. When President \nCalvin Coolidge signed the 1924 law justifying the quotas excluding Jews, Italians, Eastern Europeans, and others, \nhere is what the President of the United States said in 1924: There are racial considerations too grave to be \nbrushed aside. Biological laws tell us that certain people will not mix or blend. The Nordics propagate themselves \nsuccessfully. With other races, the outcome shows deterioration on both sides. President Calvin Coolidge, 1924, \nsigned that immigration law. That was the law in the land of America for 41 years. Our attitude toward parts of the \nworld and whether people from those parts were welcome was determined in [[Page S696]] 1924 and defined by \nthis Presidential statement. Then, in 1965, we passed the Immigration and Nationality Act that established our \ncurrent system. Do you know what we said was the bedrock of that system? Reuniting families, bringing people to \nthis country and allowing them to not only make it in America but to make a family in America. How many times \nhave those of us in politics stood up and talked about faith and family and flag? I believe those words. I think my \ncolleagues do too. When it came to immigration, that was the bedrock of what we were going to do--to make sure \nthat families could be reunited in America. That 1965 law replaced the strict national origin quotas of the 1924 \nimmigration law that favored Northern Europeans and excluded Asians. That was one of the other groups excluded \nunder the 1924 law. When President Lyndon Johnson signed that 1965 law, he said: ``It corrects a cruel and \nenduring wrong. . . . For over four decades the immigration policy of the United States has been twisted and \ndistorted by the harsh injustice of the national origins quota system.'' The Cato Institute is a research group. I don't \nusually quote them because they are on the other side of the political spectrum. I am on the left side, and they are \non the right side. But I am going to quote them tonight because what they had to say about the proposal coming \nfrom the White House about immigration is worth hearing. The White House is part of changing immigration laws in \nAmerica. It wants to dramatically reduce legal immigration by prohibiting American citizens from sponsoring their \nparents, siblings, and adult or married children as immigrants. We are talking literally about millions of relatives of \nAmerican citizens who have done the right thing by following our immigration laws, and some have waited in line 20 \nyears to be reunited with their families in America--20 years waiting for the day when their families could be \ntogether again. Listen to what the Cato Institute, a conservative think tank, says about the proposal from the White \nHouse, which has been introduced in the Senate by two of my colleagues. This is what Cato says: [I]n the most \nlikely scenario, the new plan would cut the number of legal immigrants by up to 44 percent or half a million \nimmigrants annually--the largest policy-driven legal immigration cut since the 1920s. Compared to current law, it \nwould exclude nearly 22 million people from the opportunity to immigrate legally to the United States over the next \nfive decades. You have to go back to 1924 to find that kind of reduction in legal immigration in America. What is it \nabout? Is it about security? No. Every single person we are talking about has to go through a serious criminal \nnational security background check before they will ever be allowed into the United States. It isn't automatic. You \nhave to be thoroughly investigated. Some of them wait 20 years with all these investigations for the chance. Is it \nabout jobs? Think back to those jobs these immigrants take in the United States. How many of us would say: My \nson--I am so proud-- didn't know what to do with his life. I told him: Well, why don't you consider washing dishes at \na restaurant in Chicago? Why don't you consider working in a packing house in Beardstown, IL? Why don't you \nconsider landscaping? Those are not the jobs we want to see for our children, and they are jobs that go vacant \nunless immigrants and people like them are willing to pick our fruit and our vegetables, milk the cows, and do the \nhard work that is required in so many different parts of America. We have, at this point, an important decision to \nmake, not just as a Senate but as a nation. On September 5, President Donald Trump announced the end of the \nDACA Program. March 5 is the deadline. As of March 5, 1,000 young people every single day will lose the \nprotection of DACA and be subject to deportation and unable to work legally in America. Who are they? Twenty \nthousand of them are teachers--teachers in grade schools and high schools around America who will lose their jobs \non March 5 as their DACA protection expires. Nine hundred of them, undocumented, will lose their opportunity to \nserve in the United States military. That is right--undocumented. They took the oath that they would risk and give \ntheir lives for America to serve in our military. On March 5, as their DACA protection expires, they will be asked to \nleave the military of the United States of America. I can't tell you how many thousands of students will find it \nimpossible to continue school because they can no longer legally work in America. I can tell you about 30 med \nstudents, premed students at Loyola University in Chicago. They told me the reality. At the end of medical school, \nyou finish your education with a clinical experience, a residency--not 40 hours a week, sometimes 80 hours a week, \nbut it is a job. You better take it, and you better learn the clinical side of medicine if you are going to be a good \n\n\n\ndoctor. When they lose their DACA protection, they lose their legal right to work in America, and they cannot apply \nfor a residency. It is an end of their medical education because President Trump had a deadline that said: On \nMarch 5, it's over. Here we are. What have we done in the 5 months since the President challenged us to fix the \nproblem he created? We have done absolutely nothing. Nothing. Not one bill has passed in the House or Senate, \ndespite the President's challenge and despite the disastrous impact this is going to have on hundreds of thousands \nof people across the United States of America. I shouldn't say that we have done nothing. Some people in this \ndebate have sent out a lot of tweets. Boy, that sure helps. There have been a lot of press releases and press \nconferences, but not a single bill has come to the floor. That is going to change. That is going to change very \nquickly. Senator McConnell, the Republican leader--and I take him at his word because he said it publicly, he said it \nprivately, and I have told him personally ``You said it, and I believe you''--is going to call this measure for a vote in \nthe Senate next week. For those of you who tune in to C-SPAN or visit in the Chamber here, please show up next \nweek because something is going to happen on the Senate floor that hasn't happened in a year and a half--maybe \nlonger. We are actually going to have a debate. This empty Chamber will have people in it. We will be considering a \nbill. People will be offering amendments. We will be debating it on the floor. For some of my Senate colleagues, it is \nthe first time they will ever see this happen. We don't do that anymore, but we are going to do it on this important \nissue, and we should. The reason we should is not just because the President issued the challenge and not just \nbecause so many lives are hanging in the balance. It is because when we get down to this issue, it becomes \nextremely personal. Today for the 108th time, I am going to tell the story of a Dreamer. I use the word ``Dreamer'' \nbecause I am proud of it. The President said at the Republican retreat: Don't ever use that word ``Dreamer.'' I use it \nbecause I introduced the DREAM Act in 2001. Before I introduced that bill, if you said ``Dreamer,'' people thought \nyou were talking about a British rock group with a guy named Freddie. We created the DREAM Act, and I want to \ntell you the story of this Dreamer. This is Saba Nafees. She is the 108th Dreamer I have told the story of on the \nfloor. When she was 11 years old, they brought her to the United States from Pakistan. She grew up in Fort Worth, \nTX. In high school, she played piano, sang in the choir, and played tennis. She then studied mathematics at Texas \nTech. She was ineligible for any government assistance to go to school. She had to work, borrow money. That is \nhow she went to school--a mathematics degree at Texas Tech. There she was, a research scholar, co-vice \npresident of the Student Service Organization, president of the Texas chapter of the National Mathematics Honor \nSociety. She participated in premed and math mentoring programs for younger students. She was awarded the \nTexas Tech department of mathematics prize for excellence in mathematics by an undergraduate woman. In 2014, \nSaba graduated from Texas Tech Honors College with a bachelor of science in mathematics, with the highest \nhonors. Today, Saba is a Ph.D. candidate studying mathematical biology. Please do not ask me on the final what \n[[Page S697]] mathematical biology is, but she is majoring in it at Texas Tech. She is focusing on a better \nunderstanding of biological data and disease. She teaches undergraduate students as a graduate teaching \nassistant. What is her dream in America? To use mathematics to advance research to cure diseases like cancer. \nLet me read you what she wrote to me. She said: I am an aspiring scientist and hope to continue my research in \nmathematical biology. Currently, there's an ever increasing need for computational and mathematical analysis of \nbiological phenomena, specifically in the areas of bioinformatics and medicine. I hope to contribute to this field and \ngive back to my country just as this country has contributed to my education. . . . Without DACA, I would have been \nforced to continue living a life in the shadows, a life with constant upper bounds, and a life that is imprisoned in the \nvery country I call home. Saba is what this debate is all about. There are those who say: We are too busy to do this; \nwe will get back to it later. There are those who say: Well, I am sure she is a very talented person, but she is illegal, \nyou know. There are those who say we are fools to let a talent like this leave America. We are crazy to give up on \nsuch amazing young people. We are wrong to call them lazy, for goodness' sakes. There isn't a lazy bone in this \nyoung woman's body. I don't think so. What she has achieved is nothing short of a miracle as an undocumented \nstudent in America. Some others have argued: Well, she can stay, but you have to punish her parents. We have to \nmake them leave the United States of America. There has to be a better way. Yes. Was it wrong? Did it, maybe, \neven violate a law for them to bring her here? What parent wouldn't do it if it meant survival or if it meant a future for \na child? We can make them pay a price. In the comprehensive immigration bill, there is a fine and a long waiting \nperiod. All of the things could be included in here. For goodness' sakes, this young lady and her family can be an \nimportant part of America's future if and when we decide in the U.S. Senate that she is worth our effort. We will \nhave that chance soon. We will start the debate soon. Young people like her will listen to this debate because they \nknow what is at stake and whether there is any future for them in the United States of America. For goodness' \nsakes, in the name of justice, in the name of the values that made this country what it is today, we ought to stand up \n\n\n\non a bipartisan basis and solve this problem in a humane and sensible way. I yield the floor. The PRESIDING \nOFFICER (Mr. Tillis). The Senator from Minnesota. Ms. KLOBUCHAR. Mr. President, once again, I rise to talk \nabout the Dreamers. I thank Senator Durbin for his leadership. I know the leader will be coming in shortly, and I will \nyield when he arrives. I thank Senator Durbin for leading the Dream Act with Senator Graham--for negotiating for \nyears and years to get support on the Republican side of the aisle, for never giving up, and for telling the stories, as \nwe have just heard, to bring this home to people--so people understand that this is not just a number, that this is not \njust a statistic, that this is not just someone whom you call a name. These are people who are part of the United \nStates of America. Ninety-seven percent of them work or are in school. The average age they were brought over \nwas 6\\1/2\\ years old. Like Senator Durbin, Senator Graham, and many of my colleagues on both sides of the aisle, I \nam and always have been committed to passing a legislative solution to protect Dreamers. I appreciate the \nPresiding Officer's interest in this issue and the group that we have, the Common Sense Caucus, that has been \nworking together in debating this and trying to come together to allow for the Dreamers to have a path to \ncitizenship, to allow them to stay in our country, to stop the deportation of what would be something like 800,000 \npeople--something the President of the United States has firmly said he does not want to do. He wants to see a \npath to citizenship along with increased border security. I see that the leader has arrived, and I will continue my \nremarks when he has completed his. Thank you. I yield the floor. The PRESIDING OFFICER. The majority leader. \n"}