{"title": "Protection of Human Research Subjects", "body": "\nWashington, DC: This Rule document was issued by the Environmental Protection Agency (EPA)\n\nAction\n\nFinal rule.Summary\n\nOn January 19, 2017, the Environmental Protection Agency (EPA), acting in concert with other agencies, \npromulgated revisions to the “Common Rule.” EPA's codification of these revisions is in 40 CFR part 26, subpart A. \nThese revisions went into effect on July 19, 2018, and compliance with the new provisions was required beginning \non January 21, 2019. In addition to the core protections found in the Common Rule, EPA has promulgated \nregulations that are specific to research involving human subjects conducted or sponsored by EPA or submitted to \nEPA for regulatory purposes. The revisions to the Common Rule create discrepancies within some of these EPA-\nspecific regulations. This final rule harmonizes the EPA-specific regulations with revisions to the Common Rule in \norder to resolve those discrepancies.Dates\n\nThis rule is effective on September 23, 2019.Addresses\n\nThe docket for this action, identified by docket identification (ID) number EPA-HQ-ORD-2018-0280, is available at \nTom Sinks, Director, Office of Science Advisor, Environmental Protection Agency, 1200 Pennsylvania Ave. NW, \nWashington, DC 20460 (Mail Code: 8105R); telephone number: 202-564-3099; email address: sinks.tom@epa.gov \nSupplementary InformationI. General InformationA. Does this action apply to me?\n\nThis action is directed to the public in general. This action may, however, be of particular interest to those who \nconduct human research on substances regulated by EPA. Since other entities may also be interested, the Agency \nhas not attempted to describe all the specific entities that may be affected by this action. If you have any questions \n\n\nregarding the applicability of this action to a particular entity, consult the person listed under FOR FURTHER \nINFORMATION CONTACT.B. What action is the Agency taking?\n\nThe Agency is finalizing the amendments to its human studies rules as proposed in December 2018 (83 FR 62760) \n(FRL-9987-01-ORD). These amendments include the following:\n\nRevisions to regulatory citation references in subparts C and D; Harmonization, where appropriate, of language in \nsubpart K with revisions in subpart A due to revisions to the Common Rule, 82 FR 7149 (January 19, 2017); and \nCorrection of a typographical error in subpart M.\n\nC. What is the Agency's authority for taking this action?\n\nThese amendments are authorized under the following legal authorities. The amendments to subparts C and D, \nwhich relate to research conducted or sponsored by EPA are authorized pursuant to 5 U.S.C 301. The \namendments to subparts K and M, which govern third-party research involving intentional human exposure to \npesticides or to other substances where such research is used for purposes of pesticide decision-making are \nauthorized under sections 3(a) and 25(a) of the Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA), 7 \nU.S.C 136a(a) and 136w(a), and section 408(e)(1)(C) of the Federal Food, Drug, and Cosmetic Act (FFDCA), 21 \nU.S.C 346a(e)(1)(C).\n\nIn response to a comment received, the Agency is clarifying that it is not relying on the section 201 of the \nDepartment of the Interior, Environment, and Related Agencies Appropriations Act, 2006, Public Law 109-54 (“2006 \nAppropriations Act”) as authority for this rulemaking. The reference to the 2006 Appropriations Act included in the \npreamble to the December 2018 proposed rule was to explain in part the authority for EPA's initial promulgation in \n2006 of its rules governing research with human subjects beyond the provisions contained in the Common Rule, \nincluding the subparts being updated herein. As noted in the Agency's Response to Comments Document prepared \nas part of the record for the 2013 revisions to EPA's human studies rule, the Agency has determined that the 2006 \nAppropriations Act is no longer in effect and does not provide authority for new regulatory provisions. See \nAs discussed in the preamble to the proposed rule, on January 19, 2017, several federal departments and \nagencies, including EPA, adopted revisions to the provisions of the Common Rule, a set of regulations intended to \ncreate a uniformity across the federal government for the protection of human subjects involved in research. See \n82 FR 7149 (January 19, 2017). Those revisions, which were intended to “modernize, strengthen, and make [the \nCommon Rule] more effective”, established new requirements for the informed consent process; allowed the use of \nbroad consent (i.e , seeking prospective consent to unspecified future research) from a subject for storage, \nmaintenance, and secondary research use of identifiable private information and identifiable biospecimens; \nestablished new exempt categories of research based on their risk profile; required the use of a single institutional \nreview board (IRB) for U.S -based cooperative research; and removed the continuing review requirement for \ncertain research, in addition to making minor changes intended to improve the clarity and accuracy of the rule. Id. \nat 7150. EPA's codification of the Common Rule provisions is located in 40 CFR part 26, subpart A. Compliance \nwith these revisions was required starting on January 21, 2019. See 83 FR 28497.\n\nIn addition to the provisions of the subpart A, EPA's regulations governing human studies research include several \nadditional subparts at 40 CFR 26, including subparts B through D, which govern research conducted or sponsored \nby EPA involving pregnant or nursing women and children, and subparts, K through Q, which govern third-party \npesticide research involving intentional exposure of human subjects and EPA's reliance on research involving \nintentional exposure of human subjects. In particular, EPA's provisions in subpart K, which govern the conduct of \npesticide-related third-party research involving intentional exposure of human subjects, borrowed heavily from the \nCommon Rule provisions based on the Agency's conclusion that it would be appropriate to apply ethical standards \nto third-party research that were equivalent to the protections for human subjects participating in research \nconducted or sponsored by EPA. See 70 FR 53838, 53845 (September 12, 2005).III. The Final Rule\n\n\nEPA is finalizing revisions to its human studies regulations as proposed. As discussed in the preamble to the \nproposed rule, these revisions include updating numerical references in subparts C and D to accurately refer to \nexemption text in subpart A and to eliminate language concerning tribal laws that is no longer necessary due to the \nrevisions in subpart A. These revisions are necessary to ensure that the exemptions will apply as intended to \nresearch conducted or sponsored by EPA and avoid unnecessary confusion about the applicability of tribal law.\n\nIn addition, this final rule also includes revisions as proposed to subpart K to harmonize, as appropriate, language \ngoverning third-party research with the revisions in subpart A and to clarify the timing and applicability of these \nrevisions. These revisions are important to encourage equivalency in protections of human subjects between \nresearch conducted or sponsored by federal departments and agencies and third-party research, wherever \nappropriate. Furthermore, the harmonization of provisions allows investigators and IRBs to follow equivalent or \nsimilar standards for regulating the ethical conduct of research involving human subjects, regardless of who \nconducts that research. Consistency in standards will result in greater clarity and less regulatory burden as well as \nless potential for confusion and misapplication of standards for the regulated community.\n\nFinally, EPA is correcting a typographical error in subpart M, as discussed in the preamble.IV. Public Comments on \nthe Proposed Amendments\n\nPublic comments on the proposed rule are discussed here, in general terms, along with EPA's response to the \ncomments. EPA received a total of nine public comments during the 60-day comment period. All comments were \nsubmitted by individuals, two self-identified and seven anonymous. The docket (ID Number EPA-HQ-ORD-2018-\n0280) includes all the comments submitted to EPA on the proposed amendments.A. Comments on Proposal To \nMaintain Exemptions Limiting the Application in Research Involving Children\n\nOne commenter described the changes concerning Subpart D the commenter considers necessary (1) to maintain \naccess to the exemptions integrated by reference and the provision limiting the application (of exemptions) in \nresearch involving children; (2) to withdraw the clarification concerning preemption of tribal laws; and (3) to \ncomprise reference to the new general provisions in the Common Rule. EPA agrees that these changes are \nnecessary and, indeed, are reflected in the revisions to Subpart D as proposed.B. Comments on the Legal Authority \nof the Rule\n\nOne person commented on references to the 2006 Appropriations Act in the preamble to the proposal and in the \nregulatory citation to legal authorities. As explained above, this final rulemaking is being promulgated under 5 U.S.C \n301, FIFRA sections 3(a) and 25(a), and FFDCA section 408(e)(1)(C), not the 2006 Appropriations Act. The \ncommenter asserts that changes to the authorities citation in the regulatory text are necessary to enable the Agency \nto make potential, future revisions to part 26. The Agency disagrees that the authority citation needs to be revised in \nthis action in order to facilitate future revisions, as such questions can be taken up in relevant future actions. As \nexplained above, this action is limited to revisions in subparts C, D, K, and M; changes that may impact other \nsubparts of part 26 or part 26 more broadly are considered to be beyond the limited scope of the revisions in this \nrulemaking.C. Comments on the Requirement for Mixed-Gender, Professionally Diverse IRBs\n\nOne commenter drew attention to the proposed changes in Subpart K to harmonize IRB membership requirements \nwith those in the revised Common Rule (Subpart A). As noted in the comment, the revised Common Rule removes \nthe language that had been found in 40 CFR 26.107(b), requiring that “[e]very nondiscriminatory effort . . . be made \nto ensure that no IRB consists entirely of men or entirely of women, including the IRB's consideration of qualified \npersons of both sexes, so long as no selection is made on the basis of gender” and prohibiting IRBs from consisting \nentirely of members of one profession. The commenter expressed concern that because third-party research \nsubject to subpart K may be more likely to be conducted overseas and subject to IRB review outside the United \nStates than research conducted or sponsored by EPA, it is appropriate to retain the pre-2018 Common Rule \nlanguage in 26.1107(b), rather than harmonize with the revised Common Rule language, in order to ensure that the \nsame membership diversity continue to be required of the overseas IRBs.\n\nEPA disagrees with the comment that IRB membership requirements for IRBs that review third-party research \nsubject to subpart K warrant a divergence from the harmonization objectives of this action. EPA acknowledges that \n\n\n\nsome research subject to subpart K may be conducted overseas and subject to the membership requirements \nand foreign procedures of international IRBs. EPA already has provisions in place that permit EPA to approve of the \nuse of the foreign procedures in lieu of the procedural requirements in subpart K upon determining that those \nprocedures are at least as protective as EPA's regulations. See 40 CFR 26.1603(f). Under this current language, \nEPA may approve research conducted in a foreign country that does not meet the current diversity requirements in \n26.1107(b), as long as it determines the protections are at least equivalent to EPA's procedures for protecting \nhuman subjects. In that way, EPA does not view the revisions to the membership diversity requirements \nconcerning gender and professional diversity as likely to meaningfully impact the integrity of the IRB reviews and \napprovals for research conducted overseas that is subject to subpart K. In any event, if EPA determines that the \nmembership of the overseas IRB is so deficient that EPA cannot support a determination that the protections \nafforded by the foreign procedures are at least equivalent to subpart K, EPA would not be required to approve of \nthe use of those procedures.\n\nIn addition, for the same reasons that were stated in the preamble to the Common Rule, EPA views the language in \n26.107(a), which requires members to have varying backgrounds and such diversity of the members, including \ngender, as to promote respect for its advice, and in the revised 26.107(b), which requires IRBs to consist of at least \none member whose primary concerns are scientific and one member whose primary concerns are nonscientific, to \nbe sufficient to accomplish the same goal of diversity in IRB membership. See 82 FR 7149, 7203 (January 19, \n2017). To the extent EPA considers the gender and professional diversity of an international IRB to be relevant to \nwhether that IRB has protections in place that are at least equivalent to EPA's protections, EPA is not required to \naccept the use of those foreign procedures. For the rest of the third-party studies subject to subpart K, e.g , those \nconducted within the United States and reviewed by domestic IRBs, EPA sees no reason to deviate from the overall \ngoal of harmonizing IRB requirements to reduce the potential for confusion and regulatory burden caused by \nconflicting requirements. Consequently, EPA is harmonizing 26.1107 with the revised language in 26.107 as \nproposed.D. Request for Extension of the Comment Period\n\nOne commenter requested an extension of the comment period, but EPA did not do so. There were relatively few \ncomments submitted, most supported the rulemaking, and the one commenter that requested additional time \nappeared to be concerned about issues that were not only outside the scope of this rulemaking, but primarily \nconcerned with another federal agency.E. Other Comments\n\nThe remaining comments were either supportive of the proposed amendments or were beyond the scope of this \nrule; as such, they provided no basis for any changes to the rule as proposed.V. Conclusion\n\nEPA received relatively few comments on the proposed rule. EPA considered the comments but ultimately \nconcluded that none raised any issues that merit any change to the amendments as proposed. Accordingly, EPA is \nfinalizing the amendments as proposed for the reasons stated herein.VI. FIFRA Review Requirements\n\nIn accordance with FIFRA section 25(a), EPA has submitted a draft of the rule to the FIFRA Scientific Advisory \nPanel (SAP), the Secretary of Agriculture (USDA), and appropriate Congressional Committees. The SAP waived its \nreview on May 20, 2019. USDA responded on June 4, 2019 and had no substantive comments on the proposal. \nBoth responses are in the docket for this rulemaking.VII. Statutory and Executive Order Reviews\n\nAdditional information about these statutes and Executive Orders can be found at https://www.epa.gov/laws-\nregulations/laws-and-executive-orders.A. Executive Order 12866: Regulatory Planning and Review and Executive \nOrder 13563: Improving Regulation and Regulatory Review\n\nBecause OMB considered this rulemaking to be a significant regulatory action when EPA issued its proposal, the \nNotice of Proposed Rule Making was reviewed by OMB under Executive Order 12866. Any changes made in \nresponse to OMB recommendations have been documented in the docket for this rulemaking as required by the \nExecutive Order. After the proposed rule, OMB changed its determination to non-significant. This rule is expected to \nresult in no more than de minimis costs since its purpose is to resolve internal discrepancies created by the recent \nrevision to the Common Rule to avoid confusion, and potential compliance issues for researchers, institutions and \n\n\nsponsors who must follow EPA regulations.B. Executive Order 13771: Reducing Regulation and Controlling \nRegulatory Costs\n\nThis action is not an Executive Order 13771 regulatory action because this action is not significant under Executive \nOrder 12866.C. Paperwork Reduction Act\n\nThis action does not impose any new information collection burden that would require additional review or approval \nby OMB under the Paperwork Reduction Act (PRA), 44 U.S.C 3501 et seq. OMB previously approved the \ninformation collection requirements contained in the existing regulations at 40 CFR part 26 under OMB Control No. \n2070-0169.D. Regulatory Flexibility Act (RFA)\n\nI certify that this action will not have a significant economic impact on a substantial number of small entities under \nthe RFA.\n\nThe Agency has not identified any small entities subject to the requirements in this proposal, but it is possible that \nsome small pesticide registrants may initiate research subject to EPA's Human Studies rule. The Agency has \ndetermined that impacted small entities, if any, may experience an impact of 0.02% as indicated in the “Economic \nAnalysis of Final Rule: Protections for Human Research Participants” (January 12, 2006). The Agency does not \nhave any information to support revising that analysis.E. Unfunded Mandates Reform Act\n\nThis action does not contain any unfunded mandate as described in UMRA, 2 U.S.C 1531-1538, and does not \nsignificantly or uniquely affect small governments.F. Executive Order 13132: Federalism\n\nThis action does not have federalism implications. It will not have substantial direct effects on the states, on the \nrelationship between the national government and the states, or on the distribution of power and responsibilities \namong the various levels of government.G. Executive Order 13175: Consultation and Coordination With Indian \nTribal Governments\n\nThis action does not have tribal implications as specified in Executive Order 13175. This action is not expected to \nhave substantial direct effects on Indian Tribes, will not significantly or uniquely affect the communities of Indian \nTribal governments, and does not involve or impose any requirements that affect Indian Tribes. Thus, Executive \nOrder 13175 does not apply to this action.H. Executive Order 13045: Protection of Children From Environmental \nHealth Risks and Safety Risks\n\nEPA interprets Executive Order 13045 as applying only to those regulatory actions that concern health or safety \nrisks that the EPA has reason to believe may disproportionately affect children, per the definition of “covered \nregulatory action” in section 2-202 of the Executive Order. This action is not subject to Executive Order 13045 \nbecause it does not concern an environmental health risk or safety risk. This action is not subject to Executive \nOrder 13045 because it does not establish an environmental standard intended to mitigate health or safety risks. \nEPA's regulations governing research involving human subjects applies to the conduct and review of research \ninvolving intentional exposure of human subjects, and prohibits the conduct of or EPA reliance on any such \nresearch involving subjects who are children, or pregnant or nursing women. These provisions remain in effect \nand would not be affected by the amendments.I. Executive Order 13211: Actions Concerning Regulations That \nSignificantly Affect Energy Supply, Distribution, or Use\n\nThis action is not a “significant energy action” because it is not likely to have any effect on the supply, distribution, \nor use of energy.J. National Technology Transfer and Advancement Act\n\nThis action does not involve any technical standards.K. Executive Order 12898: Federal Actions To Address \nEnvironmental Justice in Minority Populations and Low-Income Populations\n\nThis action does not entail special considerations of environmental justice-related issues as delineated by Executive \nOrder 12898. The strengthened protections for human subjects participating in covered research established in \nthe 2006 rule would not be altered by these amendments.L. Congressional Review Act (CRA)\n\n\n\nThis action is subject to the CRA, and the EPA will submit a rule report to each House of the Congress and to the \nComptroller General of the United States. This action is not a “major rule” as defined by 5 U.S.C 804(2).List of \nSubjects in 40 CFR Part 26\n\nEnvironmental protection, Administrative practice and procedures, Human research, Pesticides and pests.Dated: \nJuly 3, 2019.Andrew R. Wheeler,Administrator.\n\nTherefore, 40 CFR chapter I is amended as follows:Part 26 Protection of Human SubjectsRegulatory Text\n\n1. The authority citation for part 26 continues to read as follows:Authority:\n\n5 U.S.C 301; 7 U.S.C 136a(a) and 136w(a)(1); 21 U.S.C 346a(e)(1)(C); sec. 201, Pub. L. 109-54, 119 Stat. 531; \nand 42 U.S.C 300v-1(b).\n\n2. Amend § 26.301 by revising paragraphs (b) and (c) to read as follows:§ 26.301 To what does this subpart apply?\n\n* * * * *\n\n(b) The exemptions at § 26.104(d) are applicable to this subpart.\n\n(c) The provisions of § 26.101(c) through (m) are applicable to this subpart.\n\n* * * * *\n\n3. Amend § 26.401 by revising paragraphs (a) and (b) to read as follows:§ 26.401 To what does this subpart apply?\n\n(a) This subpart applies to all observational research involving children as subjects, conducted or supported by \nEPA. This includes research conducted in EPA facilities by any person and research conducted in any facility by \nEPA employees.\n\n(b) Exemptions at § 26.104(d)(1) and (d)(3) through (8) are applicable to this subpart. The exemption at § \n26.104(d)(2) regarding educational tests is also applicable to this subpart. However, the exemption at § \n26.104(d)(2) for research involving survey or interview procedures or observations of public behavior does not \napply to research covered by this subpart, except for research involving observation of public behavior when the \ninvestigator(s) do not participate in the activities being observed.\n\n* * * * *§ 26.402[Amended]Regulatory Text\n\n4. Amend § 26.402 by removing paragraph (g).\n\n5. Amend § 26.406 by revising the last sentence of paragraph (a) to read as follows:§ 26.406 Requirements for \npermission by parents or guardians and for assent by children.\n\n(a) * * * Even where the IRB determines that the subjects are capable of assenting, the IRB may still waive the \nassent requirement under circumstances in which consent may be waived in accord with § 26.116(e).\n\n* * * * *\n\n6. Revise subpart K, consisting of §§ 26.1101 through 26.1125, to read as follows:Subpart K—Basic Ethical \nRequirements for Third-Party Human Research for Pesticides Involving Intentional Exposure of Non-Pregnant, \nNon-Nursing AdultsSec.26.1101To what does this subpart apply?26.1102Definitions.26.1103-\n26.1106[Reserved]26.1107IRB membership.26.1108IRB functions and operations.26.1109IRB review of \nresearch.26.1110Expedited review procedures for certain kinds of research involving no more than minimal risk, \nand for minor changes in approved research.26.1111Criteria for IRB approval of research.26.1112Review by \ninstitution.26.1113Suspension or termination of IRB approval of research.26.1114Cooperative \nresearch.26.1115IRB records.26.1116General requirements for informed consent.26.1117Documentation of \ninformed consent.26.1118-26.1122[Reserved]26.1123Early termination of \n\n\n\nresearch.26.1124[Reserved]26.1125Prior submission of proposed human research for EPA review.Subpart K—\nBasic Ethical Requirements for Third-Party Human Research for Pesticides Involving Intentional Exposure of Non-\nPregnant, Non-Nursing Adults§ 26.1101To what does this subpart apply?\n\n(a) Except as provided in paragraph (c) of this section, this subpart applies to all research initiated on or after \nSeptember 23, 2019 involving intentional exposure of a human subject to:\n\n(1) Any substance if, at any time prior to initiating such research, any person who conducted or supported such \nresearch intended either to submit results of the research to EPA for consideration in connection with any action \nthat may be performed by EPA under the Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA) (7 U.S.C \n136-136y) or section 408 of the Federal Food, Drug, and Cosmetic Act (FFDCA) (21 U.S.C 346a), or to hold the \nresults of the research for later inspection by EPA under FIFRA or section 408 of FFDCA; or\n\n(2) A pesticide if, at any time prior to initiating such research, any person who conducted or supported such \nresearch intended either to submit results of the research to EPA for consideration in connection with any action \nthat may be performed by EPA under any regulatory statute administered by EPA other than those statutes \ndesignated in paragraph (a)(1) of this section, or to hold the results of the research for later inspection by EPA \nunder any regulatory statute administered by EPA other than those statutes designated in paragraph (a)(1) of this \nsection.\n\n(b) For purposes of determining a person's intent under paragraph (a) of this section, EPA may consider any \navailable and relevant information. EPA must rebuttably presume the existence of intent if:\n\n(1) The person or the person's agent has submitted or made available for inspection the results of such research to \nEPA; or\n\n(2) The person is a member of a class of people who, or whose products or activities, are regulated by EPA and, at \nthe time the research was initiated, the results of such research would be relevant to EPA's exercise of its \nregulatory authority with respect to that class of people, products, or activities.\n\n(c) Unless otherwise required by the Administrator, research is exempt from this subpart if it involves only the \ncollection or study of existing data, documents, records, pathological specimens, or diagnostic specimens from \npreviously conducted studies, and if these sources are publicly available or if the information is recorded by the \ninvestigator in such a manner that subjects cannot be identified, directly or through identifiers linked to the \nsubjects.\n\n(d) The EPA Administrator retains final judgment as to whether a particular activity is covered by this subpart and \nthis judgment shall be exercised consistent with the\n\nethical principles of the Belmont Report.\n\n(e) Compliance with this subpart requires compliance with pertinent Federal laws or regulations that provide \nadditional protections for human subjects.\n\n(f) This subpart does not affect any state or local laws or regulations (including tribal law passed by the official \ngoverning body of an American Indian or Alaska Native tribe) that may otherwise be applicable and that provide \nadditional protections for human subjects.\n\n(g) This subpart does not affect any foreign laws or regulations that may otherwise be applicable and that provide \nadditional protections to human subjects of research.\n\n(h) Notwithstanding paragraph (a) of this section, nothing in this section alters the previous obligation to comply with \nEPA regulations in this subpart that governed research involving intentional exposure of human subjects initiated \nprior to September 23, 2019 and that were in effect and applicable to such research at the time it was initiated.§ \n26.1102Definitions.\n\n\n\n(a) Administrator means the Administrator of the Environmental Protection Agency (EPA) and any other officer or \nemployee of EPA to whom authority has been delegated.\n\n(b) Common Rule refers to the Federal Policy for the Protection of Human Subjects as established in 1991 and \ncodified by EPA and 14 other Federal departments and agencies (see the Federal Register issue of June 18, 1991 \n(56 FR 28003)) and its subsequent revisions as adopted by EPA and other federal departments and agencies (see \nthe Federal Register issue of January 19, 2017 (82 FR 7149)). The Common Rule contains a widely accepted set of \nstandards for conducting ethical research with human subjects, together with a set of procedures designed to \nensure that the standards are met. Once codified or adopted by a Federal department or agency, the requirements \nof the Common Rule apply to research conducted or sponsored by that Federal department or agency. EPA's \ncodification of the Common Rule appears in 40 CFR part 26, subpart A.\n\n(c) Federal department or agency refers to a federal department or agency (the department or agency itself rather \nthan its bureaus, offices or divisions) that takes appropriate administrative action to make the Common Rule \napplicable to the research involving human subjects it conducts, supports, or otherwise regulates (e.g , the U.S \nDepartment of Health and Human Services, the U.S Department of Defense, or the Central Intelligence Agency).\n\n(d)(1) Human subject means a living individual about whom an investigator (whether professional or student) \nconducting research:\n\n(i) Obtains information or biospecimens through intervention or interaction with the individual, and uses, studies, or \nanalyzes the information or biospecimens, or\n\n(ii) Obtains, uses, studies, analyzes, or generates identifiable private information or identifiable biospecimens.\n\n(2) Intervention includes both physical procedures by which information or biospecimens are gathered (e.g , \nvenipuncture) and manipulations of the subject or the subject's environment that are performed for research \npurposes.\n\n(3) Interaction includes communication or interpersonal contact between investigator and subject.\n\n(4) Private information includes information about behavior that occurs in a context in which an individual can \nreasonably expect that no observation or recording is taking place, and information which has been provided for \nspecific purposes by an individual and which the individual can reasonably expect will not be made public (e.g , a \nmedical record).\n\n(5) Identifiable private information is private information for which the identity of the subject is or may readily be \nascertained by the investigator or associated with the information.\n\n(6) An identifiable biospecimen is a biospecimen for which the identity of the subject is or may readily be \nascertained by the investigator or associated with the biospecimen.\n\n(e) Institution means any public or private entity or agency (including federal, state, and other agencies).\n\n(f) IRB means an institutional review board established in accord with and for the purposes expressed in this part.\n\n(g) IRB approval means the determination of the IRB that the research has been reviewed and may be conducted \nat an institution within the constraints set forth by the IRB and by other institutional and federal requirements.\n\n(h) Minimal risk means that the probability and magnitude of harm or discomfort anticipated in the research are not \ngreater in and of themselves than those ordinarily encountered in daily life or during the performance of routine \nphysical or psychological examinations or tests.\n\n(i) Person means any person, as that term is defined in FIFRA section 2(s) (7 U.S.C 136), except:\n\n\n\n(1) A Federal agency that is subject to the provisions of the Federal Policy for the Protection of Human Subjects of \nResearch, and\n\n(2) A person when performing human research supported by a federal agency covered by paragraph (i)(1) of this \nsection.\n\n(j) Pesticide means any substance or mixture of substances meeting the definition in 7 U.S.C 136(u) (Federal \nInsecticide, Fungicide, and Rodenticide Act, section 2(u)).\n\n(k) Research means a systematic investigation, including research, development, testing and evaluation, designed \nto develop or contribute to generalizable knowledge. Activities that meet this definition constitute research for \npurposes of this subpart, whether or not they are considered research for other purposes. For example, some \ndemonstration and service programs may include research activities.\n\n(l) Research involving intentional exposure of a human subject means a study of a substance in which the \nexposure to the substance experienced by a human subject participating in the study would not have occurred but \nfor the human subject's participation in the study.\n\n(m) Written, or in writing, for purposes of this subpart refers to writing on a tangible medium (e.g , paper) or in an \nelectronic format.§ § 26.1103-26.1106[Reserved]§ 26.1107IRB membership.\n\n(a) Each IRB shall have at least five members, with varying backgrounds to promote complete and adequate review \nof research activities that are presented for its approval. The IRB shall be sufficiently qualified through the \nexperience and expertise of its members (professional competence), and the diversity of the members, including \nconsideration of race, gender, and cultural backgrounds and sensitivity to such issues as community attitudes, to \npromote respect for its advice and counsel in safeguarding the rights and welfare of human subjects. The IRB shall \nbe able to ascertain the acceptability of proposed research in terms of institutional commitments (including policies \nand resources) and regulations, applicable law, and standards of professional conduct and practice. The IRB shall \ntherefore include persons knowledgeable in these areas. If an IRB regularly reviews research that involves a \ncategory of subjects vulnerable to coercion or undue influence, such as prisoners, individuals with impaired \ndecision-making capacity, or economically or educationally disadvantaged persons, consideration shall be given to \nthe inclusion of one or more individuals who are knowledgeable about and experienced in working with these \ncategories of subjects.\n\n(b) Each IRB shall include at least one member whose primary concerns are in scientific areas and at least one \nmember whose primary concerns are in nonscientific areas.\n\n(c) Each IRB shall include at least one member who is not otherwise affiliated with the institution and who is not part \nof the immediate family of a person who is affiliated with the institution.\n\n(d) No IRB may have a member participate in the IRB's initial or continuing review of any project in which the \nmember has a conflicting interest, except to provide information requested by the IRB.\n\n(e) An IRB may, in its discretion, invite individuals with competence in special areas to assist in the review of issues \nthat require expertise beyond or in addition to that available on the IRB. These individuals may not vote with the \nIRB.§ 26.1108IRB functions and operations.\n\n(a) In order to fulfill the requirements of this subpart each IRB shall:\n\n(1) Have access to meeting space and sufficient staff to support the IRB's review and recordkeeping duties;\n\n(2) Prepare and maintain a current list of the IRB members identified by name; earned degrees; representative \ncapacity; indications of experience such as board certifications or licenses sufficient to describe each member's \nchief anticipated contributions to IRB deliberations; and any employment or other relationship between each \nmember and the institution, for example, full-time employee, part-time employee, member of governing panel or \nboard, stockholder, paid or unpaid consultant;\n\n\n\n(3) Establish and follow written procedures for:\n\n(i) Conducting its initial and continuing review of research and for reporting its findings and actions to the \ninvestigator and the institution;\n\n(ii) Determining which projects require review more often than annually and which projects need verification from \nsources other than the investigator that no material changes have occurred since previous IRB review;\n\n(iii) Ensuring prompt reporting to the IRB of proposed changes in research activity, and for ensuring that \ninvestigators will conduct the research activity in accordance with the terms of the IRB approval until any proposed \nchanges have been reviewed and approved by the IRB, except when necessary to eliminate apparent immediate \nhazards to the subject.\n\n(4) Establish and follow written procedures for ensuring prompt reporting to the IRB, appropriate institutional \nofficials, and the Environmental Protection Agency of:\n\n(i) Any unanticipated problems involving risks to human subjects or others or any instance of serious or continuing \nnoncompliance with this subpart or the requirements or determinations of the IRB; and\n\n(ii) Any suspension or termination of IRB approval.\n\n(b) Except when an expedited review procedure is used (see § 26.1110), an IRB must review proposed research at \nconvened meetings at which a majority of the members of the IRB are present, including at least one member \nwhose primary concerns are in nonscientific areas. In order for the research to be approved, it shall receive the \napproval of a majority of those members present at the meeting.§ 26.1109IRB review of research.\n\n(a) An IRB shall review and have authority to approve, require modifications in (to secure approval), or disapprove \nall research activities covered by this subpart.\n\n(b) An IRB shall require that information given to subjects as part of informed consent is in accordance with § \n26.1116 The IRB may require that information, in addition to that specifically mentioned in § 26.1116, be given to \nthe subjects when, in the IRB's judgment, the information would meaningfully add to the protection of the rights \nand welfare of subjects.\n\n(c) An IRB shall require documentation of informed consent in accordance with § 26.1117\n\n(d) An IRB shall notify investigators and the institution in writing of its decision to approve or disapprove the \nproposed research activity, or of modifications required to secure IRB approval of the research activity. If the IRB \ndecides to disapprove a research activity, it shall include in its written notification a statement of the reasons for its \ndecision and give the investigator an opportunity to respond in person or in writing.\n\n(e) An IRB shall conduct continuing review of research requiring review by the convened IRB at intervals \nappropriate to the degree of risk, not less than once per year, except as described in paragraph (f) of this section.\n\n(f)(1) Unless an IRB determines otherwise, continuing review of research is not required in the following \ncircumstances:\n\n(i) Research eligible for expedited review in accordance with § 26.1110;\n\n(ii) Research that has progressed to the point that it involves only one or both of the following, which are part of the \nIRB-approved study:\n\n(A) Data analysis, including analysis of identifiable private information or identifiable biospecimens, or\n\n(B) Accessing follow-up clinical data from procedures that subjects would undergo as part of clinical care.\n\n(2) [Reserved]\n\n\n\n(g) An IRB shall have authority to observe or have a third party observe the consent process and the research.§ \n26.1110Expedited review procedures for certain kinds of research involving no more than minimal risk, and for \nminor changes in approved research.\n\n(a) The Secretary of HHS, has established, and published as a notice in the Federal Register, a list of categories of \nresearch that may be reviewed by the IRB through an expedited review procedure. The Secretary will evaluate the \nlist at least every 8 years and amend it, as appropriate after consultation with other federal departments and \nagencies and after publication in the Federal Register for public comment. A copy of the list is available from the \nOffice for Human Research Protections, HHS, or any successor office.\n\n(b)(1) An IRB may use the expedited review procedure to review the following:\n\n(i) Some or all of the research appearing on the list described in paragraph (a) of this section, unless the reviewer \nfinds that the study involves more than minimal risk.\n\n(ii) Minor changes in previously approved research during the period for which approval is authorized.\n\n(2) Under an expedited review procedure, the review may be carried out by the IRB chairperson or by one or more \nexperienced reviewers designated by the chairperson from among members of the IRB. In reviewing the research, \nthe reviewers may exercise all of the authorities of the IRB except that the reviewers may not disapprove the \nresearch. A research activity may be disapproved only after review in accordance with the non-expedited \nprocedure set forth in § 26.1108(b).\n\n(c) Each IRB that uses an expedited review procedure shall adopt a method for keeping all members advised of \nresearch proposals that have been approved under the procedure.\n\n(d) The Administrator may restrict, suspend, terminate, or choose not to authorize an institution's or IRB's use of the \nexpedited review procedure for research covered by this subpart.§ 26.1111Criteria for IRB approval of research.\n\n(a) In order to approve research covered by this subpart the IRB shall determine that all of the following \nrequirements are satisfied:\n\n(1) Risks to subjects are minimized:\n\n(i) By using procedures that are consistent with sound research design and that do not unnecessarily expose \nsubjects to risk, and\n\n(ii) Whenever appropriate, by using procedures already being performed on the subjects for diagnostic or \ntreatment purposes.\n\n(2) Risks to subjects are reasonable in relation to anticipated benefits, if any, to subjects, and the importance of \nthe knowledge that may reasonably be expected to result. In evaluating risks and benefits, the IRB should consider \nonly those risks and benefits that may result from the research (as distinguished from risks and benefits of \ntherapies subjects would receive even if not participating in the research). The IRB should not consider possible \nlong-range effects of applying knowledge gained in the research (e.g , the possible effects of the research on \npublic policy) as among those research risks that fall within the purview of its responsibility.\n\n(3) Selection of subjects is equitable. In making this assessment the IRB should take into account the purposes of \nthe research and the setting in which the research will be conducted. The IRB should be particularly cognizant of \nthe special problems of research that involves a category of subjects who are vulnerable to coercion or undue \ninfluence, such as prisoners, individuals with impaired decision-making capacity, or economically or educationally \ndisadvantaged persons.\n\n(4) Informed consent will be sought from each prospective subject, in accordance with, and to the extent required \nby § 26.1116\n\n\n\n(5) Informed consent will be appropriately documented in accordance with § 26.1117\n\n(6) When appropriate, the research plan makes adequate provision for monitoring the data collected to ensure the \nsafety of subjects.\n\n(7) When appropriate, there are adequate provisions to protect the privacy of subjects and to maintain the \nconfidentiality of data.\n\n(b) When some or all of the subjects are likely to be vulnerable to coercion or undue influence, such as prisoners, \nindividuals with impaired decision-making capacity, or economically or educationally disadvantaged persons, \nadditional safeguards have been included in the study to protect the rights and welfare of these subjects.§ \n26.1112Review by institution.\n\nResearch covered by this subpart that has been approved by an IRB may be subject to further appropriate review \nand approval or disapproval by officials of the institution. However, those officials may not approve the research if it \nhas not been approved by an IRB.§ 26.1113Suspension or termination of IRB approval of research.\n\nAn IRB shall have authority to suspend or terminate approval of research that is not being conducted in \naccordance with the IRB's requirements or that has been associated with unexpected serious harm to subjects. \nAny suspension or termination of approval shall include a statement of the reasons for the IRB's action and shall be \nreported promptly to the investigator, appropriate institutional officials, and the Administrator of EPA.§ \n26.1114Cooperative research.\n\nIn complying with this subpart, sponsors, investigators, or institutions involved in multi-institutional studies may use \njoint review, reliance upon the review of another qualified IRB, or similar arrangements aimed at avoidance of \nduplication of effort.§ 26.1115IRB records.\n\n(a) An institution, or when appropriate an IRB, shall prepare and maintain adequate documentation of IRB activities, \nincluding the following:\n\n(1) Copies of all research proposals reviewed, scientific evaluations, if any, that accompany the proposals, \napproved sample consent documents, progress reports submitted by investigators, and reports of injuries to \nsubjects.\n\n(2) Minutes of IRB meetings, which shall be in sufficient detail to show attendance at the meetings; actions taken by \nthe IRB; the vote on these actions including the number of members voting for, against, and abstaining; the basis \nfor requiring changes in or disapproving research; and a written summary of the discussion of controverted issues \nand their resolution.\n\n(3) Records of continuing review activities, including the rationale for conducting continuing review of research that \notherwise would not require continuing review as described in § 26.1109(f)(1).\n\n(4) Copies of all correspondence between the IRB and the investigators.\n\n(5) A list of IRB members in the same detail as described in § 26.1108(a)(2).\n\n(6) Written procedures for the IRB in the same detail as described in § 26.1108(a)(3) and (4).\n\n(7) Statements of significant new findings provided to subjects, as required by § 26.1116(c)(5).\n\n(8) The rationale for an expedited reviewer's determination under § 26.1110(b)(1)(i) that research appearing on the \nexpedited review list described in § 26.1110(a) is more than minimal risk.\n\n(9) Documentation specifying the responsibilities that an institution and an organization operating an IRB each will \nundertake to ensure compliance with the requirements of this subpart.\n\n\n\n(b) The records required by this subpart shall be retained for at least 3 years, and records relating to research \nwhich is conducted shall be retained for at least 3 years after completion of the research. The institution or IRB \nmay maintain the records in printed form or electronically. All records shall be accessible for inspection and copying \nby authorized representatives of EPA at reasonable times and in a reasonable manner.§ 26.1116General \nrequirements for informed consent.\n\n(a) General. General requirements for informed consent, whether written or oral, are set forth in this paragraph and \napply to consent obtained in accordance with the requirements set forth in paragraphs (b) and (c) of this section. \nExcept as provided elsewhere in this subpart:\n\n(1) Before involving a human subject in research covered by this subpart, an investigator shall obtain the legally \neffective informed consent of the subject.\n\n(2) An investigator shall seek informed consent only under circumstances that provide the prospective subject \nsufficient opportunity to discuss and consider whether or not to participate and that minimize the possibility of \ncoercion or undue influence.\n\n(3) The information that is given to the subject shall be in language understandable to the subject.\n\n(4) The prospective subject must be provided with the information that a reasonable person would want to have in \norder to make an informed decision about whether to participate, and an opportunity to discuss that information.\n\n(5)(i) Informed consent must begin with a concise and focused presentation of the key information that is most likely \nto assist a prospective subject in understanding the reasons why one might or might not want to participate in the \nresearch. This part of the informed consent must be organized and presented in a way that facilitates \ncomprehension.\n\n(ii) Informed consent as a whole must present information in sufficient detail relating to the research and must be \norganized and presented in a way that does not merely provide lists of isolated facts, but rather facilitates the \nprospective subject's understanding of the reasons why one might or might not want to participate.\n\n(6) No informed consent may include any exculpatory language through which the subject is made to waive or \nappear to waive any of the subject's legal rights, or releases or appears to release the investigator, the sponsor, \nthe institution, or its agents from liability for negligence.\n\n(b) Basic elements of informed consent. In seeking informed consent the following information shall be provided to \neach subject:\n\n(1) A statement that the study involves research, an explanation of the purposes of the research and the expected \nduration of the subject's participation, a description of the procedures to be followed, and identification of any \nprocedures that are experimental;\n\n(2) A description of any reasonably foreseeable risks or discomforts to the subject;\n\n(3) A description of any benefits to the subject or to others that may reasonably be expected from the research;\n\n(4) A disclosure of appropriate alternative procedures or courses of treatment, if any, that might be advantageous to \nthe subject;\n\n(5) A statement describing the extent, if any, to which confidentiality of records identifying the subject will be \nmaintained;\n\n(6) For research involving more than minimal risk, an explanation as to whether any compensation and an \nexplanation as to whether any medical treatments are available if injury occurs and, if so, what they consist of, or \nwhere further information may be obtained;\n\n\n\n(7) An explanation of whom to contact for answers to pertinent questions about the research and research \nsubjects' rights, and whom to contact in the event of a research- related injury to the subject;\n\n(8) A statement that participation is voluntary, refusal to participate will involve no penalty or loss of benefits to \nwhich the subject is otherwise entitled, and the subject may discontinue participation at any time without penalty or \nloss of benefits to which the subject is otherwise entitled; and\n\n(9) One of the following statements about any research that involves the collection of identifiable private \ninformation or identifiable biospecimens:\n\n(i) A statement that identifiers might be removed from the identifiable private information or identifiable \nbiospecimens and that, after such removal, the information or biospecimens could be used for future research \nstudies or distributed to another investigator for future research studies without additional informed consent from \nthe subject, if this might be a possibility; or\n\n(ii) A statement that the subject's information or biospecimens collected as part of the research, even if identifiers \nare removed, will not be used or distributed for future research studies.\n\n(c) Additional elements of informed consent. One or more of the following elements of information, when \nappropriate, shall also be provided to each subject:\n\n(1) A statement that the particular treatment or procedure may involve risks to the subject (or to the embryo or \nfetus, if the subject may become pregnant) that are currently unforeseeable;\n\n(2) Anticipated circumstances under which the subject's participation may be terminated by the investigator without \nregard to the subject's consent;\n\n(3) Any additional costs to the subject that may result from participation in the research;\n\n(4) The consequences of a subject's decision to withdraw from the research and procedures for orderly \ntermination of participation by the subject;\n\n(5) A statement that significant new findings developed during the course of the research that may relate to the \nsubject's willingness to continue participation will be provided to the subject;\n\n(6) The approximate number of subjects involved in the study;\n\n(7) A statement that the subject's biospecimens (even if identifiers are removed) may be used for commercial profit \nand whether the subject will or will not share in this commercial profit;\n\n(8) A statement regarding whether clinically relevant research results, including individual research results, will be \ndisclosed to subjects, and if so, under what conditions; and\n\n(9) For research involving biospecimens, whether the research will (if known) or might include whole genome \nsequencing (i.e , sequencing of a human germline or somatic specimen with the intent to generate the genome or \nexome sequence of that specimen).\n\n(d) Elements of broad consent for the storage, maintenance, and secondary research use of identifiable private \ninformation or identifiable biospecimens. Broad consent for the storage, maintenance, and secondary research use \nof identifiable private information or identifiable biospecimens (collected for either research studies other than the \nproposed research or non-research purposes) is permitted as an alternative to the informed consent requirements \nin paragraphs (b) and (c) of this section. Broad consent is only permitted for the purposes mentioned and may not \nbe substituted for the elements of informed consent in paragraphs (b) and (c) of this section, as required for the \nintentional exposure research subject to this subpart. If the subject is asked to provide broad consent, in addition \nto providing the informed consent required in paragraphs (b) and (c), the following shall be provided to each \nsubject:\n\n\n\n(1) The information required in paragraphs (b)(2), (3), (5), and (8) and, when appropriate, (c)(7) and (9) of this \nsection;\n\n(2) A general description of the types of research that may be conducted with the identifiable private information or \nidentifiable biospecimens. This description must include sufficient information such that a reasonable person would \nexpect that the broad consent would permit the types of research conducted;\n\n(3) A description of the identifiable private information or identifiable biospecimens that might be used in research, \nwhether sharing of identifiable private information or identifiable biospecimens might occur, and the types of \ninstitutions or researchers that might conduct research with the identifiable private information or identifiable \nbiospecimens;\n\n(4) A description of the period of time that the identifiable private information or identifiable biospecimens may be \nstored and maintained (which period of time could be indefinite), and a description of the period of time that the \nidentifiable private information or identifiable biospecimens may be used for research purposes (which period of \ntime could be indefinite);\n\n(5) Unless the subject will be provided details about specific research studies, a statement that they will not be \ninformed of the details of any specific research studies that might be conducted using the subject's identifiable \nprivate information or identifiable biospecimens, including the purposes of the research, and that they might have \nchosen not to consent to some of those specific research studies;\n\n(6) Unless it is known that clinically relevant research results, including individual research results, will be \ndisclosed to the subject in all circumstances, a statement that such results may not be disclosed to the subject; \nand\n\n(7) An explanation of whom to contact for answers to questions about the subject's rights and about storage and \nuse of the subject's identifiable private information or identifiable biospecimens, and whom to contact in the event \nof a research-related harm.\n\n(e) Screening, recruiting, or determining eligibility. An IRB may approve a research proposal in which an \ninvestigator will obtain information or biospecimens for the purpose of screening, recruiting, or determining the \neligibility of prospective subjects without the informed consent of the prospective subject, if either of the following \nconditions are met:\n\n(1) The investigator will obtain information through oral or written communication with the prospective subject, or\n\n(2) The investigator will obtain identifiable private information or identifiable biospecimens by accessing records or \nstored identifiable biospecimens.\n\n(f) Preemption. The informed consent requirements in this subpart are not intended to preempt any applicable \nFederal, state, or local laws (including tribal laws passed by the official governing body of an American Indian or \nAlaska Native tribe) that require additional information to be disclosed in order for informed consent to be legally \neffective.\n\n(g) Emergency medical care. Nothing in this subpart is intended to limit the authority of a physician to provide \nemergency medical care, to the extent the physician is permitted to do so under applicable Federal, state, or local \nlaw (including tribal law passed by the official governing body of an American Indian or Alaska Native tribe).\n\n(h) Additional information for subjects when research involves a pesticide. If the research involves intentional \nexposure of subjects to a pesticide, the subjects of the research must be informed of the identity of the pesticide \nand the nature of its pesticidal function.§ 26.1117Documentation of informed consent.\n\n(a) Informed consent shall be documented by the use of a written consent form approved by the IRB and signed \n(including in an electronic format) by the subject. A written copy shall be given to the subject.\n\n\n\n(b) The informed consent form may be either of the following:\n\n(1) A written informed consent form that meets the requirements of § 26.1116 The investigator shall give the \nsubject adequate opportunity to read the informed consent form before it is signed; alternatively, this form may be \nread to the subject.\n\n(2) A short form written informed consent form stating that the elements of informed consent required by § 26.1116 \nhave been presented orally to the subject, and that the key information required by § 26.1116(a)(5)(i) was \npresented first to the subject, before other information, if any, was provided. The IRB shall approve a written \nsummary of what is to be said to the subject. When this method is used, there shall be a witness to the oral \npresentation. Only the short form itself is to be signed by the subject. However, the witness shall sign both the \nshort form and a copy of the summary, and the person actually obtaining consent shall sign a copy of the summary. \nA copy of the summary must be given to the subject, in addition to a copy of the short form.§ § 26.1118-\n26.1122[Reserved]§ 26.1123Early termination of research.\n\nThe Administrator may require that any project covered by this subpart be terminated or suspended when the \nAdministrator finds that an IRB, investigator, sponsor, or institution has materially failed to comply with the terms of \nthis subpart.§ 26.1124[Reserved]§ 26.1125Prior submission of proposed human research for EPA review.\n\nAny person or institution who intends to conduct or sponsor human research covered by § 26.1101(a) shall, after \nreceiving approval from all appropriate IRBs, submit to EPA prior to initiating such research all information relevant \nto the proposed research specified by § 26.1115(a), and the following additional information, to the extent not \nalready included:\n\n(a) A discussion of:\n\n(1) The potential risks to human subjects;\n\n(2) The measures proposed to minimize risks to the human subjects;\n\n(3) The nature and magnitude of all expected benefits of such research, and to whom they would accrue;\n\n(4) Alternative means of obtaining information comparable to what would be collected through the proposed \nresearch; and\n\n(5) The balance of risks and benefits of the proposed research.\n\n(b) All information for subjects and written informed consent agreements as originally provided to the IRB, and as \napproved by the IRB.\n\n(c) Information about how subjects will be recruited, including any advertisements proposed to be used.\n\n(d) A description of the circumstances and methods proposed for presenting information to potential human \nsubjects for the purpose of obtaining their informed consent.\n\n(e) All correspondence between the IRB and the investigators or sponsors.\n\n(f) Official notification to the sponsor or investigator, in accordance with the requirements of this subpart, that \nresearch involving human subjects has been reviewed and approved by an IRB.\n\n7. Revise § 26.1302 to read as follows:§ 26.1302Definitions.\n\nThe definitions in § 26.1102 apply to this subpart as well.[FR Doc. 2019-15665 Filed 7-22-19; 8:45 am]BILLING \nCODE 6560-50-P\n"}