{"title": "HEARING OF THE UNITED STATES COMMISSION ON SECURITY AND COOPERATION IN EUROPE (HELSINKI COMMISSION) (AS RELEASED BY THE HELSINKI COMMISSION); SUBJECT: \"OSCE PARTNER STATES AND NEIGHBORS OVERWHELMED BY IRAQI REFUGEES: BAND-AID SOLUTIONS TO IMPLOSION IN THE MIDDLE EAST?\"; CHAIRED BY: REPRESENTATIVE ALCEE HASTINGS (D-FL) WITNESSES/PANELISTS: JAMES FOLEY, SENIOR COORDINATOR FOR IRAQI REFUGEES, U.S. DEPARTMENT OF STATE; LORI SCIALABBA, SENIOR ADVISER TO THE SECRETARY OF HOMELAND SECURITY FOR IRAQI REFUGEES, DEPARTMENT OF HOMELAND SECURITY; MICHEL GABAUDAN, WASHINGTON DIRECTOR, UNHCR; ANDERS LAGO, MAYOR, SODERTALJE, SWEDEN; NOEL SALEH, MEMBER, BOARD OF DIRECTORS, ACCESS; LOCATION: 234 FORD HOUSE OFFICE BUILDILNG, WASHINGTON, D.C.", "body": "\n HEARING OF THE UNITED STATES COMMISSION ON SECURITY AND COOPERATION IN EUROPE \n(HELSINKI COMMISSION) (AS RELEASED BY THE HELSINKI COMMISSION) SUBJECT: \"OSCE PARTNER \nSTATES AND NEIGHBORS OVERWHELMED BY IRAQI REFUGEES: BAND-AID SOLUTIONS TO IMPLOSION \nIN THE MIDDLE EAST?\" CHAIRED BY: REPRESENTATIVE ALCEE HASTINGS (D-FL) \nWITNESSES/PANELISTS: JAMES FOLEY, SENIOR COORDINATOR FOR IRAQI REFUGEES, U.S. \nDEPARTMENT OF STATE; LORI SCIALABBA, SENIOR ADVISER TO THE SECRETARY OF HOMELAND \nSECURITY FOR IRAQI REFUGEES, DEPARTMENT OF HOMELAND SECURITY; MICHEL GABAUDAN, \nWASHINGTON DIRECTOR, UNHCR; ANDERS LAGO, MAYOR, SODERTALJE, SWEDEN; NOEL SALEH, \nMEMBER, BOARD OF DIRECTORS, ACCESS LOCATION: 234 FORD HOUSE OFFICE BUILDILNG, \nWASHINGTON, D.C. TIME: 2:30 P.M. EDT DATE: THURSDAY, APRIL 10, 2008\n\nREP. HASTINGS:  Ladies and gentlemen, if I could ask you to have your seats, please, it would be appreciated. \nThank you all so very much.\n\nI'd be less than candid if I didn't say that this is a real hearing room. Most of our hearings and briefings we don't \nhave all this fine, extraordinary facility here, so I'm very pleased that we were able to get this room for today's \nimportant hearing.\n\nI'm also pleased to welcome all of you here for our hearing regarding the plight of Iraqi refugees and their impact \non the countries that are hosting them, in particular, member and partner states of the Organization for Security and \nCooperation in Europe, Jordan, Egypt and Turkey, which host more than a half million refugees -- and Egypt. All of \nthese are OSCE Mediterranean partners. Turkey is an OSCE participating state and our NATO partner.\n\n\nAnd I happen to have the distinct pleasure of serving as special representative on Mediterranean affairs for the \nOSCE Parliamentary Assembly and therefore have a keen interest in the partner states, their neighbors and the \nregion. Today's hearing is going to focus on how security, or lack thereof, in Iraq has impacted the people of that \ncountry.\n\nOver 2 million Iraqis have fled, primarily to Syria and Jordan and 2.4 (ph) million are displaced within their own \ncountry and others are displaced in other areas that we are not certain of their numbers. This is the largest \ndisplacement of people in the region since 1948.\n\nI've introduced comprehensive legislation to address this crisis and have continuously called on our administration \nto commit substantially increased funding to assist displaced Iraqis and to expedite resettlement of those who seek \nshelter in the United States.\n\nI am just coming from a press conference with Congressman William Delahunt, Congresswoman Laura DeLauro \nand Congresswoman Jane Harman. We, along with eight others of our colleagues, Republican and Democrat, sent \nto the government of Iraq, President Maliki, requesting that he and his colleagues in their budgetary framework \ncontribute $1 billion of Iraqi resources -- and I might add they have a surplus and a projected surplus for the next \nyear -- we are estimating it will be about 4 percent of their total budget -- to take care of their citizens.\n\nJordan, a small country of 6 million people, has received more than a half million Iraqi refugees. This amounts to \nan 8 percent increase in its population in essentially a two-year period. To put this in perspective, it would be the \nequivalent of the United States enduring a stream of 24 million traumatized people across our borders in the same \ntime frame.\n\nPoverty, unemployment and inflation are on the rise in Jordan, making it extremely difficult for the Jordanian \ngovernment and society to cope with the influx of refugees. Syria, straining under an Iraqi refugee population more \nthan double that of Jordan, faces economic and political challenges as well in its efforts to support displaced Iraqis.\n\nI also personally see this as an opportunity for greater and more sustained diplomatic efforts to work in that area \nwith Syria. The day- to-day needs of Iraqis continue to increase as their resources are diminishing. Multiple families \nare sharing tents and hovels and dwellings in other places and seeking medical attention and many of them \nfrequently suffer from severe depression and stress-related illnesses.\n\nNGOs are attempting to address this burgeoning medical crisis, but lack the resources to provide comprehensive \ncounseling, leaving increasingly large numbers of the Iraqi refugee population simmering in a cauldron of stress \nand depression. This situation does not bode well for long-term societal stability and potentially makes the refugees \nvulnerable to influence by extremist groups who can provide assistance.\n\nI wish to underscore that, because there is a definite security issue of consequence and of importance to this \nnation. I note that the administration has made some progress in addressing this crisis. It has set a goal of admitting \n12,000 Iraqi refugees this year and will increase humanitarian assistance for displaced Iraqis to 200 million in \n2008, up from 43 million in 2006.\n\nHowever, I must say that these are only small steps in the right direction. The increase in humanitarian assistance \nis a paltry sum compared to the $338 million our government spends each day on combat operations in Iraq.\n\nNGOs working with Iraqi refugees estimate that $1.5 billion in humanitarian assistance is needed this year to meet \neven basic needs. In addition, the United States has admitted only 4,933 Iraqi refugees between April 2003 and \nMarch 31st of this year.\n\nMy friends in Sweden, and one of them is here that I've known 13 years and is the chair of the foreign affairs of the \nSwedish Parliament, noted in that, as did Congressman Smith and I, the ambassador -- and I regret very seriously \nthat time constraints have not afforded me an opportunity to meet with the mayor. I hesitate to pronounce the name \nof the city because I don't want to mess it up.\n\n\n\nBut he's doing all right without having met with me. He was on the front page of the \"Washington Post\" today, and \nI'm pleased about that.\n\nBut, listen, Sweden has about 9 million people, and they have accepted 34,000 refugees since 2003. The city that I \nreferred to has accepted 5,000, a city of 83,000 people.\n\nThat has to have an impact on their infrastructure, and I ask, if Sweden can do 34,000, can't we here in the United \nStates do more?\n\nBefore I introduce our panel, I'd just like to note that while the media, presidential candidates and many in Congress \nare focused on the politics of Iraq, whether or not the surge is working and the way forward, I say this:  We cannot \noverlook this humanitarian crisis ensuing in the region. Iraqi refugees and internally displaced persons need our \nhelp. If we do not broaden our focus on Iraq, the security implications could potentially destabilize the region.\n\nWe have before us today two panels of distinguished witnesses that I will come back to. Their biographies have \nbeen distributed at our tables outside, so I will not, when I do introduce them, go into great detail. I certainly look \nforward to their advice regarding how our government and others can address this deepening crisis.\n\nOne final note from me, when I was in Jordan in December, I was particularly pleased that the king had taken \ncognizance of the need to educate the children, notwithstanding limited resources, those children of the Iraqi \nrefugees. I consider that of critical importance, and I applaud the Jordanian government, as I do my colleagues and \nfriends in Sweden for their extraordinary efforts in this regard.\n\nI'd like now to hear from the ranking member of the Helsinki Commission, my good friend from New Jersey, \nCongressman Smith.\n\nREP. CHRISTOPHER SMITH (R-NJ):  Thank you very much, Mr. Chairman.\n\nLet me just echo your respect and gratitude to the government of Sweden, as well. And if you add all of the number \nof Iraqis who have emigrated there, many of them being asylum seekers, up to 100,000 Iraqis are in Sweden, \nagain, underscoring I think a very strong sense of generosity on their part. And I think it's important to point that out \nand hold it up so that others see it, not just in the United States, but also among our European friends and partners.\n\nI do want to thank you, Mr. Chairman, for calling this very timely hearing on the deeply disturbing plight of Iraqi \nrefugees and the impact that the crisis is having on OSCE partners, states and neighbors.\n\nThe numbers that are associated with this crisis are staggering. One in five Iraqis have been displaced from their \nhomes since 2003. The U.N. high commissioner for refugees estimates that 2.5 million Iraqis have fled the country \nand some 2.4 million others, almost 9 percent of the population, are internally displaced. And this is occurring in a \nregion that is already beset, as we all know, by a catastrophic series of humanitarian and political challenges.\n\nIt is reported that most of those who have fled Iraq are so- called moderates, lawyers, doctors and other working-\nclass professionals. Even though they are not allowed to work legally in their countries of refuge, it seems many, if \nnot most, are saying that they have no intention to return to Iraq. Their resources, to the extent that they were able \nto leave with them, are quickly dwindling.\n\nJordan, Syria and other neighboring countries are not state parties to the 1951 U.N. convention relating to the \nstatus of refugees, or the 1967 protocol, and these countries refuse to recognize the Iraqi populations as refugees \nand to accord them the rights and benefits that accompany such a designation, preferring instead to refer to them \nas \"guests.\"\n\nThis refusal is due at least in part to these countries' historical experience and ongoing challenges with the \nPalestinian refugee population, which is also complicating the Iraqi situation. Syria and Jordan have received the \nvast majority of those fleeing Iraq. An estimated 1.5 million are in Syria and 500,000 to 750,000 have escaped to \nJordan.\n\n\n\nUNICEF reports that half of those who have fled their homes in Iraq are children, and that as many has 320,000 \nIraqi children are in Syria alone. Refugee children who are allowed to attend the public schools must try to learn in \nseriously overcrowded classrooms.\n\nUncertainty about their residence permits and visas creates another barrier to education, as many parents are \nreluctant to seek out these and other social services.\n\nFurthermore, poverty is pulling many Iraqi children out of school and forcing to work, placing them in extremely \nvulnerable situations, in addition to depriving them of the learning that they will need to secure hope for the future.\n\nWomen are also being exploited, and many are resorting to prostitution in order to provide for themselves and their \nfamilies. In addition to suffering and other risks that circumstances inherently engender, I am also deeply concerned \nas to whether a door has been opened for human traffickers, who would be all too anxious to take advantage of \nsuch vulnerabilities.\n\nNot only would they see opportunities within the host countries, but perhaps even more so at the borders, where \nthey could take advantage of the near impossibility of obtaining an Iraqi passport and the refusal of neighboring \ncountries to issue visas, circumstances that encourage human smuggling, which in turn enhance the opportunities \nfor human trafficking.\n\nI look forward to engaging our witnesses in the discussion as to whether or not there is any indication that this \nhuman rights violation is occurring.\n\nAnother serious humanitarian concern is the health status of Iraqi refugees. It is dismaying and extraordinarily \ntragic to point out that a surprising number of refugees in Syria, especially children, have various forms of cancer. \nOthers with chronic illnesses, such as high blood pressure and diabetes, are unable to manage these diseases due \nto the costs of health care and the shortage of humanitarian assistance in this area.\n\nThere are organizations that are struggling to address these needs, including the Catholic Relief Services, which is \nnot only funding mobile clinics, kidney dialysis and prescriptions for chronic diseases, but also mental health \nsupport groups to try to address the psychosocial consequences of the violence that these refugees have endured.\n\nAnd yet the health, educational and other basic needs of this enormous population remain great and current efforts \nare not sufficient to address them. The situation is also exacerbating the poverty, social services and political \ntensions among citizens of the host countries, tensions that need to be quelled, before they explode.\n\nThat is why, once again, Mr. Chairman, I appreciate this opportunity to hear from our very distinguished witnesses \nand to explore what measures we ought to be taking in order to mitigate this problem. I yield back the balance.\n\nREP. HASTINGS:  Thank you very much, Congressman Smith.\n\nOur first panel are Ambassador James Foley and Ms. Lori Scialabba.\n\nThe ambassador and I have had extensive work in Haiti, where he was the U.S. ambassador from '03 to '05 and the \nambassador, in addition, has been the deputy commandant and international affairs adviser at the National War \nCollege. And he was recently appointed by Secretary Rice for Iraqi refugee issues in September of '07.\n\nMs. Scialabba has an extraordinary set of credentials as associate director of refugee, asylum and international \noperations for U.S. Citizenship and Immigration Services and, before joining the Department of Homeland Security, \nshe most recently served as chairman of the board of immigration appeals, without getting the Executive Office for \nImmigration Review at the Department of Justice. Not going into full curriculum vita, she finished the University of \nMaryland undergraduate and Memphis State University.\n\nAnd, Ms. Scialabba, I was pulling for Memphis to win the basketball championship so, like you, I was disappointed, \nin the for- whatever-it's-worth category.\n\n\n\nBut, Ambassador Foley, if you would, sir.\n\nMR. FOLEY:  Thank you, Mr. Chairman. Thank you for this opportunity to appear today before the U.S. Helsinki \nCommission to discuss the plight of Iraqi refugees and what the U.S. is doing to meet their needs and to alleviate \nthe impact on neighboring countries.\n\nThe displacement of roughly 2 million Iraqis in the region and up to 2.7 million internally represents a major \nhumanitarian crisis and challenge to the United States and to the international community. The administration is \nresponding to the challenge in three principal ways.\n\nFirst, by endeavoring to create the conditions of peace, security and stability inside Iraq that will enable the \nrefugees eventually to go home. In this sense, the security and the humanitarian tasks we face are not alternatives, \nbut instead are inextricably linked to each other.\n\nSecond, by resettling in the United States significant numbers of the most vulnerable Iraqi refugees, who cannot \ngo home.\n\nThird, by ensuring that the international community is providing the assistance necessary to support and sustain the \nrefugees in the region until such time as they can go home.\n\nI'll tell you, frankly, that when Security Rice appointed me to the position of the senior coordination for Iraqi refugee \nissues, she was not satisfied with the pace of our resettlement efforts on behalf of the most vulnerable Iraqi \nrefugees.\n\nThe job she gave me was to identify and overcome obstacles to our goal, resettling 12,000 Iraqis in the U.S. this \nfiscal year. She believed that my appointment and that of my counterpart here today, Lori Scialabba from the \nDepartment of Homeland Security, would facilitate the kind of interagency cooperation needed to meet this goal.\n\nI'm pleased to report that we have indeed worked productively together to establish an increasingly robust program \nof Homeland Security circuit rides or interviews in key locations throughout the Middle East that will keep pace with \nthe referrals we've been receiving from UNHCR and that can produce 12,000 arrivals of Iraqi refugees in the U.S. \nthis fiscal year.\n\nThe foundation for this program is the capacity of our overseas processing entities throughout the region. Our key \nprocessing entities did not exist in Syria and Jordan at the beginning of 2007 and it took some time last year to put \nthe infrastructure in place. But now that they are able to process efficiently in most, if not all, key locations, and now \nthat our Homeland Security colleagues have been allowed to resume interviewing Iraqi refugees in Syria, our \nprogram can operate, and is operating, in a much higher volume.\n\nThe result of these efforts is that we move from about 2,800 interviews of Iraqi refugees in the first quarter to \n6,000, a little more than that, in the second quarter and, absent any new impediments, the volume will grow to \n8,000 or more interviews in this, the third quarter of the fiscal year.\n\nIn other words, we built up the pipeline that's going to produce the numbers of arrivals we need to reach our goal. \nOur monthly arrival numbers now still reflect the capacity that we had to conduct interviews last year, in 2007. But \nthey're moving in the right direction -- 245 arrivals in December, 375 in January, 444 in February, 751 last month. \nBut they're still quite short of where we expect them to be in just a few months.\n\nIn sum, 12,000 remains our goal and it can be achieved. We can't guarantee that we can achieve it. We've \nstrengthened every link in the chain, but some links remain weak, notably our processing ability in Syria. But what I \ncan guarantee is that we're doing everything we can to put ourselves in a position to reach our goal.\n\nTurning to the assistance side, the United States believes that the humanitarian needs of Iraqi refugees are \nindeed increasing, as you have suggested, Mr. Chairman. Many of the nearly 2 million refugees who fled Iraq were \nof the middle class. In other words, they had means and resources to one degree or another.\n\n\n\nWhat's happening today is the inexorable depletion of those means and the consequent increase in the \ninternational requirements for supporting and sustaining and protecting the refugees in the countries of first asylum. \nThe sum total of appeals by the United Nations and other international agencies, assisting both internally and \nexternally displaced Iraqis for 2008 is almost $900 million.\n\nThe United States has by far played the leading role in responding to these appeals. We've already made available \n$208 million, and that, halfway through the fiscal year, already exceeds our total of $171 million for 2007. And we \nanticipate making available shortly over $70 million in additional assistance, thus the U.S. contribution we currently \nanticipate will fund one-third of the international appeals, well surpassing the traditional ceiling set by both ourselves \nand the receiving agencies.\n\nOther donors have already pledged or dispersed $50 million in assistance, and we anticipate from our discussions \nwith other governments around the world an additional 160 to $175 million will be made available by various \ndonors. In other words, there is currently a shortfall in the neighborhood of around 375 to $400 million to fund the \ntotal international appeals.\n\nOvercoming this shortfall and funding the international appeals was the principal focus of a visit I recently undertook \nto the Middle East and to Europe. Among Arab governments, I found broad sympathy for the plight of Iraqi \nrefugees and recognition of the regional dimensions of the crisis and the implications for stability. I believe there is \nin fact a willingness to contribute financially.\n\nBut, everywhere I went, there was a unanimous view that the government of Iraq needed to step forward first and \nitself contribute substantially to meeting the needs of its citizens who have had to flee to neighboring countries. I \nalso heard similar views in Europe.\n\nLet me make clear to the members of the commission that I expressed the agreement of the United States to the \npremise that it was time for a substantial commitment by the government of Iraq to the various international appeals \nin support of Iraqi refugees and displaced persons. This is the strong view of the administration. It is being shared \nwith the authorities in Baghdad.\n\nAt the same time, in numerous meetings, I stressed the urgency of the situation and the need for all parties with \nmeans, responsibilities and interests in regional stability to respond in a significant way to meeting the needs of the \nrefugees and the hosting countries. I'd be happy to amplify on those discussions I had and any other questions you \nmight have subsequently.\n\nThank you, Mr. Chairman.\n\nREP. HASTINGS:  Ms. Scialabba, before going to you, you will note that we were joined by two of my colleagues \nand I'd appreciate in the order that they came if they would have any opening comments.\n\nI would turn now to the chair of the Iraq Caucus and vice chair of the Progressive Caucus and one who has spent a \ncareer dealing in human rights and humanitarian issues.\n\nMy colleague from California, Maxine Waters.\n\nREP. MAXINE WATERS (D-CA):  Thank you very much, Chairman Hastings. I thank you for your kindness in \nallowing me to join you in this important meeting today. This is an extremely important issue and it hasn't been \ngetting as much attention as it deserves, so I'd like to comment you for your leadership in this matter and all that \nyou've been doing.\n\nIn fact, with the help of Chairman Hastings, I have recently sent a letter to President Bush, signed by 89 members, \nexpressing our deep concern over the plight of displaced Iraqis.\n\nI'd like to thank our panelists here today, Ambassador Foley, whom I've had the opportunity to meet in some of his \nother assignments. And I'd like to thank Ms. Scialabba for being here on this panel today.\n\n\n\nI'd like to share with you some of the letter that we all signed that went to the president. That letter said, rarely \ndoes confronting a crisis align our moral and national security interests as closely as does providing assistance to \nthe Iraqis displaced by violence.\n\nThere are few more important tests of our foreign policy than our leadership in response to the growing crisis \nconfronting the displaced population of Iraq. The displacement crisis will get worse, if ignored, and we look forward \nto the president's support as we work to address this issue in Congress.\n\nI am optimistic that the amount of support we're receiving on the letter signifies the amount of congressional will we \nwill have to appropriately address these problems.\n\nI hope this letter to the president will continue to the process that we are taking part in, as we are today, addressing \nthe plight of the millions of refugees and internally displaced persons whose lives have been scattered around the \nMiddle East.\n\nI also want to briefly mention some legislation that I've recently introduced which will help to give context to the \nquestions that I will have for the witnesses.\n\nLet me just say that while I recognize the role that you're playing, Mr. Ambassador, in all of this, my bill that asks for \n-- it's called the recovery and subject of Iraq act, and would address, again, the growing crisis confronting the \ndisplaced population by creating an Iraqi displacement coordinator in the executive office of the president to \nengage U.S. diplomatic resources in addressing the crisis, requiring the coordinator to create a long-term, durable \nstrategy to address the displacement crisis, requiring the coordinator to harmonize international effort to address \nthe crisis, encouraging affected governments to support their own populations and requiring a report from the \ncoordinator on the progress of the strategy and the evaluation of the conditions confronting the displaced.\n\nIt is clear that any solution to the problems in Iraq must include an organized effort to return the displaced Iraqis to a \nsafe and stable environment. This bill, of course, will not enforce refugees to return against their will. Rather, it \nbegins a long planning process necessary to prepare for eventual voluntary returns of the Iraqis.\n\nThe creation of the high-level Iraqi displacement coordinator would send a strong signal that the United States is \ncommitted to working with the governments of the region to address the humanitarian crisis.\n\nI thank our witnesses for being here today and I certainly thank our chairman and I very much look forward to \nworking with the administration in this coming year, as well as with my fellow members of Congress, to \nappropriately address the Iraqi displacement crisis.\n\nI was not here for all of your testimony, Ambassador Foley, and as I briefly thumbed through it, I see that you do \ndescribe the seriousness of the displacement. It was just a few days ago that I got information about the plight of \nmany of the women and the families who are fleeing Iraq, into Syria, and maybe into Jordan, who have exhausted \nall of their resources and have turned to prostitution. And women and families who are taking turns to go out to \nprostitute themselves in order to feed themselves.\n\nAlso, we have found that, for many who have gone to Syria and to Jordan and have come back to Iraq, they have \nfound that their homes have been taken over and they have no place to live and they're on the streets. So I'm \nfurther focused on the proposition that we must do more.\n\nAgain, I hope that I can stay long enough to ask a few questions, but I thank you for the testimony that you have \ngiven and I yield back to the chairman. And thank you, again.\n\nREP. HASTINGS:  Thank you, Chairwoman Waters.\n\nI'd now like Commissioner and Congresswoman Hilda Solis to make any opening remarks she may wish to do.\n\nREP. HILDA SOLIS (D-CA):  Thank you, Chairman Hastings, and thank you to the witnesses that are here today.\n\n\n\nIt's rather apropos that we're having this hearing just as we had General Petraeus come in and brief members of \nCongress about the status of Iraq. And we tend to often forget about the plight of the families and I believe it's 4 \nmillion displaced Iraqis and, in particular, the children. And my questions would be directed at how we are helping to \ndefine their future, because they're going to be the future of that government, and also what kind of treatment, what \nkind of schooling, what kind of provisions are being made?\n\nI also want to commend those other host countries that have taken in willingly some of the displaced refugees and \nmy questions are for our own government as to why we are somehow cutting back by 7 percent funding in the \nMigration and Refugee Assistance program and the International Disaster Assistance program by 7 percent.\n\nI don't see any logic there, and I would like to hear from our witnesses when we get a chance. So, with that, I will \nend my statement. Thank you.\n\nREP. HASTINGS:  Thank you very much, and now I'll turn to Ms. Scialabba.\n\nAnd if you would submit your full statement for the record, and you may summarize as you see fit, in five minutes.\n\nMS. SCIALABBA:  Thank you, Chairman.\n\nGood afternoon, Chairman Hastings, members of the commission, and thank you for the opportunity to appear \nbefore you to testify about the work that the United States Citizenship and Immigration Services is conducting to \nprotect Iraqi refugees through the U.S. Refugee Admissions Program.\n\nPart of the refugee program's humanitarian mission is to offer resettlement in the U.S. to especially vulnerable Iraqi \nrefugees who are unable to return to Iraq due to persecution. My office is responsible for interviewing refugee \napplicants and determining if they're eligible for resettlement in the United States.\n\nI'd like to assure the commission that USCIS is committed to working with the Department of State and other \nprogram partners to meet the administration's goal of admitting 12,000 Iraqi refugees to the U.S. this fiscal year. \nMeeting this goal is a top priority for the agency and our officers are working tirelessly to interview and adjudicate \nthe cases necessary to reach this target.\n\nThat being said, there are certain variables critical to the program's success that do lie outside the U.S. \ngovernment's control. In a relatively short time span the past year, all refugee program partners have substantially \nincreased their capacities to process cases in the Middle East, building the infrastructure to support a large-scale \noperation where it previously did not exist.\n\nOverseas processing entities collect the basic biographical information from all applicants, including educational, \nwork and military service history and interview the principal application regarding their refugee claim. Prior to O.P. \nprescreening, the majority of applicants are interviewed by the United Nations high commissioner for refugees.\n\nUSCIS's role in refugee processing is to interview and adjudicate the applications for refugee settlement, perform \ncertain security checks, apply the material support exemption authority when necessary and warranted and approve \neligible cases once all necessary steps have been completed. The O.P. then completes the resettlement out- \nprocessing.\n\nAs you can see from this brief description, there are multiple organizations involved in refugee admission process. \nToday, I'd like to share with you the steps that we are taking to marshal our resources and make our part of the \nprocess as efficient as possible. I'll also share with you a few of the obstacles that the program faces.\n\nUSCIS is working to maintain current and timely interview schedules in the region. Since the spring of 2007, USCIS \nofficers have interviewed Iraqis primarily in Jordan, Syria, Egypt, Turkey and Lebanon. We have teams of \nadjudicators in the region today and are scheduled to build teams on a continuous basis in the coming months.\n\n\n\nWe completed more than 8,700 Iraqi interviews during the first half of this fiscal year. USCIS is fully committed -- \nand we also conditionally approved over 89,000 Iraqi refugees for admission since the large-scale processing \nbegan. Over 4,200 of those people have been admitted to the United States.\n\nWe are working with the Department of State to put together a schedule of up to 8,000 interviews for Iraqi refugee \napplicants during the third quarter. Given the current approval rates, we estimate that achieving this volume of \ninterviews would keep the United States on track to admit 12,000 refugees by September 30th.\n\nUSCIS and the Department of State share responsibility for conducting background checks on all Iraqi refugee \napplicants.\n\nSecurity checks are vigorous and no case is finally approved until results have been received and analyzed.\n\nUnder regular refugee processing procedures, USCIS would not interview an application until the interagency \nsecurity checks had been completed. Given the desire to expedite the Iraqi caseload, USCIS has agreed to \nconduct interviews while interagency name checks are still pending.\n\nThis has enabled numerous cases to be interviewed and moved more quickly than if we'd waited for the security \nchecks to clear before the interview. Generally, USCIS receives responses to the initiated security fingerprint \nchecks within two to four weeks after the USCIS interview.\n\nThis process runs concurrently with other DOS out-processing steps, such as obtaining medical clearances and \nsponsorship assurances. Because we've been able to institute this process of completing several steps \nconcurrently, on average the total processing time for Iraqi cases is significantly less than for other refugee groups \nworldwide.\n\nWe've exercised the secretary's discretionary exemption authority to admit hundreds of Iraqi refugees who \notherwise would have been barred from admission under the material support-related ground of inadmissibility. To \nallow as many qualified individuals as possible to travel this fiscal year, we have devoted additional resources to \nreviewing material support cases that may be eligible for the direst (ph) exemptions.\n\nRefugee resettlement is a complex multi-step process involving a large number of players, all integral to the \nsuccess of the program. We cannot control all the variables in this complex process that can affect refugee \nadmissions.\n\nFactors such as the number of Iraqi refugees coming forward to UNHCR for registration; the desire of Iraqi \nrefugees to resettle in the United States; the overall pace of registration and prescreening; applicants failing to \nappear for prescreening interviews or USCIS interviews or flight departures; the continued cooperation of host \ngovernments to allow us to process in the regions; and other factors, such as background clearances, medical \nissues and resettlement out- processing all affect the refugee process.\n\nI'd also like to take this time to quickly update you on the progress being made to implement the Refugee Crisis in \nIraq Act, which was signed into law on January 28th, 2008. In-country processing in Iraq has begun. USCIS and the \nDepartment of State have already begun processing locally employed staff in Baghdad, who are at risk for \npersecution based on their association with the U.S. government, as well as their immediate family members.\n\nWe must proceed with the utmost attention to ensuring the safety and security of both the resettlement personnel \nand the in-country refugee applicants. With this in mind, DHS, the Department of State, Embassy Baghdad and \nILM (ph) are seeking ways to increase capacity and efficiency.\n\nUSCIS is also working to exercise the expanded discretionary authority in the Consolidated Appropriations Act of \n2008. We're considering several groups or categories of cases as possible candidates for the expanded terrorism-\nrelated inadmissibility exemption allowed under the new legislation.\n\n\n\nWhile working to exercise this new authority, USCIS has placed on hold denials of applications of individuals who \nmay be considered for possible exemptions under the CAA. In addition, USCIS is reviewing applications denied on \nthese grounds since enactment of the CAA to determine if individuals should be considered for possible exercise of \nthe discretionary CAA exemptions.\n\nInterviewing and adjudicating Iraqi cases has been and will continue to be a top priority for USCIS. We look forward \nto continuing our positive and close working relationship with our State Department colleagues and other partners in \ncarrying out the humanitarian mission of admitting Iraqi refugees to the United States.\n\nOnce again, I thank you for allowing me the opportunity to discuss this matter and welcome any questions that you \nmay have.\n\nREP. HASTINGS:  Thank you very much. I have a lot of questions, and I'm going to exercise a measure that I've \nutilized in the past, in the interest of time, because our witnesses who came from afar, I want to make sure that we \nget to them.\n\nSo I'm not going to put oral questions now, but I will submit to both of you our questions and would appreciate your \nanswering them in a manner that we could put it on the Web site, and then that would suffice. I appreciate very \nmuch both of your testimonies.\n\nAt this time, I turn to the ranking member, my friend from New Jersey, Mr. Smith.\n\nREP. SMITH:  Thank you very much, Mr. Chairman. I too will put most of my questions, but just ask a few and ask \nthat you get back in a written way in a timely fashion.\n\nJust two very brief ones on the money issue. In December, $150 million was provided for Iraqi refugees. The \nNGOs have suggested that the supplemental ought to be about $125 million more. The administration request is for \n$30 million, which seems to be inadequate, and maybe you could explain whether or not we could up that amount \nto get it closer to $125 million.\n\nAnd, obviously, the consortium of groups, the partners, if you will, really do know the situation on the ground like \nyou do and I know very often your requests go through OMB and what you ask for isn't necessarily what you get.\n\nAnd, secondly, Ambassador Crocker this week in his congressional testimony said that UNHCR has returned \ninternational staff to assist with the return of internally displaced persons and refugees. And the question there, \nbriefly, would be does the high commissioner believe that conditions in Iraq are conducive to returns, or is \nanticipatory? Or are they trying to get ready for, rather than to begin, that kind of processing?\n\nAnd, finally, on the whole issue of human trafficking, which I raised in my opening comments, have we seen any \nevidence whatsoever on the ground that either such trafficking or labor trafficking has become a problem among the \ndisplaced persons or among the refugees?\n\nAnd, again, I will submit the remainder for your answer?\n\nREP. HASTINGS:  Do you want to answer?\n\nMR. FOLEY:  Yes, thank you, Mr. Chairman, yes.\n\nCongressman, your second question about the view of the United Nations high commissioner for refugees, I will \ngive a short answer but note that the panel that follows us includes the U.S. representative at the UNHCR. I'm sure \nMr. Gabaudan will be able to address that very authoritatively.\n\nBut we in some sense have been collaborating with UNHCR to help produce this assessment that's going to take \nplace jointly by UNHCR, which is going to assist the government of Iraq to do an assessment of returns, not to \npromote returns or encourage returns at this stage, when conditions probably don't warrant that.\n\n\n\nWe believe it's a fundamental principle that any returns have to be voluntary, have to be made by the refugees \nthemselves based on their sense of when it is indeed safe and ready for them to go back. But what is important is \nthat the ground be prepared to enable, really, the bulk of these 2 million people to go home.\n\nAnd that, certainly, first and foremost involves creating the security environment, but it also involves creating the \ngovernance structure, the infrastructure, the resources, the policy, the legislation, everything that will take so that \nwhen people go back they can be integrated, they can have housing, they can have livelihoods, they can live in \npeace and safety. So that's exactly what we're supporting UNHCR to do and they will be conducting that \nassessment and assisting the government of Iraq, we believe, in the weeks to come.\n\nYour first question, about the assistance levels, as I described in my opening remarks, we know what the basic \nneeds are for 2008. As I said, these needs are increasing. This is a moving picture because, as I think all of you \nhave noted, the refugees themselves are running out of resources and they're becoming in some instances \ndesperate.\n\nYou alluded, and others alluded, to some emerging social ills that should alarm us indeed. So the total, as we \nunderstand it, of the different, disparate international appeals is about $890 million. So that, in fact, is our target.\n\nNow, the U.S. has already contributed substantially. We have made available $208 million. We have another $70 \nmillion or so already appropriated that will be announced shortly. So that gets us to about one-third of that total.\n\nAnd we believe that traditionally we are normally well under that percentage. If you take, for example, the UNHCR \nregional appeal, which is $261 million, we've already pledged, we've already made available $95 million, which is \n37 percent of that total.\n\nThere are international agencies that are not comfortable with one country crowding out others, if you will. So, as I \nwas telling it in my opening statement, if you add what has been pledged or dispersed by other donors, if you add \nwhat we know from our diplomatic conversations with other governments, what is likely to be given, we figure we're \nshort in the neighborhood of $400 million.\n\nSo the question is, how is that going to be funded? I would say, in answer to your question, the bottom line is it \nmust be funded. But we believe that the U.S. has contributed substantially and that it is now a diplomatic challenge \nfor us to exercise the arts of persuasion and to bring others into the equation, others who have means, resources, \ninterests in the regional stability that really is at stake in this crisis.\n\nNow, I mentioned that I was on a journey in recent weeks to promote contributions to the international appeals and, \nas I said in my remarks, a refrain, a resounding refrain everywhere I went, is that the government of Iraq needs to \nstep forward, for two reasons. First, because these are Iraqi citizens who are in need, secondly, because the \ngovernment of Iraq has resources.\n\nIt would be different if it didn't have resources, but I heard this message especially in the Middle East, that others \nare willing to contribute, but they want to see the government of Iraq step forward in a significant and a substantial \nway. So that really is going to be, I think, our top priority going forward.\n\nBut, at the same time, not to neglect what we see as the potential for important contributions elsewhere, including \namong well- to-do Arab states. And, as I said, I felt that they are willing to contribute.\n\nLast year, the United Arab Emirates did provide $10 million to the UNHCR, so there's a precedent. I learned when I \nwas in Qatar that there already is a significant educational initiative underway that a private foundation is \nundertaking in Syria.\n\nSo I think that we should not preempt others, and I think the American taxpayers would not want us to preempt \nothers from doing their part. When I was in Europe, I received a somewhat nuanced response. Certainly our \nEuropean friends have contributed, I would say significantly, in previous years. We hope they contribute \n\n\n\nsignificantly this year, but frankly we're looking for more than that, given the increasing needs that we all agree we \nsee, given the serious implications of not meeting those needs.\n\nAnd yet I was somewhat surprised that in some meetings, in some instances in Europe, I found I wouldn't say \nskepticism, but a desire to be convinced that the situation that we see of an increasingly dire situation is indeed the \ncase. And it was stated to me in more than one meeting that different European donors are looking to UNHCR to \nsubstantiate empirically the data concerning the vulnerable population.\n\nNow, I made it abundantly clear that the United States has the highest confidence in UNHCR and in its \nassessments of the vulnerability that you have stated and that we perceive, as well. But I'm not pessimistic. I \nbelieve that actually I heard an opening that, if whatever concerns or questions that were raised are addressed, \nthen we would hope that that would lead to, indeed, substantial increases in assistance.\n\nSo I would sum up by saying that our target is to see the international appeals fully funded. We have done a \nconsiderable part. We are now in the business of urging others to do their part, so I would say this is something that \nwe need to watch.\n\nI think Secretary Rice in Senate testimony indicated yesterday that we are watching this and we do have a \nsupplemental request, as you indicated, that's there. But we will continue to watch it, and, as she said, we won't be \nshy to make a different assessment if we see that by virtue of our efforts that there is a remaining shortfall.\n\nFinally, your question, I think I alluded to about human trafficking, I don't have precise statistics, but we certainly \nhave heard anecdotally that there are extremely worrying instances of different kinds of social ills developing. You \nmentioned prostitution.\n\nHuman smuggling, for example, I think our next panel, especially our guest, your guest from Sweden, will be able to \nspeak to that. But our understanding is that to some degree this influx of asylum seekers that came to Sweden \ncame via illegal channels, through illegal migration channels.\n\nSo we are seeing different kinds of noxious reflections of the increasing needs of the population. There's no doubt \nabout that, and that's where the trend lines are going, and that's why we have to meet our responsibilities. Thank \nyou.\n\nREP. HASTINGS:  Ms. Waters?\n\nREP. WATERS:  Thank you very much, Mr. Chairman. I'm going to submit my questions in writing, also.\n\nMy questions will relate to the right of the refugees to be able to work in these countries that they have migrated to. \nI think there's a 1951 convention that mandates that the refugees be able to work. My questions will also include \nquestions about children and their education and the health services that are supposedly available to families that \nmay not be available.\n\nThe questions that I will be submitting are questions, again, about the right to work, about education, about health \ncare and basically about the plight of these refugees inside other countries and a lack of enforcement to see to it \nthat their basic rights are met and that they have an opportunity to have a decent quality of living.\n\nI won't be able to stay for the rest of the hearing, unfortunately. I've got to get a plane, if American Airlines has not \ncanceled mine.\n\nBut I will submit those questions in writing and perhaps in your discussion with other members here, you may be \nable to touch on some of that, because I know these are issues that we're all concerned about.\n\nThank you very much.\n\nREP. HASTINGS:  Thank you very much, Ms. Waters.\n\n\n\nMs. Solis?\n\nREP. SOLIS:  Mr. Chairman, I'll also submit my questions.\n\nBut just in closing, I wanted to ask both of you that this week, earlier, Senator Kennedy and Biden called on \nPresident Bush to create a White House position overseeing policy on refugees and persons who have been \ndisplaced in Iraq. Could you give me your response very quickly, for both of you?\n\nAmbassador?\n\nMR. FOLEY:  Yes, thank you, Madam Congresswoman. I believe the White House has already responded to that \nproposal, indicating the position that Ms. Scialabba and I, having been named in September in special capacities to \nlead the effort on the resettlement side, that the progress that's been achieved and that we anticipate achieving \njustify continuing in that mode.\n\nIt's not for me personally to judge the efficacy of our efforts, but I would say, though, that indeed on the resettlement \nside, bringing significant numbers of Iraqis to the U.S., which was slow and was criticized, is turning around.\n\nAnd you are going to see in the coming months, especially in the late spring and early summer, tremendous \nnumbers of Iraqi refugees arriving in the United States.\n\nSo the question I think is more applicable on the assistance side, which we're mostly discussing today. And there I \nthink it's fair to say that traditionally it is the responsibility of the Department of State to lead our international \ndiplomatic efforts and that's what we're doing. I've just, as I said, returned from a trip to the Middle East and to \nEurope to try to mobilize support so that we meet these international appeals, and I feel confident that we can \nsucceed.\n\nWe have a persuading job to do, but I think that there's a will on the part of many interlocutors that I met with to \ncontribute, so I think that we're on the right track.\n\nMS. SCIALABBA:  I don't know that I have much to add to what the ambassador just said, other than in terms of the \nresettlement, I agree with everything he mentioned. We've got the infrastructure in place now to actually move large \nnumbers of cases.\n\nWe added refugee corps officers to our refugee corps this year. I anticipate adding some more next year, and \nwe're meeting the requirements, the requests that we're getting for circuit rides and for interviews, and we're \nkeeping previous with what is being prepared for us to interview. So I think we are on target to meet the 12,000 \nadmissions.\n\nREP. HASTINGS:  I'm waiting for the dean of Congress to get settled. He and I have filed rather substantial \nlegislation that I'm sure that you all are tracking, but in light of his being here, not so much for questions, I know that \nhe has limited time. He's already has informed us that he has another engagement but he took the time to be with \nus, and I'd like to hear any remarks our Chairman Dingell might have at this time.\n\nREP. JOHN DINGELL (D-MI):  Mr. Chairman, I want to thank you for allowing me to join you today and to discuss \nthe humanitarian crisis in Iraq.\n\nAnd I want to thank you and my good friend Mr. Smith and Ms. Solis and to tell you how much I appreciate your \nleadership in this matter and the outstanding work you have been doing in this matter, in trying to help people who \nare hurt through the failures of the United States and our policy.\n\nI want you to know that I look forward to working with you in the future and will look forward to continuing our efforts \ntowards both legislative resolution of the questions and also seeing to it that the programs that we have in this area \nfor proper funding of our humanitarian programs to assist Iraqi refugees in this terrible crisis will have the kind of \nsuccess that you and I and my friend Mr. Smith and Ms. Solis happen to want.\n\n\n\nI want to express my appreciation for the presence of Ambassador Foley and Ms. Scialabba, and I appreciate the \nwork that you are doing and I thank you for your leadership in this matter. And, like my colleagues up here, I look \nforward to working with you here.\n\nI want to especially welcome and to thank my friend Noel Saleh, who joins us today from Dearborn, where the is a \nleader in ACCESS, a great organization which does enormous good for the people of Dearborn, Arab Americans \nand others in almost every area of human activity.\n\nI've watched the organization grow from a small community center serving a small Arab-American population in \nDearborn to one of the largest providers of economic and social services to people of all backgrounds, Arab and \notherwise, in the state of Michigan.\n\nAs you know, Mr. Chairman, my hometown has one of the largest and most vibrant Arab-American communities in \nthe country. There's some argument about whether we have more than others, but we think we not only have more, \nbut we also have the best. And they're some of our finest people in Dearborn and all through the southeast corner \nof Michigan and the down (ph) rivers.\n\nAnd in Dearborn, also, there are tens of thousands of Iraqis, many of whom came to this country after the first Gulf \nWar. It is safe to assume that many of the tens of thousands of these refugees will be joined, we hope, by others \nwho will be coming to this country in coming years and that those who will arrive in southeast Michigan will find not \nonly access, but other organizations of similar quality and concern moving forward towards helping them with \nmedical treatment, mental health services and employment training and many, many other needs.\n\nI want to, again, commend you, Mr. Chairman and Mr. Smith and Ms. Solis for your leadership in this. And I want to \nexpress to Ambassador Foley my appreciations for his leadership and observe that earlier this year my good friend \nChairman Hastings and I sent a letter to Secretary Rice, as you will remember, Mr. Chairman, asking her a number \nof questions about United States policy toward Iraq refugees and IDPs.\n\nIn the response that we received from the State Department, it stated that the long-term objective for Iraqi refugees \nand IDPs is a safe and voluntary return, something which I'm sure most of them look with great favor upon.\n\nHowever, we know that for many of the most vulnerable Iraqis, including religious minorities, will never be possible, \nor at least will be hideously dangerous.\n\nMy question to you then, Mr. Ambassador, is what is the State Department doing to ensure that those who have \nbeen chosen for resettlement are from the most vulnerable populations?\n\nMR. FOLEY:  Thank you, sir. Most of the referrals that we receive of Iraqi refugees are sent to us by the United \nNations, the U.N. high commissioner for refugees. And the UNHCR itself has established 11 separate criteria upon \nwhich to determine referrals, determine who among the large refugee population is indeed extremely vulnerable \nand needing resettlement, permanent solution in a third country, in many instances, the United States.\n\nSo there are, as I said, 11 criteria or categories, including victims of torture and violence and female-headed \nhouseholds and Iraqis associated with the coalition who were targeted for that. There is also a category for religious \nminorities and other minorities who may be targeted. So we take these referrals and that's the basis, really, of most \nof our adjudications and admissions.\n\nAnd apart from that, we have in December -- we have reached out to Iraqi immigrants or citizens in the U.S. who \nhave filed immigrant petitions on behalf of relatives in Iraq. And we've granted direct access -- in other words, they \ndon't need UNHCR referrals, for Iraqis in that category.\n\nIt so happens that when Congress passed the Iraqi Refugee Crisis Act of 2007, it was enacted in January, it \ncreated a special category for direct access to the U.S. Refugee Admissions Program for Iraqis who worked with \nthe U.S., were associated with the U.S., but also for minorities and religious minorities who had relatives in the \nUnited States.\n\n\n\nSo we kind of anticipated that by a few months by offering direct access to any Iraqis who had relatives in the U.S. \nSo we've begun that outreach. We wrote to, I think, 8,000 people in that category in the U.S., encouraging those \nwho have filed petitions or could file petitions for relatives in Iraq, for them to do so.\n\nREP. DINGELL:  I'm asking how they're doing on getting (OFF- MIKE).\n\nMr. Chairman, that's a very valuable answer.\n\nMr. Ambassador, I thank you.\n\nI note, Mr. Chairman, you had asked about the success and the progress of the programs we have now, and I'd like \nto echo not only your concern on this matter, but that of literally thousands of Americans, Iraqi Americans, and just \nordinary citizens. That I'm troubled that the program has not been moving forward as fast as we would like, not only \nare we not putting enough money into it, but that I have the apprehension that the money is not being spent fast \nenough to accomplish our purpose.\n\nAnd I hear constant concerns from my constituents about those Iraqis who have gone to Jordan or to Syria and to \nthe misfortunes that are befalling the families who have done this.\n\nAnd I'm even hearing questions of women who are being forced into prostitution to support their families. This tells \nme that it is of urgent need that we should move with great vigor to address the problems, particularly of those who \nare in Syria and Jordan, so that this kind of situation not obtain any further.\n\nCan you give us a comment on that, please, Mr. Ambassador?\n\nMR. FOLEY:  Yes, Mr. Chairman. I in some respects spoke to that earlier in the hearing, but I think it certainly bears \nrepeating that I fully share your sense of urgency and concern.\n\nWe see this as an evolving situation in terms of the needs of refugees, evolving in an alarming direction. This is not \na static picture. The numbers of refugees actually are not increasing, because largely it's no longer possible for \nIraqis to get access into neighboring countries. So that is somewhat static, the number itself, but the number of \nthose falling into the needy category, the increasing needs themselves, I think is something that we don't dispute.\n\nOn the contrary, we see an evolving, alarming picture. And therefore it underscores the urgency that you note. I \nshare it completely. We need to fund these international appeals.\n\nBefore you arrived, I talked about what the U.S. is doing, the significant funding we're providing. We have a shortfall \nand we need to get it funded and we need to get it funded now.\n\nI've just returned from a trip and this is not the end, by any means, of U.S. diplomacy in this regard. It's the \nbeginning that you can expect at different and higher levels vis-a-vis other partners with means and interests in this \nregion. So we're going to do everything we can to get urgently the international appeals funded so that the needs of \nthis population are met.\n\nThank you.\n\nREP. DINGELL:  Thank you.\n\nMr. Chairman, I thank you for your courtesy.\n\nREP. HASTINGS:  Thank you very much, Chairman Dingell. I appreciate it very much.\n\nI do have a significant amount of questions that I will submit and I'm determined that we hear from our second \npanel. We expect that votes are going to occur at 4 o'clock, and toward that tend I would appreciate very much if \nthe second panel would come forward.\n\n\n\nAmbassador Foley and Ms. Scialabba, thank you all so very much.\n\nAnd if I could invite to take their places Mr. Michael Gabaudan, the Washington director for the United Nations high \ncommissioner for refugees, Mr. Anders Lago, the mayor of Sodertalje.\n\nErvin (ph)?\n\nAll right. I also had invited Mr. Saleh. OK.\n\nI was asking my friend, Ervin Awling (ph), who is here, Mr. Mayor, and when I talked with you about people that I \nknew in Sweden, I didn't know that he was going to be here. But I told him that I didn't want to run the risk of saying \nthe name of your city, but now am I correct, it's Sodertalje.\n\nYes, thanks to Ervin (ph), I got it closer to correct. And, again, I apologize to you. I'm fond of saying, the staff gets \ntired of hearing me say it, it's hard to apologize for working, but so help me, the time constraints have been \nextraordinary in these last two days. And I'm deeply appreciative of your patience in that regard.\n\nLet's begin, and I'd ask you all to submit your full statements for the record and try, if at all possible, to summarize \nyour comments in five minutes.\n\nAnd I'd like to now start with Mr. Gabaudan, if you will, sir.\n\nMR. GABAUDAN:  Thank you very much, Chairman Hastings and other members of Congress. I'm very grateful for \nthe opportunity you gave the Office of the High Commissioner for Refugees to bring to your attention how we \nassess the Iraqi situation, how it has impacted the neighboring countries and the response we try to give to that \ncrisis.\n\nI will cover briefly of the nature of the crisis, the response of neighboring countries, what we did and then touch at \nthe end briefly on returns. The Iraqi refugee crisis is characterized by its huge scope. It's now the third refugee \ncrisis in the world. It's very particular in that it is essentially a refugee population of urban origin -- about 80 percent \nof those we have registered do come from Baghdad -- and a population that had relocated itself in asylum also in \nan urban context. There are no Iraqi refugee camps.\n\nMost of the refugees have entered neighboring countries legally, with their passports and with a period of stay that \nwas granted by these authorities. Perhaps most importantly, these Iraqi refugees are in the overwhelming majority \nnot fleeing persecution by their government, but by other entities and what they see is the incapacity of their \ngovernment to protect them, but not persecution by their government.\n\nAnd I think this is important, because it certainly should facilitate discussion with the Iraqi government in bringing \ntheir interest in bringing out securing (ph) Iraqi refugees and eventually solutions.\n\nAnd the last aspect of this crisis that has really stunned us is the very high percentage of Iraqi refugees who have \nbeen heavily traumatized by their experience. People are not fleeing because they heard a bomb or because they \nfear violence. They flee, the overwhelming majority, because they have been direct victims of bombings, of \nshootings, of abductions, of torture, or they have witnessed it among their very immediate relatives, a very high \nproportion, if we compare it with our experience with other refugee populations.\n\nDesigning (ph) countries, essentially, Jordan, Lebanon and Syria, but also Turkey and Egypt, have responded, I \nthink, given the numbers essentially in a very positive manner. It's important to note that neither Syria nor Jordan \nnor Lebanon are signatory to the refugee convention. Therefore, they have no obligation towards refugees. They \ndo not wish to consider these people as refugees, as we understand the word. And they have received them as \nguests.\n\n\n\nWe had some concern because that does not entitle to a particular status. The high commissioner in his recent visit \nto the region was satisfied that in general he found that over the last year what we call the protection space for Iraqi \nrefugees has definitely improved.\n\nAs you know, borders are more difficult to cross now. There has been certainly almost a closure in Jordan and a \nnear closure in Syria, with still some movement taking place, but it's difficult to cross the borders. And I think, as \nAmbassador Foley said, that we now deal with a population that is rather stable in neighboring countries.\n\nThe impact in neighboring countries has been of two kinds. One, it has been an impact on the cost of living, \nparticularly in the rental of low-scale apartments, in which refugees are seeking to house themselves, and a \ntremendous impact on services, in particular, education and health. And, recently, we were very pleased that both \nJordan and Syria have granted access to their schooling system to all Iraqi refugees. How we put this practice, of \ncourse, quite a challenge, given the numbers.\n\nHow do Iraqi refugees live? Mostly from their savings. The myth that all those Iraqis who left are wealthy, et cetera, \nis wrong. We have seen since the Samarra bombing an increasing pauperization of the Iraqi population and their \nsavings are obviously dwindling.\n\nMany still receive remittances from Iraq. It's one of the odd refugee crises where people had to flee because of \nthreats, but they survive because some of their relatives are still able to send them some funds.\n\nFew are able to work.\n\nOur response has been in two ways, Mr. Chairman. First, we have started in early last year, when our funding \nbecame more forthcoming and we could spread our presence in the region, to boost certainly our registration effort \nand we have so far registered a little over 250,000 refugees in these different countries. The purpose of registration \nis to assess their needs better.\n\nI repeat, these people are in an urban environment. It's difficult to know where they are as they come to you and \nidentify themselves. It helps us to identify the degree of vulnerability and what sort of answer we should give to this \nvulnerability.\n\nIt allows us to give them documents which we hope will increasingly offer some protection in their relation with the \nauthorities of these companies, and it allows us to determine what sort of assistance they need, whether it's in food, \nnon-food items, or, for the most vulnerable, as we are doing particularly now in Syria, through cash assistance \nthrough a credit card system.\n\nAnd, finally, this registration also identified those who would fit into our categories of vulnerability that determine we \ncan present them for resettlement. And, so far, we have submitted for resettlement to the U.S. and other countries \nabout 12 percent of the whole number that we have registered.\n\nResettlement is important, not only because it addresses the most vulnerable, but also because it is a \ndemonstration of burden sharing to the countries who are hosting these large numbers. And the second aspect we \ntry to respond to the crisis is support these governments in boosting to a certain extent their capacity in the health \nand education services to respond to the demands of refugees, and particularly in health where there is a high \nnumber of extremely serious diseases that need very sophisticated treatment. And it is a heavy burden for these \ncountries.\n\nThe high commissioner has however insisted that what we can do in health and education through the humanitarian \nchannel is going to be limited and bilateral aid is required of a more developmental nature to help these countries.\n\nWe do expect the needs of the population to increase as time passes, not because the numbers are increasing, but \nbecause their coping mechanisms are going down because of basically the drying up of their savings and the \nincrease of the cost of living in these countries. So we expect that as we keep on registering and we estimate now \nthat we probably will be able to register up to 500,000 by the end of this year -- that's doubling the numbers we \n\n\n\nhave now -- that we will find an increasing number of people who do need assistance and this is certainly reason to \nkeep on boosting our presence and our support in these countries.\n\nFinally, yes, we're engaged in trying to look at what the requirements for return will be, because it's obvious that for \nthe majority of the population the long-term solution will be to return to Iraq, and this is why we are now establishing \nrepresentation to Iraq, which initially was raising amounts (ph) back into Baghdad so we can begin discussions with \nthe government. But this is going to be a long discussion to establish all the prerequisites for return.\n\nAnd I'll be happy to answer any questions you might have on this regard. Thank you very much.\n\nREP. HASTINGS:  Thank you. I note that we've been joined by my good friend and the co-chairman of the Helsinki \nCommission, Senator Ben Cardin.\n\nAnd, Ben, do you wish to comment now?\n\nSEN. BENJAMIN CARDIN (D-MD):  No, I would prefer the witnesses to complete their statements. I just wish to \napologize for the United States Senate, but since I'm in the House I do not dare apologize for the United States \nSenate having dared to have votes during this hearing. But that's the reason for my delay.\n\nREP. HASTINGS:  Thank you very much, Senator.\n\nMayor Lago, please, if you would proceed.\n\nMAYOR LAGO:  Thank you, Chairman Hastings, members of the congressional commission, ladies and gentlemen.\n\nFirst and foremost, I would like to thank the commission for your invitation. Allow me to be totally frank:  I'm not a \npresident, a cabinet minister, an ambassador or even a member of the Swedish Parliament. I'm the mayor of \nSodertalje.\n\nMr. Chairman, I understand it's hard to pronounce Sodertalje. I can tell you that Sinato Boma (ph) had problems to \npronounce Sodertalje when I met him some days ago.\n\nSodertalje is a small town with slightly more than 80,000 inhabitants. I'm here today as the representative from a \nsmall country on the northern edge of the European Union. But I can say with both pride and disappointment that \nwhen it comes to refugees I come from a great nation.\n\nThe United States is the country in the Western world that accepts the largest number of refugees. Directly \nthereafter comes Sweden, and according to census statistics, it is my hometown that receives most Iraqi refugees \nin Sweden.\n\nMany Iraqi refugees have sought shelter in Sodertalje since the start of the war in Iraq. Almost all belong to the \nChristian minority. Sodertalje accepts approximately 5 percent of all Iraqi refugees who come to Europe.\n\nTo illustrate this even more dramatically, my little town alone receives more Iraqi refugees than United States and \nCanada together.\n\nWe did not start the war in Iraq. However, we assume a huge responsibility for those people who are affected. Last \nweek, I met with seven Iraqi pupils at a local school. Meena (ph), a girl in fifth grade, had a tear in her eye when \nshe said, it is nice here in Sweden, but I miss my father. Her father is still in Iraq.\n\nAnother little girl, Meryem (ph) said with an edge to her voice, if the war continues, the doors must be open for the \nrefugees. All the children I met have relatives left in Iraq.\n\nWhen I asked these children what they wanted to be when they were older, they brightened up and competed with \none another to tell me. Renza (ph) wanted to become an artist. Steve wanted to become a policeman. Meena (ph) \n\n\n\nsaid shyly that she wanted to become a doctor. These children, in spite of all they had been through, have not let \nthe circumstances diminish their ability to dream of the future.\n\nIn Sodertalje, we face three problems. Firstly, our schools and preschools are full. Of the town's 8,000 people, 500 \nare enrolled in the special preparation classes we have for newly arrived refugees. We cannot hire teachers or \nbuild schools fast enough to take care of all these pupils.\n\nSecondly, there is a lack of living accommodations. A great many of the refugees lodge with relatives or friends. \nWe know of cases of 15 people sleeping on mattresses in a two-room apartment.\n\nAnd, last but not least, we have a shortage of job opportunities. A small town cannot possibly produce jobs for \n1,000 refugees each year. Here, the United States could really help Sodertalje. American companies looking to set \nup businesses or expand in Europe are most welcome to visit my hometown.\n\nI'm in awe of the refugees' ambition and will to make new lives for themselves. Many of those who come to our \ntown are well educated and motivated to start a new life in a new country.\n\nWe need immigrants if we are to manage the demographic challenge we face. Despite the fact that we need \nimmigrants, Sodertalje has become a town that must now say, stop, stop, stop. Do not misunderstand me. We will \nalways help others when we can. We must act when the lives of our brothers and sisters are in danger.\n\nIt's imperative that we have a humane refugee policy worldwide.\n\nThe millions of refugees in the world must be a concern for us all, not just for those areas bordering on the \nbreeding grounds of war or for a small number of countries and cities such as Sodertalje.\n\nSodertalje works hard to spread the reception of refugees equally over the whole of Sweden, to all cities and \ntowns. Internationally, we must find a model for the equal and more responsible reception of refugees. We must \nalso have special support for the refugees on site in Iraq, in Jordan and in Syria.\n\nMost of all, we must put an end to this and other ongoing wars. The children I met last week have cousins and \nfriends who are left behind in Iraq. Those children are trying to lead a normal childhood in a land where uneasiness \nand fear are always present.\n\nI'm not a president, I'm not an ambassador, but I know that we must create a new future for the children fleeing from \nwar, and I know there is no time to lose.\n\nThank you for your attention.\n\nREP. HASTINGS:  Mr. Mayor, with your permission, when we transcribe your remarks, I'd like very much to put \nthem on the Helsinki Web site and to have them placed in the Congressional Record.\n\nIn sum, in a very poignant fashion, you have put forward the sum total of why we have this important hearing today. \nAnd I just, as one member of Congress, would add that your country and you and your city and its citizens are an \ninspiration. And I offer my heartfelt thanks and deep appreciation for all you do for all of us.\n\nMr. Saleh, if you would proceed, sir.\n\nMR. SALEH:  Thank you, Mr. Chairman, members of the commission.\n\nThe purpose of our testimony today is to assist you in your comprehensive review of the Iraqi refugee crisis by \nsharing our experiences and our strategies at ACCESS that we've employed to assist Iraqi and other refugees \ntransition into the American society.\n\nACCESS, or the Arab Community Center for Economic and Social Services, has been around for 37 years, and I'm \ngoing to leave Chairman Dingell's comments to serve as a statement of the efficacy of our services.\n\n\n\nACCESS, our trademark of our services is the cultural sensitivity and the coordinated manner in which we have \nwraparound or holistic services. We have a one-stop shop, providing a seamless point of entry and a unified needs \nassessment for all persons who seek services in our institution. That's even more true when we are dealing with \nrefugees.\n\nWe've heard about the huge number of refugees created by the 2003 Iraqi war, and I won't go over those statistics \nagain. But I think it's significant to note that the U.S. has received a rather minuscule amount of refugees.\n\nIn fiscal year '05, it was 198. In fiscal year '06, it was 2,002. In fiscal year '07, it was 1,608 and this year it's been \n2,627. I was heartened to hear the testimony of Ambassador Foley and Ms. Scialabba that they actually hope to \nmeet the target of 12,000 for this year.\n\nBut, again, this is totally inadequate to address the needs of this needy population. A significant number of the \nrefugees who do make it to America will end up in southeast Michigan.\n\nAnd just as an aside, Mayor Lago, we're actually looking to you in southeast Michigan for Europe to be investing \nand building businesses in our end of the community. We're suffering a little bit in that area ourselves.\n\nBut the population that will end up in southeast Michigan will be as a result of both primary and secondary refugee \nplacement. Primary are those who are originally settled in our area. But what we've learned from our experience in \nthe 1991 Gulf war is that we will have a substantial increase in actually secondary resettlement.\n\nFollowing the '91 Gulf war, 3,000 Iraqi refugees were settled in southeast Michigan. Within one year of that \nsettlement, that population grew to 14,000 as a result of secondary resettlement. Secondary resettlement results \nbecause refugees are placed with good agencies, but they're placed in St. Paul, Minnesota, and Lincoln, \nNebraska, and they find themselves in a totally culturally vacuumed environment.\n\nAs Congressman Dingell indicated, southeast Michigan, metro Detroit, is recognized as the heart of the Arab-\nAmerican community, where we have the highest concentration of Arab-American first, second and third generation \noutside the Middle East. And, as a result of our having established institutions, both cultural, political and economic, \nonce refugees hear of that, they learn of it quickly and then they are drawn to our area.\n\nRefugees present a distinct set of service needs and problems in resettlement. First and foremost is that these \npersons are not voluntary immigrants. So while they present with many of the same needs that regular immigrants \npresent, they also have substantially more severe needs for services.\n\nThrough a contract with the Michigan Department of Human Services, ACCESS is designated as the provider of \nmandatory medical screening for all primary refugees arriving in southeast Michigan.\n\nIn a recent screening of 554 recent refugee arrivals, we not a substantial incidence of health problems significantly \nlarger than that of the general immigrant population. Similarly, refugees in general suffer more from mental health \nissues than the general immigrant population. And I was heartened to hear -- not heartened, but most significantly, \nwhat we find is a substantial incidence of post-traumatic stress syndrome.\n\nConsistent with this finding, it's my understanding that the UNHCR did a report in January of this year where they \ninterviewed 500 and some Iraqi refugees, representing some 3,000 different family individuals and they reported a \n100 percent finding of some significant experience of trauma, that one in five of Iraqi refugees are registered with \nthe U.N. as classified as victims of torture and/or violence.\n\nThe testimony from a client of ACCESS who receives assistance from our Psychosocial Rehabilitation Center for \nthe Victims of Torture, one of five such centers recognized by the U.N. and the United States:  My name is Intessar \nNaser (ph) and I'm a 34-year-old female refugee from Iraq. I came to the United States in 2007 with my three \nchildren in the hopes of finding a better life for us.\n\n\n\nI was subjected to an enormous amount of suffering in Iraq, including the witnessing of the death of my husband. \nAfter arriving in the United States, I am faced with many obstacles, which I did not expect. Living cost, financial \nsupport barely cover my necessities.\n\nSince I have few family members in the United States, my support system is extremely lacking. I have searched for \na job, but due to the few skills which I have, my lack of education, language and other things, I'm unsuccessful. I \nstruggle on a day-to-day basis to keep my family alive, and this has added to my grief and to my stress.\n\nI know that I am not alone and that there are many others who suffer the same, if not worse. I am grateful for the \nUnited States in providing me safety, but I hope that through my testimony someone will acknowledge that more \nassistance is urgently needed for refugees coming to this country.\n\nAs with all newcomers, those who have immigrated to the United States from the Arab world come with dreams and \nhopes of establishing a better life for themselves, their families and their future generations. Unfortunately, this is a \nmuch more daunting task than any of them had anticipated.\n\nIraqi refugees face challenges in meeting their basic needs. Many refugees struggle with poverty after they \nexhaust their eight months of social welfare benefits that are allotted. After eight months it stops, unless you're a \nfamily. And then -- this is a result of the Personal Responsibility and Work Reconciliation Act of '96.\n\nIt made available for refugee families an extension or a seven- year limit for the receipt of social services, SSI and \nrelated benefits. This seven-year period was intended to allow these individuals to have a sufficient opportunity to \nbecome U.S. citizens, and then they'd be able to retain their eligibility.\n\nHowever, many, if not most, are unable to complete their requirements for citizenship within these seven-year \nperiods. It's anticipated that by the year 2010 there will be an additional 48,000 refugees who have lost their \neligibility for supplemental security income benefits.\n\nNow, ideally, refugees would learn English, pass the citizenship examination and become U.S. citizens. But, for a \ntraumatized population facing the multiple barriers, especially the limited English language proficiency, chronic \nillness, mental impairments, the path to citizenship is just fraught with too many obstacles in their way.\n\nFor those that are able-bodied and capable of applying for citizenship, the current backlog in processing by USCIS \nand the FBI has resulted in even that path to citizenship not being able to be accomplished within the seven-year \nperiod.\n\nThe story of Hassan (ph), another Iraqi refugee, who resettled in Dearborn in 1998. the came to access and we \ninitially helped him with his refugee assistance application with the Department of Human Services. That was valid \nfor eight months, and we assisted him with job training and job placement, but the job placement lasted for two \nmonths, because Hassan (ph) suffered from a severe psychiatric schizophrenic disorder and he was unable to \nmaintain his employment.\n\nWith that, we were able to get him onto the SSI rolls and we were able to advocate for him. And then, when he \nbecame eligible to become a citizen in 2004, we did his citizen application.\n\nNow, we could apply for a waiver of his English language requirement because of his documented medical \ncondition, which prevented him from learning the English language, but that's an exception. But even with all of that, \nthe delays in the background and security checks where the citizenship application required four years from the \nfiling of his application until he was ultimately approved.\n\nDuring this four-year period, he lost his SSI benefits and there were no benefits available for him. There was no \nsafety net until he actually became a U.S. citizen.\n\n\n\nSimilarly, there are -- in addition to the employment, or I'm sorry, the health and mental health issues, employment \nis a substantial issue, if someone's going to be integrated into the American society, into any society in which \nthey're living.\n\nBut the traditional employment and training programs are not equipped to respond to the refugee population. These \nstate and federal programs are generally not bilingual and the eligibility requirements and the benchmarks for \nsuccess make it adverse or preclude, actually, refugees being welcomed into these job training programs, because \nthey get benchmarked by how many people have they trained, how many people have they placed. And these are \npeople that lack any great skills in terms of employability.\n\nSo the traditional programs don't like refugees to come into the job training programs. ACCESS we believe is \nunique in our ability to provide culturally sensitive services for these refugees. But for those who do not end \nprevious in southeast Michigan, it is unlikely that they will be able to receive the broad variety of welfare assistance \nand program assistance that we're able to provide in our agency.\n\nOur agency is a model, I believe, for the providing of effective human and social services. And, as Congressman \nDingell indicated, we do this not just for the Arab-American population, but for the total population in southeast \nMichigan. But especially with our refugee applicants, and they're not all from Iraq, we have a model of having an \nindividual case manager for each refugee family. That case manager ensures that all of the programs that are \navailable through our organization or that might be available in the other state or local agency are made available to \nthose members.\n\nWe believe we're unique. We believe that it is only through such aggressive treatment and services that refugee \npopulations are going to have any chance of integrating themselves, becoming engaged in the society which they \nwill now be living in for the rest of their lives. And there is just a paucity of resources available, nationally or locally, \nto meet the demands that even the limited number of Iraqi refugees being admitted to the United States have.\n\nThank you very much.\n\nREP. HASTINGS:  We'll begin our questioning with Mr. Smith, and I think you all heard that bell. That signifies that, \non the House side, we're going to be doing some voting.\n\nREP. SMITH:  Mr. Chairman, thank you so very much.\n\nAnd, Mr. Gabaudan, if I could ask you on behalf of the audience here, yesterday, General Petraeus, and the before, \nAmbassador Crocker, testified before the House and the Senate. And Ambassador Crocker, and you probably \nheard me say earlier, when quoted him, said that the UNHCR has returned international staff to Iraq to assist with \nthe return of internally displaced persons.\n\nAnd, obviously, we all see that and greet that with a great deal of hope and optimism. And I'm sure it's not to the \npoint where, and you can tell us, doing much processing in and of itself. But I would ask, if you could, tell us about \nthe conditions on the ground.\n\nOne of the things that General Petraeus emphasized was that there are now some 91,000 what they're calling sons \nof Iraq, who now, acting out of self interest and enlightened self interest, who now understand that Al Qaida and \nother militants don't mean them well -- they are a lethal threat to their families and to their communities -- are now \njoining a growing number of the police battalions, as well as the military battalions and acting in a way that you \nwould expect a security force to do so.\n\nAnd I wondered if you might shed some light as to whether or not that's creating some of the space that we're all \nhoping for for that return.\n\nSecondly, along the same lines, the surge was and is controversial. I happened to have supported it. Nobody likes \nthe fact that our military men and women are deployed there. The sooner they get home the better, from all of our \npoints of view, because we have lost so many lives. But it seems to me that if the surge has created a space that \n\n\n\nwill allow repatriation to help and to assist the internally displaced, that needs to be said. And we need to know \nwhether or not that's accurate and whether or not reality and perception are meshed as one.\n\nOn the mental health side, and I appreciate the good work of UNHCR and ACCESS.\n\nMr. Saleh, thank you for your statement. I was struck by your comment that 100 percent of those interviewed \nexperienced at least one traumatic event.\n\nI sponsored the Torture Victims Relief Act, and we have a reauthorization now that is pending in the Senate, has \nbeen pending for months, is being held up by one particular senator. And I have talked to him several times asking \nhim to lift his hold.\n\nWe need to provide, I believe, the additional resources that legislation would push us towards, both in terms of the \nU.N. voluntary fund and the torture victim relief centers here in the United States and abroad. So your point is well \ntaken and I will talk to him about what you've told us today. But we need to push to get that out as soon as \npossible.\n\nAnd, finally, two things. On trafficking, what are you seeing, particularly on the ground with regards to trafficking in \ncountry, in Iraq, as well as outside? And the Chaldean Christians, I held a hearing on their plight and their very \nunique circumstances that they suffer in Iraq and I think disproportionately to their number they make up the \nrefugee population. Obviously in raw numbers they don't.\n\nBut maybe you could speak to that issue, as well, as to whether or not, because many of those individuals have \nbeen killed, kidnapped and suffer immensely, and I don't think many of them can go back.\n\nMR. GABAUDAN:  Thank you very much, Congressman.\n\nFirst, in return, following Security Council Resolution -- I think it was 1570 or 1670, I'm not quite sure, that called for \ngreater U.N. engagement in Iraq, every U.N. agency is trying to see how it can increase its presence in Baghdad. \nFor the time being, we are essentially talking about either Baghdad or the northern governorates.\n\nSo, as part of this effort, the high commissioner decided to put some of his staff back into Baghdad. We are talking \nabout very few slots. The U.N. has so many slots and each agency has to find out how many it gets. So we're not \ntalking about a major return of plenty of staff. We're just talking about putting a representative and some other \nimmediate colleagues to try to begin a discussion with the Iraqi government about what are the prerequisites for \nreturns.\n\nNow, obviously, any news that security is improving is a view (ph) that goes in the right direction and every news \nthat there are some attempts at reconciliation is of course news that brings us closer to looking at the possibility of \nreturn. But I think so far the high commissioner has been quite clear on that. The improvements in security are not \ncertainly wide enough, broad enough and certainly not sustainable enough for us to advocate for returns.\n\nAnd the attempts at reconciliation, we have just seen the beginning. And I think we need much more reassurance \nthat it's a very lasting process that takes place before we can advocate for return.\n\nOther issues will have to be looked at for return. This is a population which is essentially urban. They will hit (ph) \nhouses and flats. If you look at the way Baghdad is distributed between different groups now, as compared to what \nit was before the war, there is a complete redistribution of religious groups in the different neighborhoods.\n\nWe will have to know what the government intends to do in terms of compensation or restitution for people who \nhave lost their property. All these things, all these systems, need to be established before we can really advocate \nthat people can go back.\n\n\n\nAnd, finally, I would say that there is still some work to do with different ministries in the Iraqi government, all of \nwhom do not have exactly the same views on the refugees. And I think there is need to bring a sort of consensus \nbetween the different ministries to have a national policy on how we are going to address returns.\n\nSo it is with these challenges in view that we are reestablishing our presence in Iraq. I think it's to say we have to \nstart looking at how to prepare for return. It's not going to be a complicated process, and let us not forget that as we \ndiscuss about the return of the perhaps 2 million people who are outside, we will also have to discuss about the \nreturn of the 2 million people who have been displaced within Iraq, most of whom also come from urban centers.\n\nCHAIRMAN:  Mrs. Solis?\n\nREP. SOLIS:  Mr. Chairman, I apologize. We have a vote on the floor and I have to also take a plane ride, but I do \npersonally want to thank these witnesses in particular and to Mr. Lago in particular. Although you said you're not a \npresident, you indeed are a humanitarian ambassador.\n\nSo I want to personally congratulate you, because you have shown a light on humanity by taking in -- your city as \nwelcomed so many Iraqis. We know that you are overburdened. We see that very clearly and I know many of us \nhere in the Congress will work very hard to see that we try to provide enough funding so that we can adequately \nprocess these refugees and provide the tools that are necessary. But, more importantly, those that are going to be \nre-placed here in the United States.\n\nAnd to Mr. Saleh, thank you for your comments and the type of wraparound services that you currently provide to \nArab refugees. I hope that we can work with you in other parts of the country where we have large segments of \nArab populations, for example, in southern California, in Orange County, which I am very familiar with, and know \nthat we need to provide essential tools so that our CBOs that are also similar to NGOs, provide assistance on the \nground in a multicultural setting that is familiar to these refugees.\n\nWe did this when we had refugees from Vietnam. We should be able to do it for the Iraqis that will be coming here, \nas well.\n\nSo, with that, it's more of a comment, and I just want to personally thank you and I want to thank our Chairman, Mr. \nAlcee Hastings, for having this very, very important hearing. And I look forward to working with all of you.\n\nSEN. CARDIN:  I know my House members have to go for a vote, but if you would like to respond to the trafficking \nissue, the status of trafficking in Iraq.\n\nMR. GABAUDAN:  Trafficking can take many different aspects. I mean, one aspect we are the most worried about \nis the one that leads to sexual exploitation of women and young girls from families who are seeing their living \nconditions drop dramatically.\n\nThis is an issue that you do not address through the registration. People will not come forward with these stories. \nYou have to do a lot of outreach, which we are trying to do right now by working with refugee workers in other \ncommunities and try to convince slowly that we have something to offer.\n\nWe have opened a series of safe houses for women that we can extract from that. Some don't want. Some families \nare reluctant to have working on that.\n\nI am less aware of what are the networks of trafficking from Iraq into neighboring countries or even further away. \nWe know it probably happens, but we don't have information of how they work.\n\nSEN. CARDIN:  Let me first make a comment, and then I will have a couple of questions. This morning, in the \nSenate Foreign Relations Committee that I serve on, we took up the long-term relationship between the United \nStates and Iraq.\n\n\n\nThe administration is in the process of negotiating a strategic framework agreement without the consent of the \nCongress. I expressed at that time my deep opposition to that plan by the administration.\n\nI think that they will enter into an agreement that's contrary to the majority members of the United States Congress -\n- and I don't mean from a partisan point of view, just the numbers are opposed to this administration strategy in Iraq \n-- and to the sentiment of the American people.\n\nOne of my difficulties in judging what the administration is doing is that we need to have an honest assessment of \nwhat's happening on the ground. And that's why I was particularly pleased that the Helsinki Commission is holding \nthis hearing, to get a better assessment of what's happening in regards to the displaced individuals within Iraq and \nthe neighboring countries, what's happening to the refugees, so that we can better understand how Iraq will look in \nthe future.\n\nThe testimony here indicates that the United Nations has been able to register about 260,000 of the refugees. We \nknow that there are close to 5 million Iraqis that are displaced within Iraq and neighboring countries and throughout \nthe world. So that's a small fraction of the total number of people who have been impacted.\n\nWe clearly want to resettle. I agree with your testimonies, that resettlement is by far the best policy. But according \nto the United Nations high commissioner, in the reports that I have seen, and I am going to ask shortly Mr. \nGabaudan whether this is accurate or not, the conditions on the ground do not warrant the resettlement of the vast \nnumbers within Iraq.\n\nAnd in response to Mr. Smith's comment, quoting Ambassador Crocker, he had quoted Ambassador Crocker \naccurately, but it's my understanding that the U.N. mission is not to assist in resettlement within Iraq but to assess \nthe conditions, as to whether it's feasible and what is necessary in order to resettle. So I'm not sure that was an \naccurate portrayal by Ambassador Crocker.\n\nWe desperately are going to need humanitarian programs.\n\nIf it's not safe to resettle within Iraq, if there are not enough -- if the surrounding countries cannot and should not be \nable to permanently house the refugees, if the international community is not prepared to accept the vast numbers, \nhumanitarian programs both within and outside of Iraq are going to be necessary. We also need to assist in \nresettlement in other countries.\n\nAnd, Mayor Lago, I want to thank you particularly for your extraordinary efforts. You put us all to shame, other \ncountries to shame. If your small city can handle that many refugees, more than Canada and the United States, I \nthink that speaks volumes as to what we should be doing here in the United States.\n\nWe have Iraqis that assisted the United States that must leave Iraq because of their helping us, and we're not \nproviding the means for them to resettle. I have joined my colleagues in requesting $68 million during this \nappropriation process to deal with Iraqis with special immigrant visas, those who helped the United States, in order \nto try to start making some progress in this area.\n\nSo, Mr. Gabaudan, let me just start with you, if I might, and see whether you agree as to -- I heard Mr. Smith asked \nthis question, but I want to try to get a more direct and focused answer.\n\nThe United Nations high commissioner for refugees, can you tell us what their current assessment is in regards to \nthe safety within Iraq for a significant number of refugees safely returning to their communities in a safe \nresettlement plan?\n\nMR. GABAUDAN:  My apologies, Mr. Chairman. We don't have direct information because we are not circulating \nwithin Iraq, except in the northern governorates, so I cannot give you the results of direct assessment by the high \ncommissioner for refugees within the country.\n\n\n\nBut, certainly, from the interviews we made with those refugees who returned in December and who were given \nsome incentives by the Iraqi government to return, we found that the large majority had returned, because they had \ndepleted the resources in their asylum countries, not because they thought security was better. A large proportion \nof them were eventually displaced within Iraq. They could not go back to their homes.\n\nThat already indicates that for a small number who went -- I mean, Iraqi government was talking about perhaps \n30,000. We don't know the exact figures. But for a small proportion of the whole number who are out, this attempt \nwas not very successful.\n\nWhen you talk to Iraqis in asylum countries, most of them say that the conditions are not right. And let's not forget, \nagain, it's an urban population. They all have cell phones. They call back home all the time. They know the \nconditions back in their country perhaps better than we do. And I think we have to take their word for that.\n\nWhat we do plant to do with the Iraqi government is to set what are the preconditions to start talking about returns. \nAnd I think this will be a long discussion. I think it will have to address lots of issues, and it's not exactly wrong to \nstart now.\n\nBut starting to discuss return, by no means in the mind of the high commissioner, is equivalent to say, I think it's \ntime to return. It's a different proposal. It's going to be a complex plan of repatriation and we need to start looking at \nwhat it means and discuss with our partners.\n\nSEN. CARDIN:  I appreciate that answer. The administration's own testimony indicated that one of the reasons -- \nnot the sole reason -- but one of the reasons, according to the administration, that there's less violence in Baghdad \nis that the neighborhoods have been more ethnically cleansed.\n\nAnd therefore those who have been displaced from certain neighborhoods in Baghdad, it would not be safe for \nthem to return to their former neighborhoods. That issue has not yet at all been addressed by the Iraqi government, \nand it's sort of being pushed aside, where I think ultimately we're going to have to pay attention to that.\n\nBut, at this moment, with security still, according to the administration, being so fragile and certainly reversible, \nthere is no plan by the Iraqi government to facilitate the return of large numbers of refugees within Baghdad, and I \nwould suggest, probably within the entire country.\n\nMayor Lago, let me just come back to you for a moment, if I might. Again, I had a chance to meet with you and a \nchance to understand a little bit more about what you have to go through as a mayor with such a large number of \nnew residents.\n\nCan you just share with us the impact it has on the infrastructure, on your schools, on your housing and how you're \ndealing with that from the point of view of a mayor of a municipality?\n\nMAYOR LAGO:  Yes, thank you. Before I do that, let me tell you something about the situation of the refugees' \nchildren, only a moment.\n\nI can tell you that it's not uncommon for children in our schools that they cry when it's time for vacation. I was \nsurprised when I first heard that, but imagine the difficult housing situation with 15 people in a small apartment, \nsleeping on mattresses on the floor, the difficult housing, who have no corner in the house where the children can \nsit down and do their lessons.\n\nSo it's a very hard situation for the young children of the refugees. I understand them and I understand why they \nare crying when it's time for vacation, because it's much better in our school or in the flats.\n\nSo one of the big problems for the infrastructure is the shortage of accommodation. A lot of people are living in the \nsame flat, so then that's one big problem.\n\n\n\nThe other problem is for the children, it's a very hard situation in our schools. I said before that we have about 8,000 \npupils totally, but now we have 500 pupils that is newly arrived refugees, so that's a very hard situation.\n\nAnd we have a system in Sweden for the first two, 2.5 years, the government takes care of the economic situation \nfor the refugees, but after that it's the municipality that takes the responsibility. So, after a time, it will also be an \neconomic problem for the municipality.\n\nSEN. CARDIN:  How is this being received by the greater population of your city? Is there resentment with the large \nnumber of immigrants? Have they integrated well into the municipality? Is there a form of segregation where they \nare not able to interact with the rest of the community?\n\nMAYOR LAGO:  I think I would say both Sodertalje and Sweden in common are very open and friendly for people \ncoming from other countries and for refugees. In my town, about 30 percent is people coming from abroad or have \nrelatives from abroad, so we are used to meeting people in that situation.\n\nBut, of course, when it's coming a lot of people in a short time, then it's a problem for a small town. So both ethnic \nSwedes, and also people just arrived from Iraq, are telling me, now we must stop up and we must spread the \nrefugees all over Sweden.\n\nI think the big problem is the concentration to some areas and some cities. It's not a problem for Sweden to take \ncare for about 20,000, 30,000 refugees per year, but we have a national problem that we must have new legislation \nso it's possible to spread the refugees to all municipalities and all cities in Sweden. But that's our problem.\n\nSEN. CARDIN:  Well, I appreciate your testimony. I think you are just a prime example of how a community can \naccept a significant number of immigrants and yet it does not impose insurmountable obstacles. And, if we had a \nbetter sharing, a better responsibility for more countries that are capable of accepting refugees for resettlement, \nparticularly where these refugees would prefer to go to some of these countries, that there is an international \nresponsibility here and it is not being met.\n\nI could also talk about the humanitarian assistance.\n\nI know the United States is paying a little bit more than its traditional share, but the need for humanitarian \nassistance is dramatic, and we have not yet seen the international community step up, either to accept refugees or \nto assist in the way they should with humanitarian aid.\n\nMr. Saleh, I want to ask you a question about the children, because the mayor just had me interested as to how you \nsee the children who have come to the United States, how well they have been able to adjust to the United States, \nwhether there have been any special problems and whether government policies here could help make it easier for \nyoung people, through our schools or through other programs, to adjust to the United States?\n\nMR. SALEH:  Thank you, Mr. Cardin. The children have suffered generally. On the first arrival, the biggest problem \nthat they're facing is obviously they're also traumatized, being dislocated at a young age.\n\nThey've been interrupted from their educational system for substantial periods of time, and then they're coming to \nthe United States and they are behind in their educational training in their native language. They don't have English \nlanguage skills and there has been an increasing trend to do away with ESL, to do away with funding for ESL. And \nthis is obviously placing a great challenge.\n\nI think what draws the refugee population to Michigan is that they are able to have this sort of extended family. \nThere is a large concentration of Arabic speaking and Iraqis in our community, and so they're to have at least some \nfeeling of an extended family support that perhaps in Mayor Lago's city they don't have that same support.\n\nBut that doesn't mean that their transition into American society isn't fraught with all of the difficulties that Mayor \nLago has identified in the children that he's visited with.\n\n\n\nSEN. CARDIN:  Well, let me thank you for that. And I thank all three of you for your real leadership. The United \nNations has played an extraordinary role historically dealing with refugees and it's certainly again being challenged \nin Iraq.\n\nAnd all three of you have presented, I think, information that's extremely important. This is a very important part not \njust of the humanitarian agenda internationally, which it is, but stability within that region of the world. If we're going \nto be able to bring about the type of Middle East that we think is important for U.S. interests and for the international \ncommunity, then we certainly need to deal with 5 million people today that are living in a different location than they \ndid just a few years ago, many of which are living under extremely difficult circumstances, once which should not be \nmaintained the way it is today and need to give them hope for their future.\n\nI think this hearing has provided us in Congress with a better understanding of the issue. I thank you all for making \nthe effort to testify before us.\n\nAnd, with that, the commission will stand adjourned.\n"}