{"title": "EX-ST. RAY'S STAR GRANT FACING EXILE", "body": "\nFormer St. Raymond's All-Star and North Carolina State sophomore Gavin Grant is fighting to stay in the country. \nA Jamaican national, Grant came to the United States to be with his mother as a child, but according to published \nreports in North Carolina, Grant is in the U.S. illegally.\n\n\"I can't comment,\" said Grant's St. Raymond's coach Oliver Antigua.\n\nGrant has been meeting with immigration officials for two years, since he turned 18, receiving updates on his \nsituation in the U.S. and trying to attain U.S. citizenship. Sources close to Grant and his family said that he had a \nroutine meeting with U.S. Immigration and Customs Enforcement officials early last week. He was neither arrested \nnor informed of an impending deportation hearing, but was told he would face a deportation case eventually.\n\n\"It was not something that was new,\" said one source. \"It was part of a process for him to try and deal with the \nsituation. He was never hiding from immigration officials. He's trying to work with them in a situation he found \nhimself. He did not come here trying to break the rules. He was a little kid.\n\n\"He's a little upset right now. He doesn't understand what happened differently that caused all this attention.\"\n\nGrant, 20, apparently followed his mother from Jamaica to New York sometime before 1994. Friends of the family \nsaid that Grant's mother never filed proper paperwork for him to stay in the United States. According to published \nreports, Grant could avoid a deportation hearing by leaving the country voluntarily and applying to re-enter.\n\nA former Daily News all-city player, Grant was a key reserve on the Wolfpack's Sweet 16 team last year. He \naveraged 4.2 points and 2.4 rebounds as a freshman last season. He is expected to be a key component for N.C. \nState's team this year. Grant was in classes yesterday.\n\n\"He has been working through this. He felt that he would be able to work it out,\" said a friend of the family. \"He is \njust trying to work through this and keep focused on his work and basketball.\"\n\nNorth Carolina State officials refused to comment on the matter and messages left for Grant were not returned.\n\nGraphic\n\n \n\n\nGavin Grant\n"}