{"title": "Bush signs bill to build 700-mile border fence; MEXICO, OTHER ALLIES PUSHED FOR VETO OF PLAN", "body": "\nPresident Bush signed a measure Thursday authorizing the construction of a fence along 700 miles of the U.S.-\nMexico border, an action that conflicts with his own stated vision of immigration reform but one championed by \nmany Republicans facing re-election in November.\n\nSpeaking at a White House ceremony before a day of campaigning for GOP candidates in Iowa and Michigan, \nBush said the barrier would help the United States plug the porous southwest border.\n\n``Unfortunately, the United States has not been in complete control of its borders for decades and, therefore, illegal \nimmigration has been on the rise,'' Bush said.\n\nWhile Bush portrayed the measure as a key step toward comprehensive immigration reform, the fence bill passed \nby the GOP-controlled Congress put him in a tight squeeze with international allies and his own immigration \nprinciples on one side and the electoral needs of his party on the other.\n\nBoosting reform\n\nBush has said that immigration reform would only work if stepped up enforcement is accompanied by a guest \nworker program that would create a legal path for large numbers of low-skill workers to enter the Unites States. The \npresident also has endorsed allowing the estimated 12 million illegal immigrants already in the United States a \nchance at citizenship, saying such a humane vision of immigration is in keeping with the nation's history and \ntraditions.\n\nBut that position was rejected by congressional Republicans, who advocated tougher enforcement to slow the flood \nof illegal immigration that is overwhelming many communities, particularly in the West and Southwest, and they \npassed a measure that did as much.\n\n``Today marks another step forward in making America safer and in stemming the tide of illegal immigration,'' \nHouse Speaker Dennis Hastert, R-Ill., and Senate Majority Leader Bill Frist, R-Tenn., said in a statement. ``The \nAmerican people demand border security, and this Republican Congress and president are committed to achieving \noperational control of the border through an enforcement-first approach.''\n\nBurning bridges?\n\n\nThe government of Mexican President Vicente Fox made it clear Fox wanted the bill vetoed. A statement by \nMexico, and signed by 27 other Organization of American States members Wednesday, expressed concern about \nthe bill, calling it ``a unilateral measure that goes against the spirit of understanding that should characterize how \nshared problems between neighboring countries are handled and that affects cooperation in the hemisphere.''\n\nBut such concerns were outweighed by the pleadings of congressional Republicans eager to back up their tough \ntalk on border security with a legislative accomplishment.\n\nHouse Majority Leader John Boehner, R-Ohio, hailed it ``a major victory in Republicans' efforts to make a real \ndifference in securing our borders.''\n\nAppropriations lacking\n\nDemocrats dismissed it as pointless. Only a fraction of the billions needed to finance the fence has been \nappropriated, and much of the construction might be unfeasible. In swaths of Arizona, the fence would have to \nclimb up steep, desert crags and plunge down deep ravines.\n\nWithout the border agents to patrol it, smugglers would blast holes in remote stretches, some critics have said. \n``The bill the president signed today represents the worst in election year politics,'' said Rep. Silvestre Reyes, D-\nTexas. ``It is an empty gesture for the sole purpose of sending a false message about the security of our nation.''\n\nWhile the new law authorizes the construction of a 700-mile fence, it remains far from clear how much fencing will \nactually be built.\n\nDepartment of Homeland Security spokesman Russ Knocke declined to say if the department is committed to \nbuilding a 700-mile barrier. Instead, he cited DHS commitment to test by next year a $67 million, 28-mile ``virtual \nfence'' including physical walls, vehicle barriers and remote monitoring south of Tucson, Ariz.\n\nAnalysts, meanwhile, debate the effectiveness of a fence.\n\nSince the United States began building a 66-mile barrier in San Diego in 1990, illegal immigration has been re-\nrouted to more remote areas, with many immigrants now being funneled to the treacherous desert south of Arizona.\n"}