{"title": "THE 1994 CAMPAIGN: CALIFORNIA;Feinstein Attacking Opponent for Illegal Nanny", "body": "\nRepresentative Michael Huffington struggled today with still another accusation that he had aided and abetted \nillegal immigration, and Senator Dianne Feinstein, his opponent in the Senate election, rushed to take advantage \nof his mounting political adversity.\n\nIn the newest twist to his immigration problems, Mr. Huffington, a Republican, acknowledged transporting an \nundocumented family nanny to Washington in April 1993. That was less than two months after he co-sponsored a \nHouse bill calling for a five-year jail sentence for any employer who transported an illegal immigrant for work \npurposes.\n\nMr. Huffington acknowledged the contradiction late Friday while talking to reporters in Santa Barbara, his \nhometown. But he said he was \"not at all\" bothered by it because the bill never became law.\n\nToday, with the Feinstein campaign hammering Mr. Huffington's immigration miscues with a major new \nadvertising effort, his wife, Arianna, offered still another perspective on the incident.\n\n\"The nanny really only flew out to Washington with us from Santa Barbara and then right back to accompany a \nchild,\" Mrs. Huffington said. \"I know that, because I run the house staff. I hire, and I pay. Michael has said he \naccepts responsibility for all this, but he really has no legal responsibility. I'm the one who runs the staff. I'm the one \nwho should be castigated.\"\n\nOn Thursday, also in Santa Barbara, Mr. Huffington acknowledged an even more serious occurrence: that the \nnanny was in the United States illegally when the Huffington family hired her in 1989.\n\nAfter that acknowledgement, the Federal Immigration and Naturalization Service began an inquiry into the nanny's \nemployment.\n\nThe disclosures involving the nanny stem from investigative reporting by The Los Angeles Times and have thrown \nMr. Huffington's campaign into turmoil. He and Ms. Feinstein have been locked in a neck-and-neck race for \nmonths, with Mr. Huffington calling often and loudly for stronger immigration laws, the hottest political issue in \nCalifornia this fall.\n\n\nBut many political analysts believe the nanny matter may just give the Senator the edge she has been looking for. \nCertainly she is wasting no time going after Mr. Huffington, and hard.\n\nAt a Democratic rally today in San Francisco at which she was joined by Hillary Rodham Clinton, Ms. Feinstein \naccused Mr. Huffington of trying to use his personal fortune to \"buy\" a Senate seat, adding, \"I think it should be \nearned.\"\n\nAnd continuing the hard line, one of her new ads begins: \"Politician Michael Huffington talks tough about illegal \nimmigrants, but now Huffington admits that for years he employed an illegal immigrant at his home. What else don't \nwe Californians know about Michael Huffington?\"\n"}