{"title": "LEGISLATURE 2006: Illegals contribute, study says; Policy group puts taxes paid at $252 million", "body": "\nA study released Thursday by an Atlanta policy group estimates that Georgia's illegal immigrants pay up to $252 \nmillion a year in taxes, disputing the notion that they are only a drain on taxpayers.\n\nThe report was issued by the Georgia Budget and Policy Institute as the Legislature prepares to consider \nlegislation to deny state-funded services to illegal immigrants.\n\nOpponents characterized the study as an attempt to legitimize illegal immigration that does not assess the costs.\n\nAlan Essig, executive director of GBPI, said the group had no agenda.\"We're having a policy debate, and we're \ntrying to throw something out there that's credible,\" Essig said.\n\nEssig said the study concluded that \"this population is paying taxes. If you hear the political rhetoric, you get the \nimpression they're taking all this money and contributing nothing.\"\n\nEssig said the study was not financed by any particular group or individual.\n\nGBPI says it is a nonprofit, nonpartisan organization, though it is supported by and has received funding from \ngroups advocating \"progressive\" social change and activism.\n\nSen. Chip Rogers (R-Woodstock), sponsor of Senate Bill 170, which would require state agencies to determine the \nlegal status of Georgia residents receiving public benefits, criticized the study.\n\n\"I am aware of no other illegal activity that we will readily excuse because of suspect hypothetical profits for the \ngovernment,\" Rogers said.\n\nGBPI found that the average illegal immigrant family in Georgia pays $2,340 to $2,470 in state and local sales, \nincome and property taxes combined. For those who did not file a federal income tax return, the contribution \ndrops to about $1,800 a year.\n\nThe policy group used population figures from a Pew Hispanic Center study that estimated there are as many as \n250,000 illegal immigrants living in Georgia, estimates from the same source that the average income for illegal \nimmigrant families is $27,400 per year, and tax information from the Institute on Taxation and Economic Policy.\n\n\nThe study takes into account that as little as 50 percent of illegal immigrants file federal income tax returns. It also \nnotes that the majority of illegal immigrants are renters, but assumes that landlords pass on a percentage of their \nproperty tax costs through monthly rents.\n\nThe study does not attempt to examine the costs of illegal immigration, including K-12 public education and \nemergency medical care, which states are federally mandated to provide. The study does note, however, that \nMedicaid spending on Georgia illegal immigrants, shared with the federal government, totaled $111 million in fiscal \n2005.\n\nPhil Kent, spokesman for Americans for Immigration Control, said those costs cannot be ignored.\n\nKent said the GBPI study is \"wildly at odds with other studies and figures showing the increasingly high cost of so-\ncalled cheap labor.\"\n\nHe pointed to a FAIR study that he said found Georgia spends $231 million a year educating illegal immigrants.\n\nAdvocates for illegal immigrants hailed the GBPI study.\n\n\"This study reiterates what we already know --- that undocumented immigrants are contributing substantially to \nthe Georgia economy,\" said Tisha Tallman of the Mexican American Legal Defense and Educational Fund.\n"}