{"title": "Soldiers Will Now Serve 15 Months in Combat; White House Defends 'War Czar' Idea", "body": "\nLOU DOBBS, HOST: Tonight, the Pentagon says active duty soldiers in Iraq and Afghanistan must now serve 15-\nmonth combat tours instead of 12. This, the clearest indication so far that our Army is struggling to find sufficient \ntroops to fight these wars.\n\nWe'll have complete coverage for you.\n\nAlso tonight, confusion and skepticism over a White House proposal to appoint a so-called war czar. Is the Bush \nadministration acknowledging it must improve management of these wars?\n\nWe'll have a live report for you from the White House.\n\nAnd prosecutors dropping sexual assault charges against three former Duke University lacrosse players. Were \nthose athletes victims of an out-of-control prosecutor? What should be done now?\n\nWe'll examine the legal, ethical issues.\n\nWe'll have all of the day's news and a great deal more straight ahead here tonight.\n\nANNOUNCER: This is LOU DOBBS TONIGHT, news, debate and opinion for Wednesday, April 11th.\n\nLive in New York, Lou Dobbs.\n\nDOBBS: Good evening, everybody.\n\nDefense Secretary Robert Gates today said active duty Army units will serve an additional three months in combat \ntours in Iraq and Afghanistan. Secretary Gates insisted the announcement does not mean our Army is broken.\n\n\nMeanwhile, the White House is under fire for suggesting this country needs a war czar to manage the conflicts in \nIraq and Afghanistan. There are reports at least three former generals have already refused to be considered for \nthat job.\n\nJamie McIntyre tonight reports on the Army's decision to extend combat tours.\n\nEd Henry reports from the White House on the Bush administration's struggle to explain its war czar proposal.\n\nAnd Barbara Star reports on new evidence that Iran and Syria are helping insurgents kill our troops in Iraq.\n\nWe turn first to Jamie McIntyre at the Pentagon -- Jamie.\n\nJAMIE MCINTYRE, CNN SR. PENTAGON CORRESPONDENT: Well, Lou, the so-called long war just got longer \nfor about 125,000 American soldiers now in combat, as well as an equal number of troops who will replace them in \nthe months ahead.\n\n(BEGIN VIDEOTAPE)\n\nMCINTYRE (voice over): The enduring wars in Iraq and Afghanistan are now requiring even more sacrifice by \nactive duty American soldiers. The Pentagon has approved a plan to increase the standard tour of duty for the \nactive Army in both combat zones from 12 months to 15. Without that plan, Defense Secretary Robert Gates would \nbe forced to deploy five brigades to Iraq early and extend other brigades on short notice in the coming months.\n\nROBERT GATES, DEFENSE SECRETARY: I strongly believe that we owe our troops as much advanced notice as \npossible and clarity on what they and their families can expect. In other words, predictability.\n\nMCINTYRE: The three-month extension applies to all active duty Army soldiers deployed in the U.S. Central \nCommand area. That includes over 100,000 Army soldiers of the 145,000 U.S. troops currently in Iraq, and about \n20,000 soldiers of the 47,000 NATO and U.S. forces in Afghanistan.\n\nWhile the active duty troops will deploy for 15 months, they would get 12 months at home. Guard and Reserve \ntroops would still serve a year on and get five years at home, as Secretary Robert Gates promised back in January. \nAnd most Marines whose deployments are tied to Navy ship movements will still serve seven-month tours with a \nsix- month break.\n\nThe Army says the extensions were the best way to provide the 20 combat brigades U.S. commanders say are \nneeded to maintain the Baghdad security plan known as the surge for at least a year.\n\nGEN. PETER PACE, JOINT CHIEFS CHAIRMAN: This decision today does not predict when this surge will end. \nWhat it does is it allows us to provide to the nation, if needed, the amount of force that's currently deployed for a \nsustained period of time.\n\n(END VIDEOTAPE)\n\nMCINTYRE: The move drew a predictably partisan response from Democrats on Capitol Hill. House Armed \nServices Committee chairman Ike Skelton called it \"an additional burden to an already overstretched Army.\" His \ncounterpart in the Senate, Carl Levin, called it the foreseeable consequence of a flawed strategy -- Lou.\n\nDOBBS: Jamie, thank you.\n\nJamie McIntyre from the Pentagon. The White House tonight is struggling to defend a proposal to create a war czar \nto manage the wars in Iraq and Afghanistan. The Bush administration has reportedly asked at least three former top \ngenerals to consider the job, but all three generals have apparently declined the job.\n\nEd Henry reports now from the White House.\n\n(BEGIN VIDEOTAPE)\n\n\n\nED HENRY, CNN WHITE HOUSE CORRESPONDENT (voice over): After nearly six years of war in Afghanistan \nand four years after declaring \"mission accomplished\" in Iraq, it's come to this: help wanted at the White House, \nsomeone to fill the potential new post of war czar, leaving Democrats to mock the job search.\n\nREP. RAHM EMANUEL (D), ILLINOIS: There is a position called the war czar. It's called the commander in chief. \nWe're long on P.R., long on slogans, and short on a policy.\n\nThey don't need a war czar. They need a policy for success in Iraq.\n\nHENRY: White House spokeswoman Dana Perino scoffed.\n\nDANA PERINO, DEPUTY WHITE HOUSE PRESS SECRETARY: I think it's really interesting coming from \nsomebody who works with 217 other members of Congress who think that they are commanders in chief. The \npresident is the commander in chief. He has put -- has had no trouble attracting very high-caliber talent to positions \nacross the administration, even late in the administration.\n\nHENRY: Democrats believe such a move now may be too little, too late for an administration initially credited with \nhaving a remarkable national security team.\n\nKURT CAMPBELL, FMR. CLINTON PENTAGON OFFICIAL: Now, six or seven years later, what's clear is you look \nacross sort of the diamond, and there on the bench it's just open pine.\n\nHENRY: \"The Washington Post\" reports at least three retired generals have turned the job down, but the White \nHouse downplayed it all as only a potential restructuring of the National Security Council to improve the chances of \nvictory in both wars.\n\nPERINO: I have to stress to you that no decisions have been made, no one has been offered the job.\n\n(END VIDEOTAPE)\n\nHENRY: Now, Defense Secretary Robert Gates today said this is really not a big deal, that essentially the czar \nwould do what Stephen Hadley would do if he had the time. While the national security adviser is obviously busy, \nDemocrats already wondering why it took the White House so long to admit that they needed some help -- Lou.\n\nDOBBS: Ed, I have to ask you a couple of questions in following your report.\n\nCarrying out the wars in Iraq and Afghanistan is -- Stephen Hadley, the national security adviser, does not have \ntime for those wars?\n\nHENRY: Well, he has the time. I think what Defense Secretary Robert Gates was trying to say is that they are \nobviously sapping a lot of his time, and when you add on the situation in Iran, the situation in North Korea, across \nthe board all around the world, that his plate is more than full.\n\nBut still, that obviously raises the question, why didn't the White House see in that earlier? These problems have \nobviously been ongoing. The wars have been ongoing for several years now -- Lou.\n\nDOBBS: Yes, they have. Five years -- better than five year years. And Afghanistan, better than four years. In Iraq, \nover 3,000 Americans dead, more than 24,000 wounded.\n\nWhat does Secretary Gates do if he is not the war czar?\n\nHENRY: Well, that is also an interesting question, because obviously if you brought in some sort of outside person, \nwhether it's a retired general or a civilian, how in the world are they going to go toe to toe with Secretary Gates, \nSecretary Rice over at State? I mean, there is already a so-called drug czar in place, has been in place in \nDemocratic and Republican administrations, and has been criticized for not really having the authority, not really \nhaving the clout to get very much done.\n\n\n\nSo that would obviously raise a question as to whether, even if you did find someone willing to take it, can they \nreally help the situation that much -- Lou.\n\nDOBBS: Ed, thank you very much. We will assume that is a rhetorically-posed question.\n\nEd Henry from the White House.\n\nSenate Democrats today escalated their confrontation with the White House over the war in Iraq. One day after \nPresident Bush invited Democrats to visit the White House next week, Senate Democrats today asked the president \nto visit Capitol Hill on Friday. Democrats are demanding negotiations over emergency war funding, but President \nBush is offering what he called only a discussion.\n\nAs the political showdown over Iraq goes on, insurgents have killed two more of our troops in the past 24 hours. \nThe soldiers were killed in separate attacks in Baghdad.\n\nForty-five of our troops have been killed so far this month, 3,294 of our troops have been killed since the beginning \nof this war. 24,645 of our troops wounded, 11,030 of them seriously.\n\nThe United States today presented what it says is new evidence that Iran and Syria are helping to kill our troops in \nIraq. A top military official said Iran is giving Shia terrorists advanced weapons training. The official said Tehran is \nalso helping some Sunni groups as well.\n\nBarbara Star reports from the Pentagon.\n\n(BEGIN VIDEOTAPE)\n\nBARBARA STARR, CNN PENTAGON CORRESPONDENT (voice over): So far this month more than 40 U.S. \ntroops have died in Iraq, and there is new intelligence that Syria and Iran are providing the training and money for \nmany of those attacks. Despite recent operations on the Syrian border, the U.S. believes the Damascus regime still \nis allowing its territory to be a staging ground.\n\nMAJ. GEN. WILLIAM CALDWELL, SPOKESMAN, MULTINATIONAL FORCE, IRAQ: We still continue to see the \nnumber of foreign fighters that are able to flow through Syria into Iraq, occurring at varying levels of 40 to 60 a \nmonth.\n\nSTARR: Two detainees recently told interrogators they received their training inside Syria, and there is new \nintelligence that Iran is providing more bombs that can shred U.S. armor.\n\nCALDWELL: The fact that we know they're being manufactured and smuggled into this country, and we know that \ntraining does go on in Iran for people to learn how to assemble them and how to employ them, and we know that \ntraining has gone on as recently as this past month from detainee debriefs.\n\nSTARR: Caldwell also revealed disturbing new details that Iran may be expanding its effort beyond its traditional \nalliance with Shia groups in Iraq.\n\nCALDWELL: We have, in fact, found some cases recently where Iranian intelligence services have provided to \nsome Sunni insurgent groups some support.\n\n(END VIDEOTAPE)\n\nSTARR: Lou, these latest activities by both Syria and Iran coming at a time when U.S. military fatality rates remain \nvery high in Iraq, and if all of that continues at the current rate, April may well wind up to be one of the deadliest \nmonths of the war -- Lou.\n\nDOBBS: Indeed. In the past three months among the deadliest.\n\n\n\nBarbara, we continue to hear reports out of the Pentagon, out of the command structure in Iraq, about Syrian or \nIranian, principally Iranian involvement, in supporting the insurgents, whether Shia or Sunni. Why do we continue to \nhear these reports without any -- any suggestion of a response on the part of the United States or a reaction \nmilitarily?\n\nSTARR: Well, what the military strategy remains, Lou, is to go after these Iranian networks that are operating on the \nIraqi side of the border. They are currently holding seven Iranian detainees inside Iraq, the U.S. military. They're \ntrying to break up these rings as they find them, but you put your finger on the problem.\n\nU.S. forces certainly are not crossing the border into Iran. There is no military action contemplated against Iran \nitself, so they're pretty well restricted to trying to deal with it on the Iraqi side of the border at this point.\n\nDOBBS: And then -- and to what end are they reporting these events, and in some cases allegations?\n\nSTARR: Well, you know, it's very interesting. It was several months ago that we got that famous Sunday afternoon \npress conference.\n\nDOBBS: Yes.\n\nSTARR: Now we're seeing it again today. And what you have to try and do is really try and understand if you are a \nviewer looking at this why are they saying it, when are they saying it, are they trying to put out some message?\n\nClearly, after the incident with the British, I think there's a clear understanding on the part of the U.S. military they're \ntrying to send Iran a message to stop doing some of this, but whether Iran is listening and plans to pay any attention \nto it remains a really open question -- Lou.\n\nDOBBS: Barbara, thank you very much.\n\nBarbara Star reporting from the Pentagon.\n\nComing up here next, charges of religious discrimination in the workplace are soaring. Should employees receive \nspecial treatment because of their religious beliefs?\n\nWe'll have that special report.\n\nAlso, prosecutors drop sexual assault charges against three Duke University lacrosse players. Was the district \nattorney who brought that prosecution simply out of control?\n\nWe'll examine the legal and ethical issues.\n\nAnd new protests against Don Imus and his offensive language about the Rutgers women's basketball team. \nSponsors of his show, some of them, pulling out.\n\nWe'll have that story, all the day's news, much more, still ahead.\n\nWe'll be right back.\n\nDOBBS: After a year-long, emotionally-charged legal battle, prosecutors today dropped all charges against three \nDuke lacrosse players who had been accused of sexually assaulting a stripper. Prosecutors say those athletes are \ninnocent of all charges. North Carolina's attorney general, Roy Cooper, said this case is a result of a tragic rush to \naccuse. The attorney general blamed District Attorney Mike Nifong for a rogue prosecution.\n\n(BEGIN VIDEO CLIP)\n\nROY COOPER, NORTH CAROLINA ATTORNEY GENERAL: In this case, with the weight of the state behind him, \nthe Durham district attorney pushed forward unchecked. There were many points in this case where caution would \n\n\n\nhave served justice better than bravado, and in the rush to condemn a community and a state lost the ability to see \nclearly.\n\n(END VIDEO CLIP)\n\n(BEGIN VIDEO CLIP)\n\nREADE SELIGMANN, DUKE LACROSSE PLAYER: The Duke lacrosse case has shown that our society has lost \nsight of the most fundamental principle of our legal system, the presumption of innocence. For everyone who chose \nto speak out against us before any of the facts were known, I truly hope that you are never put in a position where \nyou have to experience the same pain and heartache that you have caused our families.\n\n(END VIDEO CLIP)\n\nDOBBS: Well, joining me now with his analysis of this case and today's events, our senior legal analyst, Jeffrey \nToobin.\n\nJeffrey, the attorney general saying not that they just decided to drop the case, saying that these men are innocent.\n\nJEFFREY TOOBIN, CNN SR. LEGAL ANALYST: This is something I have never heard before, Lou, a prosecutor \nsaying not what they usually say, which is, we don't have enough evidence to proceed.\n\nDOBBS: Right.\n\nTOOBIN: He said, based on our investigation, these three young men are innocent. Those are words -- that's a \nword prosecutors don't use lightly, and I think it's highly significant.\n\nDOBBS: Roy Cooper, the attorney general, also said this -- if we could roll that, I would like for everyone to have an \nopportunity to hear it, if we could, in this case, the inconsistencies that he addressed.\n\n(BEGIN VIDEO CLIP)\n\nCOOPER: In this case, the inconsistencies were so significant and so contrary to the evidence that we have no \ncredible evidence that an attack occurred in that house on that night.\n\n(END VIDEO CLIP)\n\nDOBBS: That is about as strong as it could get as well. How in the world with that staring at them could everyone in \na prosecutor's office, a district attorney's office, move forward with this case?\n\nTOOBIN: I think you can only make the most cynical interpretation, which was that Mike Nifong was in a contested \nDemocratic primary at the time this case was pending, he had to appeal to the black vote, and indicting these kids, \ninnocent though they were, was the way to get that vote. And I resisted that conclusion for a long time, but based \non this evidence, I don't see any other one to reach.\n\nDOBBS: These young men had their lives ruined. The young lady, the stripper, no matter -- you know, whatever \ncomes out of this, their lives have been tortured. They've been tormented for a year. The Duke lacrosse team was \ntorn asunder, their coach fired.\n\nThis is not a system of justice that's working. Certainly not in North Carolina.\n\nTOOBIN: You know, Reade Seligmann, one of the three, said something at the press conference which I found very \nmoving. He said, \"You know, this had never really occurred to me before, that there are innocent people prosecuted \nin this country.\"\n\nDOBBS: Absolutely.\n\n\n\nTOOBIN: But there are, and he said, \"And not all of them had the kind of resources that we have to hire the best \nlawyers in North Carolina.\" And, you know, I don't think it happens a lot, but it sure happens, and it was a chilling \nthought for me today.\n\nDOBBS: Well, I have to believe that it does happen more often than any of us would like to believe, because the \nidea in this country that you could take all these lives in this case, the accuser, the accused, all of the people in the \nlegal machinery a year later -- and there had not been movement toward a disposition of this case -- the money that \nhas been spent, the time that has been spent, how can we -- what happens to a person making $30,000 a year who \ngets ensnared in some madness like this?\n\nTOOBIN: When you combine this story with the work that what Peter Neufeld and Barry Scheck done in The \nInnocence Project, using DNA evidence to free people from death row and elsewhere, you realize that our system \nis imperfect, at best. And it's just a chilling message about the cases we don't know about and the people who don't \nhave the best lawyers.\n\nDOBBS: I think at this point, Jeffrey, I would say imperfect hell. It's a mess.\n\nHow can you deliver justice with this kind of money required to defend one's self, to -- this much time required to \nreach judgment? I mean, it's -- it's just unconscionable.\n\nTOOBIN: Unconscionable is what this case was, and at least justice triumphed here, if not everywhere.\n\nDOBBS: We will take that as a point to be thankful for in this legal system.\n\nThank you very much, Jeffrey Toobin, as always.\n\nA rising number of people say they are facing religious discrimination in the workplace now for missed days at work \nto the debate over \"Merry Christmas\". More people say their religious rights are being violated. But just how far \nshould employers go to accommodate a growing number of religious needs?\n\nChristine Romans has our report.\n\n(BEGIN VIDEOTAPE)\n\nCHRISTINE ROMANS, CNN CORRESPONDENT (voice over): These Minneapolis cab drivers will not pick up \nairport passengers carrying alcohol from the duty-free shop. They say the Koran forbids it.\n\nSome conservative Christian pharmacists refuse to fill birth control prescriptions.\n\nTarget recently reassigned some Muslim cashiers who refused to scan pork products.\n\nLabor lawyers say religion is front and center in the workplace, and with it complaints of religious discrimination. \nLast year, the Equal Employment Opportunity Commission fielded 2,541 complaints. Up almost 48 percent since \n1997. Workplace attorneys say religious workers are emboldened by...\n\nBRAD DACUS, PACIFIC JUSTICE INST.: A reawakening, a re-awareness of people of faith that they actually have \nrights under Title 7. The overwhelming majority of people of faith have no idea that there are civil rights actually \neven protecting them.\n\nROMANS: He is referring to Title 7 of the U.S. Civil Rights Act of 1964, which says, \"Employers must reasonably \naccommodate employees' sincerely held religious practices, unless doing so would impose an undue hardship on \nthe employer.\"\n\nDON LIVINGSTON, FMR. GEN. COUNSEL, EEOC: The term \"reasonable\" is so imprecise, that each of these \nmatters has to be decided almost on a case-by-case basis, and that's extremely difficult for employers.\n\n\n\nROMANS: In the end, only 4 to 10 percent of complaints are found to be reasonable, and in the case of taxi drivers \nor pharmacists...\n\nPAUL STEVEN MILLER, UNIV. OF WASHINGTON LAW SCHOOL: If that's your religious practice, you may not be \nqualified to do this job.\n\nROMANS: They are, after all, licensed by the government to serve the public.\n\n(END VIDEOTAPE) ROMANS: For now, Minneapolis taxi drivers can refuse a fare, but then they go back to the \nend of the line and a three-hour wait. And on Monday, the board of the Minneapolis airport will vote whether to \nsuspend the airport licenses of cabbies for 30 days if they refuse a fare based on their religious beliefs. The airport \nwill host a job fare for cabbies who say they're not going to drive people who have alcohol or have some other \nreason why they don't want to take them so they can find a job that's better suited for their religious beliefs -- Lou.\n\nDOBBS: Well, it's complicated. And in our society it's getting increasingly complex, but it seems also an appropriate \nresponse.\n\nIf your religion dictates that you don't want to do something, don't do it.\n\nI love America. Still got a little freedom of choice left.\n\nROMANS: Sure do.\n\nDOBBS: Let's hang on to it.\n\nChristine, thanks.\n\nChristine Romans.\n\nUp next, more demands to fire Don Imus for making racially offensive and sexist remarks.\n\nWe'll tell you who wants him out.\n\nAnd new details today in the trial of a naturalized citizen accused of passing U.S. military secrets and technology to \ncommunist China.\n\nWe'll have that report.\n\nAnd we'll be talking with a professor from Columbia University and the Council of Foreign Relations who says we \nneed more people crossing our borders, not fewer.\n\nOh, boy. We'll be talking about that.\n\nStay with us.\n\nDOBBS: An alarming new report urging the United States to build up its military to counter communist China's \nmilitary expansion. The Council on Foreign Relations says the Pentagon should move the balance of its naval \nforces toward the Pacific from the Atlantic. The council also recommending the United States improve intelligence \ngathering and its analysis of the Chinese military.\n\nThe council does say, however, it is unlikely that China will become what it calls a pure competitor of the United \nStates military any time in the near future.\n\nA third day on the stand for the investigator who persuaded an alleged Chinese spy to confess. Today the \ninvestigator defended his interrogation of the naturalized American citizen charged with smuggling U.S. Navy \ntechnology to communist China.\n\nCasey Wian reports from Santa Ana, California.\n\n\n\n(BEGIN VIDEOTAPE)\n\nCASEY WIAN, CNN CORRESPONDENT (voice over): Naval intelligence agent Gunnar Newquist testified that \naccused spy Chi Mak lied repeatedly during videotaped questioning the day he was arrested for allegedly passing \nmilitary technology to China. Two days later, after investigators found incriminating documents in Mak's modest \nhome, the agent says Mak admitted to passing restricted data to China since 1983. But that alleged confession was \nnot video or audiotaped. The agent took notes, but they were incomplete.\n\nRONALD KAYE, DEFENSE ATTORNEY: It's our position he didn't make half of those statements. It was very clear \nthat even in the agent's own notes, the most important areas are missing. So we believe that that actually did not -- \nthe incriminating statements that the government says my client presented actually did not occur.\n\nWIAN: Prosecutors showed the jury a computer disk seized from Chi Mak's brother Tai Mak at Los Angeles \nInternational Airport before he could depart on a trip to Hong Kong and China. On that disk, dozens of hidden and \nencrypted files with information about military programs. Some were classified, others restricted from foreign \ndistribution. Prosecutors say Tai Mak planned to deliver the disk to a Chinese government representative, giving a \npotential U.S. enemy crucial information about a power system that helps submarines and warships avoid \ndetection.\n\nRICHARD FISHER, INTERNATIONAL ASSESS & STRATEGY CENTER: China is working on practically every kind \nof weapons system that the United States is working on. Above and beyond that, China intently is trying to find out \nand understand all that it can about every weapons system the United States is working on in order to be able to \ndefeat them.\n\nWIAN: Prosecutors say some of that work is being done by naturalized U.S. citizens such as Chi Mak, a defense \nindustry engineer, and legal resident aliens such as his brother, Tai, a Chinese television engineer. Both their wives \nand a nephew await trial on similar charges next month.\n\n(END VIDEOTAPE)\n\nWIAN: Prosecutors are expected to take several more days to present their evidence in the case. Defense \nattorneys say they are eager to present their side of Mr. Mak's story, but they will not say that Chi Mak himself will \ntake the stand -- Lou.\n\nDOBBS: Casey, thank you very much. Casey Wian, Santa Ana, California. NBC News has just announced that \nMSNBC will no longer simulcast Don Imus' radio program. There have been calls for the firing of the radio host over \noffensive racial remarks and sexist remarks he made on his program last week. CBS Radio and MSNBC have \nsuspended Imus for two weeks.\n\nEarlier Bruce Gordon, a former president of the NAACP and a current board member of CBS, said that if Imus \nworked for him, he would be fired.\n\n(BEGIN VIDEO CLIP)\n\nBRUCE GORDON, CBS BOARD MEMBER: As an African-American, as an American in this country, Don Imus \nwould not be able to retain his position with my company because I believe that companies across America have to \nhave a zero tolerance policy when it comes to race relations, when it comes to managing diversity, and I believe \nthat this kind of behavior cannot be tolerated.\n\n(END VIDEO CLIP)\n\nDOBBS: A rally denouncing Imus' -- his remarks were held this afternoon at Rutgers University, home, of course, of \nthe women's basketball team that Imus insulted.\n\n\n\nEight major sponsors so far -- General Motors, Procter & Gamble, Staples, among them -- have pulled their \nadvertising from the Imus program. And late this afternoon presidential candidate Senator Barack Obama said he, \ntoo, would like to see Imus fired.\n\nWell, Citigroup, the nation's largest bank, today reported it will cut 17,000 jobs globally. In addition, the bank will \nmove 9,500 jobs to what it calls, quote, \"lower cost locations.\" Published reports say many of those jobs would be \nmoved to India.\n\nOver 7,000 of those layoffs will be in the United States. The rest from Citi locations around the world.\n\nUp next, a powerful new documentary, \"America at a Crossroads\", examines the challenges facing the United \nStates. The host of the PBS series, Robert MacNeil, he's among our guests.\n\nAlso, an overwhelming number of Americans now say federal, state, and local governments should enforce U.S. \nImmigration laws. How about that? We'll have the story.\n\nAnd I'll be talking with a political scientist who says we need more Mexican and Latin American immigrants to this \ncountry. How about that? We'll find out all about that. Stay with us for much more. We'll be right back.\n\nDOBBS: Illegal alien and open borders advocates taking their case straight to Congress' front door. As Bill Tucker \nnow reports, they're moving to add Washington, D.C. to the list of this nation's sanctuary cities.\n\n(BEGIN VIDEOTAPE)\n\nBILL TUCKER, CNN CORRESPONDENT (voice-over): San Francisco, Los Angeles, San Diego, Chicago, Dallas, \nAustin, New York, Cambridge all have what's known as sanctuary policies, policies which forbid the police in those \ntowns from checking the immigration status of people they arrest. Add Washington, D.C., as a city that activists \nwant to put on that list.\n\nDAVID THURSTON, D.C. COMMITTEE FOR IMMIGRANT RIGHTS: First thing that it would do is really to give a \nsense of confidence and dignity really to undocumented workers. I think the other thing that it would begin to do is \nallow us to build --build real bridged between undocumented immigrants, immigrants who are here with papers.\n\nTUCKER: The irony is inescapable. Congress outlawed those very policies in the Immigration Reform Act of 1996. \nHowever, Congress neglected to add any penalties for violating the law, so cities have nothing to fear for defying \nthe law. Not even the nation's capital, the seed of law for America.\n\nIronic and perhaps not surprising.\n\nSTEVE CAMAROTA, CENTER FOR IMMIGRATION STUDIES: Any place where you have well-developed activist \ngroups that don't want the law enforced, any place where you have an activist Mexican consulate that works to \nsubvert the rule of law, you get this kind of outcome.\n\nTUCKER: And Washington, D.C., fits that Bill.\n\n(END VIDEOTAPE)\n\nTUCKER: And neither Congress nor the president seem up to the challenge of simply enforcing the law. Lou, some \nmight argue that that makes this story more tragic than ironic.\n\nDOBBS: Well, it is pathetic. There is no question about that. And, of course, in Los Angeles they're going to court \nthere.\n\nTUCKER: Right.\n\n\n\nDOBBS: Judicial Watch has -- is filing suit to move that into a court of law to see if we are also a nation of laws still \nin this country. I love the idea well developed activist community up in Washington, D.C. Lord knows we've got \nplenty of those.\n\nBill, thanks. Bill Tucker.\n\nNew evidence tonight that an overwhelming number of Americans want law enforcement agencies to crack down \non illegal immigration, and as Kitty Pilgrim now reports, that support for immigration reform -- enforcement is at both \nthe federal and the local level.\n\n(BEGIN VIDEOTAPE) KITTY PILGRIM, CNN CORRESPONDENT (voice-over): Day labor sites where illegal aliens \ncongregate to be hired for construction or manual labor jobs are often criticized as a burden on the community.\n\nA poll backs that criticism up with hard statistics: 79 percent of people polled by Zogby and Judicial Watch say \ntaxpayer funds should not be used to construct day labor sites. Even among the Hispanic communities, 71 percent \nheld the same opinion.\n\nThe advocacy group, Judicial Watch, has litigation against the Los Angeles Police Department to end sanctuary \npolicies that protect illegal aliens from prosecution. Their poll found 66 percent of people said more emphasis \nshould be on enforcing the law when it comes to illegal immigration.\n\nTOM FITTON, JUDICIAL WATCH: These poll results also show a disconnect between the views of the American \npeople and the views of the Washington elite, both Democrat and Republicans, many of whom really don't want to \nenforce the laws and are thinking of ways to deal with the illegal immigration crisis through amnesty or by looking \nthe other way.\n\nPILGRIM: Steve Levy, county executive in New York's Suffolk County, Long Island, has long fought to enforce laws \non a local level in his area.\n\nSTEVE LEVY, SUFFOLK COUNTY EXECUTIVE: It's our local taxpayers who have to foot the bill for tens of \nmillions of dollars for the illegal alien population within our schools, within our emergency rooms, within \novercrowded housing, and in our correctional facilities.\n\nSo our folks are saying, hey, whatever you can do within your limited jurisdiction on a local level, do it.\n\nPILGRIM: Seventy-two percent of people polled think local law enforcement should help enforce federal \nimmigration laws. Forty percent of Hispanics agree with that.\n\nKitty Pilgrim, CNN.\n\n(END VIDEOTAPE)\n\nDOBBS: Phoenix -- Phoenix, Arizona, tax preparers are seeing a surge in the number of illegal aliens planning to \nfile income tax returns. According to a report in the \"Arizona Republic\" newspaper, many illegal aliens are hoping \nthat by obeying tax rules, their presence in the country would be tolerated, if so-called comprehensive immigration \nreform law is enacted.\n\nThe information illegal aliens provide to the IRS is kept confidential, of course, from other federal agencies, \nincluding immigration officials.\n\nComing up next, I'll be talking with a Columbia University professor who has a very different view on the \nimmigration debate. She says we may actually need more Mexicans and Latin Americans crossing our borders.\n\nAnd then America at the crossroads. A powerful new documentary exploring the challenges facing our post-9/11 \nworld. We're joined by its host, Robert MacNeil. Stay with us.\n\n(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED MALE: For Afghanistan or for Iraq, then you should understand that you're asking other people to \ngo 7,000 miles and fight people with very different views of civilization and fight them to the death.\n\n(END VIDEO CLIP)\n\nDOBBS: My next guest not only endorses a guest worker program in this country, but says we may need to start \nthinking about ways to get even more immigrants from Mexico and Latin America to cross our border.\n\nShannon O'Neil is a fellow at the Council on Foreign Relations, professor of politics at Columbia University.\n\nProfessor, good to have you here.\n\nSHANNON O'NEIL, FELLOW, COUNCIL ON FOREIGN RELATIONS: Nice to be here. Thank you.\n\nDOBBS: This is a little counter intuitive. We've got about a million estimates of anywhere from a million to two \nmillion illegal aliens crossing our border, most of them from Mexico. Nearly all of them from Mexico and Latin \nAmerica each year. We -- why do we need more?\n\nO'NEIL: Well, it's not that we need more, but what's happening is the situation is changing. In recent years we've \nhad high demand for labor in the United States because the U.S. has been growing, but we've had high supply in \nMexico, and that's because in the 1990s the Mexican labor force was growing astronomically.\n\nSo every year a million new workers were entering the Mexican labor force, and there weren't jobs there for them to \nhave, so many of them headed north, as you have seen.\n\nBut that's changing right now. And so this year there are only 500,000 new people coming in to the Mexican labor \nforce. So it's still a high number. So we still will see some people coming north, but it's half of what it used to be, so \nthat number is declining.\n\nDOBBS: So in Yuma, Arizona, Monday the governor saying it was because he had put the National Guard down \nthere and provided more resources and manpower. It was really just simply a dwindling supply from Mexico?\n\nO'NEIL: It was a dwindling supply, and it's going to continue dwindling as we go forward.\n\nDOBBS: I don't mean to laugh at the proposition, but here is a proposition, because you made it very clear here in \nyour op-ed piece that you think that we need to have more -- you make it very clear that you think we'll need more \nimmigrants from Mexico and from Latin America.\n\nMy first question is where are they going to work? What industry? The top four industries for illegal aliens and most \nrecent legal, even, immigrants from Latin America and Mexico are in construction, in landscaping, in hospitality, \nand leisure and meatpacking.\n\nO'NEIL: It's not what's happening today, but what we need to do is think about the medium to long-term, and what \nwe're seeing in the United States, one is the supply is falling in Mexico.\n\nBut we're also going to see the supply of U.S. labor falling, as well, and that's because not only is there a \ndemographic happening in Mexico. There's a demographic shift happening in the United States. And that's because \nthe Baby Boomers are on the edge of retirement.\n\nDOBBS: On the edge? On the edge of retirement?\n\nO'NEIL: Just, let me finish.\n\nDOBBS: OK. I really need you to get to what you're...\n\nO'NEIL: The oldest Baby Boomers are in their mid 60s, and so in the next 20 years, many are going to retire. The \nBaby Boomers are the largest generation ever in the United States.\n\n\n\nDOBBS: Right.\n\nO'NEIL: The next generation, Generation X it's called, it has been many fewer workers. It has 15 million fewer \nworkers. And so as Baby Boomers retire, there are going to be jobs there, much less other jobs that are created as \nthe economy grows.\n\nDOBBS: So let me assuage some of your concern. And -- because it struck me as I read what you've written. Do \nyou know how many new people -- new people we bring into this country lawfully every year?\n\nO'NEIL: Lawfully we bring in somewhere between one and two million, but that's the total...\n\nDOBBS: It's actually over two million, in a year. Estimates on illegal immigration are 1.5 million to 2 million a year, \nbased on the apprehensions on the border. What I find interesting, as you're looking ahead, but you don't take into \naccount what kind of country do we want this to be? How many people do we think that we can sustain?\n\nAnd you suggest that we need these immigrants from Latin America and from Mexico. Now, I'm fascinated by that, \nbecause if there is an issue of race at all in immigration in this country, it seems to me, because the -- we have a \nvery large Hispanic population among our U.S. citizens.\n\nWe do not have strong immigration from Africa, which is even far more impoverished, as you know, than Latin \nAmerica and South America. So I do not understand the basis upon which we can exclude African immigrants and \nentice Latin American immigrants.\n\nO'NEIL: That's not what I'm focusing on. What we need to think about are medium and long-term needs in our \nlabor market, and one issue is right now we've seen many people come from Mexico, and that's a concern. What \nI'm arguing in this op-ed is that that's actually going to go away.\n\nBut the more important issue is that as we think about reforming immigration, which is what we're thinking about \ndoing now. There's lots of proposals out there. We need to look not just at the current situation, which, of course, is \nimportant, but we need to look longer, and that is not on the table in any of these proposals. So thinking longer \ndemographic issues are a big issue.\n\nDOBBS: Demography, resources, the quality of life, the nature of the country with a projected population reaching \n450 million people over the course of the next 50 years. Something for all of us to think about indeed.\n\nI hope you'll come back as we talk about this. It's fascinating.\n\nO'NEIL: It is fascinating.\n\nDOBBS: Do you suppose President Bush was listening to you?\n\nO'NEIL: We'll find out.\n\nDOBBS: Our other long-term thinkers in Washington, D.C. Thank you very much.\n\nO'NEIL: Thank you.\n\nDOBBS: Good to have you here.\n\nUp next at the top of the hour, \"THE SITUATION ROOM\" with Wolf Blitzer -- Wolf.\n\nWOLF BLITZER, CNN ANCHOR: Thanks very much, Lou.\n\nOnly moments ago NBC announcing that its cable network MSNBC is about to take some dramatic action involving \nDon Imus and his racially charged remarks. We're getting all the late-breaking developments.\n\n\n\nTwo leading presidential candidates in a war of words tonight over the war in Iraq. Senators John McCain and \nBarack Obama trading verbal volleys. Senator Obama will join us here in \"THE SITUATION ROOM\" to tell us why \nhe thinks Senator McCain is flat wrong.\n\nAlso, another White House hopeful caught in a flap over the Confederate flag. Will Rudy Giuliani get burned by this \nhot button issue? Plus, we'll have much more on those Duke lacrosse players and the charges against them being \ndropped. They're speaking out tonight about what one of them calls truly a nightmare.\n\nAll that, Lou, coming up right here in \"THE SITUATION ROOM\".\n\nDOBBS: America at a crossroads. A powerful new documentary series on the challenges facing the United States \nin this post-9/11 world, including our war in Iraq.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: There were reports of people in uniform performing attacks.\n\nThe militia issue is always that ticking time bomb. My greatest fear is that what we're doing is equipping Iraqis for \ncivil war.\n\n(END VIDEO CLIP)\n\nDOBBS: I'll be talking with the host of this landmark documentary, journalist Robert MacNeil, here next. Stay with \nus.\n\nDOBBS: America at a crossroads, a compelling new documentary exploring the challenges confronting the country \nand the world after September 11. The series of independently produced documentaries airs beginning Sunday, \nApril 15, on PBS nationwide.\n\nJournalist Robert MacNeil and former co-anchor of the \"MacNeil- Lehrer News Hour\" and incredibly -- incredible \nauthor. Also the host of this powerful series, and one of my personal heroes in this craft. Good to have you with us.\n\nROBERT MACNEIL, JOURNALIST: Thank you, Lou.\n\nDOBBS: What prompted this?\n\nMACNEIL: The idea came out of the Corporation for Public Broadcasting, which is it is organization which takes the \npublic money and distributes it, and about three to four years ago they got the idea that public television needed to \nmake a kind of major statement. And 12 hours over six nights is a major statement.\n\nAnd they asked for proposals. They got more than 400. They funded 20 of these independent documentaries. And \nthe editorial group and I working together have chosen 11 of those to be the first 12 hours to go on the air.\n\nDOBBS: You do nothing small. And...\n\nMACNEIL: Well, look, if public television can't be different, possibly better than, but if it can't be different from \ncommercial television, there isn't much reason for it existing, and this is different. DOBBS: It's different. In the \nintroduction of the series, you say that five years after September 11 the consequences of our future are only now \nbeginning to be perceptible, to come into focus. Tell us how.\n\nMACNEIL: Well, I think in the wake of 9/11 we were all, most of us, subsumed with the -- by the fear that 9/11 \nproduced. Suddenly, after we'd spent untold billions of dollars over the Cold War years to make us safe from Soviet \nthreats, we found that all our defenses could be penetrated in this amazingly audacious way, using the most \nprimitive of methods. And it became, I think, more frightening to the American psyche than Pearl Harbor was, for \nreasons I won't go into.\n\n\n\nAnd I think in that wave of fear we kind of deferred any real debate about the American response to that, and now \nwe see the consequences of the response. We see its successes and its failures.\n\nAnd it's particularly true that the Iraq war has come much more into focus and those issues have crystallized.\n\nBy the time President Bush was forced to change the policy in December, the midterm election had changed control \nof the Congress. The Iraq Study Group had reported and so on. Now we're in a different phase of that war.\n\nAnd I think the American public is retreating from its support for it that lasted amazingly all this time. And the \nCongress is debating, as you know, deadlines and so on. That has crystallized that issue.\n\nAnd three of our documentaries, three of our hours, are on the actual experience of the American troops. Some as \nrecently as last December, when, for example, the \"Frontline\" program made one of these documentaries. And it \nshows Iraqi troops who have been conducting an exercise with American forces. And the Iraqis are sitting smoking \namong themselves and the camera catches them saying -- it had to be translated later -- \"This isn't where the real \narms cache is. The real arms cache is somewhere else.\"\n\nA guy says, \"Where?\"\n\nHe says, \"It's with my mother.\" But they don't tell the Americans they're working with. They don't. That shows how \nreally difficult General Petraeus' mission is going to be.\n\nSo we -- it's...\n\nDOBBS: It's remarkable today to find out that the White House is looking for a war czar.\n\nMACNEIL: Yes.\n\nDOBBS: This has been -- with all of the lives lost, all of our young men and women wounded, we still...\n\nMACNEIL: And with the armed forces stretched... DOBBS: To the breaking point. When we are watching Secretary \nGates extend tours, when we start talking about raising the age eligibility requirement to 42 years of age, this is a \ngreat time to be looking at the real policy issues that now confront us.\n\nMACNEIL: I think so. And it's also a great time to be looking at Muslim world, which the series does in great detail. \nDifferent aspects of it from our own Muslims in the United States to Muslims in Indonesia, the most numerous \nMuslim country in the world, to those in western Europe.\n\nSo many of whose young people born and bred and educated in those European countries, citizens of those \ncountries who are radicalized who would agree far more extreme than anything that's happened so far in this \ncountry. Very interesting.\n\nDOBBS: Robert MacNeil, great to see you. Wish you all the very best. We look forward to it, and we will be \npromoting it on this broadcast without fail.\n\nMACNEIL: You're very kind.\n\nDOBBS: Thank you.\n\nMACNEIL: Thanks, Lou.\n\nDOBBS: Still ahead, we'll take a look at some of your thoughts. Stay right with us.\n\nDOBBS: And now some of your thoughts. Sandy in Washington said, \"Do you think the reaction to the Imus case is \nan indication that the pendulum has swung as far as the public can tolerate, and hopefully, will start swinging back \nagain to more respectful radio and television.\"\n\n\n\nCindy in Virginia said, \"All of America is greatly harmed when public voices propagate and nourish racist attitudes.\"\n\nAnd Joe in Florida: \"Why do we need a president? Let's just appoint a czar for everything. Think of all the campaign \nmoney we could save.\"\n\nAnd Karen in Maine, \"My husband is a U.S. citizen who was refused a job as a union tower crane operator in \nPhoenix today because he could not speak Spanish. All the workers who give signals to the crane operators only \nspeak Spanish. How's that for discrimination?\"\n\nAnd Steven in Mexico: \"It's really a sad day in this country when our pets are poisoned by our own corporations \nwho greedily bought cheap, uninspected wheat gluten from China.\"\n\nThanks for sending us your thoughts. We love hearing from you. LouDobbs.com is the address. Thanks for being \nwith us tonight. Please join us here tomorrow when among our guests will be senators Byron Dorgan and Sharon \nBrandt. The senators will be introducing legislation for prohibiting U.S. companies from doing business with Iran. \nYou probably thought we already had that law.\n\nFor all of us, thanks for watching. Good night from New York. \"THE SITUATION ROOM\" begins now with Wolf \nBlitzer -- Wolf.\n\nBLITZER: Thanks very much, Lou.\n\nTO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE \nORDER FORM LOCATED AT www.voxant.com\n"}