{"title": "THE FRONT LINE;THE INVESTIGATION", "body": "\nAttorney General John Ashcroft said there is no progress to report in finding who has been sending anthrax or in \npreventing further mail attacks.\n\nThe FBI official overseeing the investigation of the Sept. 11 attacks and the anthrax mailings will retire at the end \nof November, the agency said. Thomas Pickard planned to retire last year but was urged to stay on.\n\nFederal authorities have reportedly issued 60 subpoenas for records to anthrax research facilities nationwide in an \neffort to determine whether the bacteria used in deadly mail attacks may have been pilfered from a lab.\n\nThree Arab men who lived in Michigan are believed to have had advance knowledge of the Sept. 11 terrorist \nattacks, Ashcroft said. The men have been apprehended by law enforcement agents.\n\nAshcroft announced a new immigration crackdown, designating 46 terrorist groups whose members and supporters \nwill be banned from entering the country.\n\nThe government may not be able to track the tens of thousands of students who come to the United States each \nyear, even if Congress insists on an improved student visa program, a top immigration official said Wednesday.\n\nFBI agents and customs officials boarded a Northwest Airlines flight from Tokyo at Seattle-Tacoma International \nAirport Wednesday and removed two men in response to a biohazard threat. A sweep of the plane found no signs \nof hazardous material. Another Northwest flight from Tokyo was similarly detained in San Francisco.\n\nPakistan has arrested three of the country's leading nuclear scientists and held them for questioning in connection \nwith U.S. concerns that nuclear weapons technology could have found its way into the hands of Osama bin Laden, \nofficials said.\n\nFederal officials Wednesday denied knowledge of a story Knight Ridder reported Tuesday that authorities had \nquestioned and released six Middle Eastern men in the Midwest. Story, Page 7A\n\nNotes\n\nAT A GLANCE INFORMATION ON THE WAR\n"}