{"title": "WOMAN 'WITHOUT A COUNTRY' FACES DEPORTATION", "body": "\nImmigration officials plan to deport a 33-year-old Wisconsin woman as planned Thursday despite protests of her \nU.S.-born husband and the friends she has made here over the past 17 years.\n\nEven her congressman referred to her in a news release Monday as \"a respected citizen\" of his southern Wisconsin \ndistrict.\n\nBut David Venturella, acting deputy director with the Immigration and Naturalization Service in Chicago, said Erica \nStrohm violated immigration laws by staying longer than authorized after coming here as a student.\n\n\"I don't see any change of her situation likely\" before 11 a.m. Thursday when she has been ordered to report to the \nINS in Chicago, with 44 pounds or less of luggage, to be deported, Venturella said.\n\nIn his news release, Republican Rep. Mark Neumann said his office was working closely with Strohm, her attorney \nand INS officials \"to ascertain the facts surrounding this case and potential solutions for resolving it,\" although he \ndeclined to comment on the progress so far.\n\n\"This remains an open case and my office is doing everything we can under the law to help Mrs. Strohm,\" Neumann \nsaid, calling her \"a valued member of her community and respected citizen of the first district of Wisconsin.\"\n\n\"It is uplifting to see the amount of support voiced by her neighbors and co-workers on her behalf,\" he added.\n\nIt's not known where the INS could send Strohm, a Wisconsin college graduate who works as sales manager at a \nfinancial institution and has built a home at Burlington with her husband, Mike, 41.\n\nShe came to the United States 17 years ago as an exchange student from Kenya but isn't welcome to return there \nbecause she is of Indian descent.\n\n\"She's a girl without a country, and she hasn't had one since she went back (to Kenya) from college in 1984 and \nwas told not to return,\" said Mary Canik, who welcomed Strohm into her Beloit home as an exchange student and \nhas stayed in contact with her over the years.\n\nCanik and her husband, Elmer, a retired businessman, watched as she graduated from Beloit Memorial High \nSchool, earned a business degree from the University of Wisconsin-Whitewater, went on to her business career \nand married. She and her husband have no children, although he has a 14-year-old son from a previous marriage.\n\nStrohm never obtained her U.S. citizenship or status as a permanent resident, despite what she says were \nrepeated efforts to do so and continuing contacts with the INS over the years as she renewed her work permits.\n\n\nMeanwhile, she followed advice of her attorney and sought political asylum because she could not return to Kenya. \nThat status was denied, and appeals were eventually denied, first by the INS and then in federal court.\n\nAfter marrying four years ago, she filed a petition for a permanent resident's visa but never heard back from the INS \nuntil this month, after asking Neumann's office to check with the INS on the status of the petition.\n\nInstead of a reply about the visa, the INS sent the deportation order, dated May 5.\n\nVenturella said that the marriage could allow her to return later as a permanent resident but does not stop the \ndeportation order.\n\nBecause of the uncertainty about where to send Strohm, friends fear she could wind up sitting in a Chicago jail \nwhile the INS decides on a destination.\n\n\"This is such a flagrant injustice that it's unbelievable,\" Canik said. \"This girl has tried to do everything right.\"\n\nMike Strom, contacted by telephone late Monday afternoon, said his wife was still working, despite the approaching \ndeportation date.\n\n\"I told her she should take off (Wednesday), take one of her personal days to take a breather,\" Strohm said. But she \nsaid she couldn't because of a hearing she had to attend as part of her job.\n\nStrohm said he and his wife hope to meet personally with Neumann Wednesday night when he visits Lake Geneva \nto speak at a building association meeting.\n"}