{"title": "BC-AP News Digest 6 pm; BC-AP News Digest 6 pm", "body": "\nHere are the AP's latest coverage plans, top stories and promotable content. All times EDT. For up-to-the minute \ninformation on AP's coverage, visit Coverage Plan at https://newsroom.ap.org .\n\n----------------------------\n\nNEW & DEVELOPING\n\n----------------------------\n\nAdds: WASHINGTON-SPLIT SCREENS; MEXICO-VIOLENCE; SPAIN-CATALONIA; NUCLEAR TESTING-\nCOMPENSATION; FLAVORED E-CIGARETTES-MICHIGAN; TEXAS-REPUBLICAN SCANDAL; FAMILY SLAIN; \nSEXUAL ASSAULT-SUSPENSION\n\n-----------------\n\nONLY ON AP\n\n-----------------\n\nWHAT-CAN-BE-SAVED-OWLS _ In a last-ditch effort to save spotted owls, federal officials are killing hundreds of \nbarred owls in the hopes they can stave off their spotted cousins' potential extinction. The experiment raises thorny \nquestions: As climate change continues to alter the planet, should humans intervene? More than 2,400 barred owls \nhave been bagged thus far and the program posed such moral dilemmas that federal officials hired an ethicist to \nhelp work through whether the killings could be done humanely. By Phuong Le. SENT: 1,800 words, photos, video. \nWith abridged. Sent in advance and available for immediate use. Series hub: \n------------------\n\nTOP STORIES\n\n------------------\n\nELECTION 2020-DEBATE _ Tuesday night's presidential debate gives the three Democratic front-runners a chance \nto answer recent doubts about their campaigns, while nine other candidates - the largest political lineup on a single \n\n\nstage - get a new shot at the political spotlight in hopes of rising or at least remaining relevant. By Steve Peoples \nand Will Weissert. SENT: 1,000 words, photos, video. UPCOMING: Developing from debate starting at 8 p.m., \n1,100 words by 9 p.m. With ELECTION 2020-DEBATE TAKEAWAYS _ Winners and losers of Round 4. \nUPCOMING: 700 words by 11 p.m.; ELECTION 2020-FACT CHECK _ A look at the facts behind the candidates' \nstatements. UPCOMING: 500 words by 11 p.m. A separate debate advisory has also moved.\n\nTRUMP-IMPEACHMENT _ House Democrats are gauging support for a vote to formally authorize the \nimpeachment inquiry as another official testifies in the deepening probe of President Donald Trump's efforts to have \nUkraine investigate Joe Biden. By Lisa Mascaro, Mary Clare Jalonick and Laurie Kellman. SENT: 1,190 words, \nphotos, video. With TRUMP-IMPEACHMENT-UKRAINE-SONDLAND _ The U.S. ambassador to the European \nUnion is expected to tell lawmakers that top White House national security officials never personally raised \nconcerns with him about his dealings with Rudy Giuliani. UPCOMING: 720 words by 7 p.m., photos.\n\nSYRIA _ Russia moved to fill the void left by the United States in northern Syria, deploying troops to keep apart \nadvancing Syrian government and Turkish forces. At the same time, tensions grew within NATO as Turkey defied \ngrowing condemnation of its invasion from its Western allies. Now in its seventh day, Turkey's offensive against \nKurdish fighters has upended alliances and is re-drawing the map of northern Syria for yet another time in the 8-\nyear-old war. By Lefteris Pitarakis and Bassem Mroue. SENT: 1,250 words, photos. WITH: SYRIA-TURKEY'S \nSYRIAN ARMY _ Groups of Syrian fighters paid by Turkey are sowing fear and chaos in northeastern Syria. SENT: \n1,075 words, photos.\n\nUNITED STATES-SYRIA-BACK CHANNELS _ When Syria's Kurdish fighters, America's longtime battlefield allies \nagainst the Islamic State, announced over the weekend that they were switching sides and joining up with \nDamascus and Moscow, it seemed like a moment of geopolitical whiplash. But the move had been in the works for \nmore than a year. By Matthew Lee and Sarah El Deeb. SENT: 1,450 words, photos.\n\nPOLICE SHOOTING IN HOME-TEXAS _The police chief in Fort Worth, Texas, says there was \"absolutely no \nexcuse\" for a white officer's killing of a black woman in her home. Police have released an arrest warrant quoting \nthe victim's 8-year-old nephew as saying she pointed a gun at a bedroom window after hearing noises outside. But \nChief Ed Kraus says Atatiana Jefferson behaved as any Texas homeowner would have if he or she had heard a \nprowler. By Jake Bleiberg and Jill Bleed. SENT: 800 words, photos.\n\nNBA-CHINA RELATIONSHIP _ LeBron James has stepped into the spotlight of the now-strained relationship \nbetween the NBA and China with his comments about the league executive who started the ongoing fallout with a \n\"misinformed\" tweet. Politicians and human rights groups have criticized the outspoken superstar, questioning the \nmotivation of James' comments. By Tim Reynolds and Greg Beacham. SENT: 1,100 words.\n\n-----------------------------------------\n\nWHAT WE'RE TALKING ABOUT\n\n-----------------------------------------\n\nTEXAS-REPUBLICAN SCANDAL _ Texas' GOP House speaker called a female lawmaker \"vile\" and said President \nDonald Trump is \"killing us\" in pivotal races in a secretly recorded meeting with a conservative activist. SENT: 670 \nwords, photo.\n\nFAMILY SLAIN _ Man brings body to California police, says he killed family. SENT: 350 words, photos, video.\n\nMUSIC-ROCK HALL _ The late musical icons Whitney Houston and Notorious B.I.G. are among the 16 acts \nnominated for the Rock and Roll Hall of Fame's 2020 class. SENT: 275 words, photo.\n\nTV-GREASE-SPINOFF _ A spinoff series inspired by the 1978 movie musical \"Grease\" has been ordered by HBO \nMax. SENT: 125 words.\n\n\n\nWIFE SLAYING-DEMENTIA _ Florida authorities charge a 94-year-old man with first-degree murder for fatally \nshooting his 80-year-old wife, who had been suffering from dementia. SENT: 140 words.\n\n---------------------------------\n\nWASHINGTON/POLITICS\n\n---------------------------------\n\nIMPEACHMENT-HUNTER BIDEN _ Hunter Biden, acknowledging that his family name created business \nopportunities, rejects assertions by President Donald Trump that he did anything wrong by engaging in foreign work \nin Ukraine and China. But he concedes he failed to take into account potential implications for his father's political \ncareer. Former Vice-President Joe Biden is a front-runner in Democratic presidential contest. By Juana Summers. \nSENT: 800 words, photo.\n\nUS-ELECTION 2020-METOOVOTER _ The founder of #MeToo is using the second anniversary of the movement \nto launch a new effort intended to mobilize voters heading into the 2020 election. The new hashtag #MeTooVoter \nwas unveiled Tuesday, on the same day as the fourth Democratic presidential debate and reflects a frustration \namong activists that issues of sexual violence and harassment have largely been absent from the debate stage and \ncampaign trail. SENT: 585 words, photos.\n\nWASHINGTON-SPLIT SCREENS _ Tuesday night presents a quandary for many Washingtonians: a Democratic \npresidential debate on a night when the Washington Nationals have a chance to make it to their first-ever World \nSeries. By Ashraf Khalil. UPCOMING: 600 words, photos by 11 p.m.\n\n----------------------\n\nINTERNATIONAL\n\n----------------------\n\nSPAIN-CATALONIA _ Violent clashes erupted for a second consecutive night in Barcelona between police and \nprotesters angry about the conviction of a dozen Catalan separatist leaders, as Spain launched an investigation into \nan activist group organizing the protests. SENT: 960 words, photos.\n\nMEXICO-VIOLENCE _ Grieving family members of the 13 police officers killed in an apparent cartel ambush \ngathered outside a funeral home in the Mexican state of Michoacan on Tuesday, many of them angry at the \ngovernment and police chiefs they believe sent their loved ones to a certain death. SENT: 1,000 words, photos.\n\nBREXIT _ A Brexit divorce deal is still possible ahead of this week's European Union summit, the bloc said - but \nonly if the British government makes more compromises to seal an agreement in the coming hours. Even though \nmany questions remain, diplomats made it clear that both sides were for the first time within touching distance since \nan earlier U.K. withdrawal plan fell apart in the British House of Commons in March. SENT: 800 words, photos.\n\nFRANCE-REPRODUCTIVE RIGHTS _ France's lower house of parliament overwhelmingly passed a bill that aims \nto give single women and lesbian couples legal access to in vitro fertilization, egg freezing and fertility medication. \nThe assisted reproduction measures are part of a broader bioethics bill voted by the National Assembly, the lower \nhouse, where French President Emmanuel Macron's government has a majority. The bill passed 359-114. It must \nstill go to the Senate for debate. SENT: 340 words, photos.\n\n--------------\n\nNATIONAL\n\n--------------\n\n\n\nCOLLEGE ADMISSIONS-BRIBERY-HUFFMAN _ DUBLIN, Calif. _ \"Desperate Housewives\" star Felicity Huffman - \naka prisoner No. 77806-112 - reported to a federal prison in California to serve a two-week sentence in a college \nadmissions scandal that ensnared dozens of wealthy mothers and fathers trying to get their children into elite \nschools. SENT: 550 words, photos.\n\nLGBT DISCRIMINATION _ The Supreme Court's decision on whether federal law shields LGBT people from job \ndiscrimination could leave millions of gay and transgender workers vulnerable in parts of the U.S. without \nprotections at the state or local level. An Associated Press analysis found that half of an estimated 8.1 million LGBT \nworkers live in 28 U.S. states with no state laws prohibiting firing workers because they're gay or transgender. The \ncourt appeared divided last week during arguments. By Russ Bynum and Angeliki Kastanis. SENT: 1,400 words, \nphotos, graphic. With abridged.\n\nNUCLEAR TESTING-COMPENSATION _ Western governors say atmospheric nuclear weapons testing exposed \nmore states and more people to radiation fallout and resulting cancers and other diseases than the federal \ngovernment recognizes. SENT: 590 words, photos.\n\nFlavourED E-CIGARETTES-MICHIGAN _A Michigan judge temporarily blocked the state's weeks-old ban on \nflavoured e-cigarettes, saying it may force adults to return to smoking more harmful tobacco products and has \nirreparably hurt vaping businesses. SENT: 500 words, photo.\n\nSEXUAL ASSAULT-SUSPENSION _ The American Civil Liberties Union of Maine is calling on a federal court to \nstop the suspension of a high school student who was punished for bullying after she charged the school failed to \naddress concerns about sexual assault. SENT: 700 words, photos.\n\n-----------------------\n\nHEALTH & SCIENCE\n\n-------------------------\n\nALL-FEMALE SPACEWALK _ NASA is moving up the first all-female spacewalk to this week because of a power \nsystem failure at the International Space Station. Astronauts Christina Koch and Jessica Meir will now venture out \nThursday or Friday, instead of next Monday, to deal with the problem. It will be the first spacewalk by only women in \nmore than a half-century of spacewalking. By Marcia Dunn. SENT: 350 words, photos.\n\n----------------------\n\nBUSINESS/TECH\n\n----------------------\n\nGOOGLE-NEW GADGETS _ Google unveiled a new Pixel smartphone and other hardware devices, all aimed at \ngetting people even more dependent on its artificial-intelligence services. The Pixel 4 phone promises to respond to \nAI queries even faster than before, while a home Wi-Fi system is getting the AI features for the first time. The \ncompany also unveiled a new smart speaker and wireless earbuds, both invoking the AI-powered Google Assistant. \nSENT: 880 words, photos.\n\nGM STRIKE _ General Motors CEO Mary Barra joined negotiators at the bargaining table, an indication that a deal \nmay be near to end a monthlong strike by the United Auto Workers union that has paralyzed the company's \nfactories. Barra and GM President Mark Reuss were in the bargaining room early, a person briefed on the talks \nsaid, but they left later in the morning as committees began work on specific contract language. The person didn't \nwant to be identified because the talks are confidential. By Tom Krisher. SENT: 870 words, photos.\n\n-----------------------\n\nENTERTAINMENT\n\n\n\n-----------------------\n\nSEXUAL MISCONDUCT-CUBA GOODING JR _Cuba Gooding Jr. is facing a growing cast of sexual misconduct \naccusers, with prosecutors unveiling new criminal charges against the actor and telling a judge they intend to have \nup to a dozen women testify that he violated them, too. SENT: 800 words, photos.\n\nFILM-JULIE ANDREWS _ In her new memoir stage and screen legend Julie Andrews reflects on her Hollywood \nyears from \"Mary Poppins\" to the 1986 film \"That's Life!\" The Associated Press caught up with Andrews in June \nwhile she was filming a guest programming segment for \"Victor/Victoria!\" and \"That's Life!\" one of the most personal \nfilms she's ever made. By Film Writer Lindsey Bahr. SENT: 950 words, photos. WITH: Q&A-JULIE ANDREWS _ \nActress Julie Andrews says she doubts that she will go back in front of the camera for a feature film but doesn't rule \nout the possibility. SENT: 780 words, photos.\n\nBOOKS-TEEN-LIFE SENTENCE _ Cyntoia Brown-Long, now 31 years old, knows as much about life in prison as \nshe does about being free. At 16, she was arrested for robbing and killing a man she says picked her up for sex and \nlater was sentenced to life in prison. But two months ago, Brown-Long walked out of a Tennessee prison after \nsuccessfully petitioning the governor for her clemency. SENT: 1,275 words, photos.\n\n----------\n\nSPORTS\n\n----------\n\nBBA- ALCS _ With the Astros and Yankees tied 1-all, the AL Championship Series shifts to New York for Game 3. \nBy Baseball Writer Mike Fitzpatrick. Game started at 4:08 p.m.\n\nBBN-NLCS_ The Washington Nationals send Patrick Corbin to the mound to try to finish off a four-game sweep of \nthe St. Louis Cardinals in the NL Championship Series. By Howard Fendrich. Starts at 8:05 p.m.\n\n-------------------------\n\nHOW TO REACH US\n\n-------------------------\n\nThe Nerve Center can be reached at 800-845-8450 (ext. 1600). For photos, Courtney Dittmar (ext. 1900). For \ngraphics and interactives, Phil Holm (ext. 7636). Expanded AP content can be obtained from \nhttp://newsroom.ap.org . For access to AP Newsroom and other technical issues, contact \napcustomersupport(at)ap.org or call 877-836-9477.\n"}