{"title": "Defeat of amendment a win for farmworkers", "body": "\nAs the Senate took steps to complete its debate on an immigration bill by the end of the week, lawmakers beat back \nefforts Monday to change a guest farmworker program strongly supported by California farmers and labor unions.\n\nAlso, Sen. Dianne Feinstein, D-Calif., introduced a measure meant to simplify the standards for legalizing most of \nthe estimated 12 million undocumented workers in the United States.\n\nThe vote killing the farmworkers amendment, which opponents said would have made the program unworkable, \ngave added momentum to lawmakers who back the Senate's measure, which includes both a pathway to legal \nstatus for undocumented immigrants and a guest-worker program. By contrast, the House immigration bill, passed \nin December, focuses on enforcement and border security.\n\nSenate Majority Leader Bill Frist, R-Tenn., took formal steps Monday to end debate and move to a final vote, which \ncould come Wednesday or Thursday.\n\nThe differences between the Senate and House bills will have to be reconciled in meetings between members of \nboth chambers. President Bush has strongly endorsed the Senate approach, but members of the House and some \nconservative senators strongly oppose it, raising questions whether a conference committee will be able to bridge \nthe divide.\n\nIt is not clear when the conferees will meet, although some officials close to the process say the White House is \npushing for next month.\n\nSpeaking in Chicago on Monday, Bush renewed his call for a civil discussion. ``I'm very worried about the tone of \nthis debate,'' he said.\n\nThe agriculture-worker amendment, offered by Sen. Saxby Chambliss, R-Ga., would have changed wage rates in \na program that is part of the overall immigration bill. Chambliss said his measure establishing a ``prevailing wage'' \nfor immigrant farmworkers was fair to both the workers and their employers, but opponents said it would have cut \nwages precipitously. The vote was 50-43 to kill the amendment.\n\nFeinstein's amendment on legalization would replace the system currently in the Senate bill, which uses the length \nof time an illegal immigrant has been in the United States to determine who is eligible for legal status.\n\n\nThe bill now requires those in the United States less than two years to leave the country permanently. Those here \nbetween two and five years would have to return to their home countries and re-enter through a guest-worker \nprogram before applying for legal status. Those here more than five years could immediately enter a legalization \nprocess that would take an estimated 11 years to obtain citizenship.\n\nUnder Feinstein's plan, scheduled for a vote Wednesday, all undocumented immigrants who have been in the \ncountry since January 2006 and who meet certain criteria could apply for legal status.\n"}