{"title": "ELECTION 2004: States address stem cells, gay marriage", "body": "\nSan Diego --- California voters resoundingly approved a measure to spend $3 billion in public money for embryonic \nstem cell research, opening the door for the most aggressive push yet into the controversial science.\n\nThe California proposition was one of dozens of ballot items nationwide that forced voters Tuesday to consider their \nmorality and their money in an election in which voters' values played a large role.\n\nEleven states, stretching from Georgia to Oregon, overwhelmingly approved bans on gay marriage, prompting \nsome advocates of same-sex marriages to announce Wednesday that they'll sue to overturn the new laws.\n\nVoters in six states decided how they will regulate gambling, allowing a lottery and slot machines at horse tracks in \nOklahoma and limiting casino expansion in Nebraska and California.\nCox Washington Bureau\n\nOther states made major decisions on marijuana. Alaska voters snuffed out a proposal that would have \ndecriminalized use of the drug, while Montana approved its use for medicinal purposes.\n\nAnd in Arizona, a new measure --- unique in the United States --- would require proof of citizenship for voter \nregistration and proof of immigration status to receive certain government services.\n\nSupporters said it would curtail fraud in the state where the most illegal immigrants enter the country from Mexico; \nArizona spends millions of dollars annually on food stamps, welfare and other social services for illegal immigrants.\n\n\"People understand at a gut level that we've got a problem with illegal immigration and we've got to address it,\" \nsaid Randy Pullen, a leading supporter of Proposition 200.\n\nVoters in 34 states were asked to consider 162 ballot propositions on Election Day, according to the Initiative and \nReferendum Institute at the University of Southern California.\n\nWhile the issue of gay marriage was the most popular state ballot topic nationwide, the California stem cell \ninitiative was one of the most closely watched.\n\nWith its passage, California will sell $3 billion in bonds to pay for research on embryonic stem cells at universities \nthroughout the state.\n\n\nThe measure puts California on the forefront of stem cell research, in part because it circumvents limits on public \nfunding by the Bush administration that are expected to remain in place with the president's re-election.\n\nBush and other opponents of public funding say they're ethically opposed to destroying days-old embryos --- even if \nmost are abandoned at fertility clinics and eventually destroyed anyway --- to get at the cells that are the basis of \nlife.\n\nProponents of embryonic stem cell research say it paves the way for potential cures for diseases such as \nAlzheimer's and Parkinson's.\n\n\"There is no doubt in my mind that the mission Californians accepted today is a critical first step in changing the \nface of human suffering forever,\" businessman Robert Klein, who spearheaded the measure's passage, said in a \nstatement.\n\nCalifornia voters also apparently agreed with supporters who claim the measure could foster a biotech industry \nboom akin to the creation of Silicon Valley in a state that's still struggling fiscally.\n\nThe $3 billion is expected to attract academics and biotech companies from around the globe to California --- \npotentially at the expense of other current and aspiring biotech hubs in Georgia, Florida, Texas and North Carolina.\n\nOne of the biggest boosts for the stem cell measure came just a few weeks ago, when Gov. Arnold \nSchwarzenegger announced his support.\n\nCalifornia voters also sided with the Republican governor on 10 other ballot initiatives, strengthening the ex-actor's \npolitical power and boosting his already high popularity level.\n\n\"The people have flexed their muscles again,\" Schwarzenegger said Wednesday. \"I'm so excited today --- I'm in \nheaven.\"\n\nVoters also sided with Schwarzenegger on a measure that limits employer health care coverage requirements, \nanother that keeps in place California's \"three strikes\" conviction law and others that limit gambling operations.\n\nElsewhere, in other ballot initiatives:\n\n \n\n* South Carolinians voted to quit requiring bars and restaurants to serve liquor only in by-the-drink mini-bottles.\n\n \n\n* Colorado voters rejected a measure that would have changed that state's winner-take-all system in presidential \nelections and distribute the state's nine electoral votes based on the popular vote instead.\n\n \n\n* In Alaska and Maine, voters rejected measures that would have banned using bait to hunt for bears.\n\n \n\n* Maine and South Dakota voters both declined opportunities to lower taxes. South Dakotans defeated a bid to \nscrap the sales tax on groceries, while a measure to cap property taxes lost in Maine after opponents said it would \nforce layoffs of teachers and firefighters.\n\n \n\n* It was a tough day for cigarette smokers. Columbus, Ohio, banned smoking in public places, while taxes on a \npack of cigarettes were boosted in Colorado, Montana and Oklahoma. The biggest increase was in Montana, where \nthe tax went from 70 cents to $1.70 a pack.\n\n--- The Associated Press contributed to this article.\n\n\n\nGraphic\n\n \n\nPhoto: Robert Klein, who led the effort to provide state funding for stem cell research in California, celebrates \nTuesday in Los Angeles with Tessa Wick (left) and her mother, Lucy Fisher. / CHRIS CARLSON / Associated Press\n"}