{"title": "Illegal immigrants will be hot state topic;Lawmakers aim to cut crime rate", "body": "\nIllegal immigration may become one of the most fiercely debated issues when the state Legislature reconvenes in \nJanuary.\n\nA panel of Georgia House and Senate lawmakers on Wednesday met with more than a dozen law enforcement \nofficials from across the state to get ideas for legislation that would crack down on crime committed by \nundocumented immigrants.\n\nThe law enforcement officials said that they often face difficulties in identifying and tracking aliens who commit \ncrimes. Many said they are seeing increased activity in metro Atlanta by Asian and Hispanic gangs, often \ncomposed largely of illegal immigrants. They asked lawmakers to help them stamp out fake identification cards.\n\n\"We have a problem that's not going to go away and we need to regulate it,\" said Michael Turner, public safety \ndirector for Henry County. Turner said that law enforcement must get rid of the \"criminal element\" among illegal \nimmigrants who prey mostly on other illegals.\n\nPresident Bush recently jumped into the immigration debate by pushing a policy that would allow workers into the \ncountry temporarily to perform certain jobs.\n\nIn Georgia, some lawmakers say the state Legislature should consider stricter policies, such as banning illegal \nimmigrants from social services and penalizing companies that hire undocumented laborers.\n\nState Sen. Chip Rogers (R-Woodstock) and state Rep. John Lunsford (R-McDonough) hosted the immigration \nmeeting at the state Capitol. Rogers said he and other lawmakers likely will pursue legislation to crack down on \nfake identification cards and the companies that sell them.\n\nThis year, Rogers introduced bills that would prohibit illegal immigrants from receiving state-funded social \nservices such as food stamps, ban them from obtaining driver's licenses, prevent them from taking classes at \nGeorgia's public colleges and universities, and ensure they do not work on state-funded projects.\n\nNo action was taken on the measures, but some are likely to be debated next year.\n\n\nRogers said he will focus next year on Senate Bill 170, a measure that would ban illegal immigrants from \nobtaining driver's licenses. Georgia does not grant driver's licenses to illegal immigrants and new federal \nlegislation passed this year --- the REAL ID act --- further restricts illegal immigrants from getting driver's licenses.\n\nHe also said he will push a version of Senate Bill 336, a bill that makes it a crime for a business owner to employ \nunauthorized illegal laborers.\n\nSenate Majority Leader Tommie Williams (R-Lyons) did not attend the meeting, but said later that Senate Bill 170 \nhas \"some merit.\"\n\nHe said the Legislature should help law enforcement officials get fake identification cards off the street and make \nsure state agencies are not hiring illegal immigrants.\n\nWilliams said state lawmakers will take up some \"significant legislation\" on those issues next year.\n\nD.A. King of Marietta, who runs an immigration watchdog Web site, www.theamericanresistance.com, urged \nlawmakers at the meeting to tackle illegal immigration head-on by copying federal laws that have not been \nenforced.\n\nBut Adelina Nicholls, president of the Coordinating Council of Latino Community Leaders, said she is \"really \nconcerned\" about some of the proposals discussed.\n\nNicholls did not attend the meeting with lawmakers, but said:\n\n\"We in the Latino community are willing to work with them on those issues. We'd like a change in immigration rules \nto help all these people who are working here.\"\n"}