{"title": "PLACE WHERE NEWCOMERS TO U.S. FOUND HELPING HAND", "body": "\nFOR IMMIGRANTS in the Binghamton area, the white building on Front St. is the first stop in the quest for the \nAmerican dream.\n\nSince 1939, the American Civic Association has been a magnet for newcomers from across the globe to learn \nEnglish and the skills for U.S. citizenship.\n\n\"This is an incredibly sad day,\" Fred Trzcinski, former director of the association, told the Daily News after \nyesterday's bloodbath.\n\n\"I stood with the police in front of American Civic this morning in total disbelief of what was happening.\n\n\"My assistant that I hired, I don't know if she's alive or dead right now. There are immigration caseworkers, teachers \nthat I knew very well who may be dead.\"\n\nThe nonprofit center also assists immigrants seeking housing, clothes, medical care, employment and legal help.\n\n\"They come from all over the globe,\" Trzcinski said. \"There's no predominant place they come from.\"\n\nMore than 7,100 immigrants have settled in Binghamton since 2005, 71% from Asian countries, according to city \nstatistics.\n\nThe civic association, funded in part by the United Way, serves about 60 to 100 people a day, offering translation \nservices, counseling and Internet access.\n\n\"The mission of the American Civic Association is to encourage the spirit of brotherhood among nations and \npeoples,\" the group says in its literature.\n\nThe association's small staff and team of volunteers also make the facility available for countless cultural activities, \nincluding dances and art shows.\n\nYesterday, more than 50 immigrants from China, Uzbekistan, Kazakhstan, Vietnam and other countries were taking \nclasses, studying for citizenship exams.\n\nTrzcinski said that prior to the Sept. 11 attacks, the group had helped about 240 people become naturalized \ncitizens in Broome County annually. Since 9/11, the number has dwindled to about 70 a year.\n\n\n\"Everything now is more difficult and more arduous in terms of paperwork and security,\" Trzcinski said.\n\nwhutchinson@nydailynews.com\n\nGraphic\n\n \n\nPolice canvass scene yesterday at American Civic Association in Binghamton, where crazed gunman killed 13, \nthen himself. Photo by AP\n"}