{"title": "Coverage of fire distresses; Letters: Your opinion on the issues that matter to you", "body": "\nHave cake and eat it too\n\nWHAT is a MPI (material personal interest)? It amazes me that people in public office either don't know the law or \nare being ignorant of the law.\n\nIt amazes me that we have two ex-policeman in council who either don't know the law or are ignorant of the law.\n\nWe have laws in Australia for the protection of the public.\n\nWe have MPIs for the protection of the public. MPIs have been set up to stop corruption.\n\nAfter working in a public school for 14 years and doing tasks in leadership, we are often given sessions on what is \nan MPI and how to avoid them. \n\nSo, it amazes me that I as a teacher know what an MPI is and yet two ex-policeman are playing games with the \nissue.\n\nMPIs are not complicated. If you have gained a material personal interest in any shape or form, whether it be by \nway of money or gaining a possession for work or even a donation while in public office then you have an MPI \naccredited to you. \n\nThese MPIs don't just disappear while you are in public office. Again, they have been set up for the protection of the \npublic.\n\nI think it is time that the two ex-policeman (and their supporters) stop playing games for political gain and get back \nto doing what you have been paid to do by the public and that is serve the people. Part of that is living by the law \nand abiding by the decisions of the umpire.\n\nTim Jerome, Traveston\n\n Mayoral candidate 2020\n\n\"~Crushing' sentence?\n\n\nCOMMENTS by Judge Glen Cash that a repeat child sex offender should not face a \"~crushing sentence' will no \ndoubt devastate his victims, who themselves were given a crushing sentence, when this paedophile sexually \nassaulted them. \n\nWhere's the justice for them?\n\nJohn Robinson,\n\nGympie\n\nResponse to frenzied tirade\n\nSIR, I thank you for your unsolicited and somewhat disappointing appraisal of my intelligence and my regular \ncontribution to what you ironically call the \"people's page\".\n\nI mistakenly thought that was what \"Your Say\" meant - that people could have their say.\n\nI have no truck with \"baseless theories and guesswork\" but I make no apology for speaking out on matters of public \nconcern. So I respectfully suggest you take up the matter of my \"...clogging the people's page...\" with the editorial \nstaff at The Gympie Times.\n\nI would have been offended by your insults if you hadn't mentioned your problem with the planets. And I noted \nthat, after getting me off your chest (or was it your liver?) you turned your attack to the unfortunate councillor \n\"...who writes incessantly about how poorly the council is run...\". \n\nThen, finally, you directed a frenzied tirade to all councillors (with the exception of Mayor Curran) who \"...need to \nhand back their money, with their cars, phones...\". \n\nGood luck with that eminently practical proposal which , I suspect ,would have considerable community support.\n\nYou were obviously in an aggressive frame of mind ,and I realised that I was just one of multiple targets in what was \na pretty comprehensive rant. The planets?\n\nNonetheless ,I will respectfully address some of the issues you raise.\n\nYou say I started the letter which raised your ire \"To the Mayor\". That is of course true- because the entire letter \nwas addressed to the Mayor.\n\nI submitted the letter with the caption: \"The Cake... a hard act to swallow \"\" an Open Letter to the Mayor.\" It \nencapsulated the purpose of the letter, which was respectfully to point out to the Mayor that his attempt to pass off \nthe photo of Mr Fredman's \"goodbye cake\" as \"proof \" that the now Councillor had not been sacked was both ill- \nadvised and embarrassingly inept.\n\nThe editorially substituted caption was less apposite to the content and purpose of the letter. When I saw it on \nSaturday morning I knew it would mislead the less-perceptive reader.\n\nYou also claim that Mr Fredman has publicly stated that he retired. I missed that announcement and so ,obviously, \ndid the Mayor. Otherwise he would not have resorted to \"photographic evidence\" in his attempt to get the Fredman \nmonkey off his back.\n\nIt would be helpful,of course, if Mr Fredman would publicly confirm your assertion.\n\nYour letter invites much more comment, but I am sensitive to your chastisement about my \"clogging the people's \npage...\".\n\n\n\nOne final observation though,apropos of your clear implication that Mayor Curran is the only Councillor \"working at \nhis job\", and his previous declaration that the Council has a lot of work to do before the election \"\"he might \nappreciate your assistance up there on Capitol Hill.\n\nMerv Welch,\n\n The Palms\n\nRuthless council\n\nAN OLD Glenwood lady, 78, overcoming stroke/ heart failure undergoing treatment, falls two working days late \n(pension day) paying her little dogs Fraser Coast $33 fee. Ref 9381112.\n\nFine of $20 comes five weeks later for those two working days.\n\nCarer checks $33 was paid that pension week for her in her absence, phones Fraser Coast Council to explain, but \nfinds Fair Go Aussie a thing of the past. Just pay the fine.\n\n\"Have a nice day\". \n\nFaster Glenwood becomes Gympie region the better. Praise the Lord. \n\nMartin Rayner,\n\nGlenwood\n\nDrought update\n\nHELLO all, as again I bring you another drought update from New South Wales and Queensland.\n\nRainbow Beach Droughtrunners have just been to Stanthorpe with a big load of food and stockfeed. A week later \nwe have travelled again into NSW to drop supplies to Baradine CWA. Baradine is midway between Coonamble and \nCoonabarabran and believe me these areas and most of NSW are in dire straights just like most of Queensland.\n\nNSW has the added problem of towns running out of water.\n\nDue to costs we will not be sending any more hay out west; we will just concentrate on food on the table and \nvouchers for these wonderful people who supply us with food in good times.\n\nWhen the drought does break, and it will, the people we are now helping will repay our shire when they can afford \nholidays. After 25 years in the tourism businesses I can relate to where a lot of people visited from, but not at \npresent.\n\nA big thank you to donations from Cooloola Custom Stockfeeds, Bernard Petroleum, Tom Grady, Mooloo Mountain \nProduce, Graham Engeman (for his 2.5 tonne trailer), Drakes in Gympie, Tin Can Bay and Rainbow Beach IGA, \nRobyn Hanson, Betty Freeman, Coral Mullins, Eds & Tin Can Bay Bakery, Snak Shak, Barnacles Wayne Kerle, Tin \nCan Bay Signs, Marlene Owen and anonymous donors.\n\nI am now in Victoria canvassing for funds and dropping another load to Baradine CWA (helping 140 farmers) on the \nway home .If anyone can help, please get in touch or see the Bank of Queensland in Mary St, Gympie.\n\nThere are no admin costs with our business. Receipts available.Thank you.\n\nTony Stewart,\n\nRainbow Beach\n\n\n\nGympie town is a traffic joke\n\nAN INTERESTING editorial this week discussed the prospect of southeast Queensland, holding the 2032 Olympics, \nand the possible benefits and threats that and tourism may present to Gympie and areas adjacent.\n\nI'm not convinced hosting Olympics is the positive it once was and I'm not sold on our future in Chinese tourism \ngiven the current geopolitical environment, and our leader's approach to it. But let's look more locally. In simple \nterms one of the drivers of the Sunny Coast laying claim to our assets of the Mary Valley, the Cooloola Coast and \nthe Rattler is that they, like many places before them, have plucked the goose that laid their golden egg and the \npoor thing's looking a bit ugly. It still lays eggs but not golden ones and so they look for geese elsewhere. \n\nWe're already suffering a lack of infrastructure investment to match the growth in residents and visitors, the Mary \nValley Rd being a prime example. \n\nThe coast roads, and lack of, are likewise and surely some of the constant complaints about rural roads are the \nresult of needing to spend limited money where increased traffic requires greater funding. Gympie town's a traffic \njoke. \n\nIt's already got to a point where many of us are restricting our movements. \n\nWhat's new, exciting and not as bad as where they've left for newbies is often lost amenity and reduced joy of a \nquiet country life for longer term residents.\n\nIt's easy to look at this through the prism of ALP government in Qld for most of the last 30 years, and our area \nnever being part of such governments but what if there's a change of government next October?\n\nAssuming that our state MP, Tony Perrett, retained his role and became agriculture minister, it would be logical that, \nas now, he'd be too busy appeasing farmer lobby groups to notice what's happening around Gympie, except in very \nlimited and dated circles.\n\nAll of that makes the council election in March more important than ever as without an effectual MP it may be our \ncouncil which offers the only hope we have of managing our destiny.\n\nDave Freeman,\n\nCedar Pocket\n\n(Whose?) freedom of the press\n\nYOU may have seen and read in Tuesdays Gympie Timesof a house fire that totally destroyed the one-of-a-kind \nstone timber dwelling and all the memories, treasures and personal belongings of its occupants.\n\nThat was my home, the place that I helped to build and maintain, the place I raised my children and the place that \nwitnessed some of the most important events of my life.\n\nYou would not be aware that those photographs taken from a drone supposedly hovering hundreds of metres \nabove - \"it has an excellent zoom lens\", and the report written by one Scott Kovacevic and, I assume, approved by \neditor Shelly Strachan, was published without my approval or even knowledge.\n\n I found out that my tragedy was front page news when I bumped into a friend on Tuesday morning who, when told \nof my circumstances, said \"Oh was that your place in the paper?\"\n\nThe \"effort\" to contact me before publication amounted to ringing my landline (how pointless was that!) and a \nFacebook message.\n\nWhen I spoke to the editor she defended The Gympie Times actions by claiming that such an event was extremely \nnewsworthy.\n\n\n\nBut whose news is it? Certainly not yours or The Gympie Times.\n\nIf the intent was to cause further distress and acute feelings of invasion of privacy and subsequent anger then The \nGympie Timeshave succeeded totally. Of course, Shelley Strachan, when contacted, apologised for adding to my \ndistress, but did not apologise for publishing without contacting me.\n\nThe lack of sensitivity, empathy and consideration for this victim of a life changing catastrophic event has simply \nboggled my mind.\n\nYes, a free press is vital for a democratic society but only when it is driven by an ethical, moral code of conduct, \nwhich, in this case at least, has been sadly lacking.\n\nWhat say you Gympie Times\n\nYours in anger and pain.\n\nDavid Mottershead\n\nWilsons Pocket\n\nEditor's Note: The Gympie Times is truly sorry that one of our local residents, friends and neighbours has \nhad to go through this catastrophic event.But when something like this happens, the town is talking, and \nwe have a duty to report what our firefighters, police etc are doing for this community. We tried to contact \nMr Mottershead but could not reach him. The photos taken were done so from a public space. We try to be \nconsistent in all we do so people know everyone is treated equally. But this is a tragedy and we are sorry \nfor his loss.\n"}