{"title": "Immigrant Voters' Split Ticket; Some U.S. Citizens Also Cast Ballots in Homeland", "body": "\n The presidential candidate swept into the restaurant to the cheers of more than 600 supporters and the jaunty beat \nof a patriotic song. Volunteers at the entrance hawked T-shirts emblazoned with slogans. Suburban voters who \nhad paid $20 apiece to attend pushed past reporters and photographers for a chance to shake the candidate's \nhand.  \n\nThe rally at Maxim Palace Chinese restaurant in Falls Church last week had all the trappings of an American \npolitical campaign -- except that the candidate, Lien Chan, is running for office in Tai- wan. \n\nJust as American candidates are courting the growing legions of Asian and Latino immigrants, so, too, are \ncontenders from overseas. Presidential hopefuls from El Salvador and Taiwan, running in close elections slated for \nMarch, have made the Washington suburbs and other U.S. cities prime campaign stops this fall. \n\nThe candidates look to these expatriates not just for their financial support or the influence they wield with relatives \nback home. They also want their votes. It is a trend, political scientists say, that could have profound implications on \npolicies abroad as well as political participation here. \n\nThe attention to politics overseas is particularly strong among newer arrivals, whose sense of identity is tied much \nmore closely to their country of origin, immigration experts say.  \n\nConsider Francisco Pacheco, a former leftist guerrilla in El Salvador's civil war who sought asylum here eight years \nago. Now that the political party that grew out of the guerrilla movement has a shot at winning the presidency, \nPacheco says, he can't imagine sitting out the campaign. \n\n\"For more than 20 years, I fought to change my country for better, and I still have that goal,\" said Pacheco, who \nsettled in Silver Spring. \n\nLast month, Pacheco and about 40 other volunteers representing the Farabundo Marti National Liberation Front, or \nFMLN, in the Washington area helped arrange for the party's candidate, Schafik Handal, to visit a Washington \nchurch and a Northern Virginia restaurant. Tomorrow night,  the group is scheduled to sponsor a fundraiser at a D.C \nclub. \n\n\nPolitics abroad has its allure for longtime residents as well. Yuan \"Tony\" Lin, who helped coordinate the rally for the \nTaiwanese candidate, immigrated 20 years ago. Yet he considers it natural to be involved in politics back home \neven though he is a U.S. citizen, votes in U.S. elections and owns an interior design store in Rockville. \n\n\"We would do anything to defend the United States. This is our country now,\" said Lin, who plans to bring his family \nback to Taiwan to cast ballots for president. \"But we still have emotions, friends and relatives in Taiwan. We still \ncare about the people there.\" \n\nAnd the foreign politicians care about their U.S. constituents, who can feel disenfranchised here, said Ana Sol \nGutierrez (D-Montgomery), the first Latina to serve in the Maryland House of Delegates. Latin American leaders \nhave lobbied U.S. lawmakers on issues such as driver's licenses for undocumented immigrants and work permits. \n\nTo the extent that immigrants living here tend to be pro-American, their involvement in politics back home could \nprove helpful to the United States. Many Washington area Salvadorans say they won't back a leader who creates \ntensions with their new country. \n\nElmer Arias, who owns the Falls Church restaurant that Handal visited, said he stressed that message to the \ncandidate. \"They need to understand that this country has been supporting El Salvador for many years,\" Arias said. \n\nThere is concern in immigrant communities, however -- particularly after the Sept. 11, 2001, terrorist attacks -- that \ninvolvement in overseas politics could raise questions of loyalty. \n\nHung Nguyen, who organizes voter registration drives in Fairfax County, said voting in another country's elections \ngives fuel to unfair accusations that immigrants aren't \"real Americans.\" He also worries that interest in overseas \npolitics could divert energy from those here. \n\n \"If you're voting in another country, your allegiance is elsewhere,\" said Nguyen, who emigrated as a child from \nVietnam. \"You're saying your loyalty here is a matter of convenience.\" \n\n To some extent, immigrants have always kept up with homeland politics. But cheaper airfares, readily available \nphone cards and the popularity of satellite TV have made connections much easier to maintain. U.S. law does not \nprohibit voting in another country's election, and some foreign governments are doing what they can to bind \nexpatriates to the country they left behind. \n\nMexico, which accounts for more than a quarter of the foreign-born population in the United States with 7.8 million \npeople, changed its laws in 1998 to allow dual citizenship. During the 2000 presidential election, polling places were \nset up near the U.S. border, and thousands crossed back into Mexico to vote. \n\nMexican immigrants, who number about 65,000 in the Washington region, are lobbying for the right to cast \nabsentee ballots in the 2006 election. Immigrants from El Salvador and Guatemala, which is holding an election \nnext month, are also asking for absentee ballots. \n\nThose with asylum status or temporary visas that would prevent them from reentering the United States cannot go \nhome to vote. \n\nAlthough Taiwanese officials could not say how many of the roughly 2.4 million people of Chinese descent here -- \n69,000 in the Washington region -- vote in homeland elections or donate to campaigns, they said the number is \nlikely small. \n\nThe same is true of Salvadorans, who number about 85,000 in the region and 765,000 nationwide, according to the \n2000 Census. But that might be changing. \"I'm hearing a lot of buzzings about community leaders who are already \nplanning to organize charters to bring people to vote,\" said El Salvador's ambassador, Rene Leon. \n\nEven if the residents abroad do not vote, foreign politicians gave good reason to heed their views: El Salvador \nreceives an estimated $2 billion from expatriates every year -- the country's largest source of foreign currency, \nsurpassing all exports and foreign investment. \n\n\n\nImmigrants here can also influence relatives back home. \"If you cannot vote, call your friends and relatives or write \nthem letters,\" the Taiwanese candidate Lien, flanked by U.S. and Taiwanese flags, urged his supporters at the rally. \n\"Ten, 20, 100, 1,000 of them, tell them to vote.\" \n\n Lien's speech and the wild applause were beamed to East Asia via one Hong Kong and three Taiwanese TV \nstations. \n\nStill, such political fervor among immigrants may not last beyond one generation, experts say. Lin, who organized \nthe Taiwan political event in Falls Church, has tried to get his children, graduates of Thomas S. Wootton High \nSchool and the University of Maryland, interested in Taiwanese politics. \n\n But Ping Lin, 28, admits that she worries more about U.S. taxes than Taiwan's relationship with China. When told \nthat her father expects the entire family to vote in Taiwan's election in March, she looked surprised. \n\n\"I thought I was going to Taiwan for a vacation,\" she said. \"I didn't know we were voting.\" \n"}