{"title": "Minutemen shadow town's day labor site; Illegal immigration issues have popped up in suburbs like Herndon, Va., where workers, contractors are watched.", "body": "\nHerndon, Va. --- Minuteman Bill Campenni stood on a sidewalk taking pictures of pickup trucks because he was \nnot allowed inside the city-sponsored site for day laborers.\n\n\"This is probably the most secure border in the United States,\" joked the retired Air National Guard colonel, who \nonce served in Texas with a fellow pilot named Lt. George W. Bush.\n\nAs Congress considers immigration reform and Hispanics across the nation march to protest proposed harsh \npenalties for illegal workers, thousands of folks like Campenni have enlisted in local battles over the influx of \nillegal newcomers.\n\n\"We're an expression of the frustration of people across the country,\" said Chris Simcox, president of the \nMinuteman Civil Defense Corps, headquartered in Scottsdale, Ariz. The group is named for the front-line militia \nthat was among the first to fight the British in the Revolutionary War.\n\nThere are no Minuteman chapters in Georgia, Simcox said, but dozens of volunteers are eager to start them. He is \nin Georgia this week, speaking at noon today to the Georgia Association of College Republicans at Georgia Tech \nand at 7 p.m. Thursday to members of the Georgia Constitution Party at Covenant Presbyterian Church in Buford.\n\nThe Minutemen's largest effort is concentrated on the Mexican border, where Simcox said he will have 6,847 \nmembers patrolling this month. Since the organization's founding in Arizona in 2002, it has grown to 31 chapters in \n24 states, Simcox said, and about 7,000 volunteers have received Minuteman training.\n\nSimcox said more than 300 people have sought to join the organization since the Senate began debate on \nproposals last week that could give legal status to immigrants who entered the country illegally.\n\n'Part of the landscape'\n\nMuch of the growth is in response to local immigration issues in places such as Herndon, a suburb about 30 \nmiles from Capitol Hill, Simcox said.\n\n\nBill Threlkeld, director of the city site where day laborers come to find work, said he is unconcerned about \nMinutemen like Campenni, who watch from across the street as the workers, chatting in Spanish, reach into a jar \nand pull out chances at jobs.\n\nThe operators at the pickup site do not check would-be workers for green cards or other documentation.\n\n\"It's the employer's responsibility,\" Threlkeld said.\n\nAs for the Minutemen, who take photos to document the employers picking up laborers, \"they're a part of the \nlandscape,\" Threlkeld said. \"They watch us. We watch them. We usually don't talk, but if we do, it's civil.\" \n\nMinutemen are sometimes armed while patrolling the border with Mexico, but the Minutemen in the Virginia and \nMaryland suburbs carry only cameras and notebooks and describe their activities as more akin to a neighborhood \nwatch.\n\n\"We don't have the authority or the ability to check workers for immigration status,\" said George Taplin, president \nof the Herndon Minutemen.\n\nHis members instead check to see whether the contractors picking up workers have proper business licenses \nand notify the Internal Revenue Service and state tax officials if they suspect employers \"are hiring under the table \nand paying in cash\" to avoid paying Social Security and taxes.\n\n\"Our goals are to get the government to enforce the laws,\" said Stephen Schreiman, the Minutemen Maryland \nchapter director. \n\nBut critics charge that the aim of the Minutemen observers is really to discourage workers and employers from \ngoing to the sites.\n\nIn Maryland, supporters of day labor sites have responded to the Minutemen surveillance by training their own \nobservers.\n\nMore than 100 volunteers are ready to report any infringements of worker rights or intimidation, said Steve \nSmitson, manager of legal and social services for Casa de Maryland, which operates three day labor sites. \n\nSuburban sites\n\nThe situation shows how immigration issues increasingly reach places far from the border.\n\nThe largest day labor site in the country is in suburban Langley Park, Md., where almost 350 workers a day come \nseeking temporary jobs during peak periods, according to \"On the Corner: Day Labor in the United States,\" a \nnational study by the University of California at Los Angeles.\n\nThe second-busiest site is in Chicago, according to the nationwide survey of 2,660 day laborers randomly selected \nat 264 hiring sites in 20 states and the District of Columbia.\n\nThe study concluded that 75 percent of these day laborers were illegal immigrants, with 59 percent born in Mexico \nand 38 percent born in Central America. Only 7 percent of the day laborers were born in the United States. Sixty \npercent had been in the country less than five years, according to the survey, released in January.\n\nCampenni said he got involved with the Minutemen after the immigration issue invaded his \"Leave It to Beaver-\ntype neighborhood\" of $500,000 to $600,000 houses. Three nearby residences were turned into \"dorm houses\" \nwhere dozens of migrant men paid $400 or so a month for a place to sleep, he said.\n\n\"Talk about exploitation --- they're renting about half a bedroom,\" he said.\n\n\n\n\"We're not after the day laborers. Gosh, you have to have compassion for those guys,\" said Campenni, whose \nfather emigrated legally from Italy. \"It's the contractors who are the lawbreakers.\"\n\nThe Herndon Official Workers Center opened in December after a convenience store parking lot became the \nmeeting place for hundreds of day laborers and scores of would-be employers. To maintain order, the city \nestablished the official center in the parking lot behind the former police department building.\n\nA local ordinance now makes it a misdemeanor to solicit work outside the center, explained Threlkeld, who works \nfor Reston Interfaith, a nonprofit group contracted to operate the site.\n\n\"It's costing the taxpayers $175,000 a year\" to run the operation, said Taplin, a retired Navy officer. And that doesn't \ncount the legal fees the city must pay to counter a lawsuit that Judicial Watch has filed in protest of public money \nfunding what they argue is illegal activity.\n\nBoth sides in this immigration battle agree that the matter could be settled in Herndon's elections on May 2. \n\n\"It's a campaign issue,\" said Threlkeld.\n\n\"People in Herndon want to see this thing shut down,\" said Taplin. \"And if we vote in a new town council, we can \nclose down the site.\"\n\nGraphic\n\n \n\nPhoto: RICK McKAY / StaffBill Campenni, a retired Air National Guard colonel and Minuteman member, \nphotographs contractors who hire workers at a day labor site (right) in Herndon, Va. \"We're not after the day \nlaborers,\" he says, accusing contractors of breaking the law.\n\nPhoto: RICK McKAY / StaffWorkers at a day labor site in Herndon, Va.\n"}