{"title": "Atlanta's Suburbs Wonder if Newcomers Will Turn Them Blue", "body": "\nJOHNS CREEK, Ga. -- At first blush, this bedroom city of 83,000 a half-hour north of Atlanta might be mistaken for \nthe perfect example of a white-flight Sun Belt suburb.\n\nIt sits squarely in the congressional district once represented by Newt Gingrich, with excellent public schools and \nmaster-planned communities so pristine they could have been built by a model train aficionado. In 2015, the all-\nwhite City Council rejected the idea of expanding public transit out from majority-black Atlanta on the grounds that it \n''would increase high-density housing.'' \n\n  But something has been happening in Johns Creek -- and, indeed, across much of the vast archipelago of cul-de-\nsac communities north of Atlanta that served as the launchpad for Mr. Gingrich's 1994 Republican revolution. The \npromise of a suburban idyll has been increasingly attracting all kinds of people -- many of whom are not white, and \nnot Republican.\n\n  Today, 24 percent of people in Johns Creek are of Asian heritage. Indian-Americans shop for saris at the Medlock \nCrossing strip mall and flock to the latest Bollywood hits at the multiplex. Chinese-Americans and food lovers of all \nstripes head to the Sichuan House, near the Target and Home Depot stores, for sliced pork ears in chili sauce and \n''tearfully spicy'' mung bean noodles.\n\n  Indeed, the northern Atlanta suburbs, once considered bastions of Republicanism, are experiencing an identity \ncrisis -- one that became acute with the success of a Democrat, Jon Ossoff, in a special House of Representatives \nelection in Georgia's Sixth District, which last sent a Democrat to Congress in the Carter administration.\n\n  Fueled by fierce anti-Trump sentiment, millions in outside donations and an untiring door-to-door campaign \nmounted by liberals including many newcomers to the district, Mr. Ossoff placed first in an 18-way race in April and \nwill face Karen Handel, a fixture in Georgia Republican politics, in a June 20 runoff.\n\n  Many Republicans remain confident that Ms. Handel will prevail in a 70 percent-white district where even liberals \nconcede that conservative culture dominates. Big churches and golf courses still do much to set the social tone, \nand homegrown conservative talk-radio personalities like Herman Cain and Erick Erickson help commuters \nassuage the increasingly painful slog through traffic.\n\n  November was a watershed, however. Though she did not carry Georgia, Hillary Clinton defeated Donald J. \nTrump in both suburban Cobb County, part of which is in the Sixth District, and nearby Gwinnett County. Both were \nonce considered classic white-flight suburbs; today Gwinnett is majority-minority, and Cobb is fast heading that \nway.\n\n\n  At the same time, Republicans here reject the idea that demography is political destiny. Instead, they envision a \nfuture in which the charms of suburban life, and the conservative politics that made it possible, will rub off on \neveryone. Instead of the newcomers changing the suburbs, they say, the suburbs will change the newcomers.\n\n  ''You move to Cobb, you've got a good job and cheaper property taxes, and you say, 'Hey, maybe this is a better \nway,' '' said Michael Altman, 58, a former vice chairman of the Cobb County Republican Party.\n\n  It is the kind of political reckoning that many American suburbs may soon confront, if they haven't already. A \nreport last year by the Urban Land Institute noted that the percentage of foreign-born Americans was at its highest \nin 90 years, and that millennials were now starting families and looking for good public schools. It estimated that 79 \npercent of the nation's household growth would occur in the suburbs in the next decade, much of it in ''affordable \nsunshine states'' where the weather is warm, taxes are low and homes are relatively cheap.\n\n  Low taxes, cheap homes and sunshine indeed helped fuel the rise of Atlanta's northern suburbs beginning in the \n1950s -- along with a heavy dollop of racism.\n\n  During integration the Klan presence was strong in Cobb County, and in later years, it was home to the former \nsegregationist governor Lester Maddox and the white supremacist and convicted church bomber J. B. Stoner. But \nCobb also became home to a large group of transplants decoupled from local history, many of them professionals \ntransferred to metro Atlanta from elsewhere who were looking for good public schools.\n\n  Mr. Gingrich, who served as House speaker from 1995 to 1999, used language in his heyday that liberals saw as \nracially coded, railing against the ''welfare state'' of Atlanta. But for the most part he appealed to newcomers and \nold-timers alike, extolling free markets, technology and traditional values as a means of answering ''the cries of the \nbaby boom generation for a new politics responsive to the future's needs.''\n\n  Maddox and Stoner are long dead, but the high-performing schools in places like unincorporated East Cobb \nCounty still serve as a magnet. Eight years ago, they attracted Jen Cox, a dyed-in-the-wool Democrat who had \nbeen living in Denver.\n\n  On a recent afternoon, Ms. Cox, a 47-year-old mother and real estate agent, backed her Toyota Highlander out of \nthe garage of her handsome five-bedroom home in a neighborhood called Kings Cove. She drove past subdivisions \nof simple 1970s-vintage homes and newer, busier McMansions. Some of the neighborhood names, like Plantation \nNorth, hinted at the tumult of Southern history, though most -- Edgewater, Carriage Park -- strove for a more \nahistoric blandness.\n\n  Ms. Cox is a co-founder of PaveItBlue, one of the many new grass-roots liberal groups that have sprung up or \nvastly expanded to help a Democrat win the Sixth District contest. As she passed numerous yard signs for Mr. \nOssoff, she noted that such a display of support for a liberal would have been unthinkable just a few years ago.\n\n  Ms. Cox described the social pressure to conform here that pervaded dinner parties and play dates, influencing \nthe politics of even newcomers. ''It's something really palpable here, like, 'You're in the Deep South. This is the \nway it is, and if you don't like it, we don't want to hear from you,' '' she said.\n\n  But now, with the volunteers pushing Mr. Ossoff into the runoff, she said: ''I don't think there's a clear explanation \nto what's going on out here. I think everyone's trying to figure it out.''\n\n  Some feel threatened by the new liberal activism. On Election Day in East Cobb, a man pulling out of a polling \nplace parking lot in a Jeep asked Ed Neubaum, a man with an Ossoff sign, whether he was a fan of Nancy Pelosi.\n\n  Certainly, replied Mr. Neubaum, a 57-year-old real estate agent. The other man replied with a vulgarity, called Mr. \nNeubaum a socialist and said he was responsible for ''the burning of America.''\n\n  ''The burning of America, my God!''\n\n  ''Yeah, the violence that you propagate ...''\n\n\n\n  ''How can I propagate violence? Wow.''\n\n  The man found an opening in the afternoon traffic. The Jeep roared off.\n\n  Mr. Ossoff's supporters mention a number of incidents like these: hostile, but not violent. And in recent years, the \nsuburbs' changing racial realities have created their own tensions. In 2015, a Cobb County councilwoman who is \nblack accused a county police officer of harassment and intimidation when the officer followed her home, \naggressively she said, in an unmarked car. In January, a Gwinnett County commissioner, a white Republican, \nreferred to Representative John Lewis, the civil rights icon, as a ''racist pig'' in a Facebook post, infuriating many \nDemocrats and African-Americans, who called for the commissioner's resignation.\n\n  Others note the small daily acts of interracial harmony on the neighbor-to neighbor-level that do not make \nheadlines.\n\n  At the same time, at the level of regional planning, the Cobb and Gwinnett county governments have remained \nstaunchly opposed to expanding Atlanta's bus and rail passenger system, Marta, even as the road system has \nfailed to keep up with the influx of drivers. The rejection of public transit has long been caught up with fears of \nminority incursions and crime and a philosophical disinclination to fund big government. But some here say that \nthis, too, could be changing.\n\n  ''We're not talking about whether Marta should, or mass transit should, come to Cobb County as much as we're \ntalking about it being done smartly,'' said Jason Shepherd, chairman of the Cobb County Republican Party.\n\n  In Johns Creek, the Asian-American residents came not for rail lines but for the schools, just as whites had before \nthem, said Anjali Enjeti, who moved to the city 10 years ago from Pennsylvania. Many also work in the numerous \ntech companies stuffed in the surrounding office parks.\n\n  As the number of Asian-Americans has grown, Ms. Enjeti, a freelance writer, has noticed a different kind of white \nflight, in which people are leaving for neighboring Forsyth County not because minorities are lowering the standards \nin public schools -- but because they are perceived to be raising them.\n\n  ''The high school is too competitive,'' she quoted one white parent as saying in an online essay. ''My kids won't get \ninto a good college because of all of the Asians.''\n\n  Ms. Enjeti said she assumed most of Johns Creek's minorities leaned Democrat, based on the get-out-the-vote \nefforts she has made on Mr. Ossoff's behalf.\n\n  But in November 2015, voters elected Jay Lin to the Johns Creek City Council in a nonpartisan race. He is a \nTaiwanese-American, the owner of a home remodeling business -- and a Republican.\n\nGraphic\n\n \n\nPHOTOS: Signs of demographic change are evident across Atlanta's suburbs, including a cricket match on a \nbaseball diamond in Roswell. (PHOTOGRAPH BY AUDRA MELTON FOR THE NEW YORK TIMES) (A1)\n\nAbberley Township, above, a subdivision in Johns Creek, Ga., north of Atlanta. Jen Cox in the field office for Jon \nOssoff, who is running for Georgia's Sixth District seat. (PHOTOGRAPHS BY AUDRA MELTON FOR THE NEW \nYORK TIMES\n\n\n MAURA FRIEDMAN FOR THE NEW YORK TIMES) (A11)       \n"}