{"title": "Immigration may play a key role in Arizona's Senate race", "body": "\nPHOENIX -- Barbara Orr sees Minutemen trying to keep out illegal immigrants and Hispanics marching downtown \nto support the border crossers. She's fed up that the government has been unable to control illegal immigration.\n\n\"Anyone who's an incumbent, I'm not too happy with,\" says Orr, a water planning analyst.\n\nShe includes Republican Sen. Jon Kyl, whose bid for a third term this fall could hinge on immigration.\n\nKyl is co-sponsor of a Senate bill that would require illegal immigrants to leave the country and return only through \nlegal means. His likely opponent, Democrat Jim Pederson, backs a bill being debated in the Senate this week that \nwould offer many of the estimated 12 million illegal immigrants a chance to become citizens. The plan's author: \nArizona's other, more well-known GOP senator, John McCain.\n\nOn Wednesday, the Senate adopted Kyl's amendment to exclude illegal immigrants convicted of a felony or three \nmisdemeanors from a chance at remaining in the country. The move came two days after President Bush's call to \nsend National Guard troops to help police the border with Mexico.\n\nIn Arizona, Kyl says it \"will matter a lot\" to voters whether government addresses immigration. Democratic Gov. \nJanet Napolitano declared a state of emergency last year because the state cannot keep up with the cost of \nproviding services to illegal immigrants.\n\nBorder security and immigration were already campaign topics before Bush's speech, including Nebraska's \nSenate race where incumbent Ben Nelson, a Democrat, is trying to win support for a proposal for a longer fence \nalong the U.S.-Mexico border.\n\nKyl's bill is at odds with Bush's goal of creating a path to citizenship for many illegal immigrants. Arizona State \nUniversity political analyst Bruce Merrill says that stance appeals to the conservative voters Kyl will need in \nNovember.\n\nFormer Republican state senator John Verkamp is also running for the Democratic nomination.Verkamp says \nPederson and Kyl have failed to talk about the Iraq war, which he opposes. Pederson has a financial edge over \nVerkamp and has already loaned his own campaign $2 million.\n\nPederson, a shopping mall developer, accuses Republicans of whipping up a wedge issue. They \"are using \nimmigration in '06 the way they used terror and national security in '04,\" he says.\n\nPederson also supports strong border security but says his \"realistic approach\" would allow illegal immigrants to \neventually become citizens if they have no criminal record, pay fines and learn English. He hopes to appeal to \nHispanics, who are 28% of the state's population and 13% of its voters.\n\n\nInterviews with voters highlighted mixed feelings. \"We need to put some limitations on (illegal immigration), but I \ndon't necessarily believe that we're supposed to pick up 11 million people and send them all back to Mexico,\" says \nRepublican Steve Keiper, 45, a Chandler sales manager.\n\nKyl calls his plan the \"moderate\" approach. He opposes a House bill that would make illegal immigration a crime \nand says the citizenship proposal in McCain's bill \"doesn't seem necessary.\"\n\nAn Arizona State University poll last month showed Kyl with a 42% to 31% advantage over Pederson.\n\nPederson agrees with Bush on the need for a \"guest worker\" program, but he points out that Kyl has voted 97% of \nthe time with the president. Pederson also has run TV ads that include criticism of Kyl's immigration plan by \nMcCain, the senator's campaign chairman.\n\nMcCain said he was \"disappointed\" that his name was used to attack a fellow Republican. Pederson often contrasts \nthe former presidential candidate to Kyl, who was recently dubbed \"that other guy\" in the Senate by a local \nalternative newspaper.\n\n\"It's a disadvantage because you haven't been bragging about yourself all this time,\" Kyl says. \"That's something I \nhave to deal with.\"\n\nGraphic\n\n \n\nPHOTO, B/W, Todd Warshaw, Getty Images for NASCAR\n\nPHOTO, B/W, AP\n"}