{"title": "The Immigrant in Each of Them; Local Students Get Feel of Ellis Island", "body": "\nHave you ever wanted to go back in time, to see how people used to live?  \n\n  Recently, after researching their ancestors' lives, Jewish sixth-graders from Maryland and Virginia gathered at \nBeth El Hebrew Congregation in Alexandria for a program called \"The Immigrant in Each of Us.\" These students \npretended they were coming to the United States, through Ellis Island, during the early 1900s. \n\n Ellis Island in New York Harbor was the entry point into the United States for about 12 million people, primarily \nbetween 1892 and 1924. (It closed in 1954.)  \n\n Immigrants from Russia, Ireland, Germany and other countries arrived on crowded ships, often after unpleasant \nweeks at sea in cramped quarters with little light and fresh air. They were tired and hungry. After landing at Ellis \nIsland, immigrants had to prove they could support themselves and had a place to live. They also were checked \nfor contagious diseases. \n\n Some of those who passed inspection made New York City their first home, but two-thirds of the people were \njoining famly members elsewhere in the United States. \n\n Imagine that you've just arrived at Ellis Island. People are speaking many languages. As you walk up the long, \nwide stairway to Ellis Island's main processing area, immigration officials watch you, searching for any sign that \nyou are ill or disabled. \n\n  Maybe you are limping or coughing a lot. If so, officials mark your clothing with chalk, indicating the need for \nfurther examination.  \n\n Legal officers fire questions at you. \"What is your occupation?\" \"How much money did you bring with you?\" \"Is \nsomeone meeting you?\" (Single women needed a male escort before leaving the island.) \"Where are you \nheading?\" Answer quickly; there's a long line of people behind you!  \n\n Your answers are checked against the ship's manifest  --  a list containing information collected about all \npassengers.  If your answers are different, you are pulled aside for further questioning. \n\n But, wait, what if you don't speak the questioner's language? (Many immigrants didn't speak English.) A few \nofficials take advantage of your confusion, taking some of your money and putting it in their own pockets.  \n\n\n Most officials, however, tried to help newcomers stay in America. Volunteers helped immigrants  fill out forms and \nexchange foreign money for American dollars.  \n\n The process was hurried, noisy and often scary, but  only 2 percent of all immigrants were denied entry into \nAmerica. \n\n Some of the students followed \"The Immigrant in Each of Us\" program with a trip to the real Ellis Island. For \nOlivia Stearn, 12, the experience was personal. Her great-great-grandfather came to the United States from the \nRussian/Polish border more than 100 years ago, taking what jobs he could find until he saved enough to open a \nshoe store.  \n\n Said Olivia, \"I could have stood in the same spot as my great-great-grandfather!\" \n\n    --  Ann Cameron Siegal \n"}