{"title": "This Landmark Event Is Child's Play; At Zoo, Naturalization Ceremony for Adoptees Includes Emotion, Entertainment", "body": "\nIt was a very big day for Rita Preciadom, though no doubt the 2-year-old eyed the festivities from a different \nperspective than her proud mother, Kathy.\n\nOn one hand, the toddler from China was sworn in officially yesterday as a U.S. citizen. Then again, the \nnaturalization ceremony was held at the National Zoo -- and Rita was about to be among the first group of \nchildren to see Himal, the rare one-horned Asian rhinoceros born on Halloween.\n\n\"Baby rhino, baby rhino!\" she started chanting excitedly midway through the program, all the while shaking a small \nAmerican flag.\n\nRita and about 60 other adopted children from 14 countries were recognized formally as U.S. citizens at a special \nceremony the Immigration and Naturalization Service holds for children here twice a year. Although the \nswearing-in is not a legal requirement for the youngsters, who became U.S. citizens when their adoption was \ncompleted, INS officials said they go through the ceremony as much for the adults. More than 300 parents, \ngrandparents and friends attended yesterday's event.\n\n\"This is to reward the parents with a little ceremony,\" INS spokeswoman Ernestine Fobbs said. \"It's a way to tell \nthem that all the paperwork and bureaucracy is over.\"\n\nThe hard work, of course, is not really over for parents, some of whose young charges marked the occasion of their \ncitizenship by giggling, crawling down the aisles, wailing or running from relatives trying to record the historic \nmoment on film.\n\n\"This is a citizenship ceremony unlike any other,\" said William J. Carroll, INS district director.\n\nThe swearing-in ceremony is part of Citizenship USA, an INS program formed in 1995 to help expedite the \nlegalization process. Last year, according to the agency, 9,384 adopted children became U.S. citizens.\n\nAt yesterday's zoo gathering, Tamara Talbert grew impatient to join this year's crop of new citizens. Every time the \nname of a child was called to receive a citizenship certificate, the 6-year-old adoptee from Russia raised her hand \nand waved. Finally her moment came, though her attention was quickly diverted by a bag of animal crackers given \nto each child.\n\nThere was no diverting parents, however, some of whom became very emotional as their child's name was called.\n\n\n\"I got choked up watching her get welcomed to the country like this,\" said Rhoda Brown, an Annandale High School \nmath teacher who adopted Heather, 2, from Russia in 1994. \"There's no putting a price on what this is worth to \nme.\"\n\nDespite the bureaucracy and expense -- some adoptions cost more than $ 25,000 -- Brown said she began the \npaperwork this week to adopt a second Russian child.\n\nThe home countries with the largest representation of children yesterday were Russia, with 16; China, with 11; and \nKorea, with 9. There also were children born in the Ukraine, Georgia, Latvia, India, Colombia, Nepal, Guatemala, \nParaguay, Romania, El Salvador and Jamaica.\n\nAfter the ceremony, the children rushed off to the Elephant House enclosure, where they watched four elephants \nstomp, crush and eat pumpkins, an annual rite at the zoo after Halloween.\n\nAnd then, they got to meet Himal, the 8-day-old rhino calf. The baby rhino, the second one born at the zoo, \nweighed 156 pounds at birth and has been gaining roughly five pounds a day.\n\n\"Mother and baby are doing very well,\" zoo spokesman Bob Hoage said. \"It was a great coincidence that we could \nopen the rhino exhibit on the same day these kids became citizens. We hope it's something they'll always \nremember.\"\n\nGraphic\n\n \n\nPhoto, bill o'leary , Michael Labelle beams as his son, Jeffrey, 6, and daughter, Julie, 3, wave U.S. flags.\n"}