{"title": "EX-REFUGEES FROM BOSNIA TAKE CITIZENSHIP OATH ON FLAG DAY;THE HADZISELIMOVICS EMBRACE THEIR NEW LIFE ENTHUSIASTICALLY", "body": "\nAs the Hadziselimovic family stood Wednesday with 69 other immigrants under a huge American flag in the Old \nCourthouse and swore an oath of citizenship to this country, they saw something that they hadn't envisioned in \ntheir former nation - a future.\n\n\"In Bosnia, you didn't even look into the future,\" said Dzenana Hadziselimovic, 24, just hours before the ceremony \nthat would officially make her, her mother, Memsija, and her father, Camil, U.S. citizens. \"You were thinking, how \nare you going to live through tomorrow.\"\n\nIt was a ceremony that they had celebrated just a few months before for Dzenana's brother, Muhamed, 22. This \nday, Flag Day, it was their turn.\n\nWith little more than their clothes and a smuggled family photo album, the Hadziselimovics fled from Bosnia-\nHerzegovina to nearby Croatia on a cold, rainy day in March 1993. As they said good-bye to their apartment in the \nnorthern city of Kotor Varos, Memsija kissed the front door and tearfully wondered to her children if she would ever \nhave her own set of dishes again.\n\nThey had already endured months of eating mostly potatoes and rice. That was during the summer and fall of 1992, \nwhen Serb troops occupied their city and prohibited them and the other 20 families in their apartment complex from \nleaving the building for four months.\n\nDzenana said she got up that morning after the troops rolled in expecting to go to the dentist. Within hours, \nhowever, the family realized they weren't going anywhere.\n\n\"What you had in the apartment, was what you had to eat,\" Dzenana, 24, explained. \"We made cookies with no \neggs.\"\n\nSeveral days later, they also knew their lives as Bosnian citizens held no future. When they left, they were told they \ncould take no money, no family papers, and, most agonizing of all, no pictures.\n\n\"Mom snuck the pictures,\" Dzenana said. \"She wanted us to have them. If you lose them, you have nothing to show \nfor your past.\"\n\nAfter living in Croatia for 16 months, the Hadziselimovics immigrated to St. Louis in August 1994 as one of the first \nBosnian families to be sponsored by the International Institute. There are now about 20,000 Bosnians in the region.\n\n\nThe family has come a long way since that first hot day when they set out on foot to buy groceries in south St. \nLouis, looking for the little nearby food shops they were used to back in Kotor Varos. (Hours later, they came upon \nthe National Supermarket.)\n\nWith a celebration cake baking in the oven, Dzenana, Memsija and Camil could hardly control their excitement \nWednesday over the prospect of finally gaining full citizenship to a country that had already given them such a \nbright future.\n\nHere, they knew they would never have to give up their family pictures. Or be harassed by loudspeakers affixed to \nfire trucks that made daily rounds urging all Bosnians to leave the city. Or forced by troops to sign a paper that said \nthey were voluntarily leaving their homeland.\n\nIn the year to come, they look forward to Dzenana's graduation from the University of Missouri at St. Louis and \nWashington University with an engineering degree and her marriage to Bruno Mruckovski. Memsija and Camil will \ncelebrate their 30th wedding anniversary this fall.\n\n\"To me, it's amazing, you can come to the United States and you can have everything you want,\" said Dzenana, 24. \n\"It's a promised land. If you want to work, you can work. Six years ago we didn't even speak English.\"\n\nLater that day, after the three shyly recited the oath of citizenship to U.S. District Judge Donald Stohr, Memsija \nwiped a happy tear from her eye.\n\n \n\n\"I'm American now,\" she said. \"That's it!\"\n\nGraphic\n\n \n\nPHOTO Photos by JERRY NAUNHEIM/POST-DISPATCH\n\n (1) Camil Hadziselimovic watches Wednesday as workers install a swimming pool at his home on 38th Street in \nsouth St. Louis. The family bought the house when he and his wife were earning $ 6 an hour in factory jobs, said his \nwife, Memsija. Camil Hadziselimovic, a carpenter in Bosnia, does the same work here.\n\n (2) Dzenana Hadziselimovic, her mother, Memsija, and father, Camil, take the oath of citizenship Wednesday at \nthe Old Courthouse. The father's flag tie was a gift from his daughter for the occasion. The family's son, Muhamed, \nbecame a citizen a few months ago.\n"}