{"title": "UNIVERSITY OF MINNESOTA: INS interviews students", "body": "\nInternational students at the University of Minnesota are among foreign visitors who soon must register under a \nnationwide tracking system launched in response to the Sept. 11 terrorist attacks.\n\nFor now, those who must register are men ages 16 and over who are here on temporary visas from 18 foreign \ncountries, including Somalia. In three years, the system will expand to track all of the estimated 35 million foreign \nvisitors to the country each year.\n\nMost temporary foreign visitors are students, business travelers on extended trips and tourists visiting family \nmembers for long periods. They must report to the Immigration and Naturalization Service office in Bloomington to \nspeak to agents and have their photographs and fingerprints taken.\n\nStudents and others already have been making their way to the local immigration office to register as part of the \nNational Security Entry-Exit Registration System, INS spokesman Tim Counts said. INS officials also have worked \nwith international student advisers at the U to arrange times for students to register, including Friday. A typical \ninterview lasts 15 minutes to half an hour.\n\nUniversity of Minnesota students already interviewed have told Luis Bartolomei, the immigration attorney for the \nUniversity Student Legal Service, that \"the process is relatively smooth. There's not a lot of friction between the \nofficers and interviewees.\"\n\nStudents who have maintained their status and enrolled for the required number of credits should not be \napprehensive about going, though Bartolomei said those who have not maintained their status should first consult \nan immigration attorney.\n\nAnd, although the interviews seem to be going smoothly, Bartolomei said he was concerned by some questions, \nincluding requests for students' credit card numbers.\n\n\"They are asking for information that allows the INS to really peer over your shoulder,\" he said. \"Who knows who \nwill have access to it?\"\n\nCounts said interviewers are asking students to present a number of identification documents, which can include \ncredit cards.\n\nThe Department of Justice announced plans to create the system in June, saying it would help expand scrutiny of \nforeign visitors who may pose a national security concern.\n\n\nAttorney General John Ashcroft called it \"a vital line of defense in our war against terrorism.\" The system will help \nidentify wanted criminals and known terrorists, notify the INS when foreign visitors overstay their visas and verify \nthat foreign visitors are doing what they said they would and living where they said they would.\n\nTemporary foreign visitors who are citizens or nationals of Iran, Iraq Libya, Sudan or Syria who were admitted \nbefore last Sept. 10 and who plan to stay in the United States past Monday must register by Monday.\n\nThose from Afghanistan, Algeria, Bahrain, Eritrea, Lebanon, Morocco, North Korea, Oman, Qatar, Somalia, Tunisia, \nUnited Arab Emirates or Yemen who were in the United States before Oct. 1 and who plan to stay at least until Jan. \n10 must register by Jan. 10.\n\nThe registrants must provide detailed information about their background and the purpose of the visit. They also \nmust verify their address periodically and must confirm their departure when they leave the country. Failure to \nregister is a criminal violation of the Immigration and Nationality Act and could lead to deportation.\n\nThe registration requirement does not apply to citizens; permanent residents, or green card holders; asylum \napplicants, grantees or diplomats.\n\nTo learn more about new regulations for immigrants, check:\n\n* INS Service Center: (800) 375-5283\n\n* INS on the Web: www.ins.usdoj.gov \n\n* University of Minnesota students: www.isss.umn.edu \n\nStaff writer Kristina Torres contributed to this report. Todd Nelson can be reached at tanelson@pioneerpress.com  \n"}