{"title": "Immigrant's Death in Detention Prompts New Criticism", "body": "\nThe death of a Dominican man last month at a detention center in lower Manhattan has prompted advocates for \nimmigrants to raise questions once again about the conditions in which immigrants are held in the New York region \nand elsewhere in the country.\n\nAfter a month of tests, the authorities revealed last week that Miguel A. Valoy-Nunez, a seemingly healthy 40-year-\nold awaiting deportation, died of pneumonia and a viral infection two days after he first complained of chest pain \nand a consistent cough. Nurses at the immigration detention center on Varick Street treated him as if he had a cold \nand he was never checked by a doctor, Federal health officials have said.\n\nThe fact that Mr. Valoy-Nunez's death -- the first at an immigration detention center -- was from a treatable \ndisease prompted advocates to renew their complaints against not only the way the Immigration and Naturalization \nService treats detainees but also the practice of detention itself.\n\nLawyers and advocates for immigrants have been particularly concerned with detention issues since a Federal law \nthat mandates the detention of all noncitizens who commit deportable crimes went into effect last fall. Since then, \njails and detention centers have been filled to capacity and, sometimes, beyond capacity.\n\nOvercrowding has become such an issue for the I.N.S. that immigration officials said last week that some of the \nimmigrants who were convicted of less serious crimes were likely to be released soon to free up bed space.\n\nThose who are released will await deportation at home, but some may flee, immigration officials acknowledged. \nAlthough the releases are contrary to the law, the agency's hands are tied, said Russell A. Bergeron, an I.N.S. \nspokesman in Washington.\n\n\"We are only mandated to do what we can do with the resources we have,\" he said. \"We simply don't have the \nspace to detain all the criminal immigrants we encounter.\"\n\nNationwide, 93 percent of the beds the I.N.S. uses for the detention of immigrants are occupied. In the Eastern \nregion, which includes New York and New Jersey, 100 percent of the beds are occupied, Mr. Bergeron said.\n\nOvercrowding has resulted in a host of problems for the I.N.S. In the past few months alone, well over 100 \ndetainees at various immigration centers in the New York region have staged hunger strikes, several have \nattempted suicide, and a few have had confrontations with guards.\n\n\nIn October, a group of detainees at the Wackenhut detention center in Jamaica, Queens, went on a hunger strike \nthat lasted for about two weeks. During the strike, three detainees, all people seeking political asylum, tried to kill \nthemselves. The protest in Queens came five days after 94 detainees went on a hunger strike at the detention \ncenter in Elizabeth, N.J.\n\nIn November, 80 detainees on Varick Street protested because they were sleeping on mattresses on the floor in a \ndormitory meant to house only 42. That same month, a detainee from Jordan tried to kill himself at the detention \ncenter in Elizabeth. And last week, in the same center, a man from Italy also attempted suicide, immigration officials \nsaid.\n\nThe increasing number of detainees has not led the authorities to assign more medical personnel to detention \ncenters in the New York region, said Ada Rivera, medical director for the United States Public Health Service's \ndivision of immigration health service, which cares for immigrants in detention.\n\nThe center on Varick Street is staffed with registered nurses around the clock, plus a doctor, a physician's assistant \nand a pharmacist during office hours. After office hours and on the weekends, doctors are on call and at least one \nnurse remains in the clinic per shift. That number of employees is adequate for up to 450 detainees, Dr. Rivera \nsaid. The Varick center's maximum average daily population in the last three years has never topped 195; last week \nthere were 155 detainees, 10 more than its capacity.\n\nThis is not the first time that concerns have been raised about the Varick Street center. A 1992 study of the facility \nby the American Civil Liberties Union in New York found medical care there deficient.\n\n\"The question is, what kind of system is there in place to avoid this sort of thing from happening again?\" said Judy \nRabinovitz, a lawyer with the A.C.L.U. \"Does someone have to die for us to see some kind of reaction?\"\n\nMr. Valoy-Nunez, a legal resident of the United States since 1980, arrived at Varick Street on Dec. 28 after serving \nseven months on Rikers Island on a misdemeanor drug conviction. In September 1997, the police found a tiny \namount of heroin in his home, according to his lawyer, Sanford Talk. Mr. Valoy-Nunez's crime rendered him \ndeportable under new federal laws that make the possession of drugs, except for a small amount of marijuana, a \ndeportable crime for noncitizens.\n\nFive days after arriving at the detention center, Mr. Valoy-Nunez developed a fever and a severe cough. Two days \nlater he was dead. His widow, Anna Valoy-Nunez, blames neglect. Had her husband of 15 years been taken to a \nhospital, as the couple had repeatedly asked his jailers to do, he would be alive today, she said.\n\n\"He didn't get the right treatment, that's all,\" Mrs. Valoy-Nunez, 41, said, drying her tears while sitting in the dining \nroom of her apartment in Borough Park, Brooklyn. \"He belonged in a hospital and they refused to listen.\"\n\nHealth officials deny that Mr. Valoy-Nunez's death was caused by lack of medical care. The Public Health Service \nis investigating the case, and has found no wrongdoing so far, according to Gene Migliaccio, director of the division \nof immigration health services. His death, Dr. Migliaccio said, has baffled the staff.\n\nOn the weekend before his death, Mr. Valoy-Nunez was checked 10 times during 36 hours by nurses who gave \nhim over-the-counter cold medicines. On Monday, Jan. 4, during regular clinic hours, a physician's assistant \nthought he heard an unusual noise in Mr. Valoy-Nunez's lungs and ordered blood work and an X-ray. But it was too \nlate; Mr. Valoy-Nunez died shortly afterward.\n\nDoctors at the Public Health Service say they do not know whether Mr. Valoy-Nunez's life could have been saved if \na doctor had actually checked him when he first complained of feeling ill.\n\n\"Hindsight is 20-20,\" Dr. Rivera said. \"Could he be alive today if a doctor had seen him? That's an impossible \nquestion.\"\n\nBut that is the question that keeps Mrs. Valoy-Nunez awake at night, staring at the urn where she keeps the ashes \nof her husband next to her bed.\n\n\n\nA month after his death, his Christmas gifts remain unopened in a closet in the couple's bedroom. Christmas \nornaments, which were hung in anticipation of his release from Rikers Island, are still on the walls. His son, Steven, \n14, said he wishes his father were home to help him with his basketball game; his daughter, Doris, 15, wishes she \ncould talk to him one more time.\n\nBecause deportation to the Dominican Republic seemed inevitable before Mr. Valoy-Nunez's death, the family had \nalready made plans to move there.\n\n\"We dreamed of a house in the capital and opening a business, a hair salon,\" she said. \"We would have followed \nhim.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Anna Valoy-Nunez blames detention center neglect for her husband's death. \"He belonged in a hospital \nand they refused to listen,\" she said. (Frances Roberts for The New York Times); Miguel A. Valoy-Nunez died in an \nI.N.S. detention center last month.\n"}