{"title": "LATEST CENSUS BUREAU SURVEYS DO NOT AGREE ON SIZE AND GROWTH OF IMMIGRANT POPULATION", "body": "\nThe following information was released by the Center for Immigration Studies:\n\nBy Steven A. Camarota on October 16, 2019\n\nA recent news story in the New York Times announced that growth in the immigrant population \"Slows to a \nTrickle\". An op-ed in the Times a few weeks later went even further, mistakenly interpreting the earlier report as \nmeaning that \"immigration fell 70%\" in the last year. The writers interpret this as the result of President Trump's \nimmigration policy changes.\n\nBut it's not clear that any slowdown in immigration has actually taken place.\n\nFirst, growth in the immigrant population does not measure new arrivals; immigrants come and go, so the net \nchange in the total is not the same as the annual number of new arrivals.\n\nMore important, though, is that the two Census Bureau surveys that measure the foreign-born have recently \ndiverged in unexpected ways. The Times news story correctly reports the results of one of those data sources, the \nAmerican Community Survey (ACS), showing a growth of 200,000 immigrants. But the other data source, the \nCurrent Population Survey Annual Social and Economic Supplement (CPS ASEC, or just CPS for short), shows an \nincrease of 1.6 million in the immigrant population between 2017 and 2018 quite the opposite of \"slowing to a \ntrickle\".\n\nNot only does the CPS show more rapid growth in recent years, it also now shows a larger overall number of \nimmigrants in the country. This is the case even though the CPS does not include people in group quarters, while \nthe ACS does include them.\n\nClearly, more analysis is needed to better understand why the two surveys have diverged. The significant \ndifferences between the two surveys raise questions about the size and growth in the nation's legal and illegal \nimmigrant populations. For this reason, reporters and commentators should be cautious in interpreting the data \nuntil a clearer picture emerges.\n\nKey findings:\n\nSince 2006, when the ACS began capturing the entire population, the survey has consistently shown a larger \nimmigrant population (legal and illegal) than the CPS ASEC. This is mainly due to the fact that the ACS includes all \nthose in \"group quarters\", such as nursing homes, prisons, and dorms (Figure 1 and Table 1).\n\n\nHowever, in 2018 the CPS showed about 700,000 more immigrants in March 2018 than the 2018 ACS (the newest \nACS) showed for July 2018, a statistically significant difference. The March 2019 CPS (the newest CPS) shows \n45.8 million 1.1 million larger than the 2018 ACS (Figure 1 and Table 1).\n\nIn terms of growth, the ACS shows a 4.8 million increase from 2010 to 2018 in the immigrant population, while the \nCPS shows a 6.9 million increase over the same period. The just-released 2019 CPS shows an increase of 7.3 \nmillion since 2010.\n\nLooking at more recent years shows the largest divergence in growth rates between the CPS and the ACS. From \n2015 to 2019, growth in the immigrant population averaged one million in the CPS, while in the ACS it averaged \n600,000 from 2015 to 2018 (Figure 1 and Table 1).\n\nOne of the biggest differences between the two surveys is the size and change in the Mexican immigrant \npopulation (legal and illegal). The total Mexican immigrant population in the 2019 CPS is 12.1 million, the largest \nnumber ever reported in Census data for immigrants from any one country. But the 2018 ACS, in contrast, shows \nonly 11.2 million immigrants from Mexico nearly 800,000 fewer than the 2018 CPS and about 900,000 fewer than \nthe new 2019 CPS. These differences are statistically significant (Figure 2 and Table 2).\n\nThe two surveys show a very different pattern of growth in the Mexican immigrant population. From 2016 to the \n2018, the CPS shows an increase of more than 200,000 in the Mexican population, while the ACS shows roughly a \n400,000 decline. The new 2019 data from the CPS shows an additional 100,000 increase in the Mexican \npopulation over 2018 (Figure 2 and Table 2).\n\nDiscussion\n\nThe ACS and CPS are the two most important data sources for information on the nation's legal and illegal \nimmigrant population; they are the basis by which most researchers estimate illegal immigration. One of the largest \ndifferences now between the two surveys when it comes to immigrants is the Mexican immigrant population. This \nmatters for estimating the illegal immigrant population in particular because all research shows that a very large \nshare of illegal immigrants are from Mexico. Reports that the illegal immigrant population from that country has \nfallen in recent years from both the Pew Research Center and the Center for Migration Studies are partly based on \nanalysis of the ACS. But the CPS ASEC (henceforth referred to as just the CPS) shows a different trend. So the \nfact that the CPS shows different numbers could be an indication that the Mexican illegal immigrant population \nmay not have declined in the way previously thought. However, the ACS is a larger survey that more fully covers \nthe U.S. population, so in general it is thought to accurately measure the foreign-born. The fact that recent CPS \ndata is showing more immigrants is hard to explain.\n\nOf course, it is normal for there to be some difference in the immigrant estimates produced by the surveys. This is \nnot only because of sampling variability, but also survey design. The biggest difference in the two surveys is that \nthe ACS includes all people in group quarters, including institutions, though as discussed in this report, the ACS \nmay not identify immigrants in prisons and nursing homes very well. The Census Bureau states on its website that \nthe ACS was fully implemented in 2005, but it was not until 2006 that the survey attempted to fully capture all those \nin group quarters. The CPS, in contrast, captures only a small share of those in group quarters, as it is designed to \nmeasure only the non-institutionalized civilian population. Persons in prisons, nursing homes, and military barracks \nare excluded from the CPS. (The institutionalized are a sub-group of those in group quarters.) The CPS also does \nnot capture college students living on campus very well. The public-use file of the 2017 ACS showed a total of \nabout 650,000 immigrants in group quarters, while the 2017 CPS showed only 46,000. We would expect that the \nACS should have at least 600,000 more immigrants every year than the CPS because the size of the group-\nquarters population does not change much year over year.\n\nThe Census Bureau provides a list summarizing all the differences between the two surveys at its web site. One of \nthe more important differences is the way the two surveys consider who resides at an address. This is a somewhat \ntechnical issue, but the key point is that the longstanding differences between the two surveys have existed since \n\n\n\n2006, when the ACS was fully implemented and included group quarters. These differences cannot by themselves \nexplain why the CPS shows a larger population than the ACS starting in 2018.\n\nOne possible change to the CPS that could have impacted data collection is that the list of addresses from which \nthe Bureau selects respondents was changed in 2014. The Bureau states on its website that:\n\nThe ACS uses an up-to-date sampling frame (the Census Bureau's Master Address File updated by using the U.S. \nPostal Service's Delivery Sequence File and targeted address canvassing). Prior to 2014, the CPS ASEC used \nsampling frames derived once a decade from the Decennial Census (updated with new construction). Beginning in \n2014, the CPS sample is derived annually from the Master Address File with updates from the United States Postal \nService (USPS). Overall coverage for the ACS and the CPS ASEC appear to be comparable.\n\nSince the CPS and ACS now use the same list of addresses to select respondents, they should produce even more \nsimilar estimates, with the important exception of those in group quarters, as discussed above. This, however, \nwould not seem to explain why the two surveys are now showing different numbers for immigrants. The number of \nimmigrants in the two surveys began to diverge in 2016 from the previous pattern of the CPS showing fewer \nimmigrants, and this would not seem to correspond to the use of a new address list for the CPS. Moreover, the \nCensus Bureau reports that coverage of the two surveys is \"comparable\" with the new list. Perhaps the way the \nCPS is collected, with people joining and leaving the survey over time, caused a delay in its impact. Still, using a \nmore up-to-date address list should make the CPS more accurate, but that alone would not explain recent trends.\n\nMore broadly, the CPS was redesigned to better capture family relationships, particularly same-sex couples, \nincome, and health insurance coverage between 2014 and 2016. On its face these changes would not seem to \nimpact the measurement of the nation's immigrants, but perhaps there is some way in which this is the case. The \nBureau also reports that as part of the redesign it changed the way it imputes data (assigns values) when \nresponses are blank or responses to two or more questions are logically inconsistent. This could impact the \nimmigrant data. Perhaps the change in imputation methods allowed the CPS to identify more immigrants who had \npreviously been miss-identified as native-born. If this is the case, then it means the immigrant population was \nlarger all along and now the survey is simply doing a better job of capturing it. I was not able to find any publication \non the Bureau website that addressed this question. In a prior analysis, we looked at the incoming rotation groups \nin the monthly CPS data and found no significant increase in allocations for the citizenship question between \nJanuary of 2014 and February of 2018. As of this writing, we cannot determine if the changes in imputation and \nlogical edits impacted the count of immigrants in the CPS, though the Bureau implemented these changes with the \nintent of improving the data.\n\nOne factor that should largely mitigate differences in the surveys is that both are weighted in a similar fashion and \nas a result should show very similar population numbers and trends, with the exception that the CPS has a more \nrestricted population universe. That said, all surveys like the ACS and CPS have sampling variability, and being \nforeign-born is not one of the variables used by the bureau to weight the data. This means that the number of \nimmigrants is a characteristic, like income or education, that can vary based on responses to the survey.\n\nTable 1 and Figure 1 show that the ACS consistently produced statistically significant higher numbers than the CPS \nfor the total immigrant population until 2018. In 2018, the CPS shows a larger total number of immigrants and the \ndifference with the ACS is statistically significant. This means the relationship between the two surveys flipped \nwhen it comes to the number of immigrants they show. Turning to the number of Mexican immigrants, Table 2 \nand Figure 2 show that the difference between the two surveys was normally not statistically significant. More \nimportant, it had never been the case that the CPS produced a statistically significant higher estimate of the \nMexican immigrant population than the ACS until 2017. In 2017 and 2018, the CPS shows a larger Mexican \nimmigrant population and the difference is statistically significant.\n\nThere is an inherit challenge in accurately measuring the immigrant population. Issues of language, culture, and \nlegal status all contribute to possible errors in the data collection process that go beyond just sampling error. \nAnother issue to consider is that President Trump's rhetoric or some increased enforcement actions may make \n\n\n\nimmigrants more reluctant to respond to Census surveys. The change in the relationship between the ACS and \nCPS does seem to begin in 2016 when Trump was running for president. However, it is far from clear why this \nwould impact one survey and not the other. One possible reason this could be the case is that participants in the \nCPS are in the survey for several months, rotate out, and then return. This creates a relationship that might hold up \nbetter and be more immune to a \"Trump effect\". It is also the case that all persons in the CPS receive an interview \nfrom a Census Bureau employee when they initially join the survey and this may also reassure immigrant \nrespondents that they should take part in the survey. If true, it means the CPS is providing a more accurate picture \nof the nation's immigrants. However, this is just speculation. More analysis is needed, perhaps by the Census \nBureau itself, to understand what is happening.\n\nData Sources\n\nOn September 26 of this year, the Census Bureau released some of the data from the 2018 American Community \nSurvey (ACS). The survey reflects the U.S. population as of July 1, 2018. The ACS is by far the largest survey \ntaken by the federal government each year and includes over two million households. The 2018 data from the ACS \nthat has been released so far only allows users to generate a limited number of tables at the Census Bureau's \nwebsite. The 2018 ACS is the most recent available. In a few weeks, the raw ACS data will be released and users \nwill be able to download and analyze the data themselves in far greater detail. The raw data from the 2019 CPS \nAnnual Social and Economic Supplement was released on September 10. The survey reflects the population at the \nbeginning of March. While much smaller than the ACS, it still includes 75,000 households. It also includes more \ndetailed questions than the ACS and, unlike the ACS, all respondents are interviewed by the Census Bureau. Once \nthe raw data is released from the ACS it will be possible to do additional analysis.\n\nThe immigrant population, referred to as the \"foreign-born\" by the Census Bureau, is comprised of those \nindividuals who were not U.S. citizens at birth. It includes naturalized citizens, legal permanent residents (green \ncard holders), temporary workers, and foreign students. It does not include those born to immigrants in the United \nStates, including to illegal immigrant parents. It also does not include persons born in outlying U.S. territories like \nPuerto Rico, as they are U.S. citizens at birth.\n"}