{"title": "Immigration lawyer helps many lives", "body": "\nAs an immigration lawyer, Matthew I. Hirsch sees a wide variety of international clients in his Wayne office.\n\nWhen Miguel Materin, an eye cancer specialist from Argentina, received a job offer from Wills Eye Hospital in \nPhiladelphia, Hirsch handled the paperwork that would permit him to work.\n\n\"He has really taken care of us,\" said Materin, who now lives in Bala Cynwyd with his wife and four children. \n\"Everything he told me would happen, it happened. I'm very thankful.\"\n\nHirsch said people often ask him how an immigration lawyer can make a living in Wayne. He tells them, \"You \ndon't have to travel very far to trip over an immigrant on the Main Line.\"\n\nHirsch recently was elected chairman of the Philadelphia chapter of the American Immigration Lawyers \nAssociation. The national group is having its convention in Philadelphia in 2004, so Hirsch's chapter will get the \nopportunity to play host.\n\n\"We're all very excited,\" he said.\n\nThe Philadelphia chapter meets monthly, each time at a different ethnic restaurant - \"Burmese, Afghani, Korean, \nItalian . . . you name it, we've eaten there,\" Hirsch said. He said representatives from federal and city agencies \noften attend the meetings to keep the lawyers updated on policies and concerns.\n\nImmigration lawyers, Hirsch said, \"have a great awareness of the contributions of immigrants to our culture and \neconomy. We tend to think globally. . . . We tend to have a little bit more awareness of the horrific conditions that \naffect people who live in some other parts of the world.\"\n\nHirsch became involved in immigration law when, in his third year of law school, he applied to the U.S. Department \nof Justice and expressed interest in working for the Immigration and Naturalization Service. He was hired and \nspent almost three years as a trial lawyer in New York, representing the government in deportation hearings.\n\nHe left the INS in 1987, joined a general law firm on the Main Line, and, in 1993, opened his own office.\n\nHirsch, a Wynnewood resident, said the bulk of his clients are multinational companies that \"shuttle people around \nthe world.\" He rarely has to travel, doing most of his work via e-mail and the phone.\n\n\nHirsch said he had worked with clients from Africa, Asia, Europe, the Pacific Rim, and Central and South America.\n\n\"China and India sent a lot of students to America, and a lot of them find employment opportunities in the U.S.,\" he \nsaid.\n\nHe said he saw a direct correlation between the American economy and Americans' attitudes toward immigrants. In \nthe booming economy of the 1990s, \"nobody was grousing about immigrants taking jobs from Americans,\" he said. \nBut since the stock market has dropped, and since the terrorist attacks of Sept. 11, 2001, \"immigrants have become \nthe focus of criticism,\" he added. \". . . It's a scandal to try to restrict immigration by painting immigrants as \nterrorists.\"\n\nThroughout American history, he said, \"in times of political upheaval and economic struggle, immigrants have been \nblamed for problems. . . . We're known as a country built and strengthened by immigrants, but we've also \ndemonstrated a great fear of immigrants.\"\n\nHirsch said there have been few changes in immigration statutes since the Sept. 11 attacks, but \"the policies and \nprocedures have changed drastically.\" The INS has been taken over by the Department of Homeland Security and \nsplit into three agencies. Immigrants' paperwork is processed much more slowly because of the need for security \nchecks and careful review, he said.\n\nPatrick Rurange, a native of France, owns Le Petit Mitron bakery near the railroad station in Narberth. Hirsch, \nwhom Rurange called \"a very pleasant man,\" helped him become a legal permanent resident, and he is now an \nAmerican citizen.\n\n\"Matt, he followed up on everything. He took care of it all,\" Rurange said.\n\nSend People news to suburban staff writer Wendy Walker, The Inquirer, 120 N. High St., West Chester, Pa. 19380; \ne-mail it to PApeople@phillynews.com; or fax to 610-701-7630. Contact Wendy Walker at 610-701-7651 or \nwwalker@phillynews.com.   \n\nSnapshot\n\nMatthew I. Hirsch\n\nAge: 44\n\nResidence: Wynnewood\n\nFamily: He is married and has two sons and a daughter, ranging in age from 5 to 13.\n\nEducation: Conestoga High School, Pennsylvania State University, and Widener University School of Law, where \nhe now is an adjunct professor of immigration law. He speaks French and what he calls \"immigration-lawyer \nSpanish\" and is studying Italian in preparation for a family trip to Europe.\n\nHobbies: His free time is spent taking care of his house and garden and participating in his children's activities.\n\nPublic Service\n\nDoantions for Military Personel Wayne Senior Center seeks individuals to send letters, non perishables, toiletries to \ntroops in Gulf. 108 Station Rd, Wayne; 610-688-6246. www.wayneseniorcenter.com. Call center for details & \nmailing address.\n\nFood Drive Interfaith Coalition of Food Centers in Delaware County accepting donations at various locations. Call \nfor specific locations. Main Office: 700 Morton Ave, Chester; 610-874-4132.\n\nVolunteer Calls\n\nmailto:PApeople@phillynews.com\nmailto:wwalker@phillynews.com\nhttp://www.wayneseniorcenter.com/\n\n\nChurchville Nature Center Volunteers to help with special events, children's activities, clerical & support work, \nmore. Volunteers ages 13 & up to participate in the Center's Summer Clubs. 501 Churchville Ln, Churchville; 215-\n357-4005.\n\nGirl Scouts of Freedom Valley One time & year long services needed; guest, special interest, & troop leaders. Girl \nScouts of Freedom Valley, 100 Juliette Low Way, Valley Forge; 888-244-4452.\n\nHospice Volunteers Holy Redeemer Health System seeks volunteers; training provided. Holy Redeemer Home \nHealth & Hospice Services Northeast Office, 12265 Townsend Rd; 215-698-3737.\n\nOmbudsmen Chester Co Long Term Care Ombudsman Program seeks individuals to make difference in lives of \nresidents of nursing homes, personal care homes & assisted living facilities. 610-344-6350 or 800-692-1100 ext \n6350.\n\nReligion Calendar\n\nCovenant Presbyterian Church Worship service, 8:30 & 10:15 a.m. Junior High Youth Group, 7-8:30 p.m. Thus. \nSenior High Youth Group, 7-8:30 p.m. Suns. 400 Lancaster Ave, Malvern; 610-648-0707. www.covenantfrazer.org. \nJunior high youth group meeting; grades 6-8. 7-8:30 p.m. Thus. Senior high youth group meeting; grades 9-12. 7-\n8:30 p.m. Suns.\n\nDaily Prayer Service Daily prayer service during Iraqi conflict for those in military. Washington Memorial Chapel, \nRte 23, Valley Forge; 610-783-0120. Noon Mons-Fris.\n\nHar Zion Temple 1500 Hagys Ford Rd, Penn Valley; 610-667-5000. Programs held at member's homes discuss \ntopics such as eating as a sacred act, respect for time and enhancing our physical space. 7:30 p.m. 8/12.\n\nMeetings\n\nThe Art League Art discussions. Main Line Chamber of Commerce (Conference Center), 175 Strafford Ave (Suite \n230), Wayne; 610-859-0765. 1 p.m. 2d Fri of month.\n\nBarnes & Noble 150 W Swedesford Rd, Devon; 610-695-6600. French Conversation. 7 p.m. Weds Spirituality Book \nGroup. 7 p.m. 2d Mon of month. Theater Talk. 7 p.m. 2d Tue of month. Creative Writing. 7:30 p.m. 2d Thu of month. \nSpanish Conversation. 7 p.m. 3d Tue of month. Fiction Book Group. 7 p.m. 3d Wed of month. Poets Here & Now. 7 \np.m. 3d Thu of month. Journaling Workshops. 7 p.m. last Tue of month Living on Purpose. 7 p.m. last Thu of \nmonth\n\nHebrew Speaking Group Open to all who wish to practice speaking Hebrew. Borders, 80 E Wynnewood Ave, \nWynnewood; 610-642-0362. 7-9 p.m. Weds.\n\nLeTip Great Valley business networking group meets. New members welcome. Chester County Chamber of \nBusiness & Industry, 1600 Paoli Pike, Malvern; 610-458-8311. 7-8 a.m. Tues.\n\nNo Kidding! Chester County social group for adults without children holds various events. 610-486-6858. \nwww.chesco.nokidding.net. \n\nSimplicity Circle Group discusses reducing environmental damage by getting out of \"consumerism loop.\" Audubon \nVisitor Center, 2877 Creamery Rd, Solebury; 215-297-5880.\n\nSeminars & Classes\n\nComputer Classes 4-wk classes; computer training & access. Neighbor to Neighbor Community Development Corp, \n814 Clifton Ave, Sharon Hill; 610-461-8140. $20. 11:30 a.m.-1 p.m. Sats, or 6-7:30 p.m. Tues. Registration \nrequired.\n\nhttp://www.covenantfrazer.org/\nhttp://www.chesco.nokidding.net/\n\n\nCPR & First Aid Classes Delaware County Memorial Hospital (Medical Office Bldg Conference Center), 501 N \nLansdowne Ave, Drexel Hill; 610-284-8158. Call for schedule, fees.\n\nHorticulture Classes Morris Arboretum, 100 Northwestern Ave; 215-247-5777 ext 125. www.business-\nservices.upenn .edu/arboretum. Call for schedule & fees. Registration required.\n\nGraphic\n\n \n\nHINDA SCHUMAN, Inquirer Suburban Staff\n\nMatthew I. Hirsch, 44, speaks with clients Patrick Rurange (right), 39, and Stephane Wojtowicz, 32, at Rurange's \nNarberth bakery. Both are French; Hirsch helped Rurange become a U.S. citizen.\n"}