{"title": "Bush Fears for Nation's Soul", "body": "\nPresident Bush said yesterday he fears that the backlash against immigration being incited by opponents of his \nlegalization proposal could result in the nation losing its soul.\n\nHis comments came in an intense interview aboard Air Force One with McClatchy Newspapers. \"I'm deeply \nconcerned about America losing its soul,\" Bush said. \"Immigration has been the lifeblood of a lot of our country's \nhistory.\" He added: \"If we don't solve the problem it's going to affect America. It will affect our economy and it will \naffect our soul.\"\n\nMy earlier doubts that Bush would not fully engage in this heated debate now appear to have been unfounded. \n(See my May 22 column, Has Bush Given Up on Immigration? Answer: No.)\n\nIn a speech yesterday at a law-enforcement training facility in Georgia, Bush promoted the compromise legislation \nworked out between the White House and a bipartisan group of senators. He charged opponents of the bill in his \nown party with fear-mongering and said they \"don't want to do what's right for America.\"\n\nBut in his interview with McClatchy's Ron Hutcheson, a fellow Texan, Bush spoke about the issue in even more \npersonal and metaphysical terms.\n\n\"I feel passionate about the issue,\" Bush told Hutcheson.\n\n\"Q Where does the passion come from?\n\n\"THE PRESIDENT: Look, when you grow up in Texas like we did, I did -- leave you out of the story here -- like I did, \nyou recognize the decency and hard work and humanity of Hispanics. And the truth of the matter is a lot of this \nimmigration debate is driven as a result of Latinos being in our country. . . .\n\n\"My only point is, is that I have seen firsthand the beautiful stories of people being able to take advantage of \nopportunity and make solid contributions to our society.\n\n\"Secondly, I'm deeply concerned about America losing its soul. Immigration has been the lifeblood of a lot of our \ncountry's history. And I am worried that a backlash to newcomers would cause our country to lose its great capacity \nto assimilate newcomers. And I believe that a newly arrived adds to the vigor and the entrepreneurial spirit, and \nenhances the American Dream.. . . .\n\n\n\"Q How invested are you on it?\n\n\"THE PRESIDENT: I'm going to work it hard.\n\n\"Q How?\n\n\"THE PRESIDENT: Well, obviously, speak out publicly on the issue. But I'm working the members a lot, too. So is \nthe whole administration.\"\n\nBush also spoke about the political courage required to back his proposal -- implicitly calling his opponents \ncowards. He mentioned courage six times in his speech, and seven times in his interview.\n\n\"The question is, is there a mind-set that says, I'm willing to make the courageous decisions necessary to solve the \nproblem? If so, we'll get a bill passed,\" he told Hutcheson.\n\nHere is Hutcheson's story on the interview. Here is the text of Bush's speech.\n\nPeter Baker writes in The Washington Post: \"President Bush lashed out at critics within his own party Tuesday, \naccusing Republican opponents of distorting the immigration deal he negotiated with leading congressional \nDemocrats and playing on the politics of fear to undermine public support.\n\n\"In stern tones normally reserved for the liberal opposition, Bush said conservatives fighting the immigration \nproposal 'haven't read the bill' and oppose it in some cases because 'it might make somebody else look good.' \nTheir 'empty political rhetoric,' he said, threatens to thwart what he called the last, best chance to fix an immigration \nsystem that all sides agree is broken. . . .\n\n\"Bush's trip to Georgia opened a campaign intended to undercut the criticism that has consumed conservative talk \nshows and Web sites and to educate the public about a complicated bill.\"\n\nJim Rutenberg writes in the New York Times: \"President Bush took on parts of his conservative base on Tuesday \nby accusing opponents of his proposed immigration measure of fear-mongering to defeat its passage in Congress. . \n. .\n\n\"'If you want to kill the bill,' he said, 'if you don't want to do what's right for America, you can pick one little aspect \nout of it. You can use it to frighten people.'\n\n\"A senior official said later, 'In no way was he questioning anyone's patriotism or desire to do what's right.'\n\n\"It was a rare case of the president's taking on the coalition that helped him win and keep the Oval Office, the same \nconservative radio hosts, bloggers, writers and members of Congress who contributed significantly to the defeat of \nimmigration measures last year.\"\n\nIt's an unusual position for Bush in many ways. As Rutenberg explains: \"Mr. Bush and his allies have faced an \nimportant rhetorical disadvantage, particularly from the right. Conservative opponents can use one word, amnesty, \nagainst the bill.\n\n\"Supporters, the president included, are forced into the complex weeds of policy and the nuances of legislative \nlanguage.\"\n\nJon Ward of the Washington Times reports on response from opponents of the legislation: \"'That's hurtful \nlanguage,' said Sen. Jeff Sessions, Alabama Republican. 'If the bill did what they promised it was going to do, I'd \nsupport it. I'm for comprehensive reform, but it has to serve the national interests, not political interest.'\n\n\"'I don't think it's courage to support this flawed bill. I think sometimes it takes a bit of courage to resist this kind of \nshort-term reform, so we can create a system that can actually work,' Mr. Sessions said. . . .\n\n\n\n\"Paul Weyrich, founder of the conservative Free Congress Foundation, said that 'there are legitimate reasons to \noppose this legislation, and I don't think that it behooves the president to call people names or make accusations \nagainst them if they disagree with him.'\n\n\"'He is angering people beyond belief to the point that the Republican Party is going to split in two, thanks to him. If \nthis bill passes, the Republicans will not recover from it,' Mr. Weyrich said.\n\n\"An aide to one Republican senator who is usually a close White House ally said that Mr. Bush had questioned the \npatriotism of lawmakers who are concerned about granting amnesty to illegal aliens.\n\n\"'[It] not only stretches the bounds of credibility with conservative Republicans but in fact, it further erodes their \nconfidence in this administration,' said the aide, who asked that his name not be used.\"\n\nWhite House Watch reader Stephen Neuman of Chicago writes: \"The immigration debate reminds me of the Dubai \nport deal. Those are the two situations where President Bush had the position that was more difficult to explain, \nand his opponents were better able to use demagoguery and sound bites....\n\n\"Regardless of how I might feel about the immigration debate (or the Dubai ports deal), it's nice to see the President \nget a taste of his own medicine....\n\n\"I hope some Senators who are usually Bush allies, but who are on the receiving end of his criticism on this one, \ntake a minute to consider how much they like being accused of not wanting to do what's right for America. Perhaps \nthose Senators will reflect on that before they lob their next criticism at Democrats for wanting to hurt our troops.\"\n\nPeter Baker filed a pool report to his colleagues about Bush's tour of the training facility: \"After a uniformed officer \nshowed POTUS around the fake border crossing . . . he was taken inside the building to a fake airport passport \ncontrol station, complete with six lanes, computers and uniformed officers. POTUS was given fake documents to \nhand to the man in uniform, who greeted him with a jaunty, 'Welcome to the United States, sir.' The officer then \nappeared to question the president about who he was, why he was coming into the country, where he had visited \nbefore landing here and why he has such a funny name. . . . The agent dutifully took POTUS's fingerprint and his \nphotograph. POTUS evidently passed any instant check because the officer then stamped his fake documents and \nallowed him in. POTUS, more grateful than most, then shook the officer's hand and posed for pictures with him and \na partner. He then posed for pictures with others as the pool was led back to the vans to wait for him to complete \nthe tour.\"\n\nHere are some of the photos.\n\nPeter S. Goodman writes in The Washington Post: \"President Bush today plans to name Robert B. Zoellick, a \ncareer diplomat and trade negotiator, to head the World Bank, seeking to dispatch the leadership crisis that has \ngripped the institution under Paul D. Wolfowitz, senior administration officials said last night.\n\n\"In selecting Zoellick, 53, to serve a five-year term as bank president, the White House opted for a familiar choice, a \nformer member of the Bush Cabinet and a figure widely respected in foreign capitals, the officials said. Zoellick is a \nformer U.S. trade representative and deputy secretary of state who went to work last year as an executive at \nGoldman Sachs. . . .\n\n\"But the insider credentials that make Zoellick favored in the Bush White House, where loyalty carries enormous \nweight, could work against him at the bank as they did with his predecessor. . . .\n\n\"'People think Zoellick is highly intelligent and has a pragmatic mind-set,' said a senior World Bank official who \nspoke on condition that he not be named for fear of alienating his new boss. 'But he's still from the same people \nwho brought you the Iraq war, the same people who brought you Paul Wolfowitz and Donald Rumsfeld. There's \nimmediate jaundice about his country of origin. Any American appointed by this president would carry that stigma.'\"\n\n\n\nDeb Riechmann writes for the Associated Press: \"It has taken President Bush nearly three years to match his \nimpassioned rhetoric about what he decries as genocide in Darfur with tougher U.S. action against some of those \nblamed for the suffering.\n\n\"When Bush announced sanctions on Tuesday, advocacy groups and lawmakers wished the president had been \nharsher and wondered whether it was a case of too little, too late for Darfur. The violence has killed 200,000 people \nand forced 2.5 million more from their homes since it began in February 2003.\"\n\nMichael Abramowitz and Colum Lynch write in The Washington Post: \"The administration's strong rhetoric and new \nplan to squeeze Sudan was greeted with immediate roadblocks yesterday. At the United Nations, China and Russia \ndisplayed little interest in joining the U.S. drive to isolate Khartoum economically and coerce its leaders into \ncooperating with international efforts to stop the violence in Darfur.\n\n\"On the other end of the spectrum, lawmakers and advocacy groups that have campaigned for tougher action on \nDarfur voiced disappointment with the president's plan as being too little, too late. They questioned whether the \nsteps are tough enough to cause the Sudanese president, Lt. Gen. Omar Hassan al-Bashir, to abandon tactics that \nhave delayed the arrival of thousands of additional U.N. peacekeeping troops.\"\n\nMichael A. Fletcher writes in The Washington Post: \"President Bush will call on Congress today to provide $30 \nbillion toward battling the global AIDS crisis over the first five years after he leaves office, according to senior \nadministration officials, a doubling of the current U.S. commitment. . . .\n\n\"Bush will issue his request this afternoon, the officials said, during a Rose Garden ceremony in which he is \nscheduled to be joined by supporters and beneficiaries of the program, including a caregiver and an AIDS patient.\"\n\nScott Shane and Mark Mazzetti write in the New York Times: \"As the Bush administration completes secret new \nrules governing interrogations, a group of experts advising the intelligence agencies are arguing that the harsh \ntechniques used since the 2001 terrorist attacks are outmoded, amateurish and unreliable. . . .\n\n\"The psychologists and other specialists, commissioned by the Intelligence Science Board, make the case that \nmore than five years after the Sept. 11 attacks, the Bush administration has yet to create an elite corps of \ninterrogators trained to glean secrets from terrorism suspects. . . .\n\n\"The science board critique comes as ethical concerns about harsh interrogations are being voiced by current and \nformer government officials. The top commander in Iraq, Gen. David H. Petraeus, sent a letter to troops this month \nwarning that 'expedient methods' using force violated American values.\n\n\"In a blistering lecture delivered last month, [Philip D. Zelikow,] a former adviser to Secretary of State Condoleezza \nRice called 'immoral' some interrogation tactics used by the Central Intelligence Agency and the Pentagon. . . .\n\n\"The Bush administration is nearing completion of a long-delayed executive order that will set new rules for \ninterrogations by the Central Intelligence Agency. The order is expected to ban the harshest techniques used in the \npast, including the simulated drowning tactic known as waterboarding, but to authorize some methods that go \nbeyond those allowed in the military by the Army Field Manual.\"\n\nLaw professor Marty Lederman blogs that the Times story buries the lede -- namely Zelikow's previously unreported \nstatements and the imminent executive order.\n\nAndrew Sullivan blogs for the Atlantic that \"the interrogation methods approved and defended by this president are \nnot new. Many have been used in the past. The very phrase used by the president to describe torture-that-isn't-\nsomehow-torture -- 'enhanced interrogation techniques' -- is a term originally coined by the Nazis. The techniques \nare indistinguishable. The methods were clearly understood in 1948 as war-crimes. The punishment for them was \ndeath.\"\n\n\n\nJohn Ward Anderson writes for The Washington Post: \"The U.S. military announced Tuesday that 10 American \nsoldiers were killed in Iraq on Memorial Day, making May the deadliest month for U.S. troops in 2 1/2 years, as \ninsurgents continued attacks on government and civilian targets. . . .\n\n\"U.S. officials have warned that the strategy of putting more American troops on the streets and in small combat \noutposts, part of a security plan launched in February, would lead to higher U.S. casualties. But Tuesday's carnage \nsuggested that the effort had not created a safer security environment.\"\n\nCBS reports: \"In his first American television interview since the U.S. troop surge began in February, Iraq's prime \nminister told CBS News chief foreign correspondent Lara Logan on Tuesday that the additional forces have \nprevented an even greater catastrophe in Iraq.\n\n\"'If the Baghdad security plan had not been implemented, we would have a true civil war in Iraq,' Prime Minister \nNouri al-Maliki said.\"\n\nSusan Saulny writes in the New York Times about interviews with voters, elected officials and others in Illinois, \nMinnesota, New York and Pennsylvania -- home to 4 of the 11 Republican congressmen who recently met with \nBush and delivered a warning that conditions in Iraq needed to improve soon because public support of the war \nwas crumbling.\n\nThose interviews \"suggest that more Republican voters are opposing the war, and that independents who might \nhave voted Republican are moving toward supporting a Democrat.\"\n\nHarold Meyerson writes in his Washington Post opinion column: \"Of all the absurdities attending our unending war \nin Iraq, the greatest is this: We are fighting to defend that which is not there.\n\n\"We are fighting for a national government that is not national but sectarian, and has shown no capacity to govern. \nWe are training Iraq's security forces to combat sectarian violence though those forces are thoroughly sectarian and \nhave themselves engaged in large-scale sectarian violence. We are fighting for a nonsectarian, pluralistic Iraq, \nthough whatever nonsectarian and pluralistic institutions existed before our invasion have long since been blasted \nout of existence. . . .\n\n\"Every day, George W. Bush asks young Americans to die in defense of an Iraq that has ceased to exist (if it ever \ndid) in the hearts and minds of Iraqis.\"\n\nOver the weekend, Andrew J. Bacevich, a prominent anti-war historian, wrote in the wake of the death of his son in \nIraq: \"The people have spoken, and nothing of substance has changed. The November 2006 midterm elections \nsignified an unambiguous repudiation of the policies that landed us in our present predicament. But half a year later, \nthe war continues, with no end in sight. Indeed, by sending more troops to Iraq (and by extending the tours of those, \nlike my son, who were already there), Bush has signaled his complete disregard for what was once quaintly \nreferred to as 'the will of the people.'\"\n\nPoliticians, he wrote, listen only to money.\n\n\"Money buys access and influence. Money greases the process that will yield us a new president in 2008. When it \ncomes to Iraq, money ensures that the concerns of big business, big oil, bellicose evangelicals and Middle East \nallies gain a hearing. By comparison, the lives of U.S. soldiers figure as an afterthought.\"\n\nMichael Isikoff and Mark Hosenball write for Newsweek: \"In new court filings, special counsel Patrick Fitzgerald has \nfinally resolved one of the most disputed issues at the core of the long-running CIA leak controversy: Valerie Plame \nWilson, he asserts, was a 'covert' CIA officer who repeatedly traveled overseas using a 'cover identity' in order to \ndisguise her relationship with the agency. . . .\n\n\"Libby's lawyers, and many conservative partisans of his cause, have argued that Libby should be spared prison in \npart because there was no underlying crime in the disclosure of Valerie Wilson's identity. . . .\n\n\n\n\"A major theme of Libby's defenders has been that, at the time of her outing, Valerie Wilson was little more than a \ndesk analyst who was not covered by the Intelligence Identities Protection Act--the 1982 law making it a crime to \ndisclose the identity of a covert officer. Fitzgerald was originally appointed to investigate whether this statute had \nbeen violated. But in two memos -- and in a document entitled, ' Unclassified Summary of Valerie Wilson's CIA \nEmployment and Cover History' -- Fitzgerald attempts to shoot down the idea that the agent's job was mostly \nanalysis.\"\n\nSalon blogger Glenn Greenwald links to some of the previous insistences from the \"right wing noise machine\" that \nPlame was not covert. \"Many people who listen to right-wing commentators such as these get their 'news' about the \nworld primarily, even exclusively, from these sources,\" Greenwald notes. \"And these sources, knowing that, \nroutinely create their own self-affirming though wildly warped realities, in the process denying the most established \nfacts or asserting propositions for which there is no factual basis.\"\n\nEven as the Libby case was about to go to the jury, the Washington Post published a scathing opinion piece by \nVictoria Toensing in which she charged Fitzgerald \"with ignoring the fact that there was no basis for a criminal \ninvestigation from the day he was appointed\" because he \"should have known (all he had to do was ask the CIA) \nthat Plame was not covert, knowledge that should have stopped the investigation right there.\"\n\nMcClatchy's Hutcheson got one question in to Bush about the U.S. attorney firings in yesterday's interview. Bush's \nanswer, not surprisingly, was entirely nonresponsive.\n\n\"Q How central a role did Rove play in the U.S. attorney business? That's what everybody wants to know. Was he \nthe main guy drawing up the list?\n\n\"THE PRESIDENT: Just look at the facts as they've come out.\n\n\"Q It's unclear.\n\n\"THE PRESIDENT: There has been plenty of testimony, plenty of hearings, plenty of statements. And one thing is \nfor certain, that there was no wrongdoing done.\"\n\nThe USA Today editorial board writes today: \"While the department has never been entirely insulated from politics, \nits backbone of career lawyers and 93 U.S. attorneys, whom once appointed are rarely fired, can ensure a high \nlevel of independence -- but only if the attorney general and the president keep political meddling in check. \nGonzales and President Bush have failed to do this.\n\n\"Despite bipartisan calls for Gonzales' resignation, he clings to his job, supported by Bush, who says the attorney \ngeneral hasn't done anything wrong. So far as is known, Gonzales hasn't broken any laws, but to say he has done \nno wrong is to say that it's fine to treat the Justice Department as an agent of White House political operations. The \nnation's chief law enforcement officer should be held to a higher standard than that.\"\n\nThe Sacramento Bee editorial board wrote over the weekend that \"it seems more and more apparent that behind \nthe U.S. attorney scandal is a blatant effort of the Justice Department to tamper with the U.S. election process, \ntrumping up voter fraud as an issue to intimidate voters and suppress voting in the United States.\n\n\"The mention of voter fraud conjures up images of deceitful voters knowingly and willingly voting illegally, or of \nsleazy political operatives stuffing ballot boxes and paying voters for toeing the party line. But in this instance, the \nphrase seems to refer to high-level officials in the Bush administration using the machinery of government to \ncorrupt the electoral process.\n\n\"This is a serious matter calling for investigation by an outside special counsel. But there's the rub. Since the \nindependent counsel act expired in 1999, it's up to the attorney general to order an investigation. . . .\n\n\"If the attorney general and the White House can't put such an appointment in motion, Congress will have no choice \nbut to consider all the tools at its disposal -- including the impeachment of the attorney general.\"\n\n\n\nDemocratic Rep. Silvestre Reyes, chairman of the House intelligence committee, responds to a May 21 Washington \nPost op-ed by Mike McConnell, the director of national intelligence, which was full of falsehoods about the nation's \nwiretapping laws.\n\n( Glenn Greenwald exposed McConnell's dishonesty that same day.)\n\nHere are two follow-up questions for McConnell: How did those falsehoods appear in your article? What does this \nepisode do to your credibility?\n\nPete Yost writes for the Associated Press: \"A lawyer for Vice President Dick Cheney told the Secret Service in \nSeptember to eliminate data on who visited Cheney at his official residence, a newly disclosed letter states. . . .\n\n\"The Justice Department filed the letter Friday in a lawsuit by a private group, Citizens for Responsibility and Ethics \nin Washington, seeking the identities of conservative religious leaders who visited Cheney at his official residence. . \n. .\n\n\"The letter regarding the vice president's residence was in addition to an agreement quietly signed between the \nWhite House and the Secret Service a year ago when questions were raised about visits to the executive \ncompound by convicted influence peddler Jack Abramoff.\n\n\"That agreement, which didn't surface publicly until late last year, said White House entry and exit logs were \npresidential records not subject to disclosure under the Freedom of Information Act.\"\n\nThinkProgress notes that it's been exactly two years since Cheney declared that the insurgency in Iraq was in its \n\"last throes\" and predicted \"the level of activity that we see today from a military standpoint, I think, will clearly \ndecline.\"\n\nSo what is Cheney, the ace prognosticator, predicting these days?\n\nFrom a speech on April 27: \"The reality is that if our coalition withdrew before Iraqis could defend themselves, \nradical factions would battle for dominance in that country. The violence would spread throughout the country, and \nbe very difficult to contain. Having tasted victory in Iraq, jihadists could look for new missions. Many would head for \nAfghanistan to fight alongside the Taliban. Others might set out for capitals across the Middle East, spreading more \nsorrow and discord as they eliminate dissenters and work to undermine moderate governments. Still others could \nfind their targets and victims in other countries on other continents.\"\n\nLaura McGann writes for TPM Muckraker: \"When a presidential directive appeared on the White House's Web site \non May 9, seemingly expanding the president's powers after a catastrophic attack, readers began emailing us \nasking why there had been no uproar in the media or amongst civil liberties groups.\n\n\"The consensus amongst experts seems to be that the directive, aimed at establishing 'continuity of government' \nafter a major disaster, is not new nor does the policy seem to expand executive power.\n\n\"In fact, Mike German, the policy counsel to the ACLU's Washington office told me that an executive continuity plan \nactually might 'not be that bad of an idea.'\"\n\nAnn Telnaes on the Libby-Cheney connection (see yesterday's column); Tom Toles on talking with Iran.\n"}