{"title": "The Latest Big Boom: Citizenship", "body": "\nDoing their part in the greatest rush for citizenship in the nation's history, student volunteers are setting out almost \nevery weekend in the Hispanic neighborhoods of this city to fingerprint their immigrant elders, take photographs of \nthem and guide them carefully through Form N-400, Application for Naturalization.\n\nThe forms, once completed, become part of a surge of citizenship applications that have poured into the \nImmigration and Naturalization Service in the last year or so, many from people who lived in the United States for \nyears or even decades before giving citizenship much thought.\n\n\"We are seeing record numbers of naturalization applications,\" said Virginia Kice, a spokeswoman for the \nimmigration service in California. \"April was the peak, with 2,200 a day in Los Angeles, and the numbers are still \nhigh.\"\n\nRecords are being set all over the country, said an I.N.S. spokesman in Washington, Rudolph Brewington. In the \nnine months through June, nearly 715,000 people applied for citizenship, a 78 percent increase over the \ncorresponding period a year earlier. Mr. Brewington said Congress had approved the hiring of 1,000 new I.N.S. \nemployees to help process the applications.\n\nSeveral factors are feeding the surge, according to immigration officials and immigrant rights groups alike.\n\nOne is sheer numbers: Nearly three million undocumented aliens who were granted amnesty and legal residence \nunder the 1986 immigration reform law are now becoming eligible to proceed with applications for citizenship.\n\nAnother is fear: Anti-immigration sentiment, as demonstrated by Proposition 187 in California and Federal \nlegislative proposals, threatens to deprive noncitizens of education, all but emergency health care and other \nservices.\n\nFurther, the Mexican Government is preparing to adopt a constitutional amendment that would remove both \neconomic and emotional obstacles to a change in citizenship among Mexicans, by far the majority of California's \nimmigrant population.\n\n\nThe proposed amendment, which is expected to gain legislative approval next month and ratification by the states \nwithin a year or so, would change the law to allow Mexicans to retain their property rights, as well as a nonvoting \ncultural Mexican \"nationality,\" while taking foreign citizenship.\n\n\"It is important that they understand that they are becoming citizens of this country but that they keep their cultural \nMexican roots,\" said Jose Angel Pescador, Mexico's consul general in Los Angeles. \"People were afraid of being \nashamed in Mexico because they changed their nationality. Now they will not change their nationality.\"\n\nIndeed, among people at a \"citizenship fair\" at Belmont High School in downtown Los Angeles last weekend, the \ncultural issue seemed to weigh much heavier than the matter of property rights.\n\n\"There's always been rumors in the immigrant community that when you become a United States citizen, people will \nask you to spit on the Mexican flag or step on the flag,\" said Arturo Vargas, executive director of the fair's sponsor, \nthe National Association of Latino Elected and Appointed Officials. \"These were rumors that people actually \nbelieved.\"\n\nFor whatever reasons, Mexicans have traditionally been among the slowest immigrant groups to apply for \ncitizenship. An immigration service study in 1992 showed that just 17 percent of Mexicans who entered the country \nlegally in 1977 had sought to become citizens since, compared with 63 percent of immigrants from the Soviet \nUnion, the group with the highest figure.\n\nNow the amnesty program, anti-immigration sentiment and the Mexican Government's assurances have contributed \nto a shift in attitudes in the city's vast Mexican community, several Hispanic leaders agreed.\n\n\"There's even peer pressure,\" Mr. Vargas said. \" 'Why, you haven't become a citizen yet? What's your problem? \nWhat are you waiting for?' This is something I've never seen before, and I grew up in L.A. You'll be talking politics, \nand someone will say, 'I can't vote,' and it's like, 'What?' \"\n\nAntonia Hernandez, president of the Mexican-American Legal Defense and Educational Fund, said political and \neconomic changes both here and in Mexico seemed to have contributed to a social awakening among Mexican \nimmigrants.\n\n\"People who have been here 20 years will tell you, 'I'm becoming a citizen,' \" she said. \" 'I want to vote.  I want to \nvote against Pete Wilson. I want to be heard.' \"\n\nAmong many immigrants, Governor Wilson is the personification of Proposition 187 and of what they see as a \npolitical trend in which immigrants are blamed for the state's problems.\n\nBut beyond that, Ms. Hernandez said, a Hispanic voting bloc is harder to define. Republicans claim it, arguing that \nHispanic people have strong family values consistent with Republican principles. But the Hispanic vote has \ntraditionally been largely Democratic, a result, Ms. Hernandez said, of a prevailing sentiment that government \nshould be actively involved in promoting the common good.\n\nAt the citizenship fair at Belmont High School last weekend, Manuel Jasso, now a 37-year-old telecommunications \nengineer, said he first came to the United States from Mexico as an illegal worker in 1982 and had not considered \ncitizenship till now.\n\nBut so long away from a native land changes a person, Mr. Jasso said. \"When you go back, you feel lonely, you \nfeel like a stranger,\" he said. \"You go back to a street that was a two-way street, and suddenly it's one-way. And \nyou realize, 'I don't belong here.' \"\n\nDora Monzon, 40, who sews jumpsuits for race-car drivers for a living, first came here, illegally, in 1969. She \nobtained legal residency five years ago under the amnesty program. She has not visited Mexico since 1976.\n\n\"In my heart, I am Mexican,\" she said. \"I come from there. But my children are here, and for that I have to be an \nAmerican citizen.\"\n\n\n\nPaula Gomez, an American-born high school student who was helping Ms. Monzon with her application, is a \ndaughter of Mexican immigrants, both of whom, like many Mexicans here, continue to resist citizenship.\n\n\"I see myself as more modern-thinking than my parents,\" Miss Gomez said. \"Like, my father is very macho and I am \nextremely feminist, and I don't put up with his macho stuff.\n\n\"When he says these things, I just let loose on him. 'You're a girl, and you're supposed to stay at home and make \ndinner,' and I'm like, 'Oh, dad, I'm going to college and be a lawyer and be a prosecutor like Marcia Clark, only more \nprofessional and not so emotional.' \"\n\nGraphic\n\n \n\nPhoto: Many immigrants now applying for naturalization lived in the United States for years or even decades before \ngiving citizenship much thought. One is Acetia Cantero, who arrived from Cuba 22 years ago and did not act until \nattending a \"citizenship fair\" last weekend at Belmont High School in downtown Los Angeles, where she was \nfingerprinted and got help in completing her application. (Jan Sonnenmair for The New York Times)\n"}