{"title": "A Possible High Magnitude Turn Of Events Might Shake The Stock Markets As The White House Says That President Trump Hasn't Laid Out Yet The Plan For The Chemical Weapons Attack In Syria; Mark Zuckerberg Faces Lawmakers On Capitol Hill For His Second Day Of Hearing; House Speaker Paul Ryan Has Announced That He'll Be Stepping Down Next January After The Midterm Elections; The Number Of Cities In California That Are Against The Sanctuary Law That Protects Criminal Illegals Are Now Growing; El Cajon Mayor Bill Wells Explained Why They Joined Other Cities In California Who Were Against The Sanctuary Laws That Protects Criminal Illegals; Harvard Law Professor Alan Dershowitz Said That All Americans Should Be Worried About The FBI's Raid On Trump's Attorney", "body": "\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: Absolutely outrageous that we still in the 21st century are seeing the use of chemical \nweapons. I mean, they cannot be allowed to do this. And we know that the president's predecessor, President \nObama infamous when he drew his red line in the sand and then he let them cross it.\n\nAnd so, I think what we're hearing from this president, you are not going to be allowed to cross that line.\n\n(END VIDEO CLIP)\n\nELIZABETH MACDONALD, FBN HOST: All right. Wall Street still on high alert as the White House now says \nPresident Trump has not laid out a time table for the U.S. to act over yet another horrific chemical attack in Syria \nthat has shocked the world. The White House now saying it is still considering options.\n\nBut we will show you exactly how the market will likely react and what to expect when military action opens up. Also \noil ricocheting higher after Saudi Arabia's defense ministry and its oil patch were hit by a missile shot from Iranian \nbacked rebels in Yemen. All of that coming up.\n\nAlso tonight, Facebook Mark Zuckerberg and his apology tour. He may have won a short-term battle but not the \nlonger war. His credibility and the credibility of his company now under cut, as Zuckerberg now tells Congress all \ninternet firms should be regulated after he testified in how Facebook has lost control over its own web site in his \nsecond day of hearing.\n\n\nZuckerberg openly playing on the gullibility of users in Congress, and you will not believe what he said about how \nFacebook can track you, who is using your information. Also we'll show you who and how Facebook is censoring.\n\nPlus, your civil liberty is now at risk. That is the stark warning from legal pro Alan Dershowitz after the FBI in an \nunprecedented move raided President Trump's personal attorney. This, as Congress now circles the wagon around \nSpecial Counsel Robert Mueller. We've got the details on who's right and who's wrong in that debate.\n\nTonight, an all-star give lineup. Retired lieutenant Tom -- General Thomas McInerney on Syria, former George W. \nBush assistant, Brad Blakeman on House Speaker Paul Ryan's retirement and what that means for the midterm. \nAlso, the Weekly Standard's Fred Barnes on Facebook, and civil liberty expert, Harmeet Dhillon, all here, all tonight.\n\nPolitics, Money we got you covered. I'm Elizabeth MacDonald. Risk & Reward starts right now.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: Russia and Syria, they are pariahs in international community, we have got to go after them \nin a very public way condemnation sanctions, and drag them in to the international criminal court.\n\nI mean, it will make no difference to Assad and no difference to Iranians, but it will make a difference to Putin, his \npublic image is very important to him, particularly at home. We really got to go after these guys in a public way.\n\n(END VIDEO CLIP)\n\nMACDONALD: OK. We are monitoring the markets across board in anticipation of fast and sharp moves the second \nthe president does open up military action against Syria. The White House now saying there no time table, it is \nconsidering options.\n\nThis as the Dow moved to the downside after Federal Reserve warned it could hike interest rate even faster and \nmore steeply than expected.\n\nNow, the president warning Russia, a U.S. military response coming, tweeting earlier today. Quote, \"Russia vows \nto shoot down any and all missiles fired at Syria. Get ready Russia because they will be coming new and smart. \nYou should not be partners with a gas-killing animal who killed his people and enjoys it.\"\n\nAlso today, look at this action. Oil boomerang higher after Iranian backed rebels in Yemen fired missiles at Saudi \nArabia's capital city of Riyadh, its defense ministry and its oil field.\n\nThe markets and the world now bracing for a U.S. strike in Syria. That could surpass the five dozen tomahawks that \ndestroyed an air base in Syria last year after a chemical attack back then killed dozens.\n\nNow hold on to the information we're about to give you. Here's what you can expect.\n\nRemember, also Central Bank support was in place back then, not now. The Dow did drop last April, but then it \nretraced. Look at this. Oil prices also went up last April when Syria did that chemical attack and the U.S. fought \nback. Make note of that.\n\nToday oil did hit a three year high. Expect gold to shoot up higher, last time there was a military strike in Syria gold \nrallied to a five month high, and in Russia safety also happen, look at this, the 10 year treasury yield went down. \nNow the 10 year note that matters for all your mortgages and loans is now holding faster the downside today.\n\nLet's bring in former air force assistant vice chief of staff, retired lieutenant general Thomas McInerney. General, \nwhat is going on with this time table and what are you expecting in terms of the response?\n\nTHOMAS MCINERNEY, RETIRED UNITED STATES AIR FORCE: Well, I think the president he had all his \ncombatant commanders and all the senior leaders in this week and they've met, they've discussed it.\n\n\n\nI think they want to form a broader coalition, Liz, a coalition of the willing which you would have the U.K., France, \nyou could have Saudi Arabia. You could have even Israel, Jordan, and Egypt. The Arab -- UAE, et cetera. And the \nreason is you want a broad front politically to do this.\n\nBut as I pointed out, we want to make extremely sure that we verify that it was Assad. Because Al Nusra and there \nare other groups that have different interests that would like to have a major attack against Assad. So I'm not \nagainst taking his air force out, which I think ought to be our objective if he can solid evidence, and our intelligence \ntells us that and we have a broad front.\n\nMACDONALD: And you know--\n\nMCINERNEY: But in longer run we have got to solve the Syrian problem. And without having Russia involved, and \nheavily involved, we can't do that. And I'll be very candid with you, the Mueller investigation, which was Obama, \nDemocratic politicalization of the I.C. is impeding our international efforts and potential war fighting. We need to \nterminate that ASAP because it is stopping relationship between the west and Russia solving this problem.\n\nMACDONALD: General, I just want to be -- I just want to make clear what you just said that the -- you're saying that \nObama and his team, politicized the intelligence community, and in so doing, because of that, that has hand strung \nus, and hurt us when it comes to dealing with problems like Syria? Is that the issue?\n\nMCINERNEY: That's exactly what I said, Liz, you said it little more coherently, but that is the problem that the \nMueller investigation is now impacting our national security abroad. And actually war fighting if we have to go to war \nin Syria.\n\nMACDONALD: You know, general, there's been push back about what Obama and his team did about Syria. \nObama and his team we have seen them, both President Obama and aides like Susan Rice have said in the past, \nthat all of Syria's chemical weapons were removed on his watch. Let's take a listen.\n\n(BEGIN VIDEO CLIP)\n\nBARACK OBAMA, FORMER PRESIDENT OF THE UNITED STATES: We've eliminated Syria's declared chemical \nweapon program.\n\nWhat is true is, Assad got rid of his chemical weapons.\n\nJOHN KERRY, FORMER UNITED STATES SECRETARY OF STATE: We could cut the deal that got 100 percent \nof the declared chemical weapons out of Syria, and people nevertheless, have been critical. One day of bombing \nversus virtue of getting 100 percent of the chemical weapons out of Syria.\n\nSUSAN RICE, FORMER UNITED STATES NATIONAL SECURITY ADVISOR: We were able to find a solution that \nactually removed the chemical weapons that were known from Syria in a way that the use of force would never \nhave accomplished.\n\n(END VIDEO CLIP)\n\nMACDONALD: You know, so is this is sort of like the Iran deal too, general, inaction on Syria, and now look at the \nproblems in Syria. Inaction in Iran and now look at the problems with Iran, right?\n\nMCINERNEY: Yes. They created the Arab Spring and let it expand through Egypt, and Syria and the whole Middle \nEast, and look at the instability we have, they pulled U.S. forces out of Iraq which fundamentally turned it over to \nIran, and that's why you have the Shia crescent sweeping from Iran all the way up to the Mediterranean.\n\nThey created all these problems, in addition they left this politicalization of the I.C. which became the Mueller \ninvestigation.\n\nMACDONALD: Yes.\n\n\n\nMCINERNEY: And all of that has complicated this administration's ability to clean it up, they left him a mess.\n\nMACDONALD: And we know that Russia wants to use Syria as a major naval base for its military to use it as a port \nthere.\n\nYou know, general, media pundits say, hey, wait a second, everybody is being unfair attacking Obama. Obama ask \nCongress for permission, but they are missing this. Doesn't the War Powers Act say that the president only needs \npermission for actions taking longer than 60 days? So Obama could have still acted militarily on Syria under that \n60-day window.\n\nMCINERNEY: Sure he could have, he didn't want to do it, Liz. Look, I can live with Russians on the med if we have \nan accommodation, because we are going to have to divide Syria. We finally have got a national security adviser in \nthere John Bolton, who I think can give the president the advice and a new secretary of state.\n\nBut we've got to resolve this politically. There is a great danger that we could end up having U.S. and Russian \nforces fighting one another over there, that would not be good.\n\nMACDONALD: Yes, that's not good at all. You know, even Bill Clinton's Secretary of State, Madeleine Albright said, \nObama made a big mistake in Syria.\n\nGood to see you, general. Thanks for coming in.\n\nMCINERNEY: Thanks, Liz.\n\nMACDONALD: House Speaker Paul Ryan is now saying he will step down next January after the midterm election.\n\nNow here is the problem for Republicans. Republican control of the House could be in flux. Here's the number you \ngot to watch right now. Forty two Republicans including Paul Ryan now leaving the House, 23 Republicans are in \ndistricts that Hillary Clinton won. And Democrats need to win about just 24 House seats to retake back control of the \nHouse.\n\nHouse Speaker Paul Ryan talking about that earlier today.\n\n(BEGIN VIDEO CLIP)\n\nREP. PAUL RYAN (R), WISCONSIN, SPEAKER OF THE HOUSE: I gave it some consideration, but I've really do \nnot believe whether I stay or go in 2019 is going to affect a person's individual race for Congress. I really don't think \na person's race for Congress is going to hinge on whether Paul Ryan is speaker or not. So I really don't think it \naffects it.\n\nLook, if we do our jobs, which we are, we're going to be fine as a majority.\n\n(END VIDEO CLIP)\n\nMACDONALD: With me now former Bush 43 deputy assistant Brad Blakeman. Brad, are you worried about the \nRepublicans going into the election?\n\nBRAD BLAKEMAN, FORMER PRESIDENT GEORGE W. BUSH'S DEPUTY ASSISTANT: I am, and I should be, \nand every Republican standing for election better be. Because look, history, we know that since the Civil War the \nparty in power, the party that controls the White House has lost on average in the House about 33 seats. We cannot \nafford to lose 33 seats, and in the Senate two seats, that's our majority right there.\n\nSo, yes, we should be worried, we should be running like we're always 10 points behind. The good news is we have \na great record, if the economy is doing as well today as it will be in November, people tend to vote with their \npocketbooks. We have to motivate people to the polls.\n\n\n\nBut at the end of the day people who ask themselves are we better off today than we were prior. And I think the \nanswer should be, yes. Yes, but Republicans had better get their act together. History is on the Democratic side. \nThe record is on Republican side. Democrats have to defend many more seats, and by the way, Democrats are \nrunning out of money.\n\nMACDONALD: What do you think, are the Republicans doing enough to champion the tax cuts? And Nancy Pelosi \nsure getting her licks in.\n\nBLAKEMAN: No, we're not. And when I speak to people out on the street, they understand that it's Republicans \nwho brought them the tax cuts. And they will -- they should be reminded of that. But we just can't rest on the laurels \nof the tax cuts, we need to fix infrastructure and we need to put more points on the board, and especially health \ncare.\n\nBecause in October, just prior to the election, what are people going to be getting? They are going to be getting \ntheir new rates for the next year, we have to do a better job in selling our packages and passing it.\n\nMACDONALD: Do you think Republicans understand the playbook that Democrats have now. That if they take back \ncontrol of the House, through ways and means they can get -- the ways and means committee, they can and will try \nto get President Trump's tax returns, they are allowed to do that. And so, couldn't a Democrat control of the House \nbe really bad news for Trump?\n\nBLAKEMAN: It's going to be very bad news, not only for White House but for Republicans at large. We've been -- \nonce we're in the minority in the House we might as well just go home because there is nothing really we can do, \nit's a little different because of the rules of the Senate, you actually -- you actually have you some meaning under \nthe current rules if you are in minority.\n\nBut, look, they are going to investigate Donald Trump because it's part of their resistance. And they'll use that as a \nsword rather than a shield against this president.\n\nMACDONALD: So the fight is over who is better for the country, the Trump administration and its policies or the \nDemocrats. That's it, so (Inaudible).\n\nBLAKEMAN: Yes, and we've a lot to be proud of. We have almost full employment. No inflation. We have a record \nnumber of jobs that this president has brought, so if we stand on our record we should do very well, people tend to \nvote with their pocketbooks.\n\nMACDONALD: Thank you, Brad Blakeman. Good to see you, sir.\n\nBLAKEMAN: Thank you. Good to see you.\n\nMACDONALD: Let's get back to your money and the markets because we're following all the business news for \nyou. Seesaw action throughout the day. Stock ending the day in the red, amid escalating tension in the Middle East, \nand fears of even more and faster Fed rate hikes.\n\nLet's get to Nicole Petallides on the floor of the New York Stock Exchange with the latest. Nicole?\n\nNICOLE PETALLIDES, FOX NEWS CORRESPONDENT: Pressure across the board on Wall Street. The Dow \nactually finished to the downside 218 points. The S&P and the NASDAQ also was down arrows. For the week \nstocks are still higher. Too many headlines that pressured Wall Street.\n\nBut I have to tell you, a lot of the traders actually saying that the market was pretty resilient considering the tension \nwith Syria and Russia that really dominated the Wall Street narrative today.\n\n\n\nExxon and Chevron gained on the Dow Jones Industrial Average, oil moved to more than three year high with all \nthis tension. On the downside, Boeing, United Health, DuPont and J.P. Morgan. Watch for financial earnings for \nmany of them on Friday.\n\nLast but not the least, Facebook as Zuckerberg stands in front of Congress for yet another day, stock though is up \nabout 6 percent this week.\n\nBack to you.\n\nMACDONALD: Thank you, Nicole.\n\nNow look at this breaking news, we've got a report coming in that the Trump administration is now considering a \nproposal that would let states do drug testing for some food stamp recipients, the plan is a big step in \nadministration's push to give states more flexibility in how they oversee these federal welfare programs.\n\nLook at this. Nearly 50 million Americans currently get food stamps, it is down about 11 percent from 2013 when \nfood stamp uses was at a record level.\n\nThe revolt is now growing. Fourteen cities in California now rising up against California sanctuary laws that shelter \ncriminal illegals. Coming up, we've got a California mayor here to talk about the mayor's protest and he is \norganizing in California.\n\nAlso, coming up, Harvard law professor, Alan Dershowitz now crying foul, saying all Americans should be really \nworried about the FBI's raid on Trump lawyer Michael Cohen. We'll tell you why coming up.\n\nBut first, billionaire Mark Zuckerberg taking shootings to his credibility, and Facebook's credibility in a second day \non Capitol Hill. We'll explain.\n\nPlus, how a congressman called Zuckerberg out for apologizing seven times like this in the past. Americans getting \ntired of it. The sound after this.\n\n(BEGIN VIDEO CLIP)\n\nSEN. MARIA CANTWELL (D), WASHINGTON: Have you heard of total information awareness. Do you know what \nI'm talking about?\n\nMARK ZUCKERBERG, CEO AND CO-FOUNDER, FACEBOOK: No, I do not.\n\nCANTWELL: Do you think that Palantir has ever scraped data from Facebook?\n\nZUCKERBERG: Senator, I'm not aware of that.\n\nUNIDENTIFIED MALE: If they choose to delete their account, how long do you keep their data.\n\nZUCKERBERG: I don't know the answer to that off the top of my head.\n\nUNIDENTIFIED MALE: Are you going to come back and be an advocate to get a law in place like that?\n\nZUCKERBERG: Senator, our team is certainly to work on this. What I can say is the biggest--\n\nUNIDENTIFIED MALE: We're talking about you, not your team.\n\n(END VIDEO CLIP)\n\nMACDONALD: That's Facebook CEO Mark Zuckerberg, not really answering questions about his own company on \nCapitol Hill. Today, facing a second day of hearings about how Facebook, according to Congress and many media \nwatchers and the users, appears to have lost control of its web site.\n\n\n\nMark Zuckerberg trying to make like Facebook is a nonprofit charity out to save the world by connecting it through \nits web site, when in reality Facebook is really just one big giant app that has let in door tens of thousands of other \napps to watch you and track what you do.\n\nAnd what Zuckerberg has admitted is pretty scary and shocking. Facebook does follow you around the internet \neven when you are logged off of Facebook, nor to make even more money off of what you're doing in your data.\n\nRemember, Zuckerberg is worth more than $64 billion. Facebook is valued at $477 billion. It made more than $41 \nbillion in sales last year.\n\nAnd a warning for al internet firms, Mark Zuckerberg said internet firms should be regulated. So will it lead to a new \nfederal bureaucracy for the internet like we have for health and finance?\n\nLet's bring in the Weekly Standard's executive editor Fred Barnes. So what do you -- good to see you, Fred. What \ndo you think? Will Washington enact laws regulating the internet?\n\nFRED BARNES, EXECUTIVE EDITOR, WEEKLY STANDARD: Gee, I worry about regulations, I remember the \nEnron scandal, you probably remember that, Liz. And what happened is we got the Sarbanes-Oxley bill, which had \na horrible impact on businesses and the economy.\n\nI think you have to be very, very careful in what you do with some huge operation like Facebook where I think \nthey've done pretty well. But this idea of tracking people, you know, you turn your Facebook off and you are still \nbeing tracked. That is worrisome.\n\nMACDONALD: You know, Fred, how do you think mark Zuckerberg performed, how do you think he did?\n\nBARNES: I think he did pretty well under the circumstances. Today he did not answer a lot of questions, including \nsome that you thought he should probably have the answer on the tip of his tongue. But he didn't. I think he was a \nlittle over, over strategized today. But all in all, I think he did very well. But I bet he doesn't want to come back.\n\nMACDONALD: Yes, you know, Fred, when you -- we track it -- we covered it for two days, there was a lot of words, \nthere was like one big word cloud, it was like covering up with a multitude of spins what actually is going on at \nFacebook.\n\nWe have 44 senators basically grilling Zuckerberg yesterday. The Washington Post said that's more than six times \nas many did with Watergate. Is this too -- what do you think? Is this too much grandstanding here?\n\nBARNES: Grandstanding by whom, you mean members of congress?\n\nMACDONALD: Yes.\n\nBARNES: Yes, very -- very much so, and trying to squeeze in these questions on different things, you know, they \nask about -- they ask about diversity and there's all kinds of things that were irrelevant to whatever problems exist \nat Facebook. And there are problems, there's no question like that, about that.\n\nLook, I'm not a Facebook subscriber or member. I'm the only one in my family who is not. All in all, I think that \nFacebook it is a good, a good thing to have.\n\nLEMON: So you actually just pick up the phone and call your friends and family instead of calling on Facebook? \nAnd here is the thing, Fred.\n\nBARNES: OK.\n\nMACDONALD: You know, the problem, here's the problem and it's right in the kind of company it says it is. Social \nmedia company, it's not a media company, it's a network. So when it puts itself out as a media company, you think \n\n\n\nit goes right down in the middle and being fair, no. It's censoring conservatives, it doesn't allow conservative thought \non its web site. We don't know who's calling the shots there.\n\nAnd look at this. Democrat Jan Schakowsky said look at the number of times Zuckerberg has apologized for the \nproblems with Facebook. Watch.\n\n(BEGIN VIDEO CLIP)\n\nREP. JANICE SCHAKOWSKY (D), ILLINIOS: You also have a long list of apologies in 2003, it started at Harvard, I \napologize for any harm done. As a result by neglect in 2006, we really messed this one up, 2007, we simply did a \nbad job. I apologize for, 2010, sometimes we move too fast, 2011, I'm the first to admit that we're made -- that \nwe've made a bunch of mistakes.\n\nIn 2017, this is in connection with Russian manipulation of the election and the data that came from Facebook \ninitially. I am -- I ask for forgiveness, I will work to do better.\n\n(END VIDEO CLIP)\n\nMACDONALD: You know, the stock is not taking hits, the stock doing OK on Facebook.\n\nBARNES: Well, I think that's a measure that counts that people aren't giving up on it. I actually had Facebook stock \nas well and I haven't looked at it today. So, but, I wasn't -- I wasn't really worried.\n\nI think, you know, while Zuckerberg was not as good today as he was yesterday, the members of Congress a lot of \nthem were not very good either day. You know, I mean, one of the things, and this was obviously a strategy by \nZuckerberg, was to leave them with some question that was a little fuzzy he would ask them to explain their \nquestion, and sometimes they couldn't.\n\nOn a few of those, I think he actually knew what the question was about. But, I just wanted to embarrass the \nmembers of Congress, and he succeeded.\n\nMACDONALD: yes, I don't think they let a glove on them.\n\nGood to see you, Fred Barnes. Thanks for coming in.\n\nBARNES: I enjoyed it.\n\nMACDONALD: Coming up, Harvard law professor Alan Dershowitz crying foul, saying all Americans should be \nworried about the FBI raid on Trump's lawyer, because that puts your civil liberties at risk. Who is right and who is \nwrong in this debate? That's coming up.\n\nBut first, the revolt in California is growing. Fourteen cities in the golden state now rising up against California \nsanctuary law that protects criminal illegals. One San Diego county mayor is even organizing a mayor's protest.\n\nComing up, we got a California mayor here to talk about that protest that he is organizing. That's coming up, don't \ngo away.\n\n(BEGIN VIDEO CLIP)\n\nTROY EDGAR, MAYOR, LOST ALAMITOS, CALIFORNIA: I'm really excited. I have been completely thrilled with \nthe outpouring of all the city council members and mayors across the state that communicating, saying they were \nwaiting for somebody to come out and do this.\n\nDAVE HARRINGTON, MAYOR OF ALISO VIEJO, CALIFORNIA: I think that is the shot heard around the state of \nCalifornia. So he absolutely inspired me. I reached out to them right away.\n\n\n\nMICHELLE STEEL, SUPERVISOR, ORANGE COUNTY: Orange County cities are coming out and they want to \ncome out opt out -- opt out against this California city bad law.\n\n(END VIDEO CLIP)\n\nMACDONALD: We just showed you California mayors and officials coming on our show talking about how there is \na growing revolt in California against California sanctuary policies. And now it's official. Fourteen cities in California \ndon't like the policies there that say do not cooperate if you're a local official with the federal government when it \ncomes to criminal illegals.\n\nNow it started with one city Los Alamitos, look at this, it spread to 14. And one San Diego County mayor, he is even \norganizing a mayor's protest against California sanctuary policies. That man is El Cajon Mayor Bill Wells. Mayor, \ngood to see you.\n\nBILL WELLS, MAYOR OF EL CAJON, CALIFORNIA: Hi, how are you?\n\nMACDONALD: Why are you opposed to California sanctuary policies?\n\nWELLS: Well, primarily because it's about safety. If you don't stop dangerous criminals from coming back into your \ncities after they have been in prison, and you have the opportunity, that just doesn't make any sense.\n\nAnd a lot of people talk about this is racist policy, there is racist feel to this. And frankly, there is nothing racist \nabout it at all. About a year ago, I started organization called mayors for safe cities. And frankly that's exactly what \nwe're interested in, it's keeping our cities safe.\n\nAnd before if somebody was getting out of prison, say they were an MS-13 gang member or they had committed \nsome kind of a violent crime, and they were also illegally in the country, and were eligible to be deported, before \nthey were released back into our city the prison would contact the federal government, usually ICE, and they would \nwork with the federal government to get that person deported before they ever got back into our community. And we \nthink that's a logical, reasonable thing to do and we don't want that to stop.\n\nAnd frankly, I'm offended that the State of California in trying to make a point, and really frankly, it's a point that they \ndon't like President Trump they don't like his policies, and the point is, such that they're willing to put my citizens \nand my police department at risk for dangerous criminals and dangerous crimes.\n\nMACDONALD: Yes. You know, mayor, immigrants from Mexico, immigrants who came here from Central America, \nwho did it legally, who waited in line, they say this does not -- does not -- does not have anything to do with legal \nimmigration. It has to do with criminal illegals.\n\nSo what kind of reaction have you gotten from your constituents and other mayors?\n\nWELLS: Well, frankly, the people that live in the city of El Cajon are very supportive. They want us to keep the city \nsafe. They understand what we're doing. They're not falling for this concept that we're somehow engaging in some \nkind of racism.\n\nAnd it's really only the organized left that's looking to be offended and not wanting to be reasonable about this, \nthey're the ones who get so offended, they whip up everybody else.\n\nMACDONALD: Yes.\n\nWELLS: This is where California is going.\n\nMACDONALD: You know, it's interesting, the southern part of the state is saying hey, wait a second, knock it off \nwith sanctuary policies. In northern part is saying, you know what, you guys are racist. Wow. California is split.\n\n\n\nAnd we have this story for you, mayor. Attorney General Jeff Sessions addressing border security and illegal \nimmigration problems with illegal immigration with the southwestern border sheriff's coalition today.\n\nThis, as Texas Governor Greg Abbott he is now saying Texas will deploy at least 1,000 National Guard troops to \nthe border in response to what the president is asking for.\n\nI mean, mayor, we also have thousands of troops coming into the border in Texas and also Arizona sending troops \nbut what about California? What happens to California when you have this increased enforcement in other states, \nwhat happens there?\n\nWELLS: Well, I fear that California will not comply and I really fear that people were not taking--\n\n(CROSSTALK)\n\nMACDONALD: But then what happens to the border there? Will people be funneled in through California? Will the \nillegals try to come in that that way?\n\nWELLS: Absolutely. And I would point out that this isn't just about illegal immigration. We have a huge crystal \nmethamphetamine problem. We have a huge drug smuggling in general. There are sex trafficking. There's all kinds \nof problems that happen when you have a porous border.\n\nAnd frankly, if you stop up the holes in the rest of the country and you leave California open, what do you think is \ngoing to happen?\n\nMACDONALD: Yes.\n\nWELLS: The drug, the crime, all of that is going to funnel through California like a sieve.\n\nMACDONALD: But mayor, you are sitting right there on the doorstep of that, you guys are right down there in \nsouthern California, are you scared?\n\nWELLS: I think we should be scared.\n\nMACDONALD: OK.\n\nWELLS: I think we should be really frightened that we're not going to take our responsibility properly.\n\nMACDONALD: Mayor of El Cajon, Bill Wells. Thank you so much, sir.\n\nWELLS: Thanks for having me.\n\nMACDONALD: Thanks for coming in.\n\nNow this story for you. Harvard law professor Alan Dershowitz, he's crying foul. He's saying all Americans should \nbe really worried about the FBI's raid on Trump's attorney. Alan Dershowitz saying it puts your civil liberties at risk.\n\nWe're bringing in an attorney who debates. He's going to say you know what, Alan Dershowitz, he is right. That's \nnext.\n\n(BEGIN VIDEO CLIP)\n\nALAN DERSHOWITZ, PROFESSOR, HARVARD LAW SCHOOL: Imagine if what they were reading not lawyer-\nclient privilege but medical privilege or confessional privilege or spousal privilege, none of us would accept the fact \nthat FBI agents should be reading our most intimate conversations.\n\n\n\nYou should not have government officials reading the potentially protected confidential material and that's what \nhappens on the same teams. And we think it's enough if the FBI agents reads and say, this is confidential but I'm \nnot going to tell anybody else about it.\n\nThat is already a violation of the fourth and Sixth Amendment. It's just not good enough. All of that material could be \nsubpoenaed from the people he negotiated with, from the banks, from the IRS. You don't search a law office as a \nfirst recourse. You search it as a last recourse. I have enough experience with the southern district. You do too, to \nknow that they will sometimes overstep their bounds.\n\n(END VIDEO CLIP)\n\nMACDONALD: That's Harvard law professor Alan Dershowitz pushing back on the status quo thinking at CNN and \nelsewhere. He is speaking out against the FBI raid of the office and the temporary hotel room and the home of \nPresident Trump's lawyer, saying that targeting of Michael Cohen should worry all of us.\n\nLet's take it up with attorney Harmeet Dhillon. Good to see you, Harmeet. Are you worried about for civil liberties? \nAre you worried about that?\n\nHARMEET DHILLON, ATTORNEY: Absolutely, I couldn't agree with Alan more on this and I come from the \nopposite end of the political spectrum. The fact of the matter is that people are not educated enough about these \nrights, but these are two rights that are implicated. One is the Fourth Amendment right against unreasonable search \nand seizure as Alan talked about, and also the Sixth Amendment right to effective assistance of counsel.\n\nAnd both of these rights are implicated. You know, some of the effects that occur when you see, when you just see \nattorney's information being seized, is that other clients of that attorney could have their information seized and \ninterviewed by the FBI. People wouldn't want to hire that attorney, or frankly all attorneys. It chills relations.\n\nIn the case of the president it's really -- it's unprecedented to see this type of a raid conducted on the president's \nattorney and at a time when the president is seeking legal counsel himself.\n\nAnd so, and let's take a look what happens with this information as Alan Dershowitz mentions. The teams that are \nset up to review this information for privilege, these are themselves people whose integrity, in terms of the FBI's \nobjectivity has been called into question here. This is the same field office of the FBI that did not look into the \nClinton Foundation shenanigans and hundreds of millions of dollars of money that allegedly flowed into change \nHillary Clinton's position with respect to some foreign governments.\n\nSo we aren't exactly talking about a perfect system.\n\nMACDONALD: Yes.\n\nDHILLON: And what's really troubling as any attorney can tell you if they're a civil attorney trying to go to the FBI or \nthe U.S. attorney's office and have them look into something that's seriously concerning, it takes months and \nsometimes years.\n\nMACDONALD: Yes.\n\nDHILLON: Yet somehow, somebody who is a, you know, TMZ type of a story comes out about a personal \nrelationship and all of sudden, the FBI appears to be doing the bidding of private attorneys who have a grudge or \naxe to grind against the president.\n\n(CROSSTALK)\n\nMACDONALD: Yes, and then, Harmeet--\n\nDHILLON: It's really deeply concerning.\n\n\n\nMACDONALD: That information could then be leaked, whatever they see in the attorney's files. You know, the thing \nis too, there is criticism, you pointed -- just pointed out, Harmeet, that the Clinton Foundation was never raided. \nHillary Clinton's home and her offices never raided. Her lawyer never raided. You know, and also Bill Clinton's \nlawyer in the Monica Lewinsky scandal, never raided.\n\nBut the argument, Harmeet, is that Michael Cohen may have broken the law and FBI and the Justice Department \nhad more than enough evidence to get that search warrant. What do you think?\n\nDHILLON: Well maybe. And we don't know that. I agree that that is a concern but might have broken the law isn't \nthe standard as Alan Dershowitz just mentioned.\n\nThe raiding of an attorney's offices which necessarily captures in a lot of information that the government has no \nright to see whatsoever, is a last resort, not the first resort.\n\n(CROSSTALK)\n\nMACDONALD: It's not the first resort. Here - wait--\n\nDHILLON: Right.\n\nMACDONALD: Here's lawyer -- let's get Alan Dershowitz. Here is what he was saying that if was Hillary being \nraided the ACLU and everybody would be really upset. Watch.\n\n(BEGIN VIDEO CLIP)\n\nDERSHOWITZ: I want you to imagine if instead of raiding his lawyer's files search, they went after doctor's files or \nthey went after spousal files or confessions to a priest or a rabbi.\n\nCHRIS CUOMO, CNN ANCHOR: In what context?\n\n(CROSSTALK)\n\nDERSHOWITZ: If there were an investigation.\n\nCUOMO: Investigation of what?\n\nDERSHOWITZ: If Hillary Clinton had been elected president and they were investigating her e-mails--\n\n(CROSSTALK)\n\nCUOMO: They did.\n\nDERSHOWITZ: -- and they went after her lawyer's file -- and they went after her lawyer's files you would be up in \narms, the ACLU as well would be up and arms and every civil libertarian should have a concern about it--\n\nCUOMO: I hear you, I hear you, but--\n\nDERSHOWITZ: -- all at the silence of ACLU and other civil liberties groups would be up in arms if this were Hillary \nClinton's lawyers being subpoenaed.\n\nCUOMO: I hear you--\n\n(END VIDEO CLIP)\n\nMACDONALD: Here is the criticism, but doesn't understand the civil liberty -- libertarian and the civil liberty impact \nfor me. Go ahead.\n\n\n\nDHILLON: Yes, absolutely. I mean, this is not your grandfather's ACLU, he is absolutely correct. From free speech \nto other civil liberties issues, if it is the right's ox being guard all of sudden the ACLU and other civil liberties and \npeople on the left do not care.\n\nWe should all care about this because today it is the president. Tomorrow, by the way, people don't know that it's a \nfederal crime to pick up the eagle feather. It's a federal crime to do a number of things. And all of us are committing \nfederal crimes every single day.\n\nAnd if the excessive and unbridled power of federal government comes into now your attorney's office where you \ncame to tell your secrets to your attorney, and seek legal counsel, boy, the game is up for anybody who is in the \ncrosshairs of the U.S. attorney's office.\n\n(CROSSTALK)\n\nMACDONALD: It's really scary stuff.\n\nDHILLON: We all should be deeply concerned.\n\nMACDONALD: Yes. Harmeet, we would love to have you back on. You're terrific. Please come back soon. We love \nhaving you on. Ok. That was great stuff. Thank you for coming in.\n\nDHILLON: Thank you, Liz.\n\nMACDONALD: The CNN correspondent who asked if President Trump was, quote, \"racist,\" is now asking if the \npresident has considered stepping down. We got the sound.\n\nAlso, Texas Senator Ted Cruz grilling Mark Zuckerberg over his alleged censorship of conservatives on Facebook. \nNext, we got a guest. He says he was one of those censors. He has other -- censored. He has other examples as \nwell, but does he have a case. That's after this.\n\n(BEGIN VIDEO CLIP)\n\nSEN. TED CRUZ (R), TEXAS: Facebook has initially shut down the Chick-Fil-a appreciation day page. Has block a \npost of Fox News reporter and most recently, blocked Trump supporters Diamond and Silk's page with 1.2 million \nFacebook followers after determining their content and brand were quote, \"unsafe to the community.\" To a great \nmany Americans that appears to be a pervasive pattern of political bias.\n\nMARK ZUCKERBERG, CEO AND CO-FOUNDER, FACEBOOK: I understand where that concern is coming from \nbecause Facebook and the tech industry are located in Silicon Valley which is an extremely left-leaning place. And \nthis is actually a concern that I have and I try to root out in the company is making sure we don't have any bias in \nthe work that we do.\n\n(END VIDEO CLIP)\n\nMACDONALD: That was really honest answer from Mark Zuckerberg to Senator Ted Cruz, grilling him about \ncensorship on Facebook's web site of conservative content. That's a pervasive problem according to conservatives.\n\nLet's bring in the Daily Caller executive editor, Vince Coglianese. Good to see you, Vince. Hey, so here is the \npushback in that though.\n\nFacebook is a private company. It is allowed to sensor whatever it wants. It's his own company, right? I mean, we \nhave citizens united that Supreme Court decision said it's about corporate free speech, they can do whatever they \nwant with their own company.\n\n\n\nVINCE COGLIANESE, EXECUTIVE EDITOR, DAILY CALLER: Free speech for talking about their users and \ncertainly now they're allowed to navigate some of that. But here's the deal. In terms of communication there is no \ncompany more powerful and moving more communication than Facebook is.\n\nSo you have a situation here, you know, last week, you had Apple's Tim Cook use a great phrase, he said these \ncompanies have the power to throttle the public discourse.\n\nWhen a company has that much power it's definitely well within your rights to scrutinize them, you know, Congress \nwants to make a choice about whether or not they want to regulate them, but as public we have the right to know, \nOK, how do you manage this conversation? And are you favoring liberals over conservatives.\n\nAnd many times Facebook has run into this situation where a transparently has been favoring liberals over \nconservatives on their platform.\n\nMACDONALD: You know, Vince, you bring up an important point. Because we are tracking reports, Vince, that \nshowed that Facebook has employed, and hired dozens of former Obama and former Hillary Clinton staffers.\n\nYou know, so and also both Republicans and Democrats got and used data mined info from Facebook. I remember \nwhen Obama was roundly applauded as a data genius back in 2012. He was going into Facebook and getting that \ndata. So what do you make of that?\n\nCOGLIANESE: Well, I think it demonstrates once again where Facebook's loyalties lie. In fact, it was interesting \ntoday actually Mark Zuckerberg was asked about that, the fact that the Obama campaign had access to all of this \ndata that nobody else seemed to have to, and they were allowed to because they were, quote, \"on their side.\"\n\nMark Zuckerberg had accused the Obama campaign of lying about. So we're going to find out in the next 24 hours, \n48 hours whether or not anyone is going to fire another shot. But the Obama campaign insists, yes, we had access \nno one else did. And that's because we were politically aligned.\n\nAnd remember, the only reason Mark Zuckerberg is sitting in front of Congress right now is because there was an \norganization that was associated in any way with the Trump campaign has been accused of mismanaging data.\n\nMACDONALD: Yes. It's about who are, who exactly the gate keepers? Who are running the bottlenecks there?\n\nVince, it's great to see you. Come back soon. We love having you on.\n\nCOGLIANESE: Thank you. I love being on.\n\nMACDONALD: Next up, the CNN correspondent who asked if President Trump was racist is now asking if \nPresident Trump is considering stepping down.\n\nMy next guest says, you know what, if President Obama was asked that, the media would be up in arms. That's \nnext.\n\n(BEGIN VIDEO CLIP)\n\nAPRIL RYAN, CNN SENIOR POLITICAL ANALYST: With all of this turmoil particularly this last year, has the \npresident at anytime thought about stepping down before or now?\n\nSARAH HUCKABEE-SANDERS, WHITE HOUSE PRESS SECRETARY: No, and I think that's absolutely ridiculous \nquestion.\n\n(END VIDEO CLIP)\n\nMACDONALD: That is April Ryan. She is the White House reporter for American Urban Radio Network. She is also \na CNN contributor. She asked press secretary Sarah Huckabee Sanders if President Trump thought about stepping \n\n\n\ndown. This exchange adds to the series of noteworthy jabs that the two have thrown at each other, meaning, April \nRyan and Sarah Huckabee Sanders.\n\nLet's bring in Fox News political analyst, Gianno Caldwell to get to the bottom of this. Gianno, what was your \nreaction when you saw this?\n\nGIANNO CALDWELL, FOX NEWS POLITICAL ANALYST: Sensationalism. I tell you, April Ryan have said some \nvery interesting things. She questioned if the president has supported slavery. She said that a pie that Sarah \nSanders was making was perhaps fake, it was a fake pie. When Sarah said, hey, I will make you a pie. April says, \nshe said, hey, if you're going to make a pie, I want to see you make it, and I still won't eat it because you guys don't \nlike journalists.\n\nSo, I mean, this is sensationalism. And obviously, for anyone that knows the White House, these press briefings are \nvery important. You get Fox and everybody else, they stop their programming just to tune in. So this is an \nopportunity for folks to really go viral.\n\nMACDONALD: Yes.\n\nCALDWELL: And I think that may be some of the lines of thinking here.\n\nMACDONALD: Yes.\n\nCALDWELL: You're going to get more clicks. You're going to be talked about if you ask a sensational question.\n\nMACDONALD: Gianno, this is -- this is like straw man reporting, setting up something when there is no information \nthere, asking a question, where there is no information that the president is even going to think about stepping \ndown.\n\nI mean, this is, to your point, you're right, this is not the first time that April Ryan has asked such outlandish \nquestions. Let's take a listen.\n\n(BEGIN VIDEO CLIP)\n\nRYAN: The question is, does this administration believe, does this president believe slavery was wrong?\n\nMr. President, will you give apology for the statements yesterday?\n\nUNIDENTIFIED MALE: Mr. President, did you refer to African nations these were (muted)?\n\nRYAN: Mr. President, are you a racist?\n\n(END VIDEO CLIP)\n\nMACDONALD: April Ryan there, what do you think?\n\nCALDWELL: Well, I think that the environment that has been created now is reality-style, reality TV style journalism. \nAnd we see it with April Ryan, we see it with a number of other people. At the end of the day, people have gone \nfrom becoming being journalists, and really giving the facts and providing that news, honest news coverage to, hey, \nI might have an opportunity to be famous.\n\nAnd I think a lot of people see it that way. We can talk about folks over at CNN that we've seen do it. We can talk \nabout folks at other networks wherever they may be. But that's clearly the environment that we've entered into. And \nit seems as though people aren't taking their job as seriously as they used to. Almost everything goes here.\n\nMACDONALD: Yes, bringing up the race card, I mean, still harkening back to the rally in Charlottesville. What's the \nstrategy here bringing up the race card?\n\n\n\nCALDWELL: Well, obviously, legitimacy, that is a question that a lot of people are asking. So we have to give credit \nto the fact that that is an authentic question, when people bring up the race card in certain situations but we do see \nwhere people use the race card for legitimately everything.\n\nAnd that is when it does a disservice to legitimate racism. And I think that's where things become fairly problematic. \nAnd we've seen that done time and time again, we've seen it done with people asking questions for this \nadministration in areas that clearly has nothing to do with race. Perhaps even talking about baking a pie. So, it's \nbecoming a very dangerous territory.\n\n(CROSSTALK)\n\nMACDONALD: Yes, you sound pretty upset about it. It sounds like that upsets you.\n\nCALDWELL: Well, yes, it certainly upsets me, when you have millions of people in this country that have been \nmarginalized to some form or effect by racism.\n\nMACDONALD: Yes.\n\nCALDWELL: We can talk about slavery, we can talk about Jim Crow, we can talk about any number of issues. So \ncertainly that upsets me. And I think it should upset anyone who knows what authentic racism is.\n\nMACDONALD: Yes. All right. Thank you, Gianno Caldwell. Good to see you, sir.\n\nBreaking news, California Governor Jerry Brown now agreeing to send National Guard troops to the border. We're \ngoing to have more on that after the break.\n\nMACDONALD: Breaking news. California Governor Jerry Brown now is agreeing to send 400 National Guard troops \nto the state border with Mexico. This comes less than a week after President Trump call for this National Guard \ndeployment along the order. They will be there to catch the bad guys not enforce though what the president is \nasking for. We are going to have more on that tomorrow.\n\nWell, thank you for having us here in your homes. Thank you for watching. Charles Payne is here now with Making \nMoney. Take it away, Charles.\n"}