{"title": "There really IS something about Mary Stuart: QUENTIN LETTS sees highbrow theatre and top-notch acting", "body": "\nMary Stuart (Duke of York's Theatre) \n\nVerdict: Highbrow theatre, brilliantly done \n\n                     Rating:                    \n\nDespite minor irritations from director-adaptor Robert Icke, the West End transfer of Mary Stuart (soon to have a \nshort tour) is complex, highbrow theatre with top-notch acting from Juliet Stevenson and Lia Williams.\n\nIts storyline of an England threatened by European rivals is also snortingly topical.\n\nFriedrich Schiller's 200-year-old play is about Tudor political intrigues as Elizabeth I struggles to neutralise the \nthreat of her beguiling captive Mary, Queen of Scots. In real life, the two cousins never met. In Schiller's version, \nthey do and the encounter does not go well.\n\nSpies are everywhere. Even in the Privy Council there are ministers who seem more loyal to the Continent than to \nEngland. Elizabeth is insulted by the French as a dreary 'old maid' who is indecisive and bound to be judged \nharshly by history. Dented by shouty advice from all sides, she may look a lonely, weak head of government. \nRemind you of anyone?\n\nAt the start of each performance, stars Stevenson and Williams decide, on the toss of a coin, which of them will play \nMary and which will play Elizabeth. On the night I went, Miss Stevenson was Mary.\n\nThe stage is mainly bare, its raised revolve creating a central bull-ring, with bare brickwork at the back. There's \nmodern dress and 21st-century language, with lots of stuff about 'international law' and 'rights'.\n\nSchiller (no Brexiteer, he) plainly sympathises with Mary and Miss Stevenson's emotive gifts perhaps accentuate \nMary's victimhood. Even the Cranmerite in me felt moved as this Scottish Queen took leave of her maids before her \nexecution. Yet Elizabeth is a victim, too: of duty to the people (today we might say the electorate) and to stark \npolitical imperatives. The final moments show us Elizabeth quite alone, staring at the audience almost like a \npuzzled clown.\n\n\nFrequently there is more of director Icke than writer Schiller in this production. The original's crispness and poetry \nhas been sacrificed to something more swaggering and modern, Mr Icke indulging his mania for ambient noise and \nvideo screens with occasional use of live camera footage.\n\nDespite my personal scepticism about such stunts, they are slickly done and may give the show a modern sheen \nthat will appeal to younger theatregoers.\n\nElliot Levey, John Light, Michael Byrne and Christopher Colquhoun put in tremendous shifts as the Elizabethan \ncourt's various dignitaries. Rudi Dharmalingam is maybe a little less persuasive as the reckless Mortimer. The worst \ncasting (no fault of the actress herself) is the decision to invent a female priest to give Mary her final holy \ncommunion.\n\nSavour instead the gravity of the story, the striking similarities between Mary and Elizabeth, the historic resonances. \nAt three hours, Mary Stuart is in no way a short evening, but it makes for a richly intellectual spectacle.\n\n                     Jennifer's Wilde night of stage-hogging                   \n\nLady Windermere's Fan (Vaudeville Theatre) \n\nVerdict: A one-woman show \n\n                     Rating:                    \n\nActing in a scene with Jennifer Saunders must be a nightmare - like sharing a cheese fondue with Eric Pickles. \nThere is only so much to go round and you just know the other party is going to hog it.\n\nMiss Saunders plays one of Oscar Wilde's dragons - the gossipy Duchess of Berwick in Lady Windermere's Fan. \nThis is the Wilde play in which a long-lost mother (exotic Mrs Erlynne) hesitates to identify herself to the daughter \n(recently married Lady Windermere) whom she abandoned in infancy 20 years ago.\n\nEvery scene she is in, Miss Saunders steals. Given that a large percentage of the audience will probably go \nbecause of her, such stage-hogging may be excusable. But it unbalances the production.\n\nDirector Kathy Burke is not helped by a patchy cast, some of whom do posh-chap accents which reduce Wilde's \ndelicate comedy to the level of Harry Enfield's Mr Cholmondley-Warner. But Samantha Spiro, one of our under-\ncherished actresses, is excellent as Mrs Erlynne.\n\nWith the Duchess of Berwick not in later scenes, the producers make her sing a front-of-curtain comedy song \nbefore Act 4 to whip up the audience. I suppose it gives some punters what they came for, but it ruins any chance \nof Wilde's subtle take on Victorian morality being heard. And that is a pity.\n\n• A version of this review appeared in earlier editions.\n"}