{"title": "WILSON ANNOUCES ANEW, SAYS CLINTON 'FEARS' HIM / HE APPEARED ON NATIONAL TELEVISION. HIS TASK IS TO CARVE OUT A SPOT AMONG THE GOP HOPEFULS.", "body": "\nCalifornia Gov. Pete Wilson last night accused the Clinton administration of playing politics with an immigration \ninvestigation of his former maid and portrayed himself as the GOP presidential contender that President Clinton \n\"fears most.\"\n\nWilson, announcing his candidacy on CNN's Larry King Live, sought to separate himself from other GOP \ncandidates and said Clinton was \"very skillful as a campaigner.\n\n\"But he's not good . . . rotten at government,\" added Wilson.\n\nUnderscoring his pro-abortion stand, Wilson said it was \"a mistake\" to block a Senate vote yesterday on Clinton's \nsurgeon general nominee, Henry W. Foster Jr. because of his pro-abortion views.\n\nA rival GOP presidential contender, Sen. Phil Gramm of Texas, led the Senate opposition to Foster.\n\nResponding to an announcement yesterday by the Immigration and Naturalization Service that it would investigate \nwhether his former maid is in the country illegally, Wilson maintained the Clinton administration timed that \ndisclosure to detract from his national TV appearance.\n\n\"It is of more than passing curiosity that this announcement comes . . . today, when there has been publicity about \nthis show,\" Wilson said.\n\nThe reason, he contended, is that \"Clinton fears me the most.\"\n\nWilson, his voice uneven as he recovers from throat surgery, turned to King's show as he struggled to establish \nhimself among the nine candidates seeking the GOP presidential nomination.\n\nBut as he prepared for the show and a weekend campaign trip to Texas, Colorado and New Hampshire, word came \nof the INS probe, requested by California Democrats. The agency said Wilson was not a focus of the investigation.\n\n\nIt was disclosed last month that the maid may have been in the country illegally when Wilson and his then-wife \nhired her, and failed to pay Social Security taxes for her. Wilson has made opposition to illegal immigration a \ncentral campaign theme.\n\nOn abortion, Wilson said, \"government has no business making so personal and intrusive a decision\" for women.\n\nThis weekend, Wilson is making his first formal campaign trip to New Hampshire. He was appear this morning in \nHouston at a conference of radio talk-show hosts, then fly to Denver to speak at a Lincoln Day dinner.\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO (1)\n\n1. Gov. Pete Wilson declared his candidacy for the GOP presidential\n\nnomination anew yesterday in an appearance on television. (A01)\n"}