{"title": "ILLEGAL IMMIGRANT LICENSE BILL STALLS OUT", "body": "\nA bill that would have allowed illegal immigrants to obtain California driver's licenses died Tuesday in a deeply \ndivided Senate committee.\n\nThe measure, sponsored by Assemblyman Gil Cedillo, D-Los Angeles, would have repealed state Sen. Al Alquist's \n1993 legislation that requires license applicants to prove they're in the country legally. Alquist, a retired San Jose \nDemocrat, had claimed that illegal immigrants were using driver's licenses as \"breeder documents\" to establish \nresidency and apply for welfare.\n\nCedillo and backers of his bill, AB 1463, argued Tuesday that the issue was traffic safety, not illegal immigration. \nPermitting undocumented immigrants to drive on California roads without being road-tested, licensed and insured \nis poor public policy, they argued.\n\nBut the bill initially garnered only five votes on the 12-member Transportation Committee.\n\n\"It dies,\" a visibly disappointed Cedillo, who represents a predominantly Asian and Latino district, said minutes after \nthe 6-5 vote.\n\nCedillo later picked up a vote from Sen. Tom Hayden, a liberal Santa Monica Democrat, after he arrived late at the \nhearing. But frenetic attempts to persuade at least one senator to change his or her \"no\" vote failed, and the \ncommittee adjourned late Tuesday.\n\nCedillo's aide, David Galaviz, said Cedillo was working Tuesday night to ensure that the Senate later this summer \ncan still consider a scaled-back version of his bill that would allow illegal immigrants with pending immigration \npetitions to get licenses.\n\nTuesday's vote was viewed in Sacramento as a key measure of political sentiment over the once-incendiary issue \nof illegal immigration -- an issue that has simmered since Proposition 187 passed overwhelmingly in November \n1994. That landmark initiative, which last year was declared unconstitutional by a federal judge, would have \nprevented illegal immigrants from attending public schools and receiving most public benefits with the exception of \nemergency medical care.\n\nWatered down\n\nCedillo's bill was virtually identical to a measure by Sen. Hilda Solis, D-El Monte. But Solis' bill was watered down \nby the transportation panel after she told fellow senators that her main concern was protecting free trade and the \ninterests of Japanese business people, who have complained of the long time it takes for the U.S. Immigration and \nNaturalization Service to clear their license applications.\n\n\nAlthough a half-dozen states have laws similar to the Alquist law, only California has established an elaborate \nsystem that makes it virtually impossible to present fraudulent documents. The Department of Motor Vehicles uses \nINS databases to check immigration status at its local offices while applicants for licenses and state ID cards wait \nin line.\n\nIn most cases, the applicants have their immigration status verified while they wait in line. But in almost 200,000 \ncases a year, copies of immigration documents are sent to the INS for \"secondary verification,\" sometimes causing \nmonths of delay in obtaining a permanent license.\n\nThe Solis bill, SB 371, which easily cleared the Democratic-controlled Senate, still requires driver's license \napplicants to present documents proving they were born in the United States, are naturalized citizens or are legal \nresidents or visitors. But under a legislative compromise, the DMV would not require secondary verification unless it \nbelieved that the submitted documents were fraudulent.\n\nGov. Gray Davis, a Proposition 187 opponent who has tiptoed around the issue of appealing the judge's 187 \ndecision, has not taken a position on either the Solis or the Cedillo bill.\n\nFigueroa: facing reality\n\nSenators who voted for Cedillo's bill Tuesday, including Sen. Jackie Speier, D-San Mateo, and Sen. Liz Figueroa, \nD-Fremont, argued that the vote simply acknowledged reality -- that the state of California has little power tocontrol \nthe tens of thousands of illegal immigrants who still come to the state annually despite Proposition 187 and \ndespite 1996 federal legislation aimed at getting tough on illegal immigrants.\n\n\"One of the realities is that they are here and the state of California doesn't have the power to remove them,\" said \nSen. Kevin Murray, D-Culver City.\n\n\"Do you want your daughter on a bicycle on the same street with someone who didn't study the traffic laws and take \nthe driving test?\" Murray asked Rick Oltman of the Federation for American Immigration Reform, which strongly \nopposed Cedillo's bill.\n\nOltman, a San Rafael resident who led the Northern California fight to pass Proposition 187, said he supported \nlicensing and car-insurance requirements for all Californians -- but only those here legally.\n\n\"Giving illegal aliens driver's licenses will only make enforcement of our immigrant laws more difficult,\" said \nOltman, contending that it would make it harder to detect them.\n\nDenying licenses to illegal immigrants, Oltman argued, is \"one more tool we can use to prevent them from taking \njobs from legal residents.\"\n\nSen. Betty Karnette, a Long Beach Democrat who chairs the transportation panel, seemed to sum up the concerns \nof many on her panel when she announced that she was voting \"no\" -- but then expressed frustration at the larger \nissues involved. \"We ought to be talking to the federal government about (guest worker) permits\" for Latino workers \nnow working here illegally, she said. Such a program would allow people to work and get driver's licenses, she \nadded. \"There ought to be some way of doing that,\" Karnette said.\n\nShe congratulated Cedillo on making a \"good case\" for his bill, but said most people in her district would simply \nobject to giving a legal document to illegal immigrants.\n"}