{"title": "Panel to urge reductions in immigration", "body": "\nThe national Commission on Immigration Reform Wednesday will recommend significantly reducing legal \nimmigration to the USA, mainly by emphasizing nuclear family reunification and shutting the door to other close \nrelatives.\n\nThe proposed changes -- the most sweeping in about 30 years -- have set off alarm bells among the throng of \nimmigration interest groups, which know how much influence the commission has with Congress and the White \nHouse.\n\n\"From what was supposed to be a thoughtful, blue-ribbon commission . . . (the recommendations) are stunning,\" \nsays Cecilia Munoz of the National Council of La Raza, an immigrant rights group. \"This is steeped in politics.\"\n\nIf the recommendations were to be adopted by Congress -- which is not assured -- a major effect would be to \nreduce \"chain migration,\" in which extended family members, their spouses and their children can immigrate \nbecause of their relationship to someone already here.\n\nBased on a USA TODAY analysis of 1993 legal immigration data, nearly a quarter of that year's 880,000 legal \nimmigrants couldn't have come under the recommendations.\n\nAlthough the recommendations maintain the basic framework of the current immigration system -- which puts top \npriority on family-based immigration -- the proposals will provoke nearly every faction:\n\n-- Immigration of siblings, adult children age 21 and older, and some unskilled workers would be eliminated, a \nmove that would have kept out nearly 140,000 people in 1993.\n\n-- Overall immigration would decrease to about 700,000 a year for a transition period, then hold at 550,000 a year. \nIn 1994, overall immigration was 800,000.\n\n-- Parents of U.S. citizens could not immigrate until they or their children first purchase health insurance for them. \nIn 1993, 62,428 people immigrated in the parents category.\n\n-- Slots for skilled foreign workers would drop to 100,000 a year from 147,000. Fees would be imposed to \ndiscourage hiring foreigners.\n\n-- Refugee admissions would be reduced to 50,000 a year. In 1993, more than 115,000 refugees became legal \nimmigrants.\n\n\"The commission . . . is recommending some major reallocation of priorities and emphases,\" says Susan Martin, \nexecutive director of the nine-member, bipartisan panel.\n\n\nRefugee advocates, who already complain the USA doesn't accept enough displaced people, will not be happy \nabout the refugee reduction.\n\nAnd powerful U.S. corporations that hire skilled foreign workers will balk at paying a big fee to continue doing so.\n\n\"It takes out the flexibility needed to be responsive to the needs of the economy,\" says Warren Leiden, director of \nthe American Immigration Lawyers Association and the commission's lone dissenter.\n\nBut the elimination of family categories sparks the most outrage. \"Your children don't stop being your children just \nbecause they turn 21,\" says Munoz, who also notes the health insurance requirement for parents would reserve \nimmigration for the rich.\n\nOthers protest eliminating the sibling category -- even though the wait is now about 30 years. The commission \nargues a category that makes people wait that long ought to be axed.\n\nInstead, the commission recommendations are aimed at speeding admission of spouses and minor children of \ncitizens and legal immigrants. Now, those admissions take years because of an enormous backlog.\n\nStill, some critics complain the commission has been unduly influenced by public anger over illegal immigration.\n\nWhat Congress will do is unclear. But the commission is expected to provide some political cover for a tough issue.\n\n\"It's not a bad first step . . . given the difficulties in dealing with an issue dominated by special interests,\" says Dan \nStein of the Federation for American Immigration Reform, a pro-restrictions group.\n\nThere is little consensus in Congress:\n\n-- \"The commission has great credibility,\" says Rep. Lamar Smith, R-Texas, chairman of the House immigration \nsubcommittee.\n\n-- \"People are fed up with all this nonsense of all these people coming,\" says Rep. Bob Stump, R-Ariz.\n\n\"We don't have too many immigrants,\" House Speaker Newt Gingrich said recently. \"We can absorb the current \nnumbers if we solve the illegal immigration problem.\"\n\nContributing: Peter Eisler\n\n Who's what\n\n -- U.S. citizen: Native-born or naturalized person. -- Legal permanent resident: Immigrant legally entitled to live in \nU.S. -- Family-sponsored immigration: Immigrant admitted on basis of kinship to citizen or legal permanent \nresident. -- Employment-sponsored immigration: Immigrant is admitted for job after employer certifies no \nAmericans available. -- Refugee: Immigrant admitted based on a well-founded fear of persecution -- Commission on \nImmigration Reform: Bipartisan panel created by Congress in 1990\n\n Plan eliminates preference for family\n\n Recommendations by the Commission on Immigration Reform would cut back on legal immigration to the United \nStates. The proposal, which must be approved by Congress, would limit the number of immigrants largely by \neliminating preferences for such family members as siblings and children over age 21. In addition, it also would \npermanently stop immigration by some unskilled workers. Using 1993 statistics, the most recent available, here is \na USA TODAY analysis of the number of legal immigrants who would not be able to get in if the immigration \nproposals were to become law: \n\n1993 immigrants        880,014\n\nExcluded under         203,639\n\n\n\nproposal\n\n 1 - Does not include immigrants granted amnesty under a 1986 law. Tab or bars\n\n Excluded under the proposal\n\nImmigrant siblings, their spouses and children                   62,264\n\nUnmarried adult children of legal permanent residents            29,704\n\nMarried adult children of citizens and their spouses, children   23,385\n\nUnmarried adult children of citizens and their spouses, children 12,819\n\nUnskilled workers                                                 9,967\n\n  \n\nCountries most affected by change Number and percentage that would have been excluded in 1993 if the proposals \nhad been in effect:\n\n                  Immigrants      Excluded           Percentage\n\nMexico               109,027        13,949               12.8%\n\nDominican Republic    44,886        13,716               30.6%\n\nPhilippines           63,189        13,710               21.7%\n\nIndia                 40,021        11,707               29.3%\n\nChina                 65,552         8,858               13.5%\n\nPoland                27,729         5,335               19.2%\n\nJamaica               16,969         5,203               30.7%\n\nVietnam               59,613         4,539                7.6%\n\nEl Salvador           25,517         4,471               17.5%\n\nHong Kong             14,026         4,421               31.5%\n\n  \n\nDecade on record pace The 3.7 million legal immigrants arriving from 1991 through 1993 has the USA on pace for \na record high decade of immigration. Legal immigration by decade:\n\nYear           Immigrants\n\n1821-1830        143,439\n\n1831-1840        599,125\n\n1841-1850      1,713,251\n\n1851-1860      2,598,214\n\n1861-1870      2,314,824\n\n1871-1880      2,812,191\n\n1881-1890      5,246,613\n\n1891-1900      3,687,564\n\n1901-1910      8,795,386\n\n1911-1920      5,735,811\n\n1921-1930      4,107,209\n\n1931-1940        528,431\n\n1941-1950      1,035,039\n\n1951-1960      2,515,479\n\n1961-1970      3,321,677\n\n\n\n1971-1980      4,493,314\n\n1981-1990      7,338,062\n\n1991-1993      3,705,436\n\nNotes\n\nTHE NATION; See info box at end of text\n\nGraphic\n\n \n\nGRAPHIC, b/w, Kevin Rechin, USA TODAY, Source: Analysis of Immigration and Naturalization Service data by \nPaul Overberg, USA TODAY (Pie chart, bar graph)\n"}