{"title": "Weeklies target Hispanic community", "body": "\nTwo new Hispanic-language newspapers have joined the dozen or so Spanish- language publications already \nserving Gwinnett County.\n\nEl Volante and El Norte debuted at about the same time in April, but the papers have different purposes.\n\nEl Volante, or \"The Flyer,\" is the brainchild of Mauricio Monreal, a former news anchor for WPLO, the popular \nHispanic AM radio station that blankets metro Atlanta.\nAJC\n\nWorking from his Lawrenceville apartment, Monreal started the weekly tabloid to serve what he considers the \nunappreciated and sometimes disrespected Hispanics: immigrant workers.\n\n\"Few people know the situation of the immigrant workers,\" said Monreal, sitting in front of a computer screen with a \nmock-up of this week's edition. About 6,000 copies of the free newspaper are distributed on Fridays in stores and \napartment complexes throughout Norcross, Lawrenceville, Chamblee and other communities.\n\nIn a recent edition, Monreal --- the sole reporter, photographer and newspaper distributor --- wrote a front-page \nstory about the recent immigrant raid in Marietta. He also editorialized about the roundup, saying that immigration \nofficials typically bear down in the summer months.\n\n\"The first and most important purpose of this publication is to share the reality of an immigrant's life,\" Monreal said. \n\"This is the community's newest paper, and it will do well.\"\n\nBut so will El Norte (translation: \"The North\"), a more mainstream newspaper, predicted Filiberto Prieto, president of \nPrieto Communications, the Lawrenceville business that also owns radio station WPLO, Monreal's former employer.\n\nPrieto, a businessman who also owns eight Hispanic fast-food restaurants in metro Atlanta, said he went into \npublishing because he had an advertising sales staff and various community contacts in place through his radio \nstation.\n\nAbout 10,000 copies of the colorful free publication are distributed on Thursdays in Tucker, Chamblee and \nNorcross. It also can be found in College Park, Forest Park, Roswell, Alpharetta and Gainesville, Prieto said \nMonday.\n\n\"We figured it would be easier for us than anyone else to come out with a Hispanic newspaper,\" Prieto said. \"It's \nnot just another newspaper. It's a full-sized paper, not a tabloid.\"\n\nIndeed, El Norte is flashier --- the June 17 edition had a picture of a bikini-clad woman in the corner and a separate \nentertainment insert with information about Hispanic stars like music sensation Ricky Martin.\n\n\n\"We are new in the business,\" Prieto said. \"We have a bigger goal: to become a better newspaper.\"\n\nGraphic\n\n \n\nPhoto\n\nPaper chase: Mauricio Monreal is editor of El Volante. / RICHARD FOWLKES / Staff\n"}