{"title": "BORDER-CROSSING PAPERS TO INVOLVE FEE;CHARGE AIMED AT AREA RESIDENTS, NOT TRAVELERS", "body": "\nA new federal service charge for border-crossing documents will primarily affect residents of the area along the \nU.S.-Canadian border, an official of the Immigration and Naturalization Service in the Twin Cities said Friday.\n\nThe new fees for both Canadian and Mexican border crossings, to take effect in October, were announced this \nweek by federal officials in Washington.\n\nDean Hove, acting district director for the INS office in Minneapolis, said a document used by border-area \nresidents that allows them to cross without an inspection will now cost $16, or a maximum of $32 for a family.\n\nHove said 4,000 to 6,000 people per year obtain the document, known as an I-68, in Minnesota and North Dakota. \nMost are in the International Falls-Fort Francis area, and the document enables them to cross more easily. There \nhad been no charge for the document previously.\n\nHove said the new fees are to be used to hire more employees to improve service at the border crossing. In \naddition to the I-68 fee, more specialized documents used primarily by Canadian citizens will also have new fees, \nHove said. This includes a border-crossing card used by Canadian truck drivers, he said.\n\nHove said the new fees will not affect the casual vacationer making a one-time passage across the border. He said \nthe INS hopes it can diminish summertime backups at busy crossings, such as the International Falls-Fort Francis \nbridge, by hiring more agents.\n\nAs of Oct. 9, according to the INS Washington office, the service will charge processing fees ranging from $4 to \n$32 for six different forms allowing for extended stays, broadened areas of travel and boat-landing permits.\n\nThe estimated $18 million in new revenues will be dedicated for improvements at land-border ports of entry. The \nINS estimates the charges will allow it to hire 185 more inspectors and support staff throughout the U.S.\n\nThe new levies reflect federal policies shifting costs for certain benefits to the consumer, INS officials said.\n\n\"The time has come to levy these modest service charges in order to support and enhance customer service to the \nmounting numbers of visitors entering the United States along the Mexican and Canadian borders,\" said INS \nCommissioner Doris Meissner.\n\nThe latest regulation allows INS border officials to waive any of the service charges in cases of hardship.\n\nThis report includes information from the Associated Press.\n\n"}