{"title": "Deportation tide changing for gay couples", "body": "\nOAKLAND -- When a judge last week closed a deportation case against Filipino immigrant Raul Sinense, he and \nhis husband, Peter Gee, celebrated by having coffee together on Berkeley's Solano Avenue.\n\nThe low-key celebration suited the low-key couple, who married on a Big Sur beach during the six-month window in \n2008 when same-sex marriage was legal in California.\n\nThe occasion, however, also marked a turning point: The Oakland pair is one of just three gay couples nationwide \nto benefit from a new Obama administration policy that orders immigration officials to reconsider deporting illegal \nimmigrants who have strong community and family ties.\n\n\"This is a really pivotal case,\" Gee said. \"It seems like the tide is changing in the U.S. toward inclusion, toward \nequality, toward human.\"\n\nImmigration Judge Tue Phan-Quang ordered the case against Sinense closed on Aug. 16 because the immigration \nservice said a few days earlier it was no longer seeking to deport Sinense to the Philippines. The problems are not \nover for Sinense -- his case is not decisively terminated, just on indefinite hold -- but the action means the couple \nwon't be separated and Sinense can reapply for a work permit.\n\n\"San Francisco right now is really the center of this policy shift,\" said Camiel Becker, the couple's lawyer. \"We have \njudges who don't want to deport people if they're in a same-sex marriage. It's not just by chance. The trial attorneys \nand the judges understand this is a human right. If we were in the Harlingen, Texas, court, this would not be \nhappening. This is all discretionary.\"\n\nA June 17 memorandum from John Morton, the head of Immigration and Customs Enforcement, was the first sign \nof major changes happening within the nation's complicated immigration enforcement apparatus, which deported \na record 393,000 people last year.\n\nMorton listed new guidelines for agents to use \"prosecutorial discretion\" when deciding whom to deport, and said \nspecial consideration should be made for students and other upstanding immigrants, especially when their removal \nfrom the country would split a family apart. For much of the summer, however, lawyers across the country remained \n\n\nunclear about whether the agency would show same-sex spouses the same discretion it shows opposite-sex \nspouses and other immediate family members.\n\nSix states allow same-sex marriages but the federal government does not recognize them.\n\nOn June 29, a federal immigration judge in New Jersey was the first to halt the deportation of a gay spouse, a \nVenezuelan man who had married a U.S. citizen in Connecticut.\n\nOn July 13, San Francisco-based immigration Judge Marilyn Teeter halted the deportation of another Venezuelan \nman, Alex Benshimol, who had married his Southern California partner in Connecticut. Teeter gave immigration \nofficials two months to contest her decision.\n\nThe answer came Aug. 11, when Aaron Keesler, a lawyer for Immigration and Customs Enforcement, wrote back \nthat the agency was dropping its case against Benshimol.\n\nOn the same day, Keesler said the deportation case against Sinense was being dropped, and a judge formally \nclosed that case Aug. 16.\n\nThat made Sinense, 46, and Gee, 49, one of the first three binational gay couples to be spared from separation as \na result of the new policy.\n\n\"I see myself growing old with Peter,\" Sinense said. \"It would have been difficult starting my whole life over again.\"\n\nWhite House officials and Homeland Security Secretary Janet Napolitano made the new discretionary policy more \nexplicit Aug. 18 when they announced they would begin a case-by-case review of the nation's 300,000 pending \ndeportation cases and close those against many illegal immigrants who are not criminals or repeat violators of \nimmigration laws. The White House also made clear, for the first time, that same-sex marriages would be treated as \na family tie.\n\nGee said the reprieve brought closure to a difficult time for the couple, who moved to East Oakland from Southern \nCalifornia less than two years ago.\n\n\"We were so naive about the whole process, what the options were, what to do,\" Gee said. \"We don't have O.J. \nSimpson's legal budget.\"\n\nSinense has lived in California for about 15 years and had been working to get a green card. An insurance \ncompany agreed to sponsor him for an employment-based visa, he said, and he was able to get a legal work permit \nas he waded through the application process. In the meantime, he also met Gee, a native Californian and \nprofessional artist, and fell in love.\n\nAt their wedding ceremony in 2008, Sinense told guests of Gee's \"gentle aura.\" Gee described how he was \nimmediately connected by Sinense's smile that put him at ease, and talked of their journey into a \"most ordinary \nand simple life\" together.\n\nThey learned the next year that it wouldn't be so simple. The work visa plans fell through in the recession and \nSinense received a deportation notice in 2009. They talked about what would happen if Sinense was forced to \nleave.\n\n\n\nFor Becker, their lawyer, keeping the couple together wasn't just a matter of legal prowess. It was also personal.\n\nA decade ago, Becker fell in love with a Salvadoran man while he was working in El Salvador. The pair wanted to \nmove together to the United States, but the federal Defense of Marriage Act, which bans same-sex marriage, made \nit impossible for Becker to apply for a green card on his partner's behalf, as he could have done if he married a \nSalvadoran woman. The same law made it impossible for Gee to apply for a green card for Sinense, though their \nmarriage is considered legally valid in California.\n\nBecker wrote about his experience last year in an essay for a local news outlet. Gee and Sinense read that essay \nand, after having contacted dozens of lawyers, decided it was Becker they wanted helping them.\n\nMonths after he took on their case, Becker began to sense that the Defense of Marriage Act was cracking when the \nJustice Department announced in February that it would stop defending it because it considered the act \nunconstitutional.\n\n\"At that point, I felt there was no way I was going to let Raul be deported. I just wasn't going to let that happen,\" \nBecker said.\n\nHe argued in court that the Constitution requires the couple's same-sex marriage license to be recognized under \nimmigration law. He encouraged Oakland Mayor Jean Quan, a friend of the couple, to write a letter on their behalf, \nwhich she did.\n\nGee and Sinense said they began to see their legal battle as a civil rights cause.\n\n\"I just see it as a right and I feel like it's happening, it's going to happen, it has to happen,\" Gee said.\n\nGraphic\n\n \n\nMarried couple Raul Sinense, left, and Peter Gee, right, are seen here, in Oakland, Calif., on Thursday, Aug. 25, \n2011. The couple are one of the first in the nation to benefit from a new Obama administration deportation policy, \nthat directs immigration officers to use discretion in choosing whom to deport giving priority to criminals and not \npeople with strong family ties. Sinense, a Filipino national, has lived in the U.S. for 15 years but was placed on \ndeportation proceedings in 2009. (Anda Chu/Staff)\n\nMarried couple Raul Sinense, left, and Peter Gee, right, are seen here in a photo at a friends wedding, in Oakland, \nCalif., on Thursday, Aug. 25, 2011. The couple are one of the first in the nation to benefit from a new Obama \nadministration deportation policy, that directs immigration officers to use discretion in choosing whom to deport \ngiving priority to criminals and not people with strong family ties. Sinense, a Filipino national, has lived in the U.S. \nfor 15 years but was placed on deportation proceedings in 2009. (Anda Chu/Staff)\n\nMarried couple Raul Sinense, left, and Peter Gee, right, pose in Oakland, Calif., on Thursday, Aug. 25, 2011. The \ncouple are one of the first in the nation to benefit from a new Obama administration deportation policy, that directs \nimmigration officers to use discretion in choosing whom to deport giving priority to criminals and not people with \nstrong family ties. Sinense, a Filipino national, has lived in the U.S. for 15 years but was placed on deportation \nproceedings in 2009. (Anda Chu/Staff)\n\n\n\nMarried couple Peter Gee, left, and Raul Sinense, right, pose in Oakland, Calif., on Thursday, Aug. 25, 2011. The \ncouple are one of the first in the nation to benefit from a new Obama administration deportation policy, that directs \nimmigration officers to use discretion in choosing whom to deport giving priority to criminals and not people with \nstrong family ties. Sinense, a Filipino national, has lived in the U.S. for 15 years but was placed on deportation \nproceedings in 2009. (Anda Chu/Staff)\n"}