{"title": "2 Senior Republican Lawmakers Buck Party to Oppose Effort to Bar Education of Illegal Aliens", "body": "\nQuietly bucking their party leaders, two senior influential Republicans privately oppose a proposal in pending \nimmigration legislation that would allow states to bar children who are illegal immigrants from public schools. The \ntwo lawmakers say they will try to modify or kill the provision.\n\nTo maintain appearances of party unity, one of the two, Representative Henry J. Hyde of Illinois, chairman of the \nHouse Judiciary Committee, publicly supports the measure. The other, Senator Orrin G. Hatch of Utah, chairman of \nthe Senate Judiciary Committee, is officially noncommittal.\n\nBut both lawmakers, whose views will carry weight in a House-Senate conference committee that will soon meet to \nreconcile the chambers' differing bills, are telling associates that the measure is bad policy because it would throw \nthousands of children into the street. The House bill contains the provision; the Senate bill does not.\n\n\"I don't like it,\" Mr. Hatch said in an interview this week. \"I worry about the children. On the other hand, there's a \nlegitimate need to get tough on illegal immigration. I hope we can find some middle ground in conference, but it \nain't going to be easy.\"\n\nMr. Hyde last week told the executive director of the Fraternal Order of Police, a national police union that is against \nthe proposal, that he would \"oppose the measure and vote against it,\" said the union official, James O. Pasco Jr. \nWhen asked this week about his personal position, Mr. Hyde smiled and looked away without commenting.\n\nThe education ban is a fiercely contested issue in the Presidential race. Bob Dole, the apparent Republican \nnominee, supports it; President Clinton is expected to veto any legislation containing such a provision.  The ban is \nparticularly popular in California, where Gov. Pete Wilson has been an outspoken supporter.  The state spends $1.8 \nbillion a year to educate more than 350,000 students who are illegal immigrants.\n\nMr. Dole renewed his call for the education ban this week at a campaign stop in Southern California. He said the \nmeasure would allow California to put into effect Proposition 187, the initiative that state voters approved two years \nago but which has since been stalled in the courts.\n\n\nThe proposed ban is dividing Republicans nationwide. Except for Governor Wilson, Republican Governors in \nstates with large number of illegal immigrants -- Texas, New York and Illinois -- all oppose it. And former \nPresident George Bush recently condemned the measure.\n\nThe education ban enjoys much broader support in the House, which approved the amendment by a vote of 257 to \n163 in March, than in the Senate. During the debate on the House immigration bill in March, Speaker Newt Gingrich \nof Georgia made a rare floor speech supporting the education ban as a way to relieve states of the large financial \ncosts they incur in educating these children.\n\nRepresentative Dick Armey of Texas, the House majority leader, predicted on Tuesday that House and Senate \nnegotiators would approve the education ban.\n\n\"We expect the conference to come back with the Gallegly amendment intact,\" Mr. Armey told reporters. \nRepresentative Elton Gallegly, Republican of California, is the author of the provision.\n\nAlthough most immigration specialists say that illegal immigrants come to the United States to find work, Mr. \nArmey said that another enticement to parents who entered the country illegally was a free public education for \ntheir children. He said the education ban would take away that allure.\n\n\"It's prudent to say to these people that we're not going to first seduce you as responsible parents to break our laws \nand cross our borders, and then arrest you as criminals,\" Mr. Armey said. \"This is called entrapment.\"\n\nWhen asked if the House insistence on the education ban was designed to bait Mr. Clinton into vetoing a popular \nbill, Mr. Armey said: \"You don't work as hard as we have worked on a serious piece of legislation like immigration \nreform to attract a Presidential veto. We want to get this signed into law.\"\n\nBut Mr. Armey had no ready answer on how the House Republicans' hard line could be reconciled with Mr. \nClinton's threat of a veto. \"The big question is, Does the leadership want a bill or does it want a veto?\" said one \nHouse Republican, who spoke on the condition of anonymity.\n\nThe measure faces a much stiffer test in the Senate. To avoid a drawn-out floor fight that he might well have lost, \nMr. Dole, while he was the majority leader, made sure the education ban was never called up as an amendment to \nthe Senate's immigration bill.\n\nThe Senate bill's main sponsor, Alan K. Simpson, Republican of Wyoming, said in an interview this week: \"It's a \nvery vexatious issue. Is it better to have a sixth-grade child in school or on the street? But why should California be \nout $2 billion a year?\"\n\nJust last week, 42 Democrats and 5 mainstream Republicans sent a letter to Mr. Hatch threatening to block any \nimmigration bill that contains the education ban.\n\nThe Republican Senators who signed the letter were Mark O. Hatfield of Oregon, James M. Jeffords of Vermont, \nOlympia J. Snowe of Maine, John H. Chafee of Rhode Island and Ben Nighthorse Campbell of Colorado.\n\nAlthough 47 Senators are not enough to kill the measure outright, they are more than enough to bottle up any bill, \nblocking any chances of bringing the popular immigration bill itself to a vote.\n\nGraphic\n\n \n\nPhoto: Representative Henry J. Hyde, Republican of Illinois. (Stephen D. Crowley/The New York Times)\n"}