{"title": "Judge Gives Immigrant in Same-Sex Marriage a Reprieve From Deportation", "body": "\nAn immigration judge in Newark on Friday suspended the deportation of a Venezuelan man who is married to an \nAmerican man, responding to an unusual signal this week from the Obama administration that it is exploring legal \navenues for recognizing same-sex marriages in immigration cases.\n\nThe Venezuelan, Henry Velandia, had been awaiting the hearing with dread, since immigration authorities had said \nit was the last step before his deportation. Mr. Velandia, a dancer, was legally married last year in Connecticut to \nJosh Vandiver, a graduate student at Princeton. Mr. Velandia was denied legal residency as Mr. Vandiver's spouse \nbecause under a federal law, the Defense of Marriage Act, immigration authorities do not recognize same-sex \nmarriage.\n\nOn Thursday, Attorney General Eric H. Holder Jr. intervened in a different immigration case involving a same-sex \ncouple, suspending the deportation of a man from Ireland and sending his case back to the immigration appeals \ncourt, asking it to consider several possible grounds on which the Irishman might qualify for legal residency.\n\nCiting the move by the attorney general, Judge Alberto J. Riefkohl of immigration court in Newark postponed Mr. \nVelandia's deportation until December at the earliest. The judge said he wanted to allow time for the attorney \ngeneral and the appeals court to work out whether a gay partner might be eligible under some circumstances for \nresidency.\n\nGay rights advocates said the back-to-back developments were an important sign that the Obama administration \nwas working to bring consistency to its policy on same-sex marriage. The administration determined in February \nthat the Defense of Marriage Act discriminates unconstitutionally against gay people.\n\nMr. Holder said then that the administration would no longer defend the act, also known as DOMA, in the courts, but \nwould continue to enforce it until the courts reached a decision on whether it was constitutional.\n\nRachel B. Tiven, the executive director of Immigration Equality, a legal group that advocates for gay immigrants, \nsaid the change of course in the two cases had sent ''a signal of openness'' from the administration.\n\n''Something is shifting and opening, and change is on the horizon,'' Ms. Tiven said.\n\nSupporters of the Defense of Marriage Act, which defines marriage for the purposes of federal law as between a \nman and a woman, reacted strongly to Mr. Holder's action.\n\nRepresentative Lamar Smith of Texas, the Republican who is chairman of the House Judiciary Committee, said the \nattorney general had ''instructed an immigration court to ignore DOMA in future rulings.''\n\n\nMr. Smith said the administration was ''coming dangerously close to giving the impression they don't care what the \nlaw says.''\n\nIn Newark, Mr. Velandia and Mr. Vandiver were mainly relieved that they had avoided separation. ''We know this is \njust a reprieve,'' Mr. Vandiver said. ''But every day we can have together is invaluable.''\n\nMr. Velandia, 27, is a salsa dancer who came to the United States in 2002 and failed in his effort to gain an \nemployment visa. He has become a poster case for gay immigrants across the country, as he and Mr. Vandiver, \n29, gathered thousands of signatures on an online petition asking Janet Napolitano, the secretary of homeland \nsecurity, to suspend deportations for all same-sex spouses.\n\nBefore the hearing, dozens of gay protesters demonstrated on the sidewalk in front of the federal building in Newark \nwhere the immigration court is housed.\n\nJudge Riefkohl noted in the hearing that Mr. Velandia and Mr. Vandiver were a married couple, and he said he \nwanted to wait for the outcome of the immigration appeals court's reconsideration of the case of the Irish \nimmigrant.\n\n''We won the victory we were looking for,'' said Lavi Soloway, the lawyer for Mr. Velandia and Mr. Vandiver. ''The \ngovernment acknowledged that Henry's removal was no longer a foregone conclusion.''\n\nThe Irishman, Paul Wilson Dorman, came to the United States in 1996 and stayed beyond the term of his visa. But \nin a potentially important wrinkle, Mr. Dorman joined with an American citizen in June 2009 in a civil union -- not a \nmarriage -- in New Jersey. That state does not offer same-sex marriage.\n\nHis lawyer, Nicholas J. Mundy, said the courts had denied his partner's petition for a permanent resident visa for \nMr. Dorman. But Mr. Holder asked the immigration appeals court to re-examine the case to determine whether Mr. \nDorman might qualify for the visa by virtue of his civil union.\n\nMr. Mundy said he was optimistic about the significance for gay immigrants of Mr. Holder's action. ''It is an \nextraordinary measure,'' he said, ''and it sends a clear message that the Obama administration intends to do away \nwith DOMA in its entirety.''\n\nMs. Tiven, of Immigration Equality, was more cautious. ''This is not yet the solution that thousands of families \nclearly need,'' she said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Josh Vandiver, left, and his husband, Henry Velandia, outside the immigration court in Newark on Friday. \n(PHOTOGRAPH BY FRED R. CONRAD/THE NEW YORK TIMES)                      \n"}