{"title": "Rogers to revise immigration bill; Fewer employers would be affected", "body": "\nA new illegal immigration proposal will be revised so that only employers with a certain number of workers would \nbe required to verify their legal status, the bill's author said Thursday.\n\nState Sen. Chip Rogers (R-Woodstock), who has drafted the Georgia Security and Immigration Compliance Act, \nsaid he also will specify that the verification process --- set to begin in 2007--- will not apply to employees already \non the payroll, but only to workers who apply for jobs after the provision goes into effect.\n\n\"We don't want to get involved with a person who hires someone to clean their house,\" said Rogers, whose draft \nproposal was made public in Wednesday's Atlanta Journal-Constitution. \"We're talking about larger employers. \nWe're still trying to come up with the number of employees that would trigger that provision.\"\n\nRogers plans to introduce the legislation early next week, and it is expected to be the main bill that lawmakers \ndebate on the topic.\n\nIllegal immigration is expected to take center stage in the Legislature in the next few weeks. Those seeking get-\ntough legislation say illegal immigrants sap resources from legal residents and state programs. Opponents argue \nthey fill unwanted jobs that help underpin the state's economy.\n\nEstimates on the number of illegal immigrants in Georgia vary widely, from about 250,000 to 800,000.\n\nAbout 80 percent of Georgians responding to a recent Zogby International poll said employers who hire illegal \nworkers should be punished. Some 82 percent said the Legislature should take on the immigration issue.\n\nCharles Gerber, 56, who sells building materials, said he likes Rogers' comprehensive approach. He applauded the \nLegislature for confronting an issue he feels the federal government has shirked.\n\n\"I can't understand why people who are in America legally have to pay the taxes and illegal immigrants use the \nservices,\" said Gerber, who lives in Fulton County. \"That doesn't make any sense.\"\n\nRogers' bill would deny state and local services to illegal immigrants, set tough penalties for \"human trafficking\" --- \nbringing illegal workers across the border --- and prevent public agencies from contracting with people in the \ncountry illegally.\n\n\nRogers met Thursday with a critic of his plan, state Sen. Sam Zamarripa (D-Atlanta). Zamarripa, chairman of the \nGeorgia Association of Latino Elected Officials, said the two reached consensus on several portions of the \nproposal. Still, Zamarripa said it is unlikely he will vote for it. He has argued that fixes to the immigration problem \nneed to take place at the federal level.\n\n\"But opposing it now will not consume all of my time,\" Zamarripa said. \"[Still,] he's trying to repair with an imperfect \ntool kit a problem that requires an army of plumbers and electricians.\"\n\nThe business community, meanwhile, was still warily eyeing the proposal. \n\nJoe Fleming, senior vice president for governmental affairs for the Georgia Chamber of Commerce, said his \norganization has not taken a formal position on Rogers' bill. But Fleming said the concept of employee verification \nis problematic.\n\n\"The federal government hasn't been able to solve this problem,\" Fleming said. \"I would doubt medium and small \nbusinesses can.\"\n\nThe federal government already has a system that allows employers to call a number to verify Social Security \nnumbers given by prospective employees. But it is slow, and people on every side of the issue have called for \nexpanding the program and making it quicker. Employers have complained that they can't tell whether the \ndocuments prospective hires present are real or fake.\n\nJon Schwalls, director of operations for Southern Valley Fruit and Vegetable in Colquitt County in South Georgia, \ndidn't necessarily oppose verification, but said, \"We don't need anything that is burdensome for employers.\"\n\nSchwalls questioned whether illegal immigrants take jobs from Americans. He said about 10 American workers \ngenerally apply for his 500 harvesting jobs. Of those, he said, three show up for work, and none makes it past the \nsecond day.\n\nRogers' proposal was roundly criticized at the 2006 Annual Hispanic Caucus Breakfast on Thursday, even as the \nevent's sponsor, the Georgia Hispanic Chamber of Commerce, tried to distance itself from the topic. \n\nSara Gonzalez, president of the Hispanic chamber, said a paper critical of Rogers' proposal distributed at the \nbreakfast did not come from her group. \"Sen. Rogers is a reasonable man. I'm sure things will work out,\" she said.\n\nZamarripa told the meeting he plans to introduce three bills on illegal immigration, including one going after \npurveyors of fake documents: the unregulated \"notarios\" who, he said, promise everything from green cards to work \npermits for a steep fee, but in the end just hoodwink people seeking legal status. \n\nZamarripa's other initiatives would establish a state office of immigration management and information, which \nwould help implement federal rules, and would create a blue-ribbon commission to study the issue.\n\nStaff writers Teresa Borden and Matt Kempner contributed to this article.\n\nGraphic\n\n \n\nPhoto: BEN GRAY / StaffSen. Chip Rogers' new bill requires the state to devise a system to require that \nemployers verify workers' status.\n"}