{"title": "SO FAR, NAFTA IS PAYING OFF WELL FOR AMERICA", "body": "\nWhile I appreciate columnist Pat Buchanan's concern for Americans, he cannot possibly be more wrong in his \nanalysis of the North American Free Trade Agreement (Commentary, Sept. 19).\n\nThe programs implemented are complex and it may take many years to know their impact on our economy. For \ninstance, it will take 15 years for all of the tariff reductions to take effect in NAFTA. Yet Buchanan conveniently \noverlooks this fact to conclude that NAFTA is bad for the United States. His argument founders on three key points.\n\n1. Trade Balance -- The true measure of NAFTA's success from the U.S. standpoint is the increase or decline of \nthe total value of trade. Through May 1994, U.S. exports are up by 14.9 percent over the first five months of 1993; \nU.S. merchandise exports to Mexico increased from $16 billion to $19 billion. 2. Immigration -- Buchanan's illegal \nimmigration statistics to document Mexican migration to the U.S. are also misleading. One must consider the \nreporting process (the Immigration and Naturalization Service reports the number of incidents and not just the \nindividuals). So a person caught 10 times will show up as 10 illegal entries. Buchanan's reasoning that the 40 \nmillion peasants (Mexico's 1990 census reported a rural population of 32.6 million of all ages) will stream to the \nU.S. would directly contradict his conclusion that job opportunities are growing in Mexico. If they were growing, \nimmigrants wouldn't be coming.\n\n3. Timing -- NAFTA was ratified by the U.S. Congress in November 1993 and the treaty went into effect on January \n1,1994. Buchanan has chosen to use statistics (illegal immigration for instance) which predate the treaty, a serious \nerror in his argument.\n\nAmericans need policies that will guarantee our continued prosperity. However, slipshod examination of the facts \nand policy options will do little to further the debate among a concerned electorate. I hope that in the future \nBuchanan will bring responsible analysis to this important discussion.\n\n-- Bruce Edgerton\n\nMonterey\n\nNotes\n\nLETTERS TO THE EDITOR\n\nGraphic\n\n \n\n\nDrawing;\n\nDRAWING: CATHERINE KANNER -- LOS ANGELES TIMES\n\n941006 ED 8B\n"}