{"title": "MIKE: AID FOR IMMIGRANTS VITAL", "body": "\nMAYOR Bloomberg praised hardworking immigrants as the lifeblood of New York City during a visit to the \nCitizenship Now! hot-line yesterday.\n\nWalking around the call center, where our teams of volunteers have been answering questions from 9 a.m. to 7 \np.m. since\n\nMonday, the mayor said immigrants need more help getting on the path to becoming U.S. citizens.\n\n\"The future of our country depends on getting new citizens. They are the lifeblood of the United States,\" he said.\n\n\"Too many parts of our country have forgotten that.\"\n\nBloomberg faulted Washington politics and \"the xenophobia coming out of both sides of the [state] Assembly and \nCongress.\"\n\nHe said immigration reform is one of the key issues missing from the current presidential debates, along with the \nenvironment, global warming and keeping guns out of the hands of criminals.\n\n\"We need to make sure this country opens up even more, and when people get here, we give them a track toward \ncitizenship,\" Bloomberg said.\n\n\"I agree they need to learn the rules and our culture, but if they can comply with reasonable regulations, we want \nthem.\"\n\nThe 48 phone lines - half dedicated to Spanish speakers - have been ringing nonstop since the Citizenship Now! \ncall-in began Monday.\n\nThis is the sixth time the Daily News and CUNY have teamed up to bring free, in-\n\nconfidence immigration advice to New Yorkers. More than 8,500 people have been helped so far this week. The \ntotal number of callers helped since Citizenship Now! began has climbed to more than 48,000.\n\nAt least 300 experts, speaking many languages, are giving their time for free and can help unravel any immigration \nquestion.\n\n\nCitizenship Now! continues to shine a spotlight on the immigration issues faced by millions in America; \nUnivision/Channel 41 and sister radio station WADO (1280 AM) are providing daily coverage of it in Spanish.\n\nJohn Catsimatidis of Red Apple Group and Gristedes Foods, and a potential successor to Bloomberg, also visited \nthe call-in and spoke about his own immigrant experiences arriving in the U.S. from Greece as a baby.\n\n\"I was 6 months old when I came to the United States, and I remember getting my citizenship papers. I was so \nproud,\" he said.\n\n\"The strength of our country comes from the immigrants and their willingness to work here,\" said Catsimatidis.\n\nOUR SPANISH PARTNERS ARE UNIVISION 41 NUEVA YORK 1280 AM WADO\n\nThe persons who staff the Daily News-CUNY Citizenship Now! call-in phone lines are available to give information \nonly. While they are experts in the immigration field, they are not attorneys for callers and cannot give you specific \nlegal advice. The call-in is not intended as, and is not a substitute for, legal advice provided by an attorney retained \nto counsel and assist a client on a specific prob-lem or situation. You should consult an attorney specializing in \nimmigration law if you are in need of such services. The Daily News and CUNY make no represen-tations or \nwarranties of any kind, express or implied, as to information given to callers by the Citizenship Now! experts, and \nunder no circumstances will they be liable to any caller or other person for damages of any nature arising in any \nway from the use of such information.\n\nCall 9 a.m. to 7 p.m. today and tomorrow\n\n(212) 330-6505\n\nFOR ENGLISH\n\n(212) 330-6506\n\nFOR SPANISH\n"}