{"title": "A better way to address immigration problems", "body": "\nUndocumented immigrants in the U.S. increased to an estimated 14 million in 2007 from 4 million in 1993 - the year \nbefore the North American Free Trade Agreement (NAFTA) was initiated. This growth is in stark contrast to former \nAttorney General Janet Reno's prediction that NAFTA would reduce illegal migration into the U.S. by two-thirds in \nsix years and eventually eliminate it.\n\nAmericans are angered by this violation of the law and fear its impact on state budgets and national security. This \nperspective, though real, is circumscribed by a national context that excludes the source of the migration; thus, it is \ninsufficiently informed, can only address local symptoms, and will not eradicate the problem. A globalized mindset \nis the essential first step to effectively reduce undocumented immigration and other side effects of globalization. \nThe necessary information, strategies and solutions will then become clear.\n\nInstead of presenting a globalized scenario, the U.S. government has responded to the public's fear by \nrecommending ineffectual and costly Band-Aids. One of them - arresting and deporting 14 million individuals \nworking in the U.S. - presents daunting logistical and cost challenges; the consequences to the U.S. economy \nwould create problems of similar magnitude. A recent article in the Wall Street Journal estimated that 70 percent of \nthe U.S. workforce in agriculture is represented by undocumented workers.\n\nThe suggestion of amnesty disregards the fact that, in 1986, it failed to stem the flow of undocumented immigrants. \nThe offer of U.S. citizenship appeals mostly to well intentioned advocates; it is not necessarily the goal pursued by \nthe immigrants themselves. Lastly, the militarized Mexico Wall along the 2,000-mile border, now being erected, will \nnot stop them. Its construction has actually forced the undocumented immigrants who are already here to stop \nreturning home on a regular basis as many used to do, multiplying their numbers instead of reducing them. All of \nthese measures would leave the roots of the problem untouched.\n\nThe Pew Hispanic Center estimated that 57 percent of undocumented immigrants come from Mexico and an \nadditional 24 percent from other Latin American countries. It was estimated by the World Bank that 25 percent to 40 \npercent of the 550 million persons in Latin America earned less than $2 per day in 2006. Latin America has the \nworst income distribution on earth. The reasons behind undocumented migration to the U.S. are extreme poverty \nand hopelessness. A poor and multiplying population within unfair national systems, living next to the \"land of \nopportunity,\" will be restrained only if they are offered the means to become a modest middle class in their home \ncountries.\n\nIn 1993, an insurance company's CEO told a group of peers that NAFTA would allow all of them to stop playing \nmusical chairs and stealing the same American clients from each other ... NAFTA would grow a Mexican middle \nclass, which would in turn increase demand for their services. Unfortunately, after NAFTA's approval, the low-\nhanging fruit of the Mexican market was picked, and, then, investors and companies moved on to flirt with other \nemerging markets. Though trade and foreign investment increased, real wages for the majority decreased. The \n\n\nnumber of extremely poor, overwhelmed by American and Canadian corporate competition and subsidized U.S. \nagricultural products, multiplied and either crossed illegally into the U.S. to find jobs or joined criminal groups in \nMexico.\n\nThe Mexico Wall will be a lasting monument to the failure of free trade and democracy in Latin America. During the \n'90s, Latin America committed itself to developing democratic governments and to free trade, based on the \nwidespread expectations for the NAFTA, which was expected to expand across the hemisphere by 2005. Today, \nPresidents Hugo Chavez in Venezuela, Evo Morales in Bolivia, Rafael Correa in Ecuador and others point to \nNAFTA and its failure to help Mexico's poor as a powerful reason to revert to populism and socialism. One such \nleader, Andrés Manuel López Obrador, was widely expected to win the presidency of Mexico in 2006; he lost the \nelection to President Calderón by only 0.58 percent, mainly because he became overly confident and made serious \nmistakes. In the U.S., many in political leadership and large sectors of the public now proclaim that free trade is a \nfailure and should be discarded.\n\nFree trade and NAFTA, especially, should not be discarded but improved through greater commitment to the growth \nof a modest middle class in Mexico. Governments, corporations and investors can hold themselves more \naccountable in pursuing the originally proposed objectives of the agreement. A comprehensive plan to grow \nincipient democracies and middle classes is essential not only for Mexico but for all of Latin America. The Mexico-\nU.S. border, rather than a site for a wall, could be its ideal laboratory. This border is the only land connection \nbetween the First and the Third worlds; it joins the two contiguous countries with the greatest global disparity in \nincome.\n\nThe U.S. is, par excellence, the model of modern democracy. Its history and institutions abound with resources to \nhelp Mexico bring its evolution toward democracy to fruition more quickly and effectively. The European Union \nprovides valuable examples of how to enable less affluent partners in a trade agreement to compete; it did so \nsuccessfully in a short number of years with the incorporation of Greece, Ireland, Portugal and Spain.\n\nSuch an initiative, combined with a guest-worker program and a reality-based law, would make the undocumented \nimmigrant dilemma manageable, and a model would have been created for application in other emerging markets. \nIf we shift our paradigm from fragmented and self-focused to globalized and interdependent, we will discover \nsolutions to the negative side effects of globalization as well as unperceived opportunities. The forces of \nglobalization need to be managed, not feared.\n\nHector Garcia was co-founder and executive director of Minnesotans for NAFTA. He was co-founder of the Twin \nCities Immigrant Community Roundtable and has been its volunteer moderator since 2000.\n"}