{"title": "Bush to propose easing rules for foreign workers in U.S.;The plan would make it easier for immigrants to cross the border for low-wage, low-skill jobs.", "body": "\nPresident Bush will outline plans today for an overhaul of the nation's immigration laws to make it easier for \nforeign workers to get jobs in the United States.\n\nIn a bid to end decades of restrictive immigration policies, Bush will call for the creation of a guest-worker program \nthat would open the borders to immigrants seeking low-skilled, low-wage jobs. It would also let the estimated \neight million workers who are here illegally get legal status by joining the guest-worker program.\n\nForeign workers could stay for three years, with the possibility of extensions if they want to stay longer. \nAdministration officials said Bush would not call for a specific limit on the number of extensions.\n\nUnder Bush's plan, the guest workers would have the same rights on job sites as U.S. workers. They could travel \nfreely to and from their home countries and bring dependents to the United States, as long as they could show an \nability to support them. They could also apply to become permanent residents, a key first step toward citizenship.\n\nAdministration officials pledged to work with Congress to come up with ways to make sure that guest workers get \njobs that Americans do not want.\n\n\"Immigration laws should meet our economic needs,\" White House spokesman Scott McClellan said. \"If employers \nare offering jobs to Americans that Americans are not willing to fill, then we ought to welcome to our country those \nwho will fill that job.\"\n\nThe proposal has widespread support in the business community, especially among industries that depend on \nforeign workers, such as restaurants, agriculture, and landscape services. Immigrant-advocacy groups also \nwelcomed the scheduled announcement, though some questioned Bush's commitment to the issue.\n\nSkeptics said the long-delayed White House plan seemed timed to help Bush with Hispanic voters in the Nov. 2 \npresidential election. It is also likely to improve Bush's relationship with Mexican President Vicente Fox, who will be \nhost to Bush's two-day visit to Monterrey, Mexico, next week.\n\n\nAdvocates on both sides of the issue agreed that the outlook for congressional action would depend on how hard \nBush pushed for the legislation.\n\n\"If it comes to Congress without any influence from the White House, I firmly believe that it won't go anywhere,\" said \nCarlos Espinosa, a spokesman for Rep. Tom Tancredo (R., Colo.), a leading opponent of Bush's approach. \"If he's \nsincere about it, there's probably little anybody can do to fight it.\"\n\nAdministration officials were less confident on pushing the plan through Congress.\n\n\"These are very tough issues,\" one senior administration official said. \"We intend to move apace and aggressively \non this, but I certainly wouldn't handicap congressional action. Who knows?\"\n\nThe White House plan, drafted with help from Karl Rove, Bush's chief political adviser, would be the most far-\nreaching rewrite of immigration laws since 1986.\n\nThe 1986 law gave amnesty to millions of illegal immigrants but imposed tough new sanctions on employers who \ncontinued to hire undocumented workers. Those changes failed to dent the demand for illegal workers.\n\nBush's proposal acknowledges the failure of earlier efforts to curb illegal immigration and gives illegal workers a \nchance to come into the open. The workers would have to agree to go home when their work was finished.\n\n\"There are a lot of moving parts with respect to the details,\" the administration official said, insisting on anonymity to \navoid any repercussions from getting ahead of Bush's announcement.\n\nThe plan would also establish reciprocal agreements with other countries so that foreign workers who pay into the \nSocial Security system in this country would get credit for those payments in the native country's retirement system.\n\nIn another change, Bush will urge Congress to increase the annual limit on green cards, which are given to \nimmigrants who become permanent residents on the track to citizenship. Administration officials said Bush would \nnot offer a specific target beyond the current limit of 140,000 a year - far short of the demand.\n\nBush first broached the idea of easing immigration laws shortly after taking office in 2001, but he put the project on \nhold when the Sept. 11 terrorist attacks heightened concerns about border security. The delay angered Fox, who \nhad staked his political prestige on his ability to win concessions from Bush.\n\nAlthough the White House proposal will fall far short of Fox's goal of a completely open border, it will give the \nMexican leader a diplomatic victory.\n\nAdvocates of a less restrictive immigration policy contend that the changes would enhance security by ending the \nunderground commerce in foreign workers.\n\n\"Certainly from a security standpoint, it makes sense to allow people to come out of the shadows,\" said Cecilia \nMunoz, vice president for policy at the National Council of La Raza, an immigrant-rights group.\n\nAdvocates of tough immigration policies say any effort to ease restrictions would create a security nightmare.\n\n\"The vast majority of these people are paid under the table. There are no records,\" said Espinosa, the \ncongressional aide. \"We have no way of verifying who these people are.\"\n\nAdministration officials insisted that enhanced border security and other changes since the 2001 terror attacks had \nresolved any security concerns about the proposed immigration changes.\n\nContact reporter Ron Hutcheson\n\nat 202-383-6101 or rhutcheson@krwashington.com.  \n\nmailto:rhutcheson@krwashington.com\n\n\nKnight Ridder correspondent Susana Hayward contributed to this article.\n\nGraphic\n\n \n\nPHOTO;\n\nDAVID MAUNG, Associated Press\n\nIn Tijuana, Mexico, (from left) Juan Carlos Hernandez, Dario Reyes and Juan Bejerano show the city-issued cards \nthat identify them as migrants at Casa del Migrante, a shelter for immigrants.\n"}