{"title": "Household structure in most of Europe remains fairly traditional; West Europe and US number of private households by country, couples without children, couples with children, lone parents with children and one-person households in 1995", "body": "\nDemographic Statistics 1995 includes data on households and families, drawn from the 1990/1991 population \ncensuses. The data are valuable because they have been made as comparable as possible and include the new \nmember countries -- Austria, Finland, and Sweden -- as well as Norway and Switzerland, who have opted not to \njoin the Union. (You will find more-recent data in some individual profiles such as the one on Germany that begins \non page 7 of this issue. However, comparative data are not available in a more-recent version.)\n\nOf the 140 million private households, 70.5 percent are families. Nearly two-thirds of the family households have \nchildren. The average household size is 2.6, and the average number of children per family is 1.8.\n\nJust as the United States does, most European countries categorize households as \"family\" or \"nonfamily.\" Family \nhouseholds include couples with or without children and single parents with children. Nonfamily households \ninclude one-person households and those that include two or more unrelated individuals such as people who share \nan apartment but are not related by blood or marriage.\n\nIn Europe as a whole, 23.4 percent of households contain a couple with no children, 37.5 percent contain a couple \nwith dependent children, 1.3 percent contain a lone father with children, and 6.1 percent, a lone mother with \nchildren.\n\nOverall, households with two or more families are less than 1 percent of all households.\n\nThirty percent of all households are considered nonfamily, with the vast majority of these -- 26.7 percent -- one-\nperson households. Women are more likely than men to occupy these households.\n\nHOW COUNTRIES DIFFER\n\nThe table on this page shows the total number of households in each country, but some variations from the overall \npattern are worth noting. In general, the Mediterranean countries -- Greece, Italy, Portugal, and Spain -- have \nhigher shares of family households and fewer one-person households. Scandinavian countries are likely to have \nmore nonfamily households and more one-person households.\n\nThe greatest shares of households that include married couples and no children are in Finland, Sweden, the \nUnited Kingdom, and Switzerland, while Spain tops the list of households made up of couples with children.\n\n\nSOURCE: Demographic Statistics 1995. For more information, or to order, contact any bookseller for the European \nUnion.\n\nHOW HOUSEHOLDS ARE DISTRIBUTED BY COUNTRY\n\nThis table shows the proportion of households that fall into each\n\n\n\ncategory, by country, for the major households types in Europe.\nPercentages do not add to 100 because they do not include all\nhousehold categories\n\nTotal # of private Couples without Couples with\n\nCountry households (in 000s) children children\nAustria 3,013 21.9% 35.3%\nBelgium 3,953 22.9 35.7\nDenmark 2,274 26.6 26.3\nFinland 2,037 30.6 26.2\nFrance 21,542 24.9 38.1\nGermany 35,256 23.3 30.5\nGreece 3,204 23.8 49.1\nIreland 1,029 13.7 47.9\nItaly 19,909 19.4 46.7\nLeichtenste 11 19.1 41.9\nLuxembourg 145 21.2 38.4\nNetherlands 6,162 22.5 33.5\nNorway 1,751 17.1 30.8\nPortugal 3,146 22.7 49.9\nSpain 11,836 17.9 55.8\nSweden 3,830 30.3 21.8\nSwitzerland 2,842 26.7 32.1\nUK 22,422 27.2 32.9\nUnited States 93,391 30.0 26.0\nCountry Lone parents w/children One-person households\n\nAustria 8.1% 29.7%\n\nBelgium 9.2 28.4\n\nDenmark 5.8 34.4\n\nFinland 4.1 31.7\n\nFrance 7.2 27.1\n\nGermany 6.3 33.6\n\nGreece 6.0 16.2\n\nIreland 0.6 20.2\n\nItaly 8.5 20.6\n\nLeichtenste 7.1 27.8\n\n\n\nLuxembourg 7.9 25.5\n\nNetherlands 6.3 30.0\n\nNorway 8.2 34.3\n\nPortugal 6.8 13.8\n\nSpain 8.2 13.4\n\nSweden 3.9 39.6\n\nSwitzerland 5.1 32.4\n\nUK 9.0 26.7\n\nUnited States 8.0 25.0\n\nSOURCE: European data, Demographic Statistics 1995. U.S. data\n\n(1993) from The Statistical Abstract, 1994.\n\n\n"}