{"title": "Civil Rights Groups Sue MVD for Denying Non-REAL ID Licenses & ID Cards to Eligible New Mexicans", "body": "\nThe American Civil Liberties Union of New Mexico issued the following news release:\n\nToday, civil rights groups and homeless advocates filed a class action lawsuit against the New Mexico Taxation and \nRevenue Department (TRD) and the Motor Vehicles Division (MVD) on behalf of New Mexicans who were illegally \ndenied Driver's Authorizations Cards (DACs) and non-REAL ID identification cards, charging that the state has \nfailed to fully and correctly implement its two-tiered driver's license law.\n\nThe requirement of unnecessary documentation for DAC's and non-federally compliant ID cards has caused chaos \nat local MVDs and major confusion and frustration for applicants across New Mexico. The lawsuit challenges MVD's \nonerous and illegal regulations governing the issuance of non-REAL ID licenses and identification cards, including \nthe illegal practices of requiring proof of identification number and not providing adequate due process to applicants \nwho are denied.\n\nThe lead plaintiff, Santa Fe's former Mayor David Coss, was denied a DAC four times at his local MVD because he \nlost his social security card, which is not a requirement under the law. Coss, whose long-held driver's license has \nsince expired, was also not provided an adequate process to appeal the denial.\n\n\"A driver's license and ID card are not luxuries,\" said Coss at Monday's press conference. \"I'm the primary \nchildcare provider to my toddler grandchildren, and I drive them around town. I'm also the guardian of my 86-year-\nold father who suffered a stroke last year. I need my license to carry out my daily responsibilities. I followed the law \nand took my paperwork into MVD before my license expired but was turned away every time. I know I'm not the \nonly New Mexican dealing with this nightmare.\"\n\nIndividual plaintiffs denied licenses and ID cards are joined by organizational plaintiffs, New Mexico Coalition to \nEnd Homelessness and Somos Un Pueblo Unido (Somos) in the lawsuit. David Urias of Freedman, Boyd, \nHollander Goldberg Urias & Ward, P.A. is the lead counsel on the legal team that includes attorneys from Somos, \nACLU-NM, and the New Mexico Center on Law and Poverty.\n\nThe plaintiffs include senior citizen, immigrant, and homeless individuals who need a license or ID to go to work or \nschool, obtain housing, medical care or other necessities, but were illegally denied an MVD credential without \nwritten notice detailing the reasons for the denial or information about how to appeal it.\n\n\"It is quite common for people to lose their ID and other paperwork when they become homeless,\" said Hank \nHughes, Executive Director of New Mexico Coalition to End Homelessness. \"Getting a new ID is essential for them \nas they get back on their feet. You cannot rent an apartment or even a motel room without an ID. We are asking \nMVD to follow the law and make it possible for people to replace lost or stolen IDs quickly.\"\n\n\nIn 2016, Republican and Democratic legislators came together and created a two-tiered driver's license system that \ngives New Mexicans the choice to opt in or out of the federal REAL ID Act. According to the law, the state must \nprovide a REAL ID-compliant license or ID card to eligible residents who want it and can meet the federal \ngovernment's onerous requirements. An alternative non-REAL ID license or ID card for otherwise eligible \napplicants who do not meet the federal requirements or simply do not want a REAL ID, must also be made \navailable.\n\n\"REAL ID was a bad idea from day one,\" said Peter Simonson, Executive Director of ACLU-NM. \"The Legislature \nunderstood just how difficult getting a REAL ID license would be for many New Mexicans. That is why legislators \nworked hard to ensure people had an alternative, especially vulnerable New Mexicans like people experiencing \nhomelessness, Native Americans, undocumented immigrants, senior citizens and people living in in rural \ncommunities. Unfortunately, the current governor's administration is not honoring the spirit of this 2016 bipartisan \nfix.\"\n\n\"After a protracted six-year battle on driver's licenses, the New Mexico Legislature voted to create an alternative to \nthe REAL ID Act for all New Mexicans, not just immigrants,\" said Marcela Diaz, Executive Director of Somos Un \nPueblo Unido. \"For over a year, we worked with allied groups throughout the state to educate the public about its \nrights and advocate for a better process at MVD. Everyone has done their job except this administration. Our goal \nwith this lawsuit is to help resolve these issues quickly for all New Mexicans.\"\n\n\"An identification card is a basic necessity to function in everyday life, but the MVD is illegally requiring \nunnecessary and overly burdensome documentation that most folks simply cannot come up with. The harm caused \nby the illegal requirements is compounded by the MVD's failure to provide a way for New Mexicans to challenge an \nerroneous denial of driver's license or ID card.\" said Sovereign Hager, Supervising Attorney at the New Mexico \nCenter on Law and Poverty. \"The MVD should follow the law rather than wrecking the lives of people who need an \nID to drive, support their families, and find housing.\"\n\nThe defendants in the lawsuit are the TRD, acting Cabinet Secretary John Monforte, MVD and acting director Alicia \nOrtiz.\n\nContact: Micah McCoy, ACLU, 505/266-5915, ext. 1003, mmcoy@aclu-nm.org; Emmanuelle \"Neza\" Leal-Sanchez, \n505/307-5034, neza@somosunpueblounido.org; Maria Archuleta, NMCLP, 505/255-2840, \nmaria.a@nmpovertylaw.org\n\nCopyright Targeted News Services\n\nMSTRUCK-6145696 MSTRUCK\n"}