{"title": "I'M DRIVING LICENSES, SAYS ELIOT", "body": "\nALBANY - Gov. Spitzer now concedes parts of his revamped driver's license plan need legislative approval - but \nmaintains lawmakers have no say on whether illegal immigrants should be allowed to get them, a spokeswoman \nsaid.\n\nSpitzer significantly revised his driver's license plan last month by bowing to federal pressure to embrace a high-\ntech national identity card, known as Real ID, that provides more secure licenses for citizens and legal immigrants.\n\nBecause drivers would have to pay more for the higher-security licenses, legislative approval is needed, said \nSpitzer spokeswoman Jennifer Givner.\n\nBut the cost of the no-frills license - $100 for first-timers and $50 for those seeking to renew - would be the same \nas New York's current driver's license.\n\nWith statewide polls showing more than 70% of New Yorkers are opposed to letting illegal immigrants get licenses, \nseveral lawmakers said there is no way the Legislature would agree to it.\n\nSpitzer doesn't plan to give lawmakers that chance.\n\n\"We have no intention of doing that,\" Givner said.\n\nGOP state senators disputed the idea that Spitzer can unilaterally impose his plan to give illegal immigrants driver's \nlicenses next year.\n\n\"He is going to have to deal with us one way or another,\" said state Sen. Martin Golden (R-Brooklyn). Golden said \nthe Legislature could block funding that Spitzer wants the Department of Motor Vehicles to use to examine \ndocuments presented by illegal immigrants.\n\nSpitzer administration officials said privately that the governor is banking on the public turning its wrath on Senate \nRepublicans if they opt to block the more secure licenses that U.S. Homeland Security Secretary Michael Chertoff \nis encouraging all states to adopt.\n\nA Spitzer ally on most fronts, Sen. Diane Savino (D-S.I.), said the best way for the governor to help his cause now \nis to take the plan off the top of his agenda and shift to other issues.\n\n\"He may have the best idea in the world, but it's just not the best time,\" she said.\n\n\njmahoney@nydailynews.com\n"}