{"title": "New campaign aims to prevent modern-day slavery in America", "body": "\nMatchbooks with a toll-free number hidden inside the flap to call for assistance. Adhesive bandages printed with the \nsame number. Anti-slavery posters.\n\nA nonprofit group hopes to use these tools in brothels, coin laundries and health clinics to reach out to victims of \nhuman trafficking in South Florida.\n\nSince the Florida Freedom Partnership started distributing posters in May, the group has received 40 calls a month. \nSome callers want to report cases of human trafficking. Others want to learn to identify  victims.\n\nAt a state refugee services conference Wednesday at the Belleview Biltmore Resort and Spa, a panel of experts \nemphasized the importance of collaboration between law enforcement and social service workers in targeting \nmodern-day slavery.\n\nThe U.S. Department of Health and Human Services' \"Look Beneath the Surface\" campaign targets social workers \nand others who may come into contact with victims of human trafficking every day but not know it.\n\n\"You may have concerns about reporting indentured servitude to law enforcement,\" said Doug Molloy, chief \nassistant U.S. Attorney in Fort Myers. \"We're not looking to deport them. We're looking to put those who make \nmoney off the dreams of young men and women in jail.\"\n\nBetween 14,500 and 17,500 people are trafficked into the United States each year for sex, labor or involuntary \nservitude, according to the U.S. Department of Justice.\n\nTrafficking of humans has surpassed arms dealing as the second largest criminal industry in the world behind drug \ntrafficking, Molloy said.\n\nPresident Bush has allocated millions of dollars for victims, law enforcement agencies and organizations that \nprovide shelter.\n\nMost trafficking cases have been prosecuted at a federal level, but supporters of a new state law say the federal \ngovernment has limited resources to investigate violators.\n\nUnder the new law, which took effect Oct. 1, sex trafficking involving minors is a first-degree felony with a maximum \npunishment of  as much as 30 years in prison.\n\nIt's a second-degree felony to force an adult into prostitution or labor.\n\n\nTrafficking networks can also be prosecuted as organized crime syndicates.\n\nCollier County Sheriff's Office Lt. Bill Rule advised domestic violence and migrant counselors to watch for labor \ncamps that look like prison camps, and workers with no personal papers.\n\nIt's also important to keep cultural differences in mind, Molloy said.\n\nCollier County sheriff's deputies responding to a domestic call between a man and his wife questioned a young \nGuatemalan girl who was discovered on a mattress in the house. She told authorities she was a slave.\n\nThe girl worked as a domestic servant, picked vegetables in the field and was the man's sex slave, Molloy said.\n\nAt the time of his arrest, Jose Tecum was carrying a lock of her hair. Because deputies were sensitive to local \ncustoms, they realized its importance: the girl believed that with the lock of hair, Tecum owned her soul. He was \nsentenced to nine years in federal prison. His victim named her second child after the FBI agent who helped put \nTecum away.\n\nShannon Tan can be reached at shtan@sptimes.com or 445-4174.  \n"}