{"title": "NBC \"MEET THE PRESS\" HOST: TOM BROKAW; GUESTS: GOVERNOR ARNOLD SCHWARZENEGGER (R-CA); GOVERNOR DAVE FREUDENTHAL (D-WY); GOVERNOR BILL RITTER (D-CO); MR. CHUCK TODD", "body": "\n NBC \"MEET THE PRESS\" HOST: TOM BROKAW GUESTS: GOVERNOR ARNOLD SCHWARZENEGGER (R-\nCA); GOVERNOR DAVE FREUDENTHAL (D-WY); GOVERNOR BILL RITTER (D-CO); MR. CHUCK TODD TIME: \n9:00 A.M. EDT DATE: SUNDAY, JUNE 28, 2008\n\nMR. BROKAW:  Our issues this Sunday -- Obama versus McCain -- and this year, the American West will be a \ncrucial battleground.\n\nSEN. BARACK OBAMA (D-IL):  (From videotape.)  So I think we will win the West.\n\nSEN. JOHN MCCAIN (R-AZ):  (From videotape.)  The West will make the difference as to whether I am the next \nPresident of the United States or not.\n\nMR. BROKAW:  But how will they navigate the key issues of that region, the environment, energy, social values, \ngun ownership, and the economy?  With us, two Western Democratic governors, Dave Freudenthal of Wyoming \nand Bill Ritter of Colorado.  And then California's Republican Governor Arnold Schwarzenegger; plus the insights \nand analysis on the changing political landscape of the Western battleground from NBC's political director, Chuck \nTodd.\n\nBut, first, we are in Jackson Hole, Wyoming, which is the site of this week's Western Governors' Association \nannual meeting, and we're joined by two Democratic governors, Bill Ritter of Colorado and Dave Freudenthal of \nWyoming, who is the chair of the Western Governors' Association.\n\nWe will also hear from a well-known Republican, Governor Arnold Schwarzenegger of California later here on \n\"Meet the Press\".\n\nGOV. RITTER:  Thank you, Tom.\n\nMR. BROKAW:  Gentlemen, welcome to both of you.  The West is going to be the big political battleground this \ntime.  We are all looking at the same numbers -- Colorado, Nevada, and New Mexico all went Republican last time, \n19 electoral votes.  If Obama can win those states, and win the same states that John Kerry did, he can be elected \nPresident of the United States.\n\nIn Colorado, where is he is up by about 5 points now, Senator Obama is known primarily as the guy who has been \nrunning for captain of the home team, he is in the Democratic primaries, but the Republicans are beginning to \nidentify him as a big-city liberal Democrat.  Is that going to change his chances in Colorado, Governor?\n\nGOV. RITTER:  Oh, I think that Senator Obama has a great opportunity to win in Colorado.  The people of \nColorado are independent thinkers, they are future-looking, and they are also optimistic, and I think he's captured \n\n\nthat language.  In his campaign, the things that he's talked about are very much things that resonate with the \npeople of the West and certainly the people in Colorado.\n\nMR. BROKAW:  If he chooses Hillary Clinton as his running mate, will that help or hurt his chances?\n\nGOV. RITTER:  That's a good question.  I don't know, really, if it will help or hurt.  What I can tell you is if you think \nabout the play in the West, independent voters, independent registered, who are not registered Democrat or \nRepublican, they are really where the play will be, and the language that he speaks is very much like the language \nthe governors have spoken who have won seats out here in the West.\n\nMR. BROKAW:  Governor Freudenthal, in Wyoming, obviously, Republicans have been winning by huge margins \nthe last several election cycles.  In December, you were saying you didn't like any of the people in either party, and \nyou were thinking about not even going to the Democratic convention.  But then in April you endorsed Senator \nObama, but you also said you were favorably inclined to John McCain. What changed all that?\n\nGOV. FREUDENTHAL:  Well, I think the transition that's occurred is that John McCain is not the John McCain of \n2000 and 2002.  In that time, his appeal in this region was pretty real because very independent.  At this stage, he's \nreally molded into kind of a Bush- Cheney lookalike, and that is not an attractive thing to see continued in this \ncountry.\n\nMR. BROKAW:  There have been some scurrilous things about Barack Obama out on the blogosphere.  When you \nannounced your endorsement, did you hear any of that in Wyoming or did you hear from bloggers who are not \nhappy with him either as a result of his political positions -- they have attacked his name and even raised questions \nabout his faith?\n\nGOV. FREUDENTHAL:  You know, not much of it originates in Wyoming.  Most of what I got was from outside the \nstate.  Most people in Wyoming, they're sort of -- what they really want to know is who is this guy?  And it's not so \nmuch a -- the race issue as it is just getting introduced to him.\n\nMR. BROKAW:  Is there any chance that Senator Obama can carry Wyoming in the fall against McCain?\n\nGOV. FREUDENTHAL:  I wouldn't bet the ranch on it.  I mean, this state is 67 percent Republican.  The last \nDemocrat we voted for was Lyndon Johnson.  I think Obama will do much better than expected because there is a \nreal independent attitude and a pretty candid view in terms of how we assess people, and Obama has struck a \npretty good chord here.\n\nMR. BROKAW:  Colorado has a very significant Hispanic vote. Senator Obama did not do well with Hispanics \nduring the primaries. Hillary Clinton was able to win most of those, and Senator McCain next week is going to \nMexico thinking that will appeal to Hispanic voters come the fall.  Is that going to be an issue for Senator Obama?\n\nGOV. RITTER:  Again, I think when the campaign is really Obama and McCain, and Hispanic voters are paying \nattention to what the two different candidates are saying about their issues and how they view the future, Obama \nwins, I think, among Hispanics, hands down, and he does that because he has a language about education that \nreally is -- again, it's about optimism, but it's also about reform in the system, and I think Hispanic voters pay \nattention to that.  They care that the job creation happens across all kinds of lines, socioeconomic lines, and I think \nthey're going to be excited about Barack Obama in a far bigger way once the spotlight is on him and on his issues \nthat really will matter to them.\n\nMR. BROKAW:  Energy is obviously a very important issue not only in Wyoming but throughout the American \nWest.  Senator McCain has said that we should drill offshore to get oil now to deal with $4 gasoline. He has also \ntalked about 45 new nuclear plants, and there will be additional pressure to drill in environmentally sensitive areas \nin the American West.  You were opposed to that four years ago, but with the reality of gasoline prices where they \nare, would you change your mind on all of that?\n\nGOV. FREUDENTHAL:  No, I wouldn't.\n\n\n\nI think -- and that's part of the problem with McCain, it's an extension of the short-sighted, one-legged stool \napproach to energy that this administration has had.  Their answer to everything is drill for oil and gas.  They've \nignored coal, they've ignored nuclear, they've ignored wind, and just a couple of days ago they decided that they're \ngoing to suspend all activity on solar on public lands.  And I think, if you look at it, even by McCain's own admission, \nwe're not going to change the price of gasoline by going into these sensitive areas.  I think you need a -- and it's \none thing that appeals about Obama -- if you read his material and listen to him, he actually has an understanding \nthat there is a relationship between a diverse energy package and a sound environmental policy, which you don't \nsee, and I think this whole dance about -- it's sort of the same song, second verse, and but, unfortunately, it's the \nsame as the first.\n\nMR. BROKAW:  You're sitting on a mountain of coal here in Wyoming.  Montana is doing the same thing.  Jim \nHansen, who is one of the leading climate scientists in the world working for NASA said just last week we have to \nhave a moratorium on new coal-driven power plants in the country.  Isn't that a wise decision given what global \nclimate change is doing to this country?\n\nGOV. FREUDENTHAL:  Yeah, I mean, the problem with that is it assumes that somehow if you do it in the United \nStates, it's going to happen worldwide.  But, more importantly, when people do that, they need to take a look at \nwhat that drives.  What that drives is a shift to natural gas, and a lot of the natural gas that's produced, including \nsome of it in Wyoming, has higher CO2 emissions than anybody envisions.  There are places in Wyoming where \nyou do processed gas that for every unit of natural gas that's produced, you produce and emit two units of CO2 into \nthe air.\n\nSo I think the need is to have a more balanced approach that has actually thought about where we need to be 20 \nyears from now not where we need to be in the November election.\n\nMR. BROKAW:  Do you think nuclear power is in our future?\n\nGOV. FREUDENTHAL:  Absolutely.  I think that ultimately there is a such a growth both in the United States and \nworldwide in terms of demand for energy, we're going to have to have greater emphasis on the energy efficiency, \nand all of the other sources, including the renewables, because to say, like, Wyoming is known for fossil fuel, but \nour greatest growth in energy production right now is in wind energy.  We're one of those states that if they can \nfigure out transmission, which we're working on and it's in Obama's --\n\nMR. BROKAW:  But that's, at best, only a partial answer, isn't it?\n\nGOV. FREUDENTHAL:  It is only a partial answer, which is why if this country doesn't come to grips with the fact \nyou've got to have a diverse energy portfolio, and one of those elements is energy conservation, we're going to \nstumble, and we're going to stumble hard. People are going to be stunned, I think, by the price increases in their \nutility bills over the summer in the Southwest as they deal with air conditioning and in this part of the country, \ncurrently -- the current filings for utility rate increases in Wyoming are about 70 percent increase in the fall.\n\nMR. BROKAW:  Governor Ritter, would you take a nuclear power plant in Colorado?\n\nGOV. RITTER:  Well, I think that Governor Freudenthal is right. It's going to be part of our future as a country.  It \nalready provides about 20 percent of the energy to this country, but I think the thing that we both are saying is we \nhave to have a national energy policy, and it has to be a combination of how we produce traditional resources and \nhow we do it in a clean way.  We should load up on research and development for clean coal, and, quite frankly, we \nhave not done that. But, as well, have renewable portfolio standards that make a difference that get up to 20 \npercent or 25 percent and then, in addition to that, just ask how we put them on the grid and finally look at the \nplace, the nuclear place -- not finally -- then do conservation and efficiency as a part of that as well, an incentivize \nconservation and efficiency.  And you do all of that, you get to the place where you have a national policy, and you \nreally begin to address greenhouse gases.\n\n\n\nMR. BROKAW:  You're going to be the host of the Democratic National Convention in Denver this summer.  It's only \na guess, but I'll bet there are going to be some activists there who are going to say, just as Jim Hansen did last \nweek, \"We can't have any new coal- driven power plants in this country.\"  Are you going to pick up the phone and \ncall your friend, Governor Freudenthal, and say, \"Sorry about that?\"\n\nGOV. RITTER:  Well, what I think we'll do is talk to them about all the things we were doing.  That convention is \ngoing to be the greenest convention since the invention of electricity.  Woody biomass was used, you know, back in \nthe day.\n\nBut since the invention of electricity, this will be the greenest convention, and we're making every effort to do that \nbecause we think, number one, it's the right thing to do, but we also believe we can showcase the kinds of ways \nthat you can really run green electricity into a major site like the convention, use recyclables, use reusable material -\n- all sorts of ways of us thinking about it because, Tom, at the end of the day, I believe that my kids will consume \nenergy differently than we do today, but as a country, we will produce it differently and who better than a national \npolitical party to say, \"These are the ways that we can do it as a country.\"\n\nMR. BROKAW:  As I don't have to tell the two of you, last week the U.S. Supreme Court ruled that the District of \nColumbia ban on handgun ownership was unconstitutional.  Senator Obama had this to say about it, \"I have always \nbelieved that the Second Amendment protects the right of individuals to bear arms, but I also identify with the need \nfor those communities that are ravaged by crime to do something for their children.  It gives local communities now \nmuch-needed guidance for handguns.\"\n\nAre we at a stage in this country where we're going to have to have one set of laws for one region and another set \nof laws for the inner city and the urban areas when it comes to gun ownership?\n\nGOV. FREUDENTHAL:  I don't know that we have to, but I think that's where you end up, and is that -- one of the \nthings I asked Obama when he was out here before I made my decision was on this question about his perception \nof that right.  But I think you are going to end up with the recognition that the question on guns is more an \nurban/rural split than it is a political split in terms of people's attitudes and how they want it handled.\n\nMR. BROKAW:  Governor Ritter?\n\nGOV. RITTER:  You know, on that question, the Supreme Court said we're not doing anything to strike down \nprovisions that prohibit felons from carrying guns, people with mental illnesses, there are certain restrictions you \ncan still put in place, and I think that's an important distinction.  Both of us, actually, are former prosecutors. He was \na federal prosecutor, I was a district attorney at Denver, and it's really important that communities have some ability \nbeyond just everybody being able to carry a gun; some ability to restrict to carry -- that restrict carrying concealed, \nthose kinds of things, because they deal with whole different problems, and I just think that the Supreme Court \nlooked at Washington, D.C. and said, \"The ban goes too far, but we're not saying that there aren't reasonable \nrestrictions that communities could put in place.\"\n\nMR. BROKAW:  Governor Ritter, you are a practicing Catholic, you are anti-abortion.  The abortion debate will \ncome up at the Democratic convention as well.  Do you expect that there will be a plank that will be emphasizing \npro-choice for the Democratic Party?\n\nGOV. RITTER:  You know, it's interesting.  In Colorado, when I ran in 2006, I actually ran without a primary, and it \ntells you a little bit about the West and how I think the Democratic Party in the West has been able to say that that's \nnot going to be a litmus test for candidates.\n\nI suspect it will be a plank in the platform, and it has been a plank in the platform for a very long time, but that \ndoesn't mean that, as a party, that we don't very much embrace people who might have different views, and I'm a \ngreat example of that.\n\n\n\nMR. BROKAW:  Governor Freudenthal, Wyoming has gone to war. National Guard units and others who have \nvolunteered for duty in Iraq and in Afghanistan -- where is the war now as an issue as we go into the presidential \nelection in 2008?\n\nGOV. FREUDENTHAL:  I think it remains an issue.  I mean, I've been to every funeral, went to one just this week.  \nBut I think it has fallen down in terms of people's concerns.  Right now it's the economy, it's energy prices, it's what \nare they doing about health insurance.  The war is still very much on people's mind, and there is clearly a support \nfor the soldiers, it's very strong in this state. The question is about sort of the tactic and the strategy for the war. I \nmean, people are all the way across the board on it, one way or the other, but I don't think it's going to be -- frankly, \nI don't think it's going to be determinative about how people vote come November, because I don't think it's going to \nbe the priority issue for them.\n\nMR. BROKAW:  You have endorsed Senator Obama.\n\nGOV. FREUDENTHAL:  Yes.\n\nMR. BROKAW:  Do you also endorse his idea that we've got to start getting out of Iraq as quickly as possible?\n\nGOV. FREUDENTHAL:  Probably not.  I mean, I think, I think, from my point of view, that is a circumstance that \nprobably has a life of its own.  Both candidates, I think, are, as they say in the West, kind of \"talking through their \nhat,\" about what they may be able to do if there are certain realities.  The touchstone that they are all using on the \nend is they're going to take the advice from the commanders on the ground, and I expect that will determine policy.  \nWhat you have from the two of them is a predisposition about how they want to go, but then I think the thing that \nalways happens, and I think it's the difference between the West and the East is that here, I mean, I endorsed \nObama, but I'm not taking him off my income tax as a dependent, you know, I'm proud to have endorsed him.  I \nbelieve he'd be a great president for this country, but just as Bill points out, there are things that -- people believe \nthat somehow because you're in a party that you believe everything the party does.  The truth is, I decided how I'm \ngoing to register.  I joined the Democratic Party, they didn't pick me, and I think there's in independence here that \nunderlies the way that these states end up being in play that they might not be in other parts of the country.\n\nMR. BROKAW:  Governor Ritter, in Colorado, where is the war in Iraq as an issue of primary concern?\n\nGOV. RITTER:  The same as Governor Freudenthal described it.  The economy is the number-one issue.  It \nremains the second issue, the second-largest issue, but it's quite a ways under in terms of just the public opinion \nsurveys.  I think the people -- Colorado has a great military presence, and so obviously we do all we can to support \nour soldiers.\n\nI went to Iraq and Afghanistan because -- in December.  We had the highest number of National Guard troops \ndeployed that anyone can remember in the history of the state, so I went there and visited with our troops in both \nplaces, and it's going to be very important, I think, to the voters, but I think the economy is what both of these \ncandidates are going to have to deal with, going forward.\n\nMR. BROKAW:  Your state also has a substantial concentration of evangelic voters, especially in the Colorado \nSprings area.  Values always come up during a presidential debate.  Is Senator Obama going to be able to win the \nevangelicals or will they stay on the Republican side?\n\nGOV. RITTER:  We've seen some movement among evangelicals that relate to what I would call environmental \nconcerns.  And it's not that they have, you know, joined the Green Party, but it's that they really view the earth as a \nsacred trust.  And, really, as a created entity, and that as a created entity, we should really respect it and that we \nshould view it as sacred, and we should treat it as stewards.  That has actually, I think, caused them to think \ndifferently than voting just a straight-line Republican ticket.  There are moral conservatives that will absolutely be \nwith John McCain and will not be with Obama, but there has been some other play happening that really has to do \nwith the things that are happening in the West around public lands and around land use.\n\n\n\nMR. BROKAW:  What would happen in Colorado if all the illegal immigrants in the state, the so-called \n\"undocumented\" workers were forced to go back to Mexico?\n\nGOV. RITTER:  We passed some serious reforms in 2006, and it's had its impact, it's had its impact on farms and \nranches and hotels and the service industry, and some of it is not because illegals aren't there but because legal \nimmigrants viewed it as becoming a less friendly place.\n\nSo it is -- we rely on foreign-born workers in the construction industry, the service industries, and the agricultural \nindustry, and it really does hamper our ability to get foreign-born workers in if we don't have, really, a sensible \nimmigration policy, which I think the country currently lacks.\n\nMR. BROKAW:  One of the issues that the governors here are looking at, the so-called \"wildlife corridors,\" the \nfreedom to roam. Global climate change is having an effect on the wildlife in this country and how they move \naround.  Are you able to get regional cooperation on that issue?  It's always a tough issue, I think, in the American \nWest.\n\nGOV. FREUDENTHAL:  It is.  I actually think, for the first time, we actually have got the states talking to each \nother.  What we don't have is a decent federal partner, and that's the problem for us, is that the Feds own so much \nof the -- the federal government controls so much of the land in this region that for the states to make policy without \na federal partner has been incredibly difficult.  And one of the things you hope for in a new administration is we start \ntalking about it, because people just kind of take wildlife for granted.  They forget that they have to move, they have \nto migrate, they have to be able to work within an area and, unfortunately, in this region, there's quite a bit of \nconversation between the states, not a lot of cooperation from the federal government.  I think Secretary \nKempthorne tries, but he doesn't have any support from an administration because the only variable they want to \nmaximize in all of the public lands is the production of oil and gas.\n\nMR. BROKAW:  Is that a tough sell in Colorado?\n\nGOV. RITTER:  It's a big issue right now for us.  We are going through a whole rule-making process.  We view oil \nand gas as a resource.  We also view wildlife as a resource, and right now it is the big fight is where the swords are \ncrossing on the rule-making, because we think that you can have both; that you can protect wildlife, but you have to \nhave some really serious regulation in play to say, \"If you're going to drill on this land, you've got to show us a plan \nthat allows us to believe that the wildlife is going to be here in the numbers it is when you came,\" and, really, you \nfind ways even to foster it.\n\nThere are some companies that have actually done that, but there are others that have not, and so, for us, it is a big \nfight.\n\nMR. BROKAW:  Governor Freudenthal, Vice President Cheney has a home not too far from here.  He is a regular \nvisitor to Jackson Hole, born and raised in Wyoming.  In Washington, D.C., his numbers are very low, as you know, \nin terms of approval.  A lot of his oldest friends in politics are saying, \"We don't know what happened to the Dick \nCheney that we used to know.\"  What's his standing here in Wyoming?\n\nGOV. FREUDENTHAL:  I think his standing here has declined like it has elsewhere, but he is still a native son.  I \nmean, if you look at it, Iowa is still proud of Herbert Hoover; we're going to end up being proud of Dick Cheney.  \nDick Cheney has a good history in this state as our congressman, and I've heard the same thing you say, even \nfrom his friends in Wyoming who say, \"Now, we didn't expect Dick would turn out this way,\" but I think he enjoys \nsome support here.  We'll continue to, but it's not what it was.\n\nMR. BROKAW:  Western governors have an opportunity, in many ways, to show the country cooperation in a \nstate that's always been deeply divided and very independent in this region by state lines.\n\nDo you think you'll become a template for what the national dialog should be?\n\n\n\nGOV. RITTER:  Well, I think there's a good chance of that, and I think the Democratic Party in the West has a way \nto talk about that because we reach across party lines to find answers to pretty big solutions.  We're not afraid to \ntackle them, and we do it in an independent and sometimes bipartisan way.  The governors of Wyoming, Montana, \nColorado, Kansas, Arizona, and New Mexico, Oklahoma, they're all Democrats, they were all preceded by \nRepublicans because of the way, I think, we answer questions.\n\nGOV. FREUDENTHAL:  I might have a little different slant, which is that this is an incredibly bipartisan group -- the \nWestern governors -- and it reflects that -- that -- I mean, if you take Arnold Schwarzenegger's positions relative to \nothers, you'd argue that he's probably more liberal than most of the Democrats.  But what you really have is the \nwillingness of people to say, \"Look, this is really -- policy and politics are about the art of the possible.\"  How do you \ndo something pragmatic as opposed to something that's just sort of for the, frankly, for the 6:00 news, no disrespect \nintended.\n\nMR. BROKAW:  Governor Freudenthal and Ritter, thank you very much for being with us.\n\nGOV. RITTER:  Thank you.\n\nGOV. FREUDENTHAL:  Thank you.\n\nMR. BROKAW:  And we'll have to remind everybody, that's not a set, obviously.\n\nGOV. FREUDENTHAL:  No.  We'd like them all to come visit Wyoming.\n\nMR. BROKAW:  That's the Western edge of Wyoming.  Coming up next -- another Western governor -- \nCalifornia's Arnold Schwarzenegger.  We sat down earlier this week at the Reagan Library in California and talked \nabout the presidential campaign and some of the tough issues that he's facing with his state's budget and faltering \neconomy.\n\n(Announcements.)\n\nMR. BROKAW:  Welcome back to the special edition of \"Meet the Press\" concentrating on the American West, \nwhich will be a crucial battleground in this election year, and we are joined now by the familiar figure of Governor \nSchwarzenegger of California here at the Reagan Library in California and, Governor, you were the guest of Tim \nRussert several times.\n\nGOV. SCHWARZENEGGER:  Several times, and he always did great interviews with a lot of humor, tough \nquestions, but we had a great time, and I really miss him, I have to say that.  And he was -- I remember when I ran \nfor governor, he called me, and he says, \"If you make that, if you win, then I will take care of the rest.\"  I said, \n\"What are you talking about?\"  And he says, \"I will get you to run for president.  I will make sure that we change the \nConstitution.\"\n\nWell, it never happened but, anyway, I miss him very much.\n\nMR. BROKAW:  Well, I can't make the same promise.\n\nGOV. SCHWARZENEGGER:  Come on, Tom, you can.  You have the power.\n\nMR. BROKAW:  I continue the tough questions.\n\nGOV. SCHWARZENEGGER:  Okay.\n\nMR. BROKAW:  When you ran for governor in 2003, you ran as a fiscal conservative who would change the \nsystem; you would bring businesslike techniques.  Now you are facing a $15 billion deficit here in California; \nunemployment is running at about 6.8 percent; you've got the worst housing crisis since the Great Depression.  If \nyou were the CEO of a public company, the board would probably be saying, \"It's time to go.\"\n\n\n\nGOV. SCHWARZENEGGER:  Are you always this positive?  I can't believe it.  First of all, let me just say that we \nare very happy that since I have come into office that we've changed a lot of things and improved California, and \ngot California back on its feet, and started paying off some of the debt, and started to rebuild California for the first \ntime in four decades and fixed workers' compensation and all kinds of great things happened, and the most \nimportant thing is that I was able to bring Democrats and Republicans together.\n\nNow, that doesn't mean that when you are doing a good job that the economic doesn't go down eventually.  What \ngoes up must come down, and I think that we see that nationwide.  We see other states are struggling, the country \nis struggling, people are struggling, and I think we see it now all over the world.  And I think the key thing is just to, \nagain, bring everyone together and to start right away with an economic stimulus package, which, of course, is \ndone on a national level but also each state has the responsibility to do that.\n\nMR. BROKAW:  But when you came in, Governor, you said that spending was out of control here, and your rate of \nincrease in spending is about the same as your predecessor, Governor Gray Davis. It's running about, what, 34 \npercent since you took office -- upward.\n\nGOV. SCHWARZENEGGER:  Well, Tom, as you know, you've been around long enough to know that the numbers \nare misleading because we have paid off a lot of debt, and that's discounted in the spending.  So I am very proud \nthat we've paid off a lot of the debt and that we got the economy going again, and that we also got the state jump-\nstarted in rebuilding, again, the roads, the levees, the schools, expanding our universities, building more career big \neducational facilities, and we are now in the middle of negotiating water infrastructure so that we can secure the \nwater and provide reliable, safe, and good water for the people of California -- not two or three years from now but \n40, 50 years from now.\n\nSo I think there are all kinds of great things happening.  The key thing is to continue moving on and moving forward.  \nIf it is infrastructure, if it is health care reform, education reform, and all the things that we set out to do, and we are \ngoing to continue one. Like I said, the most important thing is that both of the parties work together to accomplish all \nof those things because with just one party you could never do it.\n\nMR. BROKAW:  It appears that the people, however, have some real questions about your leadership -- your \napproval rating has gone from what, 60 percent in December down to about 40 percent recently. That's tough to \ngovern under those circumstances.\n\nGOV. SCHWARZENEGGER:  Not at all.  I am having a great time as governor of California, and it is a very \nchallenging job, and I have always known that when I get into that it will be a challenging job, but it's the most \nexciting job, and it also is a job that gives me the satisfaction to serve the people of California, because I think that \nCalifornia has given me everything that I have.  If it is my bodybuilding career, my acting career, the money that I've \nmade -- everything, my family, everything, is because of California.  So it is a way of giving something back, and I \ndon't shy away from the challenges; never did.  And I am very persistent in continuing moving forward.  So, you \nknow, it's all about leadership and bringing people together and solving those problems is the key thing.\n\nCalifornia is the greatest place in the world, and we're going to keep it this way.\n\nMR. BROKAW:  Let's talk national politics for a moment.  Most analysts that I know say that John McCain would \nhave a very, very hard time carrying this state in the fall.  I don't think that that will come as any surprise to anybody \nwho watches politics, but you also have 19 congressional seats held by Republicans here in California. How many \nof them will survive?\n\nGOV. SCHWARZENEGGER:  I think that the Republicans have a good shot of keeping all their seats.  I mean, it all \ndepends in the end of what the mood of the state of the nation is at the time of the election.  I think the key thing is \nfor Washington to show that they can work together and get things done.  This year, I have to say, I am very \ndisappointed at what has happened is a lack of action in Washington.\n\n\n\nThey cannot even get done the littlest things -- just recently with the tax credit for renewable energy, which, you \nknow, started in the early '90s and now that it runs out at the end of the December, by the end of this year, and they \ncannot even get that done.  Immigration reform or the infrastructure of the United States, health care, there are so \nmany issues that are so important, they can't get anything done.\n\nSo I think that the people are frustrated, people are angry because they look at that, and they say, \"Well, wait a \nminute, we just changed leadership there.  First, with the Republicans in, and we thought that they can't get \nanything done, let's put the Democrats in power,\" but they can't get anything done, either.\n\nSo I think that the people are angry about that and rightfully so.  So I think it depends of what the mood is.  If \nanyone would lose a seat or two, I doubt it.\n\nMR. BROKAW:  You endorse Senator McCain as the presidential candidate saying he was a crusader who had the \nbest interests of the environment in mind.  Now he's in favor of offshore oil drilling, and he wants to build 45 nuclear \nplants.  Do you still stand by his record in that regard?\n\nGOV. SCHWARZENEGGER:  I am very proud of him.  I am 100 percent behind him.  That we don't agree on \neverything, that's clear, nor do I with my wife.  I mean, it doesn't mean that we should split, it just means that we \ndon't agree on certain things.\n\nI don't think that you will find that everyone agrees on everything, and he is terrific with the environment.  He has \nbeen there four years ago and stood by my side when I talked about the environment, and I talked about fighting \nglobal warming and putting together a good energy policy and starting with the green building initiative or to start \nbuilding the hydrogen highway in California and the million solar roof initiative.  He was there, and he supported me \non every step of the way, so he is the real deal when it comes to the environment.\n\nI think he has great ideas, and there are some things, like I said, I don't agree with, but there's a lot of things I do \nagree with, and I think that he will be a breath of -- fresh -- a breath of air in Washington when he becomes \npresident because we really would have, for the first time, a really strong energy agenda and a great way of fighting \nglobal warming.\n\nMR. BROKAW:  Let me ask you about something that Tom Friedman has written in The New York Times about \nPresident Bush and energy policy. It was entitled, \"Lead or Leave.\"  He said, \"The president, two years ago, said \nwe're addicted to oil.  Now he says we have a new Bush energy plan -- get more addicted to it.  It's hard,\" \naccording to Mr. Friedman, \"to find words to express what a massive, fraudulent, pathetic excuse for an energy \npolicy this is.\"  Do you agree with him on that very harsh assessment of the president?\n\nGOV. SCHWARZENEGGER:  Well, I tell you, that we have always had a good relationship with the White House \nand with President Bush and there were certain things that were done very well, and we worked together very well, \nand there were other things where I have spoken out where I disagree with, which was on environmental issues.  I \ndon't dwell on the negative, the fact is that we have had a good relationship with him.\n\nI think that, you know, it's easy to, you know, kick someone when they are down and to just be part of, you know, \nlet's attack Bush type of thing, but I don't go for that.  I think that he has done great work and in some things that he \nhas failed, and I think that everybody knows that.\n\nThe key thing is now to look forward.  We, in California, have never paid much attention to the federal government's \naction when it comes to the environment because there was a lack of leadership.  We moved forward very \naggressively here, and we started looking into the future and really did things that were, you know, very unique for \nthe United States, and we led the way.\n\nMR. BROKAW:  We talked about the housing crisis here in California -- you have 72,000 homeowners who are in \none stage or another of foreclosure; 20,000 have already lost their jobs -- or lost their homes.  In California, \nespecially, when real estate goes south, it drags the economy with it.  It's about construction and home furnishings \n\n\n\nand appliances; it's about tax revenues.  Is this going to be bad for a long time?  Is it going to be a longer recovery \nthan anybody anticipates at this point?\n\nGOV. SCHWARZENEGGER:  Well, first of all, let me just say that it is sad when you see the kind of people that are \nunemployed and how tough it is to get a job, and that is why we want to pump in as quickly as possible the billions \nof dollars to get people back to work, especially in the construction business.\n\nBut I am amazed, as everyone else, of how quickly that came, and -- the housing crisis, the subprime mortgage \ncrisis and all of these kind of things, because I have had, last year, in the spring meetings with economist, and they \nsaid to me that for the next two years the economy in the United States is going to be strong, the economy \nworldwide is going to be strong.  There is nothing that is indicating any decline at all.  Sure enough, two, three \nmonths later, we have seen the slowdown in the housing market; we have seen the subprime mortgage crisis \nappearing; we have seen our revenues shrinking in Sacramento, and $200 million a month came in less than \nanticipated. Then it went up all the way to $600 million by December already.\n\nSo this, really, I think was a big surprise to everyone, and I don't think anyone can really guess of how long it would \ntake.  We are very fortunate here in California because we have so many different economies.  We have the real \nestate, we have the entertainment economy, we have biotechnology, we have high technology, we have agriculture.  \nWe have all these different economies, so that gives us some strength even though we are suffering because of the \ndecline of the housing market.\n\nMR. BROKAW:  But has been California been on a binge that was just unrealistic?  A lot of speculation about \ncashing in on the real estate market, buying the big SUVs that drive on the freeways, one passenger using all that \nenergy?\n\nGOV. SCHWARZENEGGER:  Well, no, I think that, you know, there were big mistakes made by borrowers, there \nwere big mistakes made by lenders, and I think that everyone was on such a roll, and the real estate market \nalways, every year, went up and up and up, and so people started speculating, and, of course, what happened was \nthe housing market is just like the dot-com bubble -- it was a housing bubble, and it finally -- the whole thing \ncollapsed, and now we have to just wait until we grow our way out of this situation, and I think by next year we will \ngrow out of it.\n\nMR. BROKAW:  You have a lot of propositions on the ballot again this fall.  One of them would mean a \nconstitutional ban on gay marriages.  Do you support that?\n\nGOV. SCHWARZENEGGER:  No, not at all.  As a matter of fact, I think the Supreme Court made a good decision \nthere.  It was apparently unconstitutional to stop anyone from getting married.  It's like 1948, the interracial \nmarriage, when the Supreme Court of California has, you know, decided it was unconstitutional and then later on \nthe Supreme Court of the United States followed, I think, 10 to 12 years later.\n\nSo I think it's good that California is leading in this way.  I, personally, believe that a marriage should be between a \nman and a woman but, at the same time, I think that my, you know, belief -- I don't want to force on anyone else, so \nI think that we should stay with the decision of the Supreme Court and move forward.  There are so many other \nmore important issues that we have to address in California, so I think to spend any time on this initiative I think is a \nwaste of time.\n\nMR. BROKAW:  There is another proposition that would require a waiting period and parental permission before a \nminor could get an abortion or the termination of a pregnancy.  Do you support that?\n\nGOV. SCHWARZENEGGER:  Yeah, I support that.  I think there should be a notification of the parents, and I was \nalways for that.  And I have two daughters myself.  I would not want to have someone in the school take my \ndaughter to a clinic to get an abortion without telling me or my wife.  I think one or the other should know.  If my \ndaughter decides she doesn't want to let me know, but she feels more comfortable with my wife, it's perfectly fine \n\n\n\nwith me because my wife and I, we're partners in raising our kids.  But someone, one of us both should know, and I \nbelieve in that 100 percent.\n\nMR. BROKAW:  It's well known that your wife, Maria Shriver, endorsed Senator Obama early.\n\nIs that off limits in discussion in your household?  And, if he wins and says he'd like to have her join him in \nWashington in some capacity, will you think that's a good idea?\n\nGOV. SCHWARZENEGGER:  First of all, I think that it's great that she has her own opinion about this, and I \nsupported it 100 percent when she called me before she did the appearance at UCLA.  I told her \"Go ahead, do it.\"  \nYou know, \"I think that you feel very passionate about that,\" and I feel very passionate about, you know, the person \nI endorse, which is McCain, and I think that we have always been like that.  She has always endorsed -- you know, \nsupported Democratic candidates, I have always supported Republican candidates.  It makes it interesting \ndiscussion at night at home when we have dinner. Sometimes she pulls in the cutouts of Obama or the candidate \nshe's for, and is putting it right next to my breakfast table and so I have to look at it.  And then, of course, when he \nscrews up in one way or the other, the kids carry out the cutout, and it has to be outside the house for a while.  And \nthen they carry him again.  So we have those kind of things going on.\n\nBut, I, you know, I can only take all of this thing for so long. Eventually, you know, I also am sick of tired of this.  \nOne day, at night, I remember we had dinner.  I got up because I'd had it.  And I got up, and I said, you know, \n\"McCain is the man.  He is the best man for this country and for the future.  And Maria is absolutely wrong with that \nObama fellow.  Absolutely wrong.\"  I was so lucky that Maria was out for dinner that night.  It was easier to do that.\n\nMR. BROKAW:  Her very closest friend in her family is Caroline Kennedy who is on the Obama vice presidential \nselection committee.\n\nGOV. SCHWARZENEGGER:  I can't believe that.  When I got that, I was, like, \"I can't believe this.\"  I mean, for --\n\nMR. BROKAW:  Do you have any inside information?  I mean, does Maria talk in her sleep or anything?\n\nGOV. SCHWARZENEGGER:  Well, I've been talking to Caroline, but she is working, I'm sure, very hard at this, \nand she's taking it seriously, and, you know, she has been a big supporter of Obama right from the beginning.  So I \nthink it's terrific for her.  She's a very smart woman, and she will be very good in helping them making a decision.\n\nMR. BROKAW:  Did Senator McCain asks you for advice about how he should run against Senator Obama?\n\nGOV. SCHWARZENEGGER:  He did not, no (chuckles).\n\nMR. BROKAW:  What would you tell him?\n\nGOV. SCHWARZENEGGER:  I would say, \"Look, you have a lot of smart people around you -- ask them.\"  I'm \ngoing to give Senator McCain advice on how to run against you.\n\nMR. BROKAW:  You had talked recently and, again, in this interview, about the importance of the two sides getting \ntogether and finding common ground, people working together again.  Here at the Reagan Library, and the LBJ \nLibrary in Texas, they'd like to have a series of town halls using both libraries in a kind of bipartisan fashion.  Do you \nthink that that would advance the interests of the country during this campaign year?\n\nGOV. SCHWARZENEGGER:  I think so.  I mean, I think it would be interesting to have a debate between the two \ncandidates and have town hall meetings together so that people can hear from both of them without having this \nformal kind of question-and-answer sessions where they stand behind a podium.  I think those are fake.  I don't buy \nin on what they say when they do those kind of -- when they do this kind of format.\n\nI think a town hall meeting would be much better, and I think that it will be also very important for them to talk about \nreaching across the aisle, and I think this is the very attractive part about Senator McCain because he doesn't just \n\n\n\ntalk about that, he has proven it over and over again that he can reach across the aisle; he can bring people on \nboard and create some action.  I think that's what we need in the future.\n\nWe need to have someone there that can bring both of the parties together because there is no way that we can \nreshape and fix our country, the various different ills that we have and create again a better image overseas with \njust one party.  You have to have both parties work together, and this is why I am a big believer in the post-\npartisanship.  It has worked here in our state, and it's a whole new way of looking at it to be willing to compromise \nand to be a public servant and not a party servant.\n\nMR. BROKAW:  Governor, thank you very much.\n\nGOV. SCHWARZENEGGER:  Thank you.  Good to see you again.\n\nMR. BROKAW:  And I'll be back from Jackson Hole with NBC's political director, Chuck Todd.  He'll put the 2008 \nWestern battleground all in perspective.\n\n(Announcements.)\n\nMR. BROKAW:  We're back here on \"Meet the Press\" from Jackson Hole, Wyoming, with NBC's political director, \nChuck Todd.  Chuck, the political landscape in this part of America has been changing pretty profoundly.\n\nMR. TODD:  It's stunning, you know, when you go back to the 2000 election, you could go from the border of \nCanada to the border of Mexico, from Montana all the way through New Mexico and only travel through states \ngoverned by Republicans.  Fast-forward eight years, you do that same path, and it's only states governed by \nDemocrats.  So we've seen a big shift locally in elected governors out here, out West, and even in some of the \nstate legislatures.\n\nMR. BROKAW:  And these governors are no ideologically centered. They're really can-do governors, and a lot of \nthem work with Republican legislatures; in fact, most of them do.\n\nMR. TODD:  It is.  It's sort of -- it's very -- they're non- ideologues, and what it is, it's almost as if the Libertarian \nstreak of the West, you know, the whole -- the Reagan/Goldwater Republicans were Libertarian in nature, secular, \nactually.  They might have been religious, but they didn't wear it on their sleeves.  And as the Republican Party \nlocally, in a lot of these states, Colorado, in particular, has had a lot of sort of religious right dominating of their \nprimaries.  It's allowed these Democrats to start targeting the sort of center right Libertarians, the sort of -- the \nfreedom that -- not wanting to talk about religion, and they've been winning those voters over.\n\nMR. BROKAW:  Let's talk about the fall and strategy in the West. Senator McCain represents Arizona; war hero; \nmaverick.  Why isn't he getting more traction in the West at this stage of the process?\n\nMR. TODD:  He's the perfect candidate, if you thought about it, for out West, because of everything you just \ndescribed.  But he's getting punished on a couple of things.  First of all, the West is the youngest region of our four \nmajor regions, and Obama appeals to this young, and these youngest -- Colorado is one of the five youngest states \nin the union, so already -- and McCain being older is appealing to older voters.  So that's one problem he's having.\n\nThe Republican brand is a mess.  That's the other thing.  And, you know, we can focus simply on Hispanics.  While \nJohn McCain has been proactive in trying to push for comprehensive immigration reform, and, you know, really \nbeen very friendly with Hispanics, the Republican brand has been terrible.  I mean, the Tom Tancredo stuff has \nreally hurt the Republicans' image.\n\nMR. BROKAW:  He's the Republican congressman from Colorado.\n\nMR. TODD:  Very, sort of, on a crusade on anti-immigration, and it's really hurt the Republican image here, and \nthat hurts McCain, even though he's got a stance that should sell well.\n\n\n\nMR. BROKAW:  The Democratic convention will be in Denver not by accident.  Howard Dean has said, \"If we win \nthe West, we'll win the American presidency.\"  Is everything up to date in Denver for the Democratic convention?\n\nMR. TODD:  Not really.  They've got a financial issue.\n\nPart of that is they had a nominee very late in the process; they've had donors not ready, particularly a lot of \nObama donors, were not ready to give money to the convention if they thought somehow their guy wasn't going to \nbe the nominee.  But it looks like they're going to get the money, but we'll see.\n\nThere's not a lot of corporate money in Denver.  They've got economic problems there, and so suddenly -- they've \nhad some struggles, but the convention has to go on.  So they'll figure it out.\n\nMR. BROKAW:  Wherever I go these days and wherever you go these days, they say to you or to me, \"Who is \nObama going to pick as a running mate and then who is McCain going to pick as a running mate?\"\n\nMR. TODD:  Right.  Well, it's interesting on the McCain front.  I think the West could have an influence on him, \nbecause he's already struggling a little bit in the agricultural Midwest.  Basically every state that touches Illinois, he's \nunderperforming, and Obama is over- performing.  So the West could end up being a battleground. Obviously, \nMcCain wants to do well in the industrial Midwest -- Michigan, Ohio, Pennsylvania.  But he wants to not lose these \nWestern states.\n\nYou pointed out in the beginning -- New Mexico, Colorado, Nevada -- if Obama sweeps those and holds all the \nKerry states, it's over. He gets his 270.  McCain's got to figure out how to hold a couple of those.  Mitt Romney, \nbeing a Mormon, could actually help him in Colorado and Nevada, in particular.  You spike up some --\n\nMR. BROKAW:  Idaho, of course, they're going to win that, anyway, but --\n\nMR. TODD:  Sure, but also in some other parts of the West where you've got -- Obama is trying to win Montana \nand North Dakota, too. Those are two states he thinks he can do well.  He's not going to win them, but he is going \nto sort of drive McCain and Republicans crazy.\n\nMR. BROKAW:  Now, be careful about what you say it's a state about what he's going to win and what he's not \ngoing to win.\n\nMR. TODD:  It's true.\n\nMR. BROKAW:  But he's going to Montana next week, right?\n\nMR. TODD:  Well, it's interesting -- both of them are targeting the West this week.  McCain's doing it by going to \nColombia and in Mexico.  By showing up there, the Hispanic-American media is going to cover McCain's visit, when \nhe's going to see the statue of Guadalupe in Mexico, that's going to be a big deal, and it's going to get a lot of \ncoverage, and that's going to help him potentially in New Mexico and in Colorado.\n\nBut then you've got Obama, he's showing up -- he's going to be in Colorado on Wednesday, he's going to be in \nNorth Dakota on Thursday, and he's going to celebrate the Fourth of July in Montana -- we don't know where yet in \nMontana, but we'll find out.\n\nMR. BROKAW:  Looking at all the numbers that you look at on all the polls, there was a fair amount of dialog last \nweek -- Senator Obama deciding that he wouldn't take public financing; that he would take money from his online \nsupporters.  Does that resonate very much across the country?\n\nMR. TODD:  It doesn't resonate, but what it has allowed McCain to begin to pain is this narrative of you know what?  \nThis guy, Obama, you know, he makes all these promises, and then suddenly he acts like a typical politician.  And I \nthink that a couple of more of these things, and suddenly McCain might be able to sell this message that, you know, \nas much as you might think Obama is going to be the guy that might challenge his party, look at John McCain.  \n\n\n\nHe's the guy that has been challenging his party for seven years; has been doing these things.  So it's not that the \ncampaign finance issue, per se, will resonate.  It's that it allows McCain to start saying, \"You know what? He's \nflipping on this, he's now flipping on guns, he's now flipping on these other issues and it possibly paints a picture of \na guy who will just say and do anything to get elected.\"\n\nThe Democratic convention in Denver -- what do you hear about the role of Senator Clinton?\n\nMR. TODD:  Well, this is what we do know -- she is going to speak -- shocking, right?  But the question is, how \nmany Clintons will speak?  And I think what we don't know is will there be Clinton speaking on multiple nights -- \nunlikely.  The Obama campaign doesn't want to have that.  Senator Clinton -- does she want to have President \nClinton speak?  And I think you're likely to see the Obama campaign leave it up to her.  If she wants to have \nPresident Clinton introduce her, that's going to be fine with them -- but does she?\n\nWe've seen what happens when the two of them do back-to-back speeches.  It's usually not that great for Senator \nClinton.  Maybe Chelsea Clinton introduces Senator Clinton.  That's probably more likely, and we'll see some sort of \nalmost baton passing from one generation of Clintons to another generation of Clintons.\n\nSo I think a tribute video is in the future of President Clinton.\n\nMR. BROKAW:  Chuck Todd, thanks very much.  I'll be right back with a final word from \"Meet the Press\" this \nSunday.\n\n(Announcements.)\n\nMR. BROKAW:  That's all for this edition of \"Meet the Press.\" Our thanks to the Jackson Hole Golf and Tennis Club \nfor hosting us here in Wyoming.  We'll be away next way due to NBC's coverage of the Wimbledon Tennis Finals, \nbut we'll see you back the following week.\n\nIf it's Sunday, it's \"Meet the Press.\"\n"}