{"title": "Venezuela shifts control of border", "body": "\nAmid allegations that the Venezuelan government has given identity documents to foreign terrorists, President \nHugo Chavez has put the country's immigration service in the hands of two young radicals, one of whom is close to \nthe ousted Iraqi regime of Saddam Hussein.\n\nHugo Cabezas and Tareck el-Aissami were appointed in the past two months as director and deputy director, \nrespectively, of the Identification and Immigration Directorate, known as the DIEX after its initials in Spanish.\n\nTheir responsibilities include passports, voter identity cards and border security. Both men are former student \nleaders of groups accused of links to clandestine armed organizations.\n\n\"These appointments raise suspicions,\" said former Minister for Border Issues Pompeyo Marquez. \"The risk is that \nthey can play tricks both as regards elections and identity cards.\"\n\nThe DIEX appointments come at a sensitive moment in Venezuela's 2-year-old political crisis. Opposition leaders \nare to begin collecting signatures today to call for a national referendum to oust Chavez, with both sides fighting \nover the electoral process.\n\nVenezuela is also facing mounting allegations by U.S. officials, and regional security analysts, over ties to \nterrorism. Middle Eastern terrorist groups operate \"support cells\" in Venezuela, according to U.S. military and \nintelligence officials. Left-wing guerrillas in neighboring Colombia also have training bases inside Venezuelan \nterritory, they say.\n\nThe most serious claim, made recently in the pages of the news magazine, U.S. News & World Report, involves \nallegations that Venezuelan identity documents have been issued to foreigners, including some from \"Middle \nEastern nations that play host to foreign terrorist organizations.\"\n\nWhile the Chavez government makes no secret of its left-wing revolutionary goals, officials strongly deny any \nterrorist connections.\n\nResponding to the U.S. News & World Report article, Chavez accused the \"extreme right\" in the United States of \n\"trying to justify anything: an assassination, a coup d'etat, an invasion\" to remove him from power.\n\nU.S. officials appear to be torn over how to handle relations with Chavez. The State Department prefers a cautious \napproach, anxious not to cause a greater rift with Venezuela, which supplies the United States with about 13 \npercent of total oil imports.\n\n\nBut some U.S. military officials are so concerned by developments in Venezuela that they would like to see the \nBush administration take a tougher approach.\n\nSome analysts say allegations against the Chavez government need to be considered with care. \"It's become so \npolitically divided you don't know who to believe,\" said John Shields, Americas editor of Jane's Sentinel Security \nAssessment, a leading global risk analysis firm based in London.\n\n\"There is gradually a picture building up here,\" he said, \"but it's still a long way from being able to say that this guy \n(Chavez) is actually backing terrorists.\"\n\nSince his election in December 1998, Chavez has refused to allow U.S. counter-drug surveillance over Venezuelan \nairspace, adopted a critical posture to free trade negotiations and embraced Cuban leader Fidel Castro.\n\nIn 2000, Chavez became the first - and only - foreign head of state to visit Saddam Hussein in Baghdad during the \nperiod between the Gulf War and the allied invasion. Deeply critical of the U.S. action, he sought to have the post-\ninvasion government excluded from meetings of the oil exporters cartel, OPEC, of which Venezuela is a founding \nmember. He bitterly opposed the bombing campaign to remove the Taliban regime in Afghanistan after the Sept. 11 \nattacks.\n\nCabezas, 30, and el-Aissami, 28, are both radical \"Chavistas\" who emerged as student leaders at the University of \nthe Andes in the city of Merida, about 300 miles southwest of the capital, Caracas.\n\nThe university city of Merida has for decades been a haven for guerrilla groups, both domestic and foreign. \nVenezuelan and Colombian guerrilla groups continue to maintain an armed presence at the university, with the \nalleged complicity of Merida state government officials, according to students and university officials.\n\nMerida's governor is a former army officer close to Chavez, Florencio Porras. Cabezas was his private secretary \nuntil last year.\n\nState officials deny the allegations. Even so, students and academics point to a dramatic upsurge in radical student \nactivity during el-Aissami's two-year tenure as president of the student union. Prior to his departure in July, armed \ngroups consolidated their presence in student residences, they say.\n\nA report by the vice rectorate of academic affairs recently found that of 1,122 people living in a student housing \ncomplex, only 387 were active students. More than 600 are completely unconnected to the university.\n\nWhile the university provides essential services at the residences, students have a say in room allocation and \nbuilding security. Under el-Aissami's rule political control over the residences fell into the hands of extremists with \ncriminal ties, according to students and university officials.\n\nThe current director of Student Affairs, professor Oswando Alcala, accused students under el-Aissami's leadership \nof turning the residences into a base for criminal activity.\n\n\"They use the residences to hide stolen cars. There's drug trafficking, prostitution,\" he said. \"There are always \nweapons there. . . . They leave the residences, put on ski masks and do hold-ups in the street.\"\n\nHe added that the students appeared to have political backing. \"All this is done with the full knowledge of the \nuniversity and (Merida) state authorities,\" he said.\n\nUniversity directors had tried to intervene, but local judicial and law enforcement authorities declined to act, he said.\n\nWhen Alcala voiced objections in May, students in ski masks surrounded his office armed with gasoline and tires, \nthreatening to burn it down. A former guerrilla himself, Alcala scared them off, saying he wasn't afraid of a violent \nconfrontation.\n\n\n\nEl-Aissami was soundly defeated when he sought re-election in July, with opponents winning more than 70 percent \nof the vote. After the election, the new student council found the union offices ransacked, with phones, fax \nmachines, computers and files all missing.\n\nThe windows of the student union offices are still full of holes made by rocks and bullets during election campaign \nviolence.\n\nCabezas and el-Aissami belonged to a radical group called Utopia, of which Cabezas was a founding member. It is \nsuspected of links with a clandestine armed paramilitary group, the Bolivarian Liberation Forces, or FBL, which \nprofesses allegiance to Chavez.\n\nNo links between the FBL and Middle Eastern groups have been established, although some FBL communiques \ncall for \"popular war\" against \"imperialism and Zionism.\"\n\nEl-Aissami is of Syrian origin, although born in Venezuela. His father, Carlos el-Aissami, heads the Venezuelan \nbranch of the Iraqi Baath Party, while his great-uncle, Shibli el-Aissami was a leading ideologue and assistant \nsecretary-general of the Baath Party in Baghdad, under Saddam Hussein.\n\nTareck el-Aissami declined to be interviewed for this article, saying he was not authorized to speak publicly. He \npromised to arrange an interview with Cabezas, the DIEX director. However, subsequent phone calls, both to el-\nAissami and to the information ministry, failed to elicit an official response.\n\nCarlos el-Aissami, father of Tareck, did agree to an interview, in which he defended his son as an outstanding \nstudent and denied the presence of Arab terrorist groups such as al-Qaida in Venezuela.\n\nBoth men attended a joint press conference with the Iraqi ambassador in Caracas March 27, to express their \nopposition to the U.S. invasion of Iraq and their \"solidarity\" with \"the defenseless Iraqi people.\"\n\nRegarding the links between the Baath Party and President Chavez's political movement, he said the two were \n\"united by the common cause of nationalism and the anti-imperialist struggle.\"\n\nHe produced an article he had written, entitled \"Proud to be a Taliban,\" in which he refers to George W. Bush as, \n\"genocidal, mentally deranged, a liar and a racist,\" and to the leader of al-Qaida as \"the great Mujahedeen, Sheik \nOsama bin Laden.\"\n\nHe also questioned whether bin Laden was really responsible for the Sept. 11 attacks, asking, \"Couldn't it be that \nthey (the U.S. government) invented that themselves so as to have an excuse (to invade Afghanistan)?\"\n\nCritics accuse Cabezas and el-Aissami of carrying out a government plan to politicize the control over the country's \ninstitutions, to thwart opposition efforts to remove Chavez.\n\n\"Chavez goes from phase to phase,\" said Alberto Garrido, a leading political analyst. \"He changes the heads of the \nDIEX because a tougher phase is coming. In the crucial jobs only the toughest individuals are left.\"\n\n- Phil Gunson is a Times freelance reporter based in Caracas. David Adams is the Times' Latin America \ncorrespondent.\n\nGraphic\n\n \n\nPHOTO, Photo by PHIL GUNSON; PHOTO; Activists under the direction of Tareck el-Aissami are said to have \nestablished armed guerilla compounds in these student residences at the University of the Andes in Merida, \nVenezuela.; Carlos el-Aissami\n\n\n"}