{"title": "Judge Bars Expulsion of Immigrants in 3 States", "body": "\nA Federal judge in Miami today barred the Immigration and Naturalization Service from deporting tens of \nthousands of Nicaraguans and other immigrants who have challenged the agency's interpretation of a provision of \nthe 1996 immigration law until their case can be heard.\n\nThough the preliminary injunction barring the deportations issued by Judge James Lawrence King of the United \nStates District Court for southern Florida applies only in Florida, Georgia and Alabama, similar cases are pending \nelsewhere, Ira Kurzban said. Mr. Kurzban is a member of a group of Miami lawyers who brought the suit against \nAttorney General Janet Reno, the Justice Department, the immigration service and the Board of Immigration \nAppeals. Judge King set a trial date for next January.\n\nThe lawsuit affects as many as 50,000 immigrants in the three states, about three-quarters of them Nicaraguans \nwho have been living in the United States under legal, but temporary, immigration status for more than a decade. \nTheir suit challenges the immigration service's decision to apply a provision of the new law to those who arrived in \nthe United States before 1996.\n\nMr. Kurzban estimated that between 300,000 to 500,000 people nationwide -- mostly Salvadorans, Guatemalans \nand Nicaraguans, many of whose immigration cases have dragged on for years -- could be affected by a permanent \ndecision to apply the new law retroactively.\n\nMany have been living in limbo for more than 10 years under various temporary protected statuses while the \nGovernment wrestled with a permanent solution for the refugees of the wars in Central America in which the United \nStates played a role. The interpretation of the law challenged in the suit would cause many of the immigrants to \nlose their work permits and leave them unable to qualify for permanent residency.\n\nMore than 100,000 Nicaraguans live in south Florida, and the new immigration law has stirred anger and panic, and \nhas sparked street protests in the last three months. After Judge King's ruling on Tuesday seven Nicaraguans \nended a 17-day hunger strike at La Plaza de la Cubanidad in Miami's Little Havana neighborhood, saying that \nNicaraguans nationwide would soon unite and hold a demonstration in Washington.\n\nIn opposing the lawsuit, the Government argued that the 1996 law bars Federal courts from hearing such class-\naction suits, but Judge King disagreed, ruling that the constitutional claims raised could not be heard anywhere \nelse.\n\n\n\"Seldom, if ever, has such a dramatic, heart-rending and powerfully persuasive case of irreparable harm to literally \ntens of thousands of human beings been presented to this Federal court,\" Judge King wrote in his strongly worded \nopinion.\n\nThe Justice Department and the immigration service said the ruling was still being studied.\n\n\"We don't know yet if we're going to appeal,\" said Carole Florman, a spokeswoman for the Department of Justice in \nWashington.\n\nBefore the 1996 law, any immigrant who had lived in the United States for more than seven years could apply for \nsuspension of deportation, the last step toward legal permanent residency. To prevail, the immigrant had to prove \nthat he was of good moral character and would suffer unusual hardship if deported.\n\nUnder the new law, the immigrant must prove not only good moral character and continuous physical presence in \nthe United States for 10 years, but must also prove that the deportation would result in \"extreme and unusual \nhardship,\" not to himself but to a United States citizen or permanent legal resident. Having a child who is a United \nStates citizen is not necessarily considered a hardship. If an immigrant is served with a document called a \"notice \nto appear\" by the immigration service, at that point the immigrant's officialpresence in the United States stops \nimmediately and any further time in the country does not count toward the 10-year requirement.\n\nAfter the new law was passed in September 1996, the immigration service began appealing the cases of \nimmigrants who had won their suspension of deportation cases starting in October 1996. In February, the Board of \nImmigration Appeals in Virginia, an arm of the Justice Department, ruled that the law could be applied retroactively. \nAfter that, scheduled hearings were canceled, and those who had won suspension of deportation had their cases \noverturned.\n\nSo far, the law has been applied retroactively only in the three Southern states, but the Government has argued \nthat it should be interpreted the same way elsewhere. Those cases have yet to be ruled upon by the Board of \nImmigration Appeals, Mr. Kurzban said.\n\nGraphic\n\n \n\nPhoto: A Nicaraguan demonstrator, Maxuell Rivera, is carried off to a hospital in Miami as a hunger strike by \nNicaraguan protesters ended on Tuesday. The demonstrators were protesting against a new immigration law. \n(Associated Press)\n"}