{"title": "Trenton Requires Citizen Proof for Drivers", "body": "\nNew Jersey today resumed requiring applicants for driver's licenses to provide proof of United States citizenship, \nafter a nearly four-week interlude in which licenses might have been issued to thousands of illegal aliens.\n\nWithin hours, two lawyers from Princeton, Bruce I. Afran and Roger C. Martindell, filed a lawsuit taking the state to \ncourt.\n\n\"Illegal aliens are here and they are not going to leave because they can't get a driver's license,\" Mr. Afran said. \n\"This law is not going to achieve any practical purpose except to make poor people's lives more miserable then they \nalready are.\"\n\nThe policy switch came a day after Attorney General Robert J. Del Tufo advised the Division of Motor Vehicles that \nhe believed the practice was legal and defensible in court.\n\n \n\nLegislative Action Urged\n\n \"This matter demands legislative clarification as to what information Motor Vehicle Services can and should be \nasking people to supply upon seeking a license,\" Mr. Del Tufo said. \"The issues are delicate, human and far-\nreaching, and should appropriately be considered by the Legislature.\"\n\nMost states, including New York and Connecticut, require applicants for driver's licenses to provide documents to \nprove their identity and age.Only New Jersey and Colorado place restrictions on undocumented individuals or \nforeigners, Mr. Afran said.\n\nThe lawsuit was filed on behalf of a dozen individuals and organizations, including six people listed as illegal aliens \nbut not identified by name.\n\n\"The state under the United States Constitution has no right to set immigration policy,\" Mr. Afran said. \"If the United \nStates Government can't do it or won't do it, then the state has to accept it.\n\n\"Also, under the 14th Amendment, each person is entitled to equal protection of the law. It does not say each \ncitizen or each resident; it says each person.\"\n\n\n \n\nFake Documents Confiscated\n\n There were long lines at dozens of Motor Vehicle Services offices when they opened for business today, and \nofficials at some offices said they had confiscated an usually large number of fake documents, including Social \nSecurity cards and passports, from people applying for licenses.\n\nLegal Services of New Jersey, a nonprofit group that provides legal representation to low-income people, said it \nwas disappointed with the state's decision to resume the documentation policy, whose legality the group \nquestioned.\n\n\"The Division of Motor Vehicles is not an authority on immigration law,\" said Dawn Miller, a lawyer with Legal \nServices. \"Alienage is not a proxy for safe driving, and there is no reason for the Division of Motor Vehicles to treat \naliens differently from others who seek to demonstrate their ability to drive safely.\"\n\nThe threat of a lawsuit by Legal Services in December prompted the Division of Motor Vehicles to rethink the policy. \nThe division's officials asked state lawyers to give an opinion.\n\n\"We were advised in June that we would have to change our policy, that we could no longer require people to \nprovide proof that they were legally in the country,\" Michael A. Santaniello, deputy director of the Division of Motor \nVehicles, said today.\n\nMr. Afran said he and Mr. Martindell had prepared a lawsuit in early June challenging the D.M.V. policy, but they \nwithheld their complaint after meeting with Mr. Santaniello and being told that the state intended to end the practice.\n\nThe new directive required applicants for a driver's license to provide only documents proving identity and age, not \nlegal status in the United States. The policy took effect on July 1, the first day of a fiscal year that already promised \nlong lines because of budget cuts that forced motor vehicle agencies to suspend late-night and weekend services.\n\nAs word spread of the policy change, lines at motor vehicle stations grew by the hundreds, and many patrons were \nforced to wait up to four hours for service. Unable to cope with the flood of applicants, dozens of stations were \nforced to close at 1 P.M., which only worsened the problem on successive days.\n\n\"We did not agree with the position by the Division of Law, and we continued to solicit the Attorney General for a \ndirect review,\" Mr. Santaniello said.\n\nMr. Del Tufo, the Attorney General, issued his opinion on Monday, directing the D.M.V. to resume the previous \npolicy.\n\n\"There was sound legal support for the July 1 policy change,\" Mr. Del Tufo said. \"However, there are compelling \narguments as well that people illegally in this country have no right to licensure.\"\n\n \n\nAccused of Reneging\n\n Charging that the D.M.V. had reneged on its promise, Mr. Afran went to State Superior Court today to file suit \nagainst the state and the D.M.V.\n\nMr. Santaniello said that his division had no way of knowing exactly how many learner's permits or driver's licenses \nmight have been issued to illegal aliens between July 1 and July 27, but that it was probably in the thousands. He \nbased that estimate on the number of applicants who showed up without Social Security numbers, which had been \nrequired on New Jersey driver's licenses.\n\nIn June, there were 39 applicants for licenses who did not have Social Security numbers. Since July 1, there have \nbeen more than 9,000, he said.\n\n\n\nGraphic\n\n \n\nPhoto: New Jersey resumed requiring applicants for driver's licenses to provide proof of United States citizenship. \nA woman took the written test yesterday in the Lawrenceville, N.J., Motor Vehicles office. (Laura Pedrick for The \nNew York Times)\n"}