{"title": "The Daily 202: The Koch network, down a brother, emphasizes its staying power", "body": "\n             With Breanne Deppisch and Joanie Greve          \n\n             THE BIG IDEA:          \n\n             COLORADO SPRINGS - Charles Koch wanted all the major donors in his network to know he's in good \nhealth. \"I am not getting weak in the knees,\" the 82-year-old said at a cocktail reception here Saturday night. \"Truly \nI am not.\"\n\nSince 2003, the billionaire industrialist from Wichita has been hosting many of the richest conservatives and \nlibertarians in America for twice-annual seminars to plot strategy for how they can change the trajectory of the \ncountry. They've marshaled their money to become a more powerful force in many ways than the Republican \nNational Committee.\n\n             This is the first get-together since David Koch, his 78-year-old brother, stepped down last month from the \nfamily business and the political organizations they've jointly funded because of declining health.          \n\nWithout mentioning David by name, the programming and messaging at this three-day event has appeared \ncarefully designed to emphasize continuity and the network's long-term wherewithal. To demonstrate vitality, \nnetwork officials unveiled the results of an audit into how they can be more effective. Two approaches they settled \non: de-emphasizing partisan politics and more clearly decoupling from the GOP.\n\nSpeaking to more than 500 donors as they sipped wine on a grassy lawn at the Broadmoor Hotel, Charles \nexpressed confidence about the future. \"We've made more progress in the past five years than I've made in the \nprevious 50,\" he said. \"We're just getting started because we have more opportunities in front of us than I ever \nimagined.\"\n\nDuring his speech, church bells tolled in the distance and thunderclouds formed on the horizon against the \nbackdrop of the Rocky Mountains. They would bring heavy rain about an hour later.\n\nCharles then introduced Brian Hooks, the boyish-looking president of the Charles Koch Foundation and the Charles \nKoch Institute, who co-chairs the network. \"I was on a hike with (Charles) two weeks ago, and he beat me up the \nmountain - by a long shot,\" Hooks said as he took the microphone.\n\nHooks then pointed out Chase Koch, who was standing in the crowd. Charles's 41-year-old son, an executive at \nKoch Industries, has been taking on an increasingly prominent role at these meetings as an heir apparent. He's \n\n\noverseeing a New Leaders Initiative to bring in fresh blood. More than 80 \"new leaders\" from places like Silicon \nValley and Austin came this weekend.\n\nA six-minute video airing in a hallway at the hotel highlights the focus on the future: Two married couples and two \nolder men who are not part of the Koch family explained on camera why they have included the network in their \nestate planning. Charles says that he wants the network to grow in effectiveness for at least another 50 years and \nnotes that he's left a good part of his own estate to ensure it has the funds necessary to thrive. Then his son says \nhe's committed to carrying forward the vision of the network over the long term.\n\nI asked Charles yesterday afternoon about the long-term sustainability of the network in light of his brother's \ndeparture and his son getting more active. \"We're going to continue to innovate, learn and correct our mistakes,\" he \nreplied matter-of-factly. \"All humans are fallible, and we're certainly right there in the lead.\"\n\n             -- \"The Koch brothers\" no more: At a briefing for reporters invited to cover the meeting, senior officials \nrequested that media outlets stop referring to the \"the Koch brothers\" in their stories about the network. After all, \nonly one Koch brother remains. \"It's unfair to (David) and his family to say he had anything to do with it since he's \nbeen in declining health. That's part of it,\" said Mark Holden, the co-chairman of the seminar. Holden, who has \nworked at Koch Industries for 24 years, including as general counsel, also emphasized Charles's energy level. \n\"He's 82 going on 42,\" said Holden.\n\nDuring a Sunday morning session for all the donors, a montage of press headlines about the work that they've been \ndoing was displayed on large video screens. Every mention of \"Koch brothers\" was replaced with \"Koch [network].\"\n\n             Forbes estimates that each brother is worth $53.1 billion and ranks them as tied for eighth among the \nworld's richest people. Bloomberg News guesses that both brothers are worth $47 billion, pegging them as tied for \n12th on its list.\n\n             Even with David's departure, network officials said they still plan to spend between $300 million to $400 \nmillion on politics and policy during the 2018 election cycle. It's unclear how much he is continuing to contribute \nfinancially.\n\n             \"He's a personal friend of mine. It's a great loss,\" said longtime major donor Art Pope, who owns a retail \nchain in North Carolina. \"But the network is very strong as far as the member participation and the staffing of the \norganization. So there should not be any disruption on succession, on governance or on the day-to-day operations \nof the various groups. ... David took particular interest in Americans for Prosperity, but AFP is in good shape and \nhas good continuity.\"\n\n             -- A talking point that Charles and his senior staff have repeated often this weekend is that \"the network is \nthe strongest it has ever been.\" Fifteen years ago, a small group of like-minded corporate chieftains, mainly from \nthe energy business, gathered for the first \"seminar,\" as these twice-annual confabs are called. Today the network \nhas more than 700 members, who each agree to contribute at least $100,000 annually to Koch-linked groups. This \nis the largest summer meeting ever, and 135 of the 500 participants are first-time attendees.\n\n             Michael Kasser, 77 of Tucson, started coming to the seminars 15 years ago at the invitation of David, who \nhas been a close friend since they studied chemical engineering together at MIT. They used to co-own a ski house \ntogether. \"I'm sort of concerned about him because I haven't been able to talk to him in the past few months,\" \nKasser said last night at a cocktail reception. \"I think that's a bad sign. Usually when I call him, he calls me right \nback. And he hasn't.\" But he added that the dynamic really has not changed that much with his friend absent. \n\"Charles has always been the one who ran the thing,\" Kasser said. \"David got somewhat involved but not a lot.\"\n\n             -- The theme of this seminar is \"embracing the future.\" In a slick video played for the donors, Charles \ndecried \"protectionism\" in all its forms, which he characterized as an understandable but dangerous impulse \npursued by people who fear disruption, displacement and uncertainty. He then noted that a \"protectionist mind-set\" \nnearly destroyed the business that his father founded. \"When I joined what is now Koch Industries in 1961, the \ncompany consisted of two small businesses,\" he said. \"In spite of some past success, the company's managers \n\n\n\nbecame risk averse. They wouldn't experiment so we became uncompetitive and lost opportunities. Their \nprotectionist mind-set caused them to put up barriers around our businesses.\"\n\nHe added that the country now must do what he did when he took over the family business. \"Protectionism is \nperverting the key institutions of our society. It's created immense barriers that are holding people back,\" Charles \nconcluded. \"That's why we must transform: Transform our effectiveness and resist protectionism in ourselves. We \ncan't stay comfortable. We have to challenge ourselves to do things differently, to take risks, to be open and to \nembrace change.\"\n\n             -- A broader transformation is indeed underway: Charles is moving to both de-emphasize politics as a focus \nof the network and further decouple his efforts from the GOP. President Trump's tariffs, combined with his family \nseparation policy and decision to end the Deferred Action for Childhood Arrivals program, upset him a great deal. \nAfter biting their tongues somewhat to advance other priorities, the Koch-aligned groups have become more \noutspoken in their criticism of the White House and congressional Republicans over the past few months.\n\n             -- The network has invested a lot more money in transforming education, both K-12 and universities, as well \nas community redevelopment projects over the past few years. The donors support programs on initiatives from \nhelping addicts in recovery to prisoners reentering society and veterans trying to access private care through the \nVA. \"What Charles set out to create 15 years ago has turned into a movement,\" Hooks said. \"And like the \nmovements that have come before us, it can motivate millions of people and it can help to propel our country \nforward.\"\n\n             Hooks invited a diverse array of 34 people who are tied to groups that receive Koch network support - \nincluding former gang leaders, professors and formerly homeless people - to come on stage. \"These folks up here \nrepresent this network's vision in action,\" he said. \"There will be those who second guess us. There always are. \nPeople who say it's too risky, that we've got to hold onto the past and protect what we've got,\" Hooks said. \"For this \nnetwork, the only answer is forward. Boldly forward.\"\n\n             -- Charles himself also appears increasingly impatient with Republican Party leaders. During a roundtable \ninterview with reporters, he was asked whether he'd be upset if Democrats win the House. \"I don't care what initials \nare in front or after somebody's name,\" he replied, as long as they're principled.\n\n             He suggested that he may scale back how much he puts toward politics if he thinks that money can have a \nbigger impact in other areas of the culture. \"Where we invest is where we find an opportunity where our capabilities \ncan make a difference,\" he said. \"So we engage in politics to the degree to which it's really moving our overall \nagenda. That's the best use of our resources ... So the more we can affect policies that can bring about good \noutcomes, then a higher percent of our efforts will go into that. If we don't see an opportunity in that, then more will \ngo into these other areas.\"\n\n             Charles also said he \"regrets\" some of the Republican politicians that the network spent heavily to get \nelected in recent years. \"We're going to be more strict on holding someone accountable if they say they're going to \nbe for the principles that we espouse, and then they aren't. We're going to more directly deal with that and hold \npeople responsible for their commitments. ... Our organization is happy to support anybody. We'd love for there to \nbe more Democrats to support these ideas and these issues.\"\n\n             -- There are some recent signs that the network is putting its money where its mouth is. When Sen. Heidi \nHeitkamp (D-N.D.) co-sponsored legislation to roll back Dodd-Frank financial regulations, the network ran ads \npraising her. The network also ran ads criticizing Rep. Lou Barletta (R-Pa.), a candidate for Senate, when he voted \nfor the $1.3 trillion spending package earlier this year.\n\n\"I know this is uncomfortable. It was uncomfortable for me, too,\" Emily Seidel, chief executive of Americans for \nProsperity, told donors. \"The fact that we're willing to do this during an election year shows everyone that we're \ndead serious.... This network will no longer follow anyone's lead or be taken for granted. If you're a Democrat and \nyou stand up to Elizabeth Warren, ... you're darn right we'll work with you. ... And if you're a Republican who sits on \n\n\n\nthe committee that wrote the worst spending bill in our country's history and you voted for it, you're darn right we'll \nhold you accountable.\"\n\n             -- Notably, there are far fewer lawmakers at this seminar than in the past. Only two senators came: Sens. \nJohn Cornyn, the No. 2 in GOP leadership, and Tim Scott, who is championing a post-prison reentry bill that the \nnetwork supports. Two Senate candidates also attended: Rep. Marsha Blackburn (Tenn.) and Florida Gov. Rick \nScott. Also spotted: Kentucky Gov. Matt Bevin and Nevada Attorney General Adam Laxalt.\n\nSpeakers at the seminar have lamented the growing division in the country and said they want to look for areas of \ncommon ground. Asked if Trump bears personal responsibility for the growing division in the country, Charles \nreplied: \"We all do. We're all part of it. None of us are perfect. We've had divisiveness long before Trump became \npresident, and we'll have it long after he's no longer president. I'm into hating the sin, not the sinner.\"          \n\nCharles said that the network will work with Trump on things that he believes in and oppose him when he \ndisagrees. \"I would say it's as true here as it's been for every president in our history. We agree with some things \nand we disagree with others,\" he said. \"Obviously, I haven't known them all. I mean I'm old, but not that old.\"\n\n             GET SMART FAST:  \n\n             ALL THE PRESIDENT'S MEN AND WOMEN:          \n\n             -- Newly confirmed VA chief Robert Wilkie intends to reassign and otherwise sideline several high-ranking \nTrump loyalists at the agency.Lisa Rein reports: \"Wilkie, who will be sworn in Monday, wants to form his own \nleadership team . . . and to ease lawmakers' continued concern that VA ... has become highly politicized. He \ndiscussed the proposed personnel moves with Trump in recent days aboard Air Force One, while en route to a \nveterans convention in Kansas City, Mo. . . . Announcements could come as soon as this week, pending approval \nfrom the White House Personnel Office. The changes would sideline much of VA's interim leadership team under \nacting secretary Peter O'Rourke, who drew unfavorable reviews from lawmakers in both political parties following \na dispute with the agency's inspector general and a Washington Post report that highlighted O'Rourke's efforts to \npurge civil servants and some political appointees whom he and others installed by Trump deemed unsupportive of \nthe president's agenda.\"\n\n             -- One year after John Kelly was hired as Trump's chief of staff, his efforts to normalize the untraditional \nWhite House have largely failed to materialize. Politico's Eliana Johnson reports: \"Kelly's allies say he took the job \nout of a sense of duty, and he has suggested he doesn't enjoy it much. . . . Increasingly, the sober-minded Marine \nseems to be in on the joke about the relative futility of his labors: 'I'm leaving and I'm not coming back,' he has told \nhis aides, only to show up for work the following day. Early mornings in the office have been supplanted by sweat \nsessions at the gym. Many of Trump's friends and advisers have concluded the president doesn't really want a chief \nof staff - and he has several confidants urging him to operate without one. Kelly, people around him say, no longer \nworks to keep his mercurial boss on task or on message, with a Republican close to the White House referring to \nhim as a 'chief of staff in name only.'\n\n             \"[Nearly] all the traces of the martial regime Kelly initially sought to impose have vanished. ... Trump now \nadds to his daily schedule in a black appointment book, jotting down meetings he schedules the day of with the help \nof his personal aide[.] Kelly has done away with 'meeting crashers' ... but he has not been able to curb Trump's \npractice of adding and subtracting advisers to meetings throughout the day. . . . 'He comes down for the day, and \nwhatever he saw on 'Fox and Friends,' he schedules meetings based on that,' said one former White House \nofficial.\" (Politico compiled a list of 52 train wrecks John Kelly couldn't stop - or started himself.)\n\n             -- \"Still Standing, Jared Kushner and Ivanka Trump Step Back in the Spotlight,\" by the New York Times's \nMaggie Haberman and Katie Rogers: \"Several times Mr. Trump joked that he 'could have had Tom Brady' as a son-\nin-law. 'Instead,' the president said, according to five people who heard him, 'I got Jared Kushner.' ... It did not help \nthat the president had gone from telling aides to 'talk to Jared,' as he did during the campaign, to telling them that \n'Jared hasn't been so good for me.' At various points, Mr. Trump told friends and his chief of staff ... that he wished \nboth Jared and Ivanka would return to New York . . . And yet, after 18 months of bruising internal White House \n\n\n\nconflicts and bitter criticism that they have failed to be a moderating influence [on Trump], both [are . . .] as close to \nthe center of the president's orbit - as they have ever been.\"\n\n             -- Sean Spicer denied a former classmate's accusation that Spicer used a racial slur to describe him.From \nthe AP: \"Attorney Michael Bowe says in emails to The Associated Press on Saturday night and Sunday that the \nallegation is false and defamatory. It emerged when a man confronted Spicer at a book signing in Rhode Island on \nFriday in an encounter that local newspapers captured on video. The man, whom the newspapers identified as Alex \nLombard, said Spicer used the epithet and tried to fight him while they attended Portsmouth Abbey School.\"\n\n             IMMIGRATION WARS:          \n\n             -- Trump threatened Sunday to shut down the federal government unless Congress funds his border wall. \"I \nwould be willing to 'shut down' government if the Democrats do not give us the votes for Border Security, which \nincludes the Wall!\" the president tweeted.\n\n             During a meeting last week with Sen. Mitch McConnell (R-Ky.) and Paul Ryan (R-Wis.) to discuss the Sept. \n30 government funding deadline, Trump had signaled that he was on board with their strategy to put this politically \nrisky fight off until after the midterm elections. The GOP leaders plan to fund the government until after the election \nwith \"minibuses,\" which are smaller packages of spending bills.\n\n\"But in recent days, Trump has also spoken with several outside political allies who have urged him to strike a \ntougher line on the border wall as a means of pressuring Democrats and rallying his core voters in \nNovember,\" Philip Rucker, Robert Costa and Damian Paletta report. \"It is unclear whether simply threatening to \nshut down the government could push Democrats to agree to fund construction of the wall, particularly because \nTrump has backed down at the last minute during previous standoffs. . . . Trump's shutdown warning - which he \nhas made before - [raises] the possibility of a political showdown before the Nov. 6 midterm elections that \nRepublican congressional leaders had hoped to avoid. A funding fight also could prove a distraction from \nRepublican efforts in the Senate to confirm [Brett Kavanaugh] ... by Oct. 1.\"\n\n             -- GOP leaders cautioned against Trump's brinkmanship. Among them was National Republican \nCongressional Committee chairman Steve Stivers. \"I don't think we're going to shut down the government. You \nknow, I think we're going to make sure we keep the government open, but we're going to get better policies on \nimmigration,\" the Ohio Republican said on ABC News's \"This Week.\" Sen. Ron Johnson (R-Wis.), chairman of \nthe Senate Homeland Security committee, said he supports the president's effort to pass conservative \nimmigration bills but disagrees with his tactics. \"I don't like playing shutdown politics. I don't think it'd be helpful, so \nlet's try to avoid it,\" Johnson said on CBS News's \"Face the Nation.\"\n\n             -- A federal judge ordered the Trump administration to provide information to help locate \"missing parents\" \nwho have still not been reunited with their children.NBC News's Jacob Soboroff and Julia Ainsley report: \"Judge \nDana Sabraw of the Southern District of California on Friday mandated that the Trump administration turn over a list \nby Wednesday of all parents deemed 'ineligible' for reunification by the government, including those who have been \ndeported, those who have been released into the United States and those who were not reunited because of \ncriminal history. The government on Friday said 650 children remained separated because their parents had been \ndeemed ineligible.\"\n\n             - Hundreds of migrant children have spoken of \"horrific\" abuse by authorities at a Texas detention center, \nincluding being kicked by guards. \"[It's the] type of abuse that would make any parent sick,\" one advocate said. \nBuzzFeed News's Amber Jamieson reports: \"Child detainees at the South Texas Family Residential Center in Dilley \ntold stories of Customs and Border Protection officers at other facilities kicking and hitting them, social workers \ndeclaring they were to be adopted by American families, and being forced to sweep floors in the shelters they were \nstaying in, according to the activists. ... A CBP spokesperson (said) that without specific details ... it was not \npossible for CBP to investigate the claims.\"\n\n             -- One 6-year-old migrant girl separated from her mother was sexually abused while at an Arizona detention \nfacility, advocates say.The Nation's Ari Honarvar reports: \"The child was then made to sign a form acknowledging \n\n\n\nthat she was told to maintain her distance from her alleged abuser, who is an older child being held at the same \ndetention facility. The girl, who is only identified by the initials D.L., and her mother had been fleeing gang violence \nin their native Guatemala. ... [The girl's] mother provided authorities with the phone number of D.L.'s father, an \nundocumented immigrant living in California. On June 11, D.L.'s father received a phone call from Southwest Key \nexplaining that a boy had fondled his daughter and other girls. ... On June 22, Southwest Key again contacted \nD.L.'s father and informed him that the same boy initially cited for abuse had hit and fondled D.L. again.\"\n\n             -- In case you missed it: \"'Deleted' families: What went wrong with Trump's family-separation effort,\"by Nick \nMiroff, Amy Goldstein and Maria Sacchetti: \"When a federal judge ordered the Trump administration to reunify \nmigrant families separated at the border, the government's cleanup crews faced an immediate problem. They \nweren't sure who the families were, let alone what to call them. ...  They did not have a distinct classification for \nmore than 2,600 children who had been taken from their families and placed in government shelters.\"\n\n             -- Trump tweeted a defense of the forced separations on Sunday: \"Please understand,\" he said, \"there are \nconsequences when people cross our Border illegally, whether they have children or not - and many are just using \nchildren for their own sinister purposes.\"\n\n             -- A group of people from countries affected by Trump's travel ban are suing the administration over its \nwaiver process.Vox News's Dara Lind reports: \"They're not trying to reopen the question of whether the ban itself is \nlegal or constitutional. Instead, they're asking the administration to explain how it grants waivers under the ban - \nand to justify the gap between what the administration portrays as a clear and generous waiver process, and \noverwhelming anecdotal evidence that people who should be considered for waivers are getting flatly denied or \nheld in administrative limbo.\"\n\n             THE SUPREME COURT:          \n\n             -- Senate Minority Leader Chuck Schumer (D-N.Y.) is relying on moderate Democrats to remain neutral on \nBrett Kavanaugh's Supreme Court nomination for as long as possible, raising the pressure on Republican \nmoderates.Politico's Burgess Everett and Elana Schor report: \"Schumer's strategy starts like this: Hold his caucus \nin line and force Republicans to cough up 50 votes on their own. While his red-state members stall in the face of \nattacks from their GOP challengers, Schumer hopes to place massive pressure on moderate Republicans by \nraising damaging questions about Kavanaugh's views on abortion, health care and presidential power.\"\n\n             -- Kavanaugh, who served as George W. Bush's staff secretary, is facing questions over his stance on the \nformer president's practice of signing statements claiming the power to bypass new laws.The New York Times's \nCharlie Savage reports: During his 2006 confirmation hearing to be an appeals court judge, Kavanaugh \n\"acknowledged handling draft signing statements to ensure that 'relevant members of the administration have \nprovided input' before presenting them to Mr. Bush. But the nominee sidestepped questions about any advice or \nviews he had about them, refusing to discuss 'internal matters' ... [T]he opacity of his testimony about Mr. Bush's \nsigning statements, including about the torture ban, is becoming a case study for Democrats' vehement arguments \nthat the Senate must see his staff secretary files before any confirmation hearing.\"\n\nThe Post has produced a new mini-documentary on how Paul Manafort went from being a successful foreign \nconsultant for strongmen leaders to being a key figure in the Robert Mueller probe.\n\n             THERE'S A BEAR IN THE WOODS:          \n\n             -- Paul Manafort's trial for financial crimes begins this week in Alexandria. Prosecutors for special counsel \nBob Mueller are expected to focus largely on the former Trump campaign chairman's work as a Ukrainian political \nconsultant - but the broader implications for the ongoing Trump-Russia probe are unmistakable.Rachel Weiner and \nTom Hamburger report: \"For the first time, the probe into Russian election interference that has operated largely \nbehind closed doors will reveal some of its work. A conviction on the 18 counts brought against Manafort would add \ncredibility to Mueller's ongoing inquiry. Failure will underline the criticism he has received from [Trump] and others \nwho suggest his operation is a partisan 'witch hunt.'\"\n\n\n\n             -- \"Adding to the intrigue is the expected spectacle of Manafort's deputy, Rick Gates, testifying against him \nafter cutting a plea deal with prosecutors, and the speculation that Manafort, who faces charges in two different \ncourts and decades in prison if convicted, may be holding out for a pardon from Trump,\" the AP's Eric Tucker and \nChad Day add.\n\n             -- Manafort is the first American who has been charged as part of Mueller's probe to go to trial instead of \ntaking a plea deal. \"Obviously, that's very risky for him,\" said former U.S. prosecutor Jimmy Gurule.\n\n             -- Rudy Giuliani said that investigators have access to more than 180 recordings made by Michael Cohen, \nbut that Trump's voice is \"only heard on one.\" \"We know of something like 183 unique conversations on tape. One \nof those is with [Trump] ... That's the three-minute one involving the [Karen] McDougal payment, AMI-McDougal \npayment,\" Giuliani said on CBS's \"Face the Nation,\" referring to the tape made public last week. Beyond the \nMcDougal-related recording, Giuliani said, \"there are 12 others, maybe 11 or 12 others out of the 183, in which the \npresident is discussed at any length by Cohen, mostly with reporters.\" He added that he \"doesn't know the \ncontents\" of the recordings that don't include or make mention of Trump, but said U.S. prosecutors in Manhattan \n\"would have turned them over\" if they were related to his client. (Robert Costa)\n\n             -- Giuliani continued to eviscerate Cohen on the Sunday show circuit, calling him \"a pathological \nmanipulator, a liar.\" \"He's destroyed himself as a witness. I've prosecuted 5,000 cases. I'd never prosecute a case \non this guy's testimony,\" Giuliani told \"Fox News Sunday\" host Chris Wallce, responding to reports that Cohen \ncould seek cooperation with prosecutors. \"He's contradicted himself so many times, you'd begin the cross-\nexamination by saying, 'Which lies are you going to tell us today, Michael?'\" After Wallace reminded him that he \npraised Cohen as an \"honest, honorable lawyer\" in May, Giuliani recanted his remarks: \"Here's what happened: I \nfound out ... that he was surreptitiously recording his clients, which is a disbarrable offense,\" Giuliani said. \n\"Obviously, if I knew that, I never would have said he was a reputable lawyer; I'd have said he was a scoundrel.\" \n(Politico)\n\n             -- A new CBS News poll finds that 70 percent of Republicans agree with Trump's characterization of the \nRussia probe as a \"witch hunt.\" Half of GOP voters said they \"wanted to defend him more\" after hearing criticism of \nhim on the Russia issue. While 77 percent of Democrats call the investigation \"critical\" to national security, 81 \npercent of Republicans see it as a deliberate attempt to slow the president's agenda, and 86 percent feel he is \nfacing more resistance from the political establishment than other presidents have.\n\n             -- Trump has been complaining to advisers for months about the \"terrible\" FBI headquarters building in \ndowntown Washington.Axios's Jonathan Swan reports: \"Another source said he was dead opposed to plans to \nmove it out of D.C. 'This is prime real estate, right on Pennsylvania Avenue,' he said. 'This is a great address. They \nneed to stay there. But it needs a total revamp.' That source said Trump told John Kelly he wants to oversee the \nproject at an excruciating level of detail: the cost per square foot, the materials used, the renovation specs, etc. \nHe's treating it like it's a Trump Organization construction project.\"\n\n             THE FOURTH ESTATE:          \n\n             -- Trump clashed on Twitter with New York Times publisher A.G. Sulzberger, after the Timesman said \nTrump \"misrepresented\" his comments during a private meeting earlier this month. Sulzberger's rebuttal came \nafter Trump tweeted about the meeting, claiming that they had discussed \"the vast amounts of Fake News being \nput out by the media & how that Fake News has morphed into phrase, 'Enemy of the People.' Sad!\" The New York \nTimes's Mark Landler reports: \"Sulzberger said he had accepted Mr. Trump's invitation for the July 20 meeting \nmainly to raise his concerns about the president's 'deeply troubling anti-press rhetoric.' 'I told the president directly \nthat I thought that his language was not just divisive but increasingly dangerous,' said Mr. Sulzberger ... 'I warned \nthat this inflammatory language is contributing to a rise in threats against journalists' and ... were 'putting lives at \nrisk' and 'undermining the democratic ideals of our nation.'\n\n\"In a telephone interview, Mr. Sulzberger ... said he went into the Oval Office determined to make a point about \nwhat he views as the dangers of the president's inflammatory language. ... At another point, Mr. Trump expressed \npride in popularizing the phrase 'fake news,' and said other countries had begun banning it. Mr. Sulzberger \n\n\n\nresponded that those countries were dictatorships and that they were not banning 'fake news' but rather \nindependent scrutiny of their actions. Mr. Sulzberger's lengthy, bluntly worded rebuttal was a striking rejoinder to \n[Trump]. And it apparently touched a nerve: The president fired off a series of angry tweets in the afternoon, \naccusing newspapers of being unpatriotic.\" \"I will not allow our great country to be sold out by anti-Trump haters in \nthe dying newspaper industry,\" he wrote. \"The failing New York Times and the Amazon Washington Post do \nnothing but write bad stories even on very positive achievements - and they will never change!\"\n\n             -- Post media critic Margaret Sullivan spoke to Carl Bernstein about covering Trump's White House - and \nevery administration since Richard Nixon's. The famed Watergate journalist was part of last week's triple-byline \nCNN report that said Michael Cohen accused Trump of having advance knowledge about an infamous July 2016 \nTrump Tower meeting. \"He described Trump as 'sui generis' - one of a kind - not only in his 'habitual aversion to \ntelling the truth' and his 'willingness to embrace authoritarian and racist notions,' but also in his 'considerable \nbrilliance in figuring out and tapping into something in the country' that was forming before his arrival as a \ncandidate. As for the Cohen news itself, Bernstein says the nub of it 'goes to the question of intent to collude.'\" But, \nhe reiterated that there remain some big \"ifs,\" since Cohen, currently under federal investigation, is \"shopping for a \nget out of jail card\" through potential cooperation with prosecutors. \"If this information is true and accurate,\" he said \nof Trump's purported foreknowledge, and \"if it can be nailed down\" in testimony, it may be a very big deal.\n\n             THE MIDTERMS ARE 99 DAYS AWAY:          \n\n             -- Some Democratic strategists fear the large number of potential 2020 contenders could create a \nfundraising bottleneck, eliminating candidates who can't raise enough money before the debates even start.Michael \nScherer reports: \"More than two dozen people are in the process of exploring campaigns to take out [Trump], but \nonly a handful have the relationships with wealthy donors, significant personal wealth or small-dollar fundraising \napparatus to raise the early money needed to mount a traditional campaign. ... That presents an acute threat for \ncandidates who have not established national fundraising operations, an advantage that would be held by two \npotential candidates, Sen. Bernie Sanders (I-Vt.) and former vice president Joe Biden, both veterans of previous \npresidential campaigns.\"\n\n             -- Many states' shifting politics and demographics are altering both parties' conceptions of 2020 \nbattlegrounds.Politico's David Siders reports: \"Interviews with more than two dozen politicians, consultants and \nactivists throughout the country suggest that between [Trump's] sweep through the upper Midwest and the \ndemographic shifts powering Democrats in the South and West, the field of competitive states stands to be \ndramatically reshaped in 2020. Minnesota, which hasn't gone for Republican for president in nearly a half-century, \nsuddenly rates high on the GOP wish list. Arizona and Georgia, until recent years considered red-state locks, are \nundeniably within Democratic reach.\"\n\n             -- Contrary to GOP strategists' predictions, the thriving economy has not become a key talking point for \nRepublican congressional candidates.The New York Times's Jim Tankersley reports: \"With little more than a week \nto go before voters here head to the polls [for Ohio's special election], the airwaves are instead dominated by more \ngeneral promises to create jobs and, from Republicans, by dark warnings on wedge issues such as immigration, \nmeant to rally the conservative base. ... Republicans have reason to doubt the efficacy of an economic message in \nhotly contested midterm campaigns, which have historically been referendums on the sitting president. The last \ntime the economy grew 4 percent in a quarter was in the middle of 2014, under President Barack Obama, just \nbefore Senate Democrats lost nine seats - and their majority - that fall.\"\n\n             -- Female fundraisers have started forming \"giving circles\" to boost their chosen political candidates.NBC \nNews's Benjy Sarlin reports: \"The circles, many of which have an explicit focus on gender representation in \nCongress and statehouses, have become a fundraising stop for Democratic politicians like Sen. Tina Smith in \nMinnesota and gubernatorial candidate Stacey Abrams in Georgia, complementing more established organizations \nlike Emily's List, which backs women who support abortion rights. ... As of July 23, 329,000 women had donated at \nleast $200 to a federal campaign or PAC in the 2018 cycle, according to the Center for Responsive Politics, far \noutpacing the 198,000 women who donated similar amounts over the entire 2014 midterms.\"\n\n\n\n             SOCIAL MEDIA SPEED READ:          \n\nA CNBC reporter summed up the president's tweeting:\n\nFrom a CNN host:\n\nFrom Obama's former ethics czar:\n\nFrom The Post's White House bureau chief:\n\nA \"Morning Joe\" host and former GOP congressman questioned Trump's argument for shutting the government \ndown over the border wall:\n\nReporters pushed back on Trump's criticism of the press. From Politico's Capitol bureau chief:\n\nThe president's press secretary took to Twitter to defend her boss:\n\nA Republican senator came to the defense of InfoWars:\n\nOne of his Democratic colleagues replied:\n\nThe president of the NAACP Legal Defense Fund slammed Senate Republicans for their handling of Brett \nKavanaugh's confirmation process:\n\nGiuliani's single-word tweet sparked mockery:\n\nFrom a GOP strategist:\n\nFrom a Sky News reporter:\n\nAnd from a Mel Magazine editor:\n\n             GOOD READS:          \n\n             -- \"British farmers worry: Who will pick the fruit after Brexit?\" by William Booth and Karla Adam: \"Britain \ntoday is completely dependent on foreign workers to pick its fruit and vegetables. But as it prepares to leave the \nE.U., bringing the era of free movement to a close, that work will have to be done by Brits - who don't seem very \nkeen to do it.\"\n\n             DAYBOOK:          \n\n             Trump will meet with Italian Prime Minister Giuseppe Conte, and the pair will hold a joint news conference. \nThe president will later participate in Robert Wilkie's swearing-in ceremony as VA secretary.\n\n             NEWS YOU CAN USE IF YOU LIVE IN D.C.:          \n\n             -- The District could see more rain this afternoon.The Capital Weather Gang forecasts: \"A warm front \ncoming from the south is likely to trigger scattered showers and storms, especially into the afternoon. If the \nmodeling is right, rain chances are highest (60 percent chance) in our southern and southeastern areas, where \namounts are also likely to be heaviest. Rain chances drop off some north of town (around 30 percent). Increasing \nclouds may cap temperatures around 80, but you'll notice an increase in mugginess.\"\n\n             -- The Nationals lost to the Marlins 5-0. (Jorge Castillo)\n\n             -- Nationals shortstop Trea Turner issued an apology after tweets containing racially insensitive language \nand homophobic slurs surfaced from his college days. \"There are no excuses for my insensitive and offensive \nlanguage on Twitter,\" Turner said in a statement. \"I am sincerely sorry for those tweets and apologize \nwholeheartedly. I believe people who know me understand those regrettable actions do not reflect my values or \n\n\n\nwho I am. But I understand the hurtful nature of such language and am sorry to have brought any negative light to \nthe Nationals organization, myself or the game I love.\" (Chelsea Janes)\n\n             VIDEOS OF THE DAY:          \n\nJohn Oliver talked to Anita Hill about the #MeToo movement:\n\nThe California wildfires forced a television station to evacuate mid-broadcast:\n\nThe Obamas were seen dancing at the Beyoncé and Jay-Z concert near Washington:\n\nThe Post's Department of Satire read some excerpts from Sean Spicer's new book:\n\nAnd a pizza delivery man in Michigan took a brief break from work to play Beethoven's \"Moonlight\" on one \ncustomer's piano:\n"}