{"title": "Restaurants with a rest", "body": "\nFrom kitchen garden beds to comfy guest beds, country chefs are adding rooms to their recipes for success, write \nUte Junker and Anthony Dennis.\n\nThe dining room, with its high ceilings and arched windows, is as grand as you would expect from a building that \nwas once a heritage bank. The exquisitely plated meals - an artfully deboned duck leg dappled with pomegranate \nseeds and dried beetroot wedges, for instance - taste as tantalising as they look.\n\nYet ask Michael Ryan, chef and owner of the Good Food Guide 2020 two-hatted Provenance restaurant in the \ngoldrush town of Beechworth, three hours from Melbourne, about his secret weapon and he will gesture towards \nthe rear of his property.\n\n\"I don't know if we'd still be in business if we didn't have our guest rooms,\" Ryan says of Provenance's \naccommodation, which opened a decade ago at the same time as the restaurant. \"At our previous restaurant in \n[nearby] Myrtleford, we were part of a motel, and I could see that to survive you needed to pull people from further \nafield,\" he says. \"If you can offer accommodation as well as food, you have a much stronger appeal.\"\n\nRyan isn't the only restaurateur to have adopted a hotelier's guise with chefs around Australia, from Brae, in rural \nVictoria, to Homage, in regional Queensland, offering their guests not just a meal but also a place to rest their head \nafterwards so they can forget about a designated driver and the trip home.\n\nOn one level, it's simply good business for a regional restaurant to also offer rooms. However, some chefs enjoy \nthe opportunity to expand the guest experience beyond the dining room.\n\n\"[The rooms are] there to keep the party going,\" says Dan Hunter, chef and co-owner of Brae, the Good Food \nGuide 2020 \"restaurant of the year\" recipient near the Great Ocean Road, which includes six guest rooms. He \nsays that after savouring a multi-course meal with matching wines, piling into a car for a long drive home can really \nspoil the mood. \"When you get to stay, everything just continues and perhaps even gets better. It's a chance to lush \nout.\"\n\nThe restaurant-with-rooms concept may be relatively new to Australia, but it is a long-held tradition in many parts \nof the world. Hunter and his wife and business partner Julianne Bagnato drew some of his inspiration from the \nJapanese tradition of ryokan inns, which offer \"bath, dinner, bed and breakfast - incredible, seasonal and local \ncuisine and a genuine do-anything-for-you-style hospitality\".\n\nElsewhere in Victoria, Alla Wolf-Tasker, a pioneer of the restaurant with accommodation, opened the acclaimed \ntwo-hatted Lake House in Daylesford more than 30 years ago and added her first rooms not long after. She drew \nher inspiration from the regional restaurants she visited in Europe.\n\n\nIt proved so successful that the Lake House empire now includes 33 rooms on site (a nearby property has just \nopened) as well as a cooking school, a spa and a restaurant. Wolf-Tasker has embraced her second career as a \nhotelier, saying that running a hotel has a lot in common with running a restaurant.\n\n\"[It is about] reading one's guests on arrival,\" she says. \"Have they had a harried day? Do they need a soft landing \nand for someone to offer them a comfortable library chair and a great cocktail? Are they fatigued? Do they need to \nhave less discussion about their menu and have their dishes come a little more quickly? I love that nuancing of the \nguest experience that offers the opportunity for bespoke service.\"\n\nIn the decades since Lake House opened, the restaurant's success has helped transform Daylesford and its \nsurroundings into an in-demand destination, with the flow-on effects extending way beyond the farmers who supply \nthe restaurant. \"Our community includes gardeners, carpenters, fridge mechanics, electricians, plumbers, \nupholsterers, curtain makers, mechanics, artists, writers, musicians,\" Wolf-Tasker says.\n\nRelationships with local producers are the bedrock of any regional restaurant and building that network can be \nsurprisingly difficult, according to Ash Martin of Spicers Hidden Vale's Homage Restaurant, a Good Food one-\nhatted property, an hour from Brisbane. Homage is located in what Martin describes as \"the most fertile farming \nland in the southern hemisphere\" but despite that, he says it took a year of conversations with local farmers to set \nup his network of suppliers for ingredients on his menus.\n\n\"We went from farm to farm,\" Martin says, only to discover the local farmers were not used to dealing with individual \nbuyers. \"They weren't set up for what we were doing - we only needed 100 kilograms of sweetcorn, not thousands \nof tons.\"\n\nMartin's persistence paid off, and he now works with a range of small-batch producers who supply him with \neverything from olives to goat's cheese. \"Our Murray cod farmer used to grow lucerne but because he wasn't \ngenerating enough income, he diversified into farmed fish,\" Martin says. \"We buy his cod, so he came to us and \nsaid, 'What else do you need?' We didn't have a chicken supplier, so he started doing that; and now he also \nsupplies us with eggs.\"\n\nOne matter is clear: there is nothing simple about running a regional restaurant, let alone one with accommodation, \nthough Brae's Hunter and Bagnato had previous hotel-style experience at the Royal Mail at Dunkeld near the \nGrampians in central Victoria.\n\n\"It's difficult to run world-class businesses in regional Australia, and often our workforce doesn't meet the demand in \nnumbers or skill,\" Hunter says. Nonetheless, he says, \"diners are strongly drawn to regional restaurants in which \nthe owners are trying to do something special for their guests while best representing the agriculture and \nenvironment of their location\".\n\nWhat the best of these restaurants have in common is their sense of place, according to Wolf-Tasker. \"A great \nregional restaurant is like nowhere else because of the ingredients on its plates, the local - preferably self-grown - \nbotanicals in its cocktails, a decent spread of local tipples on its wine list, but also a sense that the restaurant team \nknows and understands the local suppliers of all this bounty.\"\n\nHomage's Ash Martin, for one, is convinced that, despite the challenges, the future for destination dining is bright. \n\"With services like Uber Eats, it's very easy for people to sit at home. So the idea of heading into the country and \nhaving a full food experience - walking through our market garden, our smokehouse, our fermenting room, before \nsitting down to lunch and staying the night or longer - is appealing. It gives them a context for what they are eating.\"\n\nThe 40th anniversary Good Food Guide 2020 published by The Sydney Morning Herald and The Age, is on sale at \nbookshops, newsagents and also from The Store, with free shipping, for $29.99. See thestore.com.au/gfg20\n\nBRAE, BIRREGURRA VICTORIA\n\nTHE CHEF Dan Hunter's serially hatted Brae, outside Birregurra, 130 kilometres south-west of Melbourne, was \nrecently crowned restaurant of the year - city and country included - by the critics behind the Good Food Guide \n\n\n\n2020. But it's easy to overlook the fact that Hunter and partner, Julianne Bagnato, as well as running a premier fine \ndiner, are also mean hoteliers.\n\nTHE ROOMS Six luxurious suites are positioned in landscaped surrounds a short pre- or post-prandial stroll from \nthe restaurant. At 60-square metres or so in size each, these architect-designed delights accommodate two adults \nand feature every mod-con and some not so mod-ones in the form of a turntable and a selection of vinyl. Above the \nking-sized bed, fitted in organic cotton linens, there's a skylight for star-gazing before slumber while the room \nboasts underfloor heating that extends to the bathroom where a tub overlooks paddocks and the Otway Ranges. \nThe suites, which also come with a selection of top wines and spirits and mixers for cocktails, were built with \nrecycled materials and use solar energy, harvested rainwater and have an eco-friendly waste water system.\n\nTHE FOOD Despite the excellence of the rooms, the food, of course, remains the star attraction. While you won't \nretire to your room hungry at the three-hatted Brae, this is a restaurant where each carefully crafted and conceived \ndish in the 10-course tasting menu is a statement in artistry Hunter developed at the Michelin star-studded Mugaritz \nin Spain. If you can squeeze any more in after the gastronomic epic, there's an optional supper plate for \nhouseguests delivered to your suite, as well as a gourmet breakfast platter the next morning.\n\nTHE STAY Take a stroll around Brae's extensive, and signposted, kitchen garden which supplies a literally growing \nportion of the fresh produce for Hunter and his team's exquisite degustation dishes. House guests at Brae tend to \nstay a single night but if your budget allows, consider a second night with a more casual dinner in town.\n\nDON'T MISS Charming Birregurra serves as a good base, should you choose to turn your pilgrimage to Brae into a \nfully-fledged holiday, from which to explore the Great Ocean Road as well as the surrounding Otway Ranges.\n\nESSENTIALS Brae's guest suites start from $615 including breakfast with degustation lunches and dinners from \n$275. Brae Restaurant, 4285 Cape Otway Road, Birregurra, Victoria. Phone (03) 5236 2226. See \nbraerestaurant.com; visitvictoria.com\n\nBIOTA DINING, BOWRAL NSW\n\nTHE CHEF James Viles is all about commitment at Biota, his two-hatted Southern Highlands restaurant just under \n90 minutes' drive from Sydney. It's exemplified in an insistence on showcasing the best of the region, which applies \nto beverages as well as to food. And it there's, too, in the fact that, together with his parents, he built this restaurant \nhimself - from pouring the slabs to irrigating the kitchen garden. Arrive early enough and you are likely to find him or \none of his team in that garden, picking herbs for that night's dinner.\n\nTHE ROOMS Twelve unpretentious rooms are ranged alongside the restaurant, each one kitted out with a queen \nbed and pared-back interiors. Instead of the usual designer furniture, expect natural rustic features such as tree \nbranches adorning the walls.\n\nTHE FOOD Biota's tasting menus always feature an element of surprise. You may be asked to tuck into kangaroo \ncurry straight off the bone, or find yourself digging through charcoal and foraged herbs to discover a treasure of \nsmoked roe and scampi beneath. Follow up in the morning with a simple brunch that, weather permitting, can be \nserved on a picnic rug by the lake.\n\nTHE STAY Ask Viles about the Southern Highlands and he will wax lyrical about how much there is to see and do \nin the area. That may explain why the rooms at Biota are on the simple side. Viles doesn't want you holing up in \nthem; he wants you out and about. Your compact room is a comfortable place to sleep. No more. No less.\n\nDON'T MISS Cocktails include some top choices - perhaps a lavender martini, or a pepperberry Collins?\n\nESSENTIALS From $460 for a weekend stay and dine package, including one night's accommodation, a five-\ncourse tasting menu for two and breakfast. 18 Kangaloon Road, Bowral. Phone (02) 4862 2005. See \nbiotadining.com; visitnsw.com\n\n\n"}