{"title": "In brief", "body": "\nCuba political reformsCuba's top legislative body will no longer include members of the country's historical \ngeneration of former rebels, part of a broader political reform that began yesterday. Members of the National \nAssembly voted near-unanimously for Miguel-Díaz Canel, 59, to remain president. They also voted for 75-year-old \nEsteban Lazo to remain head of the National Assembly. \n\nLazo also becomes head of the top legislative body, a post previously held by Díaz-Canel and his predecessors \nRaúl Castro and Fidel Castro. On paper, the changes divide the powers once held by Fidel and then Raúl Castro, \nwho held all of the country's most important positions.Nuremberg trials public Audio recordings from the Nuremberg \ntrials of Nazi leaders will be made available to the public for the first time in digital form after nearly two years of \nwork conducted in secret. The Memorial of the Shoah in Paris will officially accept the recordings at a ceremony \ntoday. The files capture several hundred hours of the first, high-profile trial of top Nazi leaders in Nuremberg, \nGermany, after World War II. Now, curious listeners will be able to listen to the entirety of the judicial proceedings in \nreading rooms at the Hague, the Shoah Memorial in Paris, and the US Holocaust Memorial Museum. Security \nminister stabbed A knife-wielding man suspected of belonging to a radical Islamic group wounded Indonesia's \nsecurity minister, a local police chief and another person in an attack in western Indonesia yesterday, officials said. \nPresident Joko Widodo called the suspect a terrorist and urged people to help combat radicalism following the \nstabbing of security minister Wiranto in Banten province, where authorities say Muslim militants have a presence. \nThe attack came just over a week before Widodo's inauguration for his second five-year term in office. Japan \nbraces for typhoon Japan is bracing for a Category 5 super-typhoon on track to hit central and eastern regions over \nthe weekend, with sport events and domestic flights cancelled and sandbags given away to minimise damage from \ntorrential rains and strong winds. Typhoon Hagibis has already caused cancellations of two Rugby World Cup \nmatches - the England-France match planned in Yokohama, near Tokyo, and New Zealand-Italy game in Toyota, in \ncentral Japan. Journalist releasedRussia says that Iran has released a Russian journalist who has been detained \nfor nearly two weeks over a visa violation. The Russian Embassy in Tehran tweeted that Yulia Yuzik was freed and \nleft Iran yesterday on an Aeroflot flight and that she will arrive in Moscow. Yuzik arrived in Tehran on September 29 \nand was detained October 2 in her hotel room. Last week, Iranian authorities said the case concerned a visa \nviolation, and wasn't related to counter-espionage. Captive officers paraded Anti-government protesters have \nparaded captive police officers on a stage, defying Ecuadorian authorities who are seeking dialogue with \nopponents, particularly indigenous groups, after more than a week of deadly unrest. The brazen act occurred in the \ncapital Quito, at a cultural center where indigenous protesters are based as they press demands, including an end \nto fuel price hikes. The government's removal of fuel subsidies has plunged Ecuador into upheaval, triggering \nprotests, looting, clashes with security forces, the blocking of highways and the suspension of parts of its oil \nindustry.  \n\n- Agencies     \n"}