{"title": "West Africa;Upheaval in Liberia/ Repatration to Sierra Leone: Findings and Recommendations", "body": "\nBased on USCR Site Visit to Liberia, Sierra Leone, Guinea, and Cote d'Ivoire Conducted June 16 - July 13, 2002\n\nThe U.S. Committee for Refugees (USCR) conducted an extensive four-week site visit to West Africa from mid-\nJune to mid-July 2002 to assess humanitarian conditions and protection concerns on all sides of all borders in \nLiberia, Sierra Leone, Guinea, and Cote d'Ivoire.\n\nUSCR has visited West Africa 11 times during nearly 13 years of war and population upheaval in the region.  \nUSCR's two-person team conducted interviews and discussions with nearly 300 refugees, internally displaced \npersons, local residents, humanitarian aid and human rights workers, government officials, and diplomats.\n\nThese findings and recommendations consist of four sections: A) Overview: War in Liberia and Its Regional Impact; \nB) Sierra Leone Repatriation and Reintegration; C) Refugee Issues in Guinea D) Funding for Humanitarian Aid\n\n (A) OVERVIEW: WAR IN LIBERIA AND ITS REGIONAL IMPACT\n\nFINDING 1: LIBERIA SECURITY WORSENING; MONROVIA AWAITS VIOLENCE General security in Liberia \ncontinues to deteriorate.  Tense residents and relief workers are convinced that Monrovia, the capital, is on the \nbrink of worse violence in coming weeks and months.  Many residents, diplomatic officials, and relief workers \nbelieve that an eruption of violence in Monrovia is not a matter of \"if,\" but \"when.\" As the war creeps closer to \nMonrovia, Sierra Leonean refugees and displaced Liberians face special dangers.  Combatants attacked and \nemptied Sinje refugee camp, housing Sierra Leonean refugees, in June.  Liberian government troops treat the four \nremaining refugee camps as security threats, regularly entering the camps in search of rebels and engaging in theft \nand harassment that can be expected to worsen as the war closes in on Monrovia.  Eventual looting and \nransacking of the capital's humanitarian relief offices and local businesses appears highly probable, as occurred in \n1996.\n\nRecommendation 1.1: The UN High Commissioner for Refugees (UNHCR) should make a policy decision to \naggressively repatriate the estimated 30,000 Sierra Leonean refugees who remain in Liberia. The security threat \nthey face in Liberia is more dangerous than the protection and reintegration problems awaiting them in Sierra \nLeone.  The U.S. government and other international donors should support and encourage this emergency \nrepatriation effort.  Conditions in some returnee areas of Sierra Leone are far from ideal, to be sure.  The country is \nalready straining to absorb previous returnees, and reintegration programs are badly stretched.  Fewer than 5,000 \nSierra Leonean refugees in Liberia have registered for repatriation so far, indicating that UNHCR might have to \ntake firm steps to persuade more refugees to repatriate.  Given the widening war in Liberia and the likelihood of \nadditional security problems, UNHCR should be prepared to take unpopular measures--including progressive \ncancellation of services--to encourage the facilitated repatriation of Sierra Leonean refugees residing in Liberia.  As \n\n\na second option, limited numbers of Sierra Leonean refugees unable or unwilling to repatriate should be \ntransferred to Guinea on an emergency basis.\n\nRecommendation 1.2: As part of a recommended policy to aggressively repatriate Sierra Leonean refugees from \nLiberia for their own protection, UNHCR should dramatically increase its capacity to transport Sierra Leonean \nrefugees back home by boat or air from Liberia.  The U.S. government and other international donors should \nsupply new resources to support the emergency repatriation.  With overland repatriation routes currently blocked by \nLiberia's war, UNHCR's new plan to repatriate up to 700 refugees per week by boat from Liberia to Sierra Leone is \na step in the right direction but is alarmingly insufficient in view of the deteriorating security situation in Liberia.  At \nthat slow rate, seven months will be required to repatriate even two-thirds of the estimated 30,000 Sierra Leonean \nrefugees currently in Liberia.  A facilitated emergency repatriation should proceed more rapidly. The U.S. \ngovernment and other international donors should give UNHCR the resources it needs to complete the repatriation \nprogram from Liberia to Sierra Leone in an orderly but expeditious manner within two months. Reintegration \nprograms in Sierra Leone would require special funding and staffing to cope with the sudden influx of returnees.\n\nRecommendation 1.3: International nongovernmental organizations (NGOs) operating in Liberia should regularly \nreview and update their evacuation plans under the guidance of security experts.  NGOs linked to the UN security \nnetwork should be sure to provide weekly or at least monthly updates to the UN security coordinator in Monrovia, \nlisting the names and precise addresses of staff members to be evacuated from Liberia in the event of an \nemergency.\n\nRecommendation 1.4: It is widely acknowledged that Liberia's international timber sales and maritime ship registry \nsystem, along with diamond smuggling, fund a Liberian regime that, with its security forces, have destabilized the \nentire region and exploited the current war to repress political opposition and abuse the local population.  The UN \nSecurity Council, with leadership from the U.S. government, should impose a ban on international timber sales by \nthe Liberian government and should place restrictions on Liberia's ability to generate revenues from its maritime \nship registry system.\n\nFINDING 2: LIBERIA'S REFUGEE OUTFLOW WILL CONTINUE Significant new refugee flows from Liberia will \nlikely continue and even accelerate in coming months as security in the country worsens.  At some border crossing \npoints visited by USCR, new refugees have arrived from as many as 11 villages in a single day. New Liberian \narrivals consistently report that large numbers of would-be refugees remain trapped in conflict areas and will flee \nthe country at the first safe opportunity.  Interviews strongly suggest that there is a pent-up demand for escape from \nLiberia.\n\nRecommendation 2.1: The U.S. government and other international donors should respond immediately to \nUNHCR's special appeal, issued July 7, for $10.4 million to assist new Liberian refugees throughout West Africa.  \nThe U.S. State Department's Bureau for Population, Refugees and Migration (BPRM) should be prepared to \npledge more than its normal one-third contribution, given BPRM's recognition of the size and urgency of the \nsituation and the fact that UNHCR's funding appeal is several months late and millions of dollars too small.\n\nRecommendation 2.2: In addition to funding UNHCR, the U.S. government should urgently increase its funding \ndirectly to NGOs to help them address the ever-growing Liberian refugee crisis. UNHCR/Geneva has responded \nslowly--almost lackadaisically--to the Liberian refugee crisis during the first half of 2002, which makes direct funding \nto NGOs a necessary strategy to keep pace with expanding humanitarian needs. UNHCR warrants maximum \nfinancial support, but poor leadership by UNHCR/Geneva should not be allowed to impose added misery on \nLiberian refugees, particularly when donors such as BPRM have resources to spend more.\n\nRecommendation 2.3: UNHCR should move more rapidly to construct additional refugee camps and transit \nfacilities in Guinea, Sierra Leone, and Cote d'Ivoire for new Liberian refugees.  The U.S. government and other \ninternational donors should provide UNHCR sufficient resources, as well as diplomatic support in negotiating with \nhost governments for new camp sites to accommodate tens of thousands of new Liberian refugees likely to flee in \nthe near future.\n\n\n\nRecommendation 2.4: UNHCR and international donors should resist all pressures to construct new refugee \ncamps in border areas of Guinea, Sierra Leone, and Cote d'Ivoire.  Per normal UNHCR guidelines, all refugee \ncamps should be located at least 30 miles (50 km) from those countries' borders with Liberia.  Constructing camps \ntoo close to the border, as occurred during the 1990s, would expose Liberian refugees and humanitarian relief \nworkers to dangers of cross-border attacks, increase the risk of camps becoming militarized, and would again make \ncountries in the region vulnerable to a spreading conflict.  West Africa has a painful history of security incidents \ninvolving refugee camps located too close to international borders.  Adhering to the 30-mile (50 km) buffer is \nsometimes more difficult than it first appears.  Up to 10,000 Liberian refugees currently live in eastern Sierra \nLeone's Kailahun District, for example, preferring to remain on the border because of links to the area's ethnic Kissi \npopulation. Significant numbers of Liberian refugees also choose to live in border communities of Guinea because \nof ethnic and economic ties. Several thousand new Liberian refugees in the Danane border area of Cote d'Ivoire \nare resisting transfer to an existing refugee camp in another area, claiming that ethnic tensions exist in the camp.  \nIn addition, UNHCR is correctly attempting to establish transit centers in border areas to provide emergency aid and \nscreen new arrivals before transporting them to permanent camps farther from the border.  Historically, however, \ntransit centers often develop semi-permanent residents who resist transfer, thereby posing protection problems.  \nUNHCR and its partner agencies will have to remain firm and well-coordinated to ensure that border-area transit \ncenters rapidly transfer new refugees to camps.\n\nRecommendation 2.5: UNHCR, with support from international donors, should bolster its efforts to conduct a \nthorough and rigorous registration process for new Liberian refugee arrivals in neighboring countries in order to \nminimize double-counting and other fraud among refugees and local residents attempting to gain extra ration \ncards.  The majority of Liberians arriving in asylum countries are genuine new refugees.  Thorough registration \nscreening at some border locations, however, has found that a percentage of the new arrivals--perhaps 15 percent-\n-are fake arrivals seeking to double-register in order to gain additional food rations and other extra benefits.  \nUNHCR is aware of the problem and has implemented strict registration measures in Cote d'Ivoire that should be \nreplicated elsewhere.  The region has a history of faulty registration procedures that have produced years of vastly \ninflated refugee figures, corruption, and disputes over proper food allotments.  Relief officials should continue to \ntake proper steps at the outset of the current refugee exodus from Liberia to avoid a repeat of the same problems.\n\nRecommendation 2.6: The U.S. government and other donors should help Sierra Leonean authorities implement \ntheir plan to construct a special camp for Liberian ex-combatants who recently have crossed into Sierra Leone \nseeking asylum.  Government officials and UNHCR have already taken steps at the border to identify dozens of ex-\ncombatants and separate them from civilian refugees.\n\nFINDING 3: EXPECT HEALTH PROBLEMS AMONG NEW LIBERIAN REFUGEES Most new Liberian refugees so \nfar this year have reached asylum countries in reasonably good health.  Moderate malnutrition among new refugee \nchildren has been common, but serious malnutrition and other health problems have been relatively rare. The \nhealth status of new refugee arrivals could change, however.  Nearly 5 percent of children were severely \nmalnourished at a crossing point on the Liberia-Sierra Leone border in late June, according to health workers on the \nscene.  Nearly 10 percent of new refugee children were severely malnourished at Tekoulo crossing point in Guinea \nin early July, according to Medecins Sans Frontieres.  New refugees are already reporting serious food shortages \nin northern Liberia's Lofa County, meaning that future new refugees will be at higher risk of malnutrition even \nbefore they leave home.  Because large numbers of would-be refugees are trapped inside Liberia and are forced to \nwander in the bush for several months on subsistence diets, there is reason to expect that they will eventually \nemerge from Liberia in poor physical condition.  Many desperate civilians, unable to pay bribes needed to flee the \ncountry, might risk fleeing only when absolute hunger forces them to run, according to new refugees in the region.\n\nRecommendation 3.1: UNHCR and other relief agencies should expect deteriorating health among Liberian \nrefugees arriving in the second half of the year.  Relief organizations should closely monitor the health of Liberian \nrefugee arrivals at all crossing points in Sierra Leone, Guinea, and Cote d'Ivoire and should have contingency \nplans in place to provide expanded therapeutic feeding and other health care as needed.\n\nFINDING 4: UPROOTED LIBERIANS AT FOUR-YEAR HIGH\n\n\n\nNearly Half-Million Liberians Now Uprooted Some 450,000 Liberians currently are uprooted--the largest number in \nfour years.  Nearly 45 percent of all uprooted Liberians--about 200,000-- fled their homes during the first seven \nmonths of this year.  Surprisingly, the past year of violence has uprooted many residents of Lofa and Bong \nCounties who never had to flee their homes during Liberia's first war, during 1990-96.  For them, the current conflict \nis worse than the previous one.\n\n60,000-70,000 New Liberian Refugees to Date Some 60,000 to 70,000 Liberians have fled their country in the first \nseven months of 2002, including 30,000 or more new arrivals in Sierra Leone, up to 25,000 new refugees in \nGuinea, and as many as 16,000 in Cote d'Ivoire.  The new outflow from Liberia, when combined with populations \nthat fled in previous years, brings the total number of Liberian refugees to at least a quarter-million, including some \n100,000 living in Guinea, about 75,000 in Cote d'Ivoire, nearly 50,000 in Sierra Leone, and up to 25,000 in various \nother African countries.  This is the highest Liberian refugee total in three years--a strong indication of the \ndeteriorating situation in Liberia.\n\nApproximately 200,000 Internally Displaced Liberians The actual number of internally displaced Liberians remains \nspeculative, but the full scope of the country's population displacement is larger than commonly reported.  A just-\ncompleted verification exercise by the World Food Program concluded that about 100,000 displaced people live in \ndesignated camps.  Often ignored, however, are an estimated 100,000 or more displaced persons, invisible to the \ninternational community, who live in the homes of friends and relatives, particularly in the capital.  USCR interviews \nwith salaried workers in Monrovia suggest that many of them, perhaps most, are hosting 10 to 20 displaced \nrelatives in their homes as a result of recent violence elsewhere in the country.  It is probable that 200,000 or more \nLiberians are currently displaced within their own country--a truer measurement of the deepening strain on Liberian \nsociety as the war widens.\n\nRecommendation 4.1: USAID's emerging strategy of providing literacy training, skills training, and civic education to \ndisplaced Liberians is worth attempting.  However, USAID should also provide adequate funding to improve water, \nsanitation, and health conditions at Liberia's displacement sites.  USAID should fund projects to monitor protection \nproblems among Liberia's displaced population.\n\nFINDING 5: DISPLACEMENT SITES HAVE BECOME FRONT LINE FOR WAR It is noteworthy that sites sheltering \ndisplaced Liberians have consistently been overrun by combatants during the past year, forcing already uprooted \npopulations to flee again and again.  Displacement sites virtually have become the front lines in a Liberian war \notherwise lacking clear battle lines.  As civilians have fled in recent months from Lofa County to Gbarpolu County, \nfrom Gbarpolu County to Sawmill town, and from Sawmill to Klay Junction, war-related violence has hit each \nlocation.  In addition, violence in May emptied displacement camps near the key town of Gbarnga.  An attack in \nJune closed Sinje refugee camp after thousands of displaced Liberians had congregated there in search of help.  \nTens of thousands of displaced Liberians are now congregated in camps on the outskirts of Monrovia, in \nMontserrado County.  If the same pattern of violence continues, Montserrado County might soon become a primary \nmilitary target.\n\nFINDING 6: LIBERIANS BLOCKED FROM FLEEING Government forces and rebel troops in Liberia deliberately \nblock civilians from reaching safety across the border.  A cruel and pervasive system of \"pay to escape\" has taken \nroot in Liberia, trapping thousands of would-be refugees.  Government soldiers force civilians to pay bribes along \nexit routes and at border crossing points, according to new refugees interviewed by USCR.  Rebels of the \nLiberians United for Reconciliation and Democracy (LURD) often demand money or impose extended forced labor \non individuals before allowing them to leave Liberia.  Individuals subjected to forced labor typically are required to \ncarry heavy military supplies long distances, hunt or collect combatants' food, and perform other chores before they \nare released days or weeks later.\n\nRecommendation 6.1: The U.S. government and other major nations should state clearly and consistently to the \ngovernment of Liberia and to LURD rebels that subjecting fleeing civilian populations to mistreatment, forced labor, \nconscription, and extortion is a fundamental violation of human rights for which combatants and their leaders will be \nheld accountable.\n\n\n\nFINDING 7: LIBERIAN INFLUX JEOPARDIZES SIERRA LEONE'S REINTEGRATION PROGRAMS The influx of \nLiberian refugees into eastern Sierra Leone has put a potentially dangerous strain on war-damaged Sierra \nLeonean villages along the border and threatens to sidetrack efforts to reintegrate tens of thousands of repatriated \nSierra Leonean refugees.  The simultaneous double influx of Liberian refugees and Sierra Leonean returnees into \nheavily damaged border areas poses a highly unusual challenge in an area that already lacks housing, medical \nservices, water systems, and other basic services destroyed in Sierra Leone's civil war.  UNHCR staff along the \nborder have understandably spent 75 percent of their time attempting to cope with the Liberian influx in recent \nweeks, diverting staff time and resources from important reintegration activities.  UNHCR/Guinea has temporarily \nhalted repatriation convoys to Sierra Leone, in part because trucks are needed to transport new Liberian refugees \nto camps.\n\nRecommendation 7.1: UNHCR should deploy additional staff to eastern Sierra Leone's border districts of Pujehun, \nKailahun, and Kono in order to better address the area's repatriation emergency as well as the Liberian refugee \ninflux emergency.  Current UNHCR staff in the area are competent but overstretched.\n\nRecommendation 7.2: Repatriation of Sierra Leonean refugees from Guinea should proceed slowly.  This would \nallow more time inside Sierra Leone to integrate hundreds of thousands of refugees who have already repatriated, \nand would better enable the country to absorb up to 30,000 Sierra Leonean refugees who should repatriate from \nLiberia on an urgent basis in coming weeks in order to protect them from Liberia's worsening conflict.\n\nRecommendation 7.3: USAID should establish a permanent mission in Sierra Leone rather than continue to operate \nthe Sierra Leonean program from Guinea.  Sierra Leone needs a permanent, fully staffed USAID operation based in \nFreetown to respond adequately to the country's wide range of rehabilitation and development needs.  Yet USAID \nmaintains only a minimal presence in Sierra Leone at this critical time.  Sierra Leone's recovery will likely remain \nfragile for years to come, with different assistance needs in different parts of the country.  The quality and influence \nof U.S. aid would likely improve with a stronger USAID presence on the ground in Sierra Leone.\n\nFINDING 8: SIERRA LEONEAN SOLDIERS' TREATMENT OF LIBERIAN REFUGEES MIXED Sierra Leonean \ngovernment soldiers have generally acted responsibly in registering and assisting refugees arriving from Liberia, \naccording to refugee interviews and observations by USCR.  Occasional harassment does occur, however.  Some \nSierra Leonean soldiers on the border have forced refugees to pay money to enter the country.\n\nRecommendation 8.1: Sierra Leonean authorities should strictly forbid their troops from soliciting bribes from \nrefugees and should investigate future charges.  UNHCR protection staff in border areas should monitor such \nharassment and bring it to the attention of government authorities.\n\nFINDING 9: LIBERIAN \"REBELS\" ARE NOT ALWAYS REBELS Terminology used by Liberian refugees to identify \ncombatants sometimes is clear, and sometimes confusing. New Liberian refugees fleeing Lofa County sometimes \nrefer to Liberian government troops as \"the rebels\" and sometimes refer to LURD rebels as \"the security forces.\" \nConversely, many other refugees interviewed by USCR clearly characterize LURD as \"the rebels\" and identify \ngovernment troops as \"Taylor's soldiers.\" The occasional use of the term \"rebels\" in reference to government troops \nperhaps indicates the level of abuse and destruction exacted on local populations by government forces. \nGovernment troops routinely burn houses, loot property, and kill and rape local residents in Lofa County, according \nto USCR interviews with refugees who recently escaped the conflict area.  LURD troops are less likely to burn or \nrape in Lofa County, refugees say, but LURD combatants routinely press residents into forced labor and are quick \nto beat or kill those who disobey their orders.  Combatants on all sides extort money from civilians trying to flee, \noften preventing their escape.\n\nRecommendation 9.1: Human rights organizations, humanitarian aid workers, and UNHCR protection staff should \nbe mindful of the confusing terminology sometimes used by Liberians to identify the perpetrators of specific abuses.  \nCivilians' references to \"rebels\" do not necessarily mean LURD, and references to \"security forces\" do not always \nmean government troops.  Careful interviewing is necessary to ensure proper documentation of events.\n\n (B) SIERRA LEONE REPATRIATION AND REINTEGRATION\n\n\n\nFINDING 10: MOST REMAINING SIERRA LEONEAN REFUGEES ORIGINATE FROM HEART OF REBEL \nTERRITORY Some of the most difficult repatriation and reintegration work remains to be done.  Most of the \nestimated 70,000 to 90,000 Sierra Leonean refugees who still live outside the country originate from Sierra Leone's \nheavily damaged eastern districts of Kailahun and Kono, formerly the heart of Revolutionary United Front (RUF) \nrebel territory. Fewer than half of the residents of those two districts had returned to their homes by the end of June, \naccording to various estimates.  Although the pace of return is accelerating weekly to Kailahun and Kono areas, \nmany humanitarian agencies are still struggling to launch programs there.  Eight chiefdoms in Kailahun District \nwere not yet declared safe for repatriation by government and UN security officials as of late June, a problem for aid \nagencies that require a safety designation before establishing programs there.  UNHCR staff in Kailahun District, \nhowever, regard the area as generally safe for repatriation.\n\nFINDING 11: SEVERE HOUSING DAMAGE IN KEY RETURNEE AREAS Housing assessments by relief agencies \nin recent months have concluded that the war left 70 percent of homes destroyed in some towns.  One-quarter of all \nhouses were destroyed or heavily damaged in Kambia District, a major returnee area in western Sierra Leone, \nincluding 700 destroyed houses in the district capital, Kambia town. Another returnee area, Kono District in eastern \nSierra Leone, has 4,000 destroyed or damaged houses.  Extensive housing damage also exists in Kailahun District, \nin the east.\n\nRecommendation 11.1: The U.S. government and other international donors should place a higher priority on \nsupport for shelter reconstruction programs, particularly in the heavily damaged returnee districts of Kailahun, Kono, \nand Kambia.  Sierra Leoneans have shown themselves to be resourceful and industrious homebuilders who are \nable and willing to do most of the work themselves.  But greater assistance in procuring zinc roofs, nails, cement, \nand technical support is needed to help homebuilding in hard-hit areas.\n\nFINDING 12: WOMEN FACE SIGNIFICANT REINTEGRATION OBSTACLES Some widowed or separated women \nreturning to their original homes in Sierra Leone have reported difficulties reclaiming their property.  Under \ntraditional indigenous law, property is owned by the husband, and ownership reverts to the husband's parents in the \nabsence of the husband or a male child old enough to reclaim the property.  Some women and children returning \nfrom years of exile in refugee camps are forced to find shelter with friends or other relatives after being denied \nentrance to their former homes. Humanitarian workers have also reported a continuing pattern of violence against \nwomen and girls in Sierra Leone that they ascribe to the war's legacy of brutality and sexual violence against \nwomen.  Women continue to be victimized by sexual assault and domestic violence at a high rate.\n\nRecommendation 12.1: International relief agencies and donor governments should work to sensitize Sierra \nLeonean officials and local chieftains to the need for changes in land tenure laws and in the judicial system to \nprotect the rights of women.  Humanitarian organizations should regularly update the training of their own staff \nmembers to help them recognize signs of sexual assault and domestic violence, and to respond appropriately. \nConsideration of the special needs of women should be built into all aid and development projects dealing with \nshelter, water, sanitation, health, nutrition, education, agriculture, community services, and good governance.\n\nFINDING 13: POTENTIAL HOUSING DISPUTES AVOIDED SO FAR Numerous returnees to Kailahun and Kono \nDistricts in eastern Sierra Leone find their homes occupied by squatters, including families of rebel ex-combatants. \nLegitimate property owners usually have managed to regain their homes peacefully.  The situation deserves special \nmonitoring, however, in view of the potential for greater housing competition as more uprooted families return \nhome.  Local chiefs in Kailahun District say they are willing to accept and reconcile with RUF ex-combatants who \nwant to return to their original communities in the district, but say they oppose giving local land to ex-rebels who \noriginate from other areas of the country.\n\nFINDING 14: TEACHER SHORTAGE SLOWS REINTEGRATION Concerns about educational opportunities are \noften an important factor in refugees' decisions about the timing of repatriation.  Serious teacher shortages \ncurrently are crippling education systems in some areas of Sierra Leone. Teachers and government employees \nreportedly have been slow to repatriate to eastern Sierra Leone's prime returnee districts of Kailahun and Kono \nbecause destruction from the war has left severe housing shortages and devastated local economies.  Teachers \nand government officials who return commonly lack virtually all equipment for their jobs.  Sierra Leonean \n\n\n\ngovernment rules also contribute to the teacher shortage.  Up to 900 Sierra Leonean teachers remained in refugee \ncamps and were reluctant to repatriate in late June because their government does not consider them to be \nlicensed teachers based on their years of work in refugee camp schools in neighboring countries.\n\nRecommendation 14.1: Shelter programs in heavily devastated areas should place a priority on constructing \nhouses for teachers and other civil servants to encourage their return, along with construction of houses for \nvulnerable female-headed families.  Housing construction and rehabilitation programs should tap the labor of ex-\ncombatants as part of the process of skills training and reconciliation.\n\nRecommendation 14.2: The Sierra Leonean government should ease the country's teacher shortage and make \nrepatriation more attractive by streamlining its teacher accreditation process for instructors working in refugee \ncamps in neighboring countries.\n\nFINDING 15: REFORMS NEEDED IN CHIEFTAIN SYSTEM Deep-seated grievances that fueled the war in Sierra \nLeone still simmer and are in danger of mounting again because of grassroots dissatisfaction with the current \nchieftain system, a traditional structure of local governance that reportedly has suffered an erosion of credibility \nbecause of manipulation by past governments.  A significant percentage of current chiefs in the country's 150 \nchiefdoms assumed power by government interference or by default during the long war, according to local \ninterviews.  The role and authority of chieftains is particularly crucial during the transitional years from war to peace, \nwhen local decisions are needed on land disputes, local relief and development priorities, reconstruction of schools, \ncommunity organizing, integration of ex-combatants, matters dealing with punishment and local reconciliation, new \nlocal taxation systems, property concerns, and other sensitive issues.  Chieftains lacking respect or credibility \namong their constituents are at best an obstacle to recovery, and at worst are a source of new conflict.\n\nRecommendation 15.1: The government of Sierra Leone should arrange for new elections of chieftains in areas \nlacking a recognized \"paramount chief.\" USAID and other international donors should undertake a study of the \nchieftain system in order to identify exactly which chiefdoms have governance problems and determine what the \ninternational community can do to help the chieftain system reform itself.\n\nFINDING 16: VIGILANCE BY EX-REBELS AGAINST REBEL INFILTRATION In former RUF rebel strongholds such \nas Kailahun District, demobilized rebel combatants often act as unofficial military observers, alerting UN \npeacekeeping troops and local authorities to attempted cross-border infiltration by remaining RUF combatants \nbased in Liberia.  This cooperation is a positive development and suggests that some ex-combatants are eager to \nreintegrate and play constructive roles.\n\nRecommendation 16.1: Humanitarian agencies and the Sierra Leonean government should continue to seek \ncreative ways to help former rebel soldiers become useful members of society and give them a stake in sustained \npeace.  Programs in education, housing construction, road repair, agriculture, and food-for-work should continue to \nreach out to ex-combatants and other disaffected youth for years to come to keep them from slipping back into lives \nof violent alienation.\n\n (C) REFUGEE ISSUES IN GUINEA\n\nFINDING 17: LACK OF REFUGEE ID CARDS POSES PROTECTION PROBLEM IN GUINEA\n\nSierra Leonean and Liberian refugees continue to experience\n\nharassment by Guinean police and military who accuse them of links\n\nto the RUF rebels who fought Sierra Leone's civil war and attacked\n\nGuinea in late 2000 and early 2001.  Refugees in Telikoro camp near\n\nKissidougou aggravated poor relations between themselves and the\n\nGuinean government by fomenting an uprising in spring 2001 that\n\n\n\nbegan with an attack on a prison guard.  This climate of mutual\n\nmistrust is exacerbated by the refugees' lack of a recognized\n\nrefugee identity card.  UNHCR has worked with Guinean officials for\n\nseveral years in hopes of producing and distributing identity cards.\n\nDespite completion of a refugee registration process in Guinea in\n\nlate 2001, Guinean authorities continue to frustrate UNHCR efforts\n\nto distribute ID cards as planned.  Guinean officials halted\n\nprinting of the cards by a UNHCR-selected company in spring 2002 and\n\ndemanded that printing be shifted to a more expensive company\n\nselected by the government.\n\nRecommendation 17.1: The Guinean government should facilitate rather than obstruct the printing and distribution \nof refugee ID cards.  It is mutually beneficial to the security of refugees, local residents, and government security \npersonnel for refugees to carry documentation that clearly identifies them as genuine refugees under the care and \nprotection of UNHCR.\n\nFINDING 18: SEXUAL EXPLOITATION IN GUINEAN CAMPS CONTINUES Despite increased attention to the \nissue of sexual exploitation, \"transactional sex\" remains an ongoing problem, according to humanitarian aid \nworkers.  In the wake of a February 2002 report by UNHCR and Save the Children/UK that found refugee women \nand girls were exchanging sexual favors for food, non-food items, and other assistance from refugee camp \nworkers, many humanitarian agencies have established and circulated codes of conduct for male staff members, \ninstituted staff \"sensitization\" programs designed to prevent such behavior, and addressed the problem through \ncounseling and other support networks for women refugees living in camps.  Most humanitarian workers on the \nground believe that while increased sensitization is valuable, the most important single factor is the continuing \ninadequacy of basic assistance. Women refugees, particularly unaccompanied girls and single women, routinely \nlack adequate food, clothing, and sanitary items.  They also lack the additional income and support from a male \npartner to help supplement poor rations and other assistance.  Another problem is funding.  UNHCR/Guinea reports \nthat while it requested $3 million to address the sexual exploitation issue, it has received only $350,000.  Other \nhumanitarian workers point out that while most of the focus so far has been on prevention--through sensitization \nworkshops for male workers and female refugees--more focus is needed on the fact that aid workers engaging in \nexploitative relationships with children are rarely held fully accountable for their actions, in part because of \nshortcomings in local legal systems. Although the majority of exploitation victims are unaccompanied minor girls, \nprevention programs primarily focus on women rather than on girls, some aid workers point out.  A new program by \nthe International Rescue Committee to install female classroom assistants at refugee schools in Guinea may begin \nto address this gap.  In many refugee camps, humanitarian staff are overwhelmingly male.  This both increases the \nlikelihood that such exploitation will occur and restricts avenues for women and girls to report abuses.\n\nRecommendation 18.1: International donors should address the roots of the problem by providing funding and \ntargeted programs to ensure that women and girls are no longer deprived of basic needs in the camp, thus making \nthem less compelled to engage in exploitative relationships to fulfill those material needs.  BPRM recently took the \nimportant step of approving $1 million to UNHCR to combat sexual exploitation, and other donors should make it a \npriority to commit funding to the problem as well.  Humanitarian agencies should continue efforts to target \nvulnerable girls and young women for special protection and outreach in a prevention capacity.  In addition to \npreventive action, UNHCR and NGOs should impose greater accountability by insisting on the arrest of specific \nstaff members known to be involved in exploitative relationships with children, and working with local authorities to \nensure that cases are properly handled. Humanitarian agencies should make every effort to hire additional qualified \nfemale staff members.\n\n\n\n (D) FUNDING FOR HUMANITARIAN AID\n\nFINDING 19: DONOR SUPPORT TO REGION DANGEROUSLY INADEQUATE International donor countries have \nprovided less than one-fourth of the funds needed by UN humanitarian agencies in West Africa this year.  Donors \nhave contributed only $38 million of the $164 million requested by UN aid officials, leaving a huge funding shortfall \nof $126 million--a 77 percent shortfall.  The U.S. government has contributed $9.6 million within the UN's \nConsolidated Appeals process--about a quarter of all funding received.  In Sierra Leone, relief and rehabilitation \nprograms coordinated by the UN have received only $20 million of the $88 million needed.  Humanitarian projects in \nGuinea have received only $14 million of the $58 million contained in the UN's original Consolidated Appeal.  In \nLiberia, donor countries have provided less than $4 million of the modest $17 million requested by UN relief \nagencies. Fortunately, the international community has been somewhat more generous in its support to \nhumanitarian organizations operating independently of the UN system.  Donor governments have contributed $45 \nmillion this year directly to international NGOs working in Sierra Leone, Liberia, and Guinea. These additional \nmonies, however, still leave a combined funding shortfall of at least $81 million for important humanitarian projects \nin the region.\n\nRecommendation 19.1: Donor nations should step forward with more funding for humanitarian programs in West \nAfrica.  The U.S. government should be willing to provide more than its standard 25 percent to the UN Consolidated \nAppeals process.  France, Germany, and Canada should increase their extremely meager levels of support.  The \nEuropean Commission should contribute much more than the modest $11 million it has donated to the region so \nfar--an amount equal to only 13 percent of all contributions to the region.  West Africa is struggling to cope with the \nsimultaneous challenge of a massive reintegration program in Sierra Leone and a major new humanitarian \nemergency linked to the war in Liberia.  Sierra Leone badly needs new shelter for tens of thousands of refugees \nand displaced persons in the process of returning to devastated home areas.  Guinea and Cote d'Ivoire require new \nrefugee facilities and improved protection monitoring to cope with the influx of new Liberian refugees. Liberia \nmust brace for substantially larger populations of displaced persons.\n\nFINDING 20: SIERRA LEONE REPATRIATION BUDGET TOO SMALL The repatriation budget of UNHCR/Sierra \nLeone is outdated, too small, and underestimates the pace of repatriation.  UNHCR/Sierra Leone currently operates \nwith a $13 million budget for repatriation and reintegration activities, which corresponds to a projection of about \n75,000 repatriations this year.  In fact, 100,000 or more assisted repatriations will probably occur this year, \nparticularly as security for Sierra Leonean refugees deteriorates in Liberia.\n\nRecommendation 20.1: UNHCR/Sierra Leone should increase its budget for repatriation and reintegration programs \nby at least 50 percent, to at least $20 million. Perhaps the only way to achieve this increase is through a special \nfunding appeal that UNHCR/Geneva should immediately authorize and donor countries should support.\n\nFINDING 21: GUINEA'S BUDGET AND STAFFING PROBLEMS HURT REFUGEE SERVICES AND \nPROTECTION UNHCR officials in Kissidougou, Guinea say that persistent funding problems have forced them to \nmake cuts in water/sanitation, health, agriculture, logistics, community services, and income-generation programs \nfor some 40,000 Sierra Leonean refugees in the area.  Although UNHCR requested $8 million for programs to \nassist Sierra Leonean refugees, it has received only $5.4 million and has shifted funds designated for repatriation \nof refugees into the budget for refugee care and maintenance.  In Guinea's Nzerekore region, UNHCR expects to \ncancel shelter and logistics programs because of funding problems.  Of $3 million requested to address the issue of \nsexual exploitation of refugees, UNHCR has received only $350,000.  UNHCR also reports that staffing problems \nhave hurt refugee protection in the field.  In Kissidougou, only two of four protection posts are currently staffed, and \none senior program officer position is vacant.\n\nRecommendation 21.1: International donors should supplement funds for Sierra Leonean refugees.  This is \nparticularly important because refugee repatriation may slow as Sierra Leone struggles to accommodate the new \nLiberian influx, and the Sierra Leonean refugee population may remain in Guinea longer than anticipated.  Donors \nshould also look for ways to help UNHCR fill vacant staff positions via secondments or other measures.\n\n\n\nFINDING 22: INADEQUATE FUNDING IN COTE D'IVOIRE STRAINS REFUGEE AID Long-term Liberian refugees \nas well as new arrivals are paying the price for a 70 percent reduction in funding to UNHCR/Cote d'Ivoire during the \npast five years.  Funding to UNHCR/Cote d'Ivoire dropped precipitously after a 1997 census revealed that refugee \nnumbers were half of their previously estimated level.  The agency's two field offices are currently understaffed, \ntheir resources insufficient.  In southwestern Cote d'Ivoire's Tabou border area, where 8,000 Liberians have arrived \nduring the past seven months, no food assistance is available to new arrivals, and humanitarian aid staff have \nresources to assist only the most vulnerable of the new refugees.  In the Danane area of eastern Cote d'Ivoire, \nmedical referral services provided through an implementing partner are inadequate for the large refugee population \nof nearly 25,000.  At Nicla refugee camp in Guiglo, where virtually all staff members are male, no long-term female \ncommunity services officer is available to provide support and referrals to newly arriving Liberian victims of sexual \nassault and to vulnerable girls and children. The camp's long-term Liberian refugees no longer receive food \nassistance, but many have not achieved self-sufficiency, in part because of inadequate funds to meet the demand \nfor micro-credit business loans.\n\nRecommendation 22.1: In addition to moving quickly to meet UNHCR's appeal for $10.4 million for new Liberians \nrefugees throughout the region, international donors should also provide funding to improve protection and \nassistance for the existing Liberian refugee population.  This will allow UNHCR/Cote d'Ivoire to expand its staffing \nand its programs to help long-term refugees become self-sufficient.  UNHCR should also create a long-term \nposition in Cote d'Ivoire for at least one female community services officer to assist refugee women who have been \nvictims of gender-based violence and to help provide protection to girls.\n"}