{"title": "NEW CARIBBEAN DRIVE AIMS AT CITIZENSHIP", "body": "\nThe Williamsbridge and Wakefield neighborhoods of the north Bronx are saturated with Caribbean families, many \nof them Jamaicans, who own row after row of one and two-family homes.\n\nLike the Caribbeans in Brooklyn's Crown Heights and East Flatbush, they identify themselves as hardworking, \nintensely religious and upwardly mobile people.\n\nIrwine Clare and Winston Tucker want many Caribbeans to think of themselves as something else citizens.\n\n\"Many of us say we are here for five to seven years,\" said Clare, who with Tucker formed the Caribbean \nImmigrants Services in Queens earlier this year. \"We want to get rich and go home. But what we've found is that \nthose five to seven years turn into 57 years.\"\n\nImmigrants from other countries are not excluded from the services provided by CIS, Clare said, though Caribbeans \nare the main focus.\n\nThe services include citizenship drives like the ones held earlier this month in Williamsbridge, Queens and \nHempstead, L.I.\n\nThe drives are designed for those who already have green cards. Workers help immigrants fill out Immigration and \nNaturalization Service forms, answer questions and take the fingerprints and photographs required for the \ncitizenship application forms.\n\nCIS was invited to the neighborhood by Hugh Beckford, founder of Caribbean and American Family Services a \ngroup aimed at keeping Caribbean families intact and preventing their children from ending up in the city's foster \ncare system.\n\n\"I had worked in the foster care system as a case worker and as an educational coordinator\" in the 1980s, said \nBeckford. \"I noted that there was not much understanding of the growing number of Caribbean kids coming into the \nsystem.\"\n\nBeckford, a native of Jamaica living in the Bronx since 1980, formed CAFS in 1991, providing after-school adult \nliteracy, and immigration programs at St. Luke's Episcopal Church.\n\nAfter seeing seven families nearly torn apart when one parent was deported, Beckford said immigration services \nare an integral part of his goal of keeping families together.\n\n\"You have families here where one parent is here legally and another parent is not,\" said Beckford. \"You have to \ncounsel them in terms of getting their residency before they're forced apart.\"\n\n\nBut Clare said he has other goals.\n\nIn Crown Heights and Flatbush, high concentrations of Jamaicans, Trinidadians and Barbadians have achieved \nsome political influence, Clare said. But large numbers of them remain without citizenship, limiting their ability to \nparticipate in a political atmosphere increasingly hostile to immigrants.\n\nAccording to the Department of City Planning, there are roughly a half million non-Hispanic people from the \nCaribbean currently living in New York, with concentrations in central Brooklyn, the northeast Bronx and southeast \nQueens. Jamaicans and Guyanese account for more than half of the influx, followed by natives of Haiti and Trinidad \nand Tobago. \"We formed Caribbean Immigrants Services as a reaction to the anti-immigrant sentiment in \nCongress. But we're not partisan. We're more interested in voter preparation than mere voter registration,\" Clare \nsaid.\n\n\"When you know what the issues are that are facing you as a citizen and as a group, you don't need me to tell you \nwho to vote for,\" he said. \"What we're doing falls under the realm of community empowerment. It's not just about \nvoting. It's about civic responsibility. It's about participating in the school board and the PTA.\n\n\"We impress on the people that we serve that they have to set an example of empowerment for their children,\" said \nClare.\n\nGraphic\n\n \n\nCLARENCE DAVIS DAILY NEWS SIGN TIME: Hugh Beckford, Caribbean and American Family Services founder \n(r.), carries sign with Hugh Cunningham.\n"}