{"title": "Dream stumbles on red tape", "body": "\nLynda and Michael Arazie had a new car, a new house, and they were expecting an adopted baby to arrive in a few \nmonths.\n\nBut in early December, Lynda Arazie, 33, got a call that threatened to upend the life they were building.\n\nHer work permit had been yanked, her attorney told her. Worse yet, immigration officials canceled her application \nfor a green card, or permanent residence visa, because she and her husband missed an interview in November.\n\nShe could be deported back to Australia.\n\nHow could that be? she demanded. She and her husband, a St. Petersburg firefighter, had filled out all the proper \npaperwork.\n\nWhen they moved from St. Petersburg to their new four-bedroom house in Riverview in January, she'd sent two \nnotices of the new address to the immigration office.\n\nEven so, she discovered that an immigration official had sent a letter about the interview to the old address. It was a \nbureaucratic error in a large government agency. And suddenly the Arazies' world was crashing down.\n\n\"She lost her job; she's illegal now,\" Michael Arazie, 36, said this week. \"She can't work now. We have a mortgage. \nWe have a car payment. We have bills. . . . We did everything above and beyond and it's still not okay,\" he said.\n\nWould immigration own up to its mistake?\n\nThree days before Christmas, the couple would have their answer.\n\n \n\nAn international romance\n\nMichael Arazie was tired of the local dating scene.\n\nBorn and raised in St. Petersburg, Arazie, a firefighter-paramedic for the city, couldn't find anyone with whom he \nreally clicked.\n\nHe branched out on the Internet. Long drawn to Australia from educational television programs, he put his cursor on \nthe country logo while visiting an online dating service.\n\n\nLynda Arazie remembers her attraction to American men. They seemed to be such \"gentlemen.\" The two found \neach other online in May 2002, and never stopped talking.\n\nLynda visited Florida that fall. Michael met her at the airport with flowers. They went to Outback Steakhouse. They \nchased squirrels - something Lynda had never seen - in Phillippe Park in Safety Harbor. The two married there in \nMarch 2003.\n\nThat same month, Lynda applied for a green card as the wife of a U.S. citizen.\n\nThree months later she got a work permit and took a job as an administrative assistant for financial advisers in \nTampa.\n\nThe two found a dream house in Riverview: a four-bedroom, two-story home fronting a lake for about $150,000. \nThey moved there in January and sent a change-of-address form through overnight mail to immigration officials in \nTampa. They followed up with a phone call, and were told everything was fine. They applied to adopt a child.\n\nLife went on as normal. The pair bought a 2005 Ford Escape for their growing family.\n\nAnd then they got the call.\n\n \n\n\"You have to start over'\n\nThe letter arrived in attorney Charles Samaha's office Dec. 8 from Immigration.\n\nHe'd received a notice weeks earlier about their appointment for an interview on Nov. 10, he said. The interview is \ntypically the last step before the immigrant receives a green card, or permanent residency, he said. The officials ask \nquestions and look through leases, mortgages and taxes to make sure the marriage is legitimate.\n\nSamaha said he tried to call the couple to tell them about the appointment, but the number he had for them no \nlonger worked.\n\nLynda Arazie said she never told Samaha about the new address and phone number because she assumed his job \nof preparing their initial paperwork was over.\n\nWhen he got the letter on Dec. 8 that said Lynda's case was canceled, Samaha tracked the couple down through \none of their relatives in the phone book.\n\nWhen Samaha finally reached her, Lynda told her boss the situation, and was told she had to resolve the situation \nbefore continuing to work there. She left the office and went home, and the couple called a toll-free immigration \nnumber.\n\n\"My biggest concern was that I wasn't allowed to work,\" she said.\n\nHow could they afford the house, the SUV, the new baby about to arrive?\n\nOfficials told her they couldn't help. She and Michael would have to make another appointment with the Tampa \noffice - online.\n\n\"They said you have to start over,\" Michael Arazie said.\n\nThat could take another 18 months, and possibly another $800 to $1,000. Plus, Lynda would have to wait for \nanother work permit, likely to take three months.\n\n\"It's hard to get a hold of anybody,\" Lynda Arazie said.\n\n\"You can't talk to anybody in charge,\" Michael Arazie said.\n\n\n\nThey made an appointment online for Dec. 20. Meanwhile, Samaha e-mailed and phoned officials, but got no \nresponse.\n\n\"It's almost Christmas, and she's not working,\" said Michael Arazie, who began taking on overtime shifts, including \nChristmas, for extra income. \"We're wondering how we're going to survive.\"\n\n \n\nDefeated and desperate\n\nAt the meeting on Monday, the immigration official seemed irritated, the couple said.\n\nThere was nothing she could do, she told them.\n\nThey returned home, defeated and desperate, fearing the adoption might fall through.\n\n\"I wanted to tell her where to go, but you can't because they got your life in their hands,\" Lynda Arazie said. \"I \nthought I did everything right.\"\n\nIt turns out, she did.\n\nKristen Holland, acting officer in charge of the office of U.S. Citizenship and Immigration Services in Tampa, looked \ninto the case after being contacted by a St. Petersburg Times reporter this week.\n\nAn immigration supervisor in Tampa had rectified the Arazie case on Dec. 16, four days before the couple's \nunsuccessful meeting with a different immigration official, Holland said Wednesday.\n\n\"I don't know who they spoke to,\" Holland said. But she acknowledged the mistake belonged to the immigration \noffice.\n\n\"When we make an error, we fix it,\" she said. The office handles thousands of cases a year and sometimes flubs \nbecause \"we're human,\" she added. Lynda Arazie can work again, too, she said.\n\nContacted by phone with the update, Michael Arazie was almost speechless. \"Oh, wow,\" he said. \"Oh, wow. That's \nsuper news.\"\n\nThe immigration office is in the process of sending out another notice for a new appointment, an interview like the \none the couple missed Nov. 10. This time, Holland said, the notice will go to the Riverview address.\n\nTimes researcher Cathy Wos contributed to this story. Saundra Amrhein can be reached at (813) 226-3383 or \namrhein@sptimes.com.  \n\nGraphic\n\n \n\nPHOTO, CHRIS ZUPPA; Michael and Lynda Arazie\n"}