{"title": "ISLAND AIDES DRIVE ON 'ALIEN INSECTS'", "body": "\nWHEN insects enter this country from other lands, they are considered illegal aliens. Unless they are discovered \nand eradicated promptly, troubles often follow because these insects have no natural enemies here to keep them \nin check.\n\nThe Northeast's continuing battles with Japanese beetles and gypsy moths and the West Coast's recent near-\ndisaster with Mediterranean fruit flies are only recent examples of what can happen when foreign insect pests get \non the loose. Although many insects fly undetected back and forth across borders, their chief gateways are this \nnation's ports of entry - by land, sea and air.\nFederal Government selects John F Kennedy Airport as one of 21 ports in a High-Hazard Project intensifying efforts \nto check 'alien insects'\n\nJohn F. Kennedy International Airport, one of the nation's busiest, has been selected by the Federal Government as \none of 21 ports in a High-Hazard Project to search out and destroy alien plant pests and diseases before they \nthreaten important economic crops. Although Federal inspectors are at the customs gates of entry ports, there is \nalways the chance that hitchhiker insect pests or diseases slip through.\n\nThe High-Hazard Project, which began four years ago, is being coordinated by Federal inspectors and \nadministrators in the Animal and Plant Health Inspection Service (APHIS) of the United States Department of \nAgriculture with headquarters in Hyattsville, Md.  Officials of the inspection agency administer Federal regulations \nthat prohibit or restrict the entry of foreign pests and plants.  They maintain inspection services at all major ports \nand administer regulatory and control programs.\n\nDon Woodham, technical coordinator for the project, said that the agency was making intensified efforts to detect \nany insect pests or diseases that might come into these ports and squelch them before they become established in \nagricultural areas. Fruit flies, boll weevils, Japanese beetles, nematodes, chestnut blight and Dutch elm disease are \na few of the insects and plant diseases that have been introduced at ports of entry over the years.\n\n''New York is a high-risk port mainly because of its size and its interception records,'' Mr. Woodham said. As part of \nthe new effort to stop troubles before they start, the High-Hazard Project is concentrating efforts in a 100-mile \nradius of each of the 21 ports of entry.\n\nUnlike many port areas where there are vast agricultural crops - sugar cane, rice, grain, forests and citrus orchards \n- Long Island has many large-sized home vegetable gardens that attract a variety of insects. The local APHIS \nagency has sought the aid of these home gardeners and asked those interested in cooperating with the survey to \nsend postcards and sign up.\n\n\nThe cards should be mailed to John Arcery, APHIS, PPQ, J.F. Kennedy International Airport, Cargo Building, \nNumber 80, Room 103, Jamaica, N.Y. 11430. Although the program is well filled for this year, the agency is \ninterested in having the names of home gardeners who would like to cooperate in the future.\n\nJohn Arcery, a plant protection and quarantine inspector, is interested only in large gardens (the minimum size is 15 \nby 30 feet). ''So far, 23 gardens have been surveyed and there are 20 more to go,'' he said.\n\nThose crops of particular interest to Mr. Arcery are potatoes, cucumbers, melons, lettuce, onions, beans, beets, \nBrussels sprouts, cabbage and tomatoes. ''Home gardens have a variety of hosts and we are interested in the pests \nthat feed on them,'' Mr. Arcery said.\n\nDuring a recent tour, he and Janice Yee, an agency assistant, inspected two gardens on the Island, those of \nEdward Kmiotek in Massapequa and John Boles in Wantagh.\n\nTo survey gardens, Mr. Arcery and Miss Yee work from the outer edges inward. With knapsacks on their backs and \ncollecting vials in hand, they closely examine vegetables and fruit and look for leaves damaged by insect feeding or \ndisease. Any blemished fruit is cut open to see what is at work and, if found, the culprit is collected for further \nidentification. Insects found on backs of leaves are put into the small vials filled with alcohol, and beetles and \ncaterpillars are caught in small boxes.\n\nWhen inspection is completed, the collection is taken back to agency offices for positive identification. Mr. Arcery \nsaid that most of the insects collected were routine local ones. But any pest not quickly identified is checked out \nwith a staff entomologist, and, if he is stumped, the pest is sent to headquarters for definite identification.\n\n''So far nothing out of the ordinary has been picked up in the garden surveys,'' Mr. Arcery said. ''If it is, we would \nsearch and destroy by going back to the area to check for more of the particular insect and measures would be \ntaken to eradicate it promptly.''\n\nIn addition to the garden surveys, the High-Hazard Project puts out blacklight insect traps. Four are set up at key \nlocations on the Island and turned on weekly for one 24-hour period. This weekly trapping supplies sufficient \nvolume to survey an insect population in a given area, particularly where there are important food crops.\n\nThere are thousands of insect species throughout the world. Mr.  Woodham said that four years ago, the agency's \nmaster, or ''most wanted,'' list comprised about 100 insect species. This year, after more has been learned about \npests worldwide, the list numbers nearly 300 insects that could be problems if allowed to enter this country.\n\nAs any traveler abroad from this country has learned, all food, plant and animal products must be declared. \nSmuggling of these products is a Federal offense. Among the 240,000 prohibited plant products confiscated at ports \nof entry each year, more than 10,000 exotic plant pests and diseases have been uncovered.\n\nA U.S.D.A. permit is required before certain plant materials can be brought into the United States. These include \nfruits, vegetables and plants or plant parts. These permits can be obtained from the Permit Unit, U.S.D.A.-APHIS-\nPPQ, 638 Federal Building, Hyattsville, Md.  20782.\n"}