{"title": "POLITICS-U.S.: FOX IMMIGRATION CHALLENGE POSES RISKS FOR BUSH  Analysis By Jim Lobe", "body": "\nTo win Congressional passage for the North American Free Trade Agreement (NAFTA) in 1993, former President \nBill Clinton was forced to rely on a majority of Republican lawmakers -- alienating some of his most \nfervent Democratic supporters, particularly in the labor movement.\n\nEight years later, President George W. Bush may be facing very much the same kind of dilemma on immigration.\n\nIf he supports the immigration reform program pressed on him this week by visiting Mexican President Vicente Fox, \nhe will have to rely on the Democrats, particularly the labor movement, to get it through Congress.\n\nHis own Republicans are deeply split on the issue, with many of his strongest right-wing loyalists bitterly opposed.\n\n\"This is an incredibly complex issue,\" Bush noted yesterday, shortly after Fox pushed his well-orchestrated \ncampaign for the \"regularization\" of the immigration status of an estimated three to four million undocumented \nMexican citizens living in the United States.\n\n\"It is complex to the point where my administration is going to spend a lot of time resolving that type of question,\" he \nsaid. \"But to make matters even more complicated, we've got to work with the Congress, and we've got to come up \nwith a solution that Congress can accept.\"\n\nIt is in that state of perplexity that Fox left Bush today, concluding a three-day state visit -- the first by a \nforeign leader since Bush became president almost nine months ago.\n\nWhile the two leaders approved a number of smaller agreements on law enforcement, border safety, health \nstandards, avocado imports, and other matters, Fox's visit was dominated by his unexpected challenge to conclude \nan accord the status of the undocumented Mexicans by the end of the year.\n\nIt was a challenge that clearly caught the Bush administration, which had been systematically lowering expectations \nabout quick action on a new immigration agreement for weeks, by surprise.\n\nWhile Bush's national security adviser, Condoleezza Rice, told reporters after the first face-to-face meeting of the \n\"two amigos,\" as the two presidents are being called, that a swift accord would be \"terrific,\" she cautioned that it \nwas more important that it \"be done right, not just quickly.\"\n\nThe stakes are extremely high, far beyond the immigration status of the millions of undocumented Mexicans living \nhere. Control of both the White House and the Congress may well be determined by how parties and individual \ncandidates, including Bush, come down on the question.\n\n\nThat is because the political preferences of the nation's estimated 33 million Hispanics, the country's largest \nand fastest- growing ethnic minority, are seen as key to the electoral fortunes of both parties. Mexican-Americans \nconstitute about two-thirds of all Hispanics.\n\nBush's chief political aides, according to published accounts, believe that he must increase his share of the \nHispanic vote from 35 percent last year to at least 40 percent in 2004 to win re- election. Their assumption is that by \ndelivering a favorable immigration accord with Fox, who has himself avidly courted Mexicans here, Bush can pick \nup the support he needs.\n\nAt the same time, Democrats, historically the main beneficiary of Hispanic votes, have been not been idle. Their \nposition on immigration -- providing amnesty to most undocumented aliens working and paying taxes in the United \nStates, permitting reunification for immigrant families, and guaranteeing workplace rights for immigrants entering \nunder temporary work programs -- has become a major feature of their political platform.\n\nAnd they have become increasingly solid in their support for sweeping liberalization since 1999, when the AFL-CIO, \nthe country's largest labor union federation, endorsed amnesty for illegal immigrants for the first time in its history.\n\nThe AFL-CIO had found that its members' organizing efforts were most successful in sectors employing low-paid \nworkers, many of whom have been or still are undocumented immigrants. With threat of deportation removed, these \nworkers will be far more likely to join unions.\n\nDuring their first meeting at Fox's ranch in Guanajuato in January, Bush agreed to take up immigration as a priority.\n\nSubsequent talks between the two sides raised expectations of a major breakthrough. But strong opposition from \nwithin Bush's own party to a \"blanket amnesty\" for undocumented Mexicans forced the White House to back off \nthe idea in recent weeks. Given the political sensitivity of the issue, senior aides told reporters, negotiations could \ntake several years.\n\nSuch a prospect was clearly unappealing to Fox, who has seen his massive popularity slump over the last several \nmonths as the Mexican economy -- more closely tied to the U.S. economy than ever, thanks to NAFTA -- has \nsuffered in light of the sharp slowdown in growth north of the border.\n\nIt was in this context that Fox made his challenge on the White House lawn. \"The time has come to give migrants \nand their communities their proper place in the history of our bilateral relations,\" he declared. \"We must, and we \ncan, reach an agreement on migration before the end of this very year.\"\n\nMost observers believe that a package can be worked out, though not as quickly as Fox wants. It would include \nsome combination of temporary worker programs and permanent residency green cards, which could lead to \ncitizenship for undocumented immigrants.\n\nBut the devil -- meaning the political repercussions -- is in the details.\n\nWhile labor and Democrats favor permanent residency for all working undocumented immigrants, the Republicans \nare deeply split.\n\nThe idea of granting amnesty to undocumented workers -- that is, those who entered the United States illegally -- \nstrikes many of the more conservative Republicans as ideologically unacceptable.\n\n\"We abhor the idea of rewarding lawbreakers -- that's our bottom line,\" warned Phil Kent, a right-wing legal activist.\n\nOther right-wingers worry about the burden on educational, social and health services that would be created not \nonly by hundreds of thousands of Mexican non-English-speaking green card holders, but also the estimated four \nmillion other undocumented immigrants -- many from Central America and the Caribbean -- who would also \npresumably benefit from amnesty.\n\n\n\nTo ease these concerns, Republicans close to Bush suggest regularization may be tied to English-language \nrequirements and that the green card applicants may be required to pay hefty penalties. They also favor a \nregularization program heavily weighted toward temporary work programs, which would not automatically lead to a \ngreen card but give beneficiaries more security than they now have.\n\nDemocrats, however, will likely oppose a major expansion of temporary work programs without guarantees that \nbeneficiaries will enjoy full worker rights -- guarantees that Republicans lawmakers, particularly from agricultural \nstates, will be reluctant to grant.\n\nStill other Republicans argue that Bush's own political calculations are flawed. Citing recent polls, they say that \na majority of Hispanics opposes any far-reaching liberalization of the immigration laws.\n"}