{"title": "Europe's Muslim Population: Frustrated, Poor and Divided", "body": "\nIn the streets rising from Marseilles's old port, couscous is easier to find than croissants. Cockney neighborhoods in \nLondon are now bazaars for Muslims from Bangladesh. Muezzins call Turks to prayer from new minarets in \nCologne.\n\nWith 10 million to 13 million Muslims living in Western Europe, conservative and far-right politicians, including \nsome voices in the French presidential campaign, have appealed to prejudice against the Muslim presence.\n\n\"France must firmly oppose clandestine immigration,\" Jacques Chirac, the conservative French presidential \ncandidate, said recently. \"Too often the laws of the republic are openly flouted.\"\n\nAmericans would find many of the European slogans familiar: Legal and illegal immigrants are taking your jobs, \nruining the neighborhood, hurting the schools, increasing your taxes, swelling the welfare rolls, making the streets \nunsafe. And some politicians play on Europeans' fears of terrorism rising from the Muslims in their midst.\n\nBut five weeks of interviews in France, Germany, Britain and the Netherlands, where the largest concentrations of \nMuslims from Asia, Turkey and North Africa live, reveal a far more complex portrait.\n\nScores of interviews with Muslim immigrants who came to Western Europe to work in the 1960's, and with their \nchildren who were raised in Europe, depict a population that is divided and traumatized, weakened by \nunemployment and humiliated by dependence on social welfare.\n\nThe interviews described a Muslim population stymied by cultural values it does not share, having done little to \nintegrate over the years. Many in the older generation, now largely retired or unemployed, appear disconnected \nfrom the societies they live in. Rather, they are trying to reconnect with the one they left behind, watching television \nprograms broadcast by satellite from their native lands.\n\nAdding to the cultural dissonance, their sons and daughters are no longer connected to Muslim tradition, many \nseeking to adopt the views and values of European society. In fact, most Muslims in Europe are not political or \neven particularly religious -- a silent majority who want simply to carry out their lives as best they can.\n\n\nStill, the anxiety about Muslims has been raised to the level of geopolitics. This year the Secretary General of \nNATO, Willy Claes of Belgium, pronounced militant Islam as important a strategic threat today as the Soviet Union \nwas before Communism imploded in 1989.\n\n\"At the moment, I'd say the fantasy part of the perception of militant Islam as a menace in Europe is greater than \nthe reality,\" said Francois Burgat, an expert on militant Islam at the National Center for Scientific Research at Aix-\nen-Provence, France.\n\nThe fears, however exaggerated, have been fed by the arrest in Europe of scores of Muslim militants, mostly from \nNorth Africa, on charges of stockpiling weapons and explosives for use back home.\n\nIslam's recent and highly visible presence in Europe has run into resistance, analysts say, for many reasons: \nbigotry, the religious zeal of some Muslim immigrants, the inability of some new arrivals to adapt to a dominant \nEuropean culture, the alienation that is common among Muslim youths.\n\n \n\n \n\nDivided\n\nOpposing Values Generate Tensions\n\n In Heerlen, a Dutch town of 35,000 near the German border, Sheik Ahmed Ali Saroukh fidgeted with a cup of tea in \na grimy factory that was transformed seven years ago into Masjid Al Nour, the Mosque of Light, as he pondered \nhow to turn the town into a center of Islam.\n\nThe preacher, who came to Herleen about five years ago from Morocco, wants to put up a minaret on the building, \ntopped by a loudspeaker to broadcast the call to prayer five times a day, starting at dawn.\n\nHe advocates that Dutch women who are teachers in Heerlen wear a veil in schools when teaching Muslim \nchildren and that boys be segregated from girls. He also wants the local hospital to build a mosque for the handful \nof Muslim patients who end up there and serve them meat prepared under Islamic regulations. There are about \n750,000 Muslims in the Netherlands, out of a total population of 15 million.\n\n\"The fact that they allow us to have mosques does not mean they love us,\" Sheik Saroukh said, stroking his graying \nbeard. \"On the contrary, they fear us. The proof is they are fighting us every step of the way as we try to claim our \nrights. They have different values from us. The Dutch man and his wife work. They raise dogs, not children. We \nwant our women to raise children and stay protected at home.\"\n\nWhile Sheik Saroukh attributed the failure to achieve his goals to Dutch discrimination, his principal obstacle is \nHeerlen's deeply divided population of 2,500 Muslims from Morocco, Turkey and some Arab countries, many \npoorly educated and unemployed, heavily dependent on the generous Dutch welfare system.\n\nThe sheik's mosque attracts a minority of older-generation Moroccans. But whether it is a small Muslim community \nin nearby Aachen, Germany, or a large one like the estimated 150,000 largely North African Muslims in Marseilles, \nFrance, religious militancy has widened the generational divide.\n\nMohammad el-Jashi, 32, a Moroccan mechanic technician who lives in Venlo, the Netherlands, wants to become \npart of Dutch society.\n\n\"Sometimes militants here ask for ridiculous things, like segregated schooling,\" he said. \"We didn't have that in \nMorocco. I went to a mixed school until I left at 15 to join my father. My heart remains in Morocco, but my head says \nwe stay here where my family is better off.\"\n\nAnd in Heerlen, a breakaway group of Muslims established their own mosque in space lent by a liberal Christian \nmissionary center a few blocks away on Putgraaf Street. There, a 32-year-old Palestinian named Khalil Shahine \nwas contemptuous of Sheik Saroukh.\n\n\n\n\"Before conquering Europe for Islam, which is a hope, we should concentrate on building up our weak, illiterate \nsocieties, our people, with education and knowledge,\" Mr. Shahine said.\n\nMostapha Dalouj, 36, a physicist by training who accepted a job as social worker in Venlo after learning Dutch but \nfailing to land a job in his area of expertise, said that repeated rejection was pushing him to avoid assimilation into \nDutch ways.\n\n\"I came by choice from Morocco, equipped with a fair idea of Western societies,\" he said. \"But until now I can't \nunderstand what they mean by integration. I want to be a Muslim living in Holland. But that does not mean I want to \nmelt completely in this society and disappear, which is what the Dutch want. When I say that I speak to my children \nin Arabic, they answer: you are a racist. I am just trying to teach them some of the tradition.\"\n\nAmizian El Hussein, 51, an unskilled Moroccan laborer, came to the Netherlands three decades ago. \"I don't know if \nwe changed or the Dutch have changed,\" he said.  \"When I came here I didn't think much of religion. Like most who \ncame here, I was illiterate, but the living was good and there was no friction. They treated us well, and we behaved \nbetter than the young generation now.\n\n\"I now find myself praying regularly,\" he added. \"My children have had problems in school. Some have dropped out. \nSo now, when I look back, I can't blame it on the Dutch really, but it is true they have become resentful of foreigners \nand we are not doing as well as we used to.\"\n\n \n\nIntegrated\n\nA Job Can Make All the Difference\n\n Leila Yehiawi, 36, a sociologist in Marseilles, is a daughter of an illiterate Algerian father who is now retired from \nworking as a laborer. She is part of the second generation that has emerged as the heart of Europe's Muslim \ncommunities.\n\nUnlike many of her generation, she is highly educated and successful. Fluent in French, which she speaks with a \nnative Marseilles accent, Ms. Yehiawi considers herself well integrated but deeply committed to the North African \nimmigrants who did not make the transition into French society.\n\nShe works as a teacher and counselor at Lycee Jacques Raynaud, a vocational training school whose 250 students \nare largely Muslims who dropped out of other schools.\n\n\"My students accuse me of being a traitor because the image I reflect is one of success in an atmosphere of \nfailure,\" she said. \"Many of these kids come from homes where both parents are unemployed. They are lost as \nsecond-class citizens to whom France is inaccessible. Some adopt Islam as an exhibitionist factor to signal \ndiscontent, but, in reality, they are yearning to be equal citizens. Their problem is idleness and deprivation.\"\n\nBut of her own eight brothers and sisters, only two have jobs. \"This high rate of unemployment is new, and it is the \nproblem facing our communities -- not Islam, not militancy and not what is happening in Algeria,\" she said. \"Work is \nthe backbone of integration. The lack of it leaves a fertile ground for exploitation by fundamentalists.\"\n\nSalah-Eddine Bariki, a 43-year-old Algerian who works at Radio Gazelle, a local station broadcasting ethnic \nprograms in Marseilles for minorities, said it was absurd that Muslim communities could be the bedrock of an \nIslamic revolt.\n\nThere are an estimated 150,000 Muslims in Marseilles, with 43 places of worship. But a recent survey of foreigners \nliving in France by the National Institute of Demographic Studies, which polled 13,000 people over eight months, \nfound that 68 percent of those from Algeria considered themselves to have no religion.\n\nOnly 10 percent said they practiced Islam regularly, and 22 percent occasionally. Half of the men and a quarter of \nthe women between 18 and 25 said they were involved in a relationship with a French-born person, and 87 percent \nof those born to Algerian parents considered French their mother tongue.\n\n\n\nThe problem, Mr. Bariki said, is not Islamic militancy but unemployment, in a country where more than 12 percent of \nall workers are jobless, with far more than that unemployed among the immigrants.\n\nHans Korz, a 58-year-old Dutch coordinator of welfare and rehabilitation consultant for the government in Venlo, \nsaid the same was true in the Netherlands, where unemployment is about 8 percent.\n\n\"Among immigrant youths, largely Turks and Moroccans, it is 60 percent for those between 17 and 25,\" he said. \n\"The problem is not social, cultural or ideological. It is economic in the first place.\"\n\nMany Moroccan immigrants, however, say that part of the problem lies in the resistance of Dutch society to \nforeigners who want to become part of it.\n\n \n\nFeared\n\nA Few Militants Fuel Suspicions\n\n Despite lack of evidence that militants have made significant inroads, some officials believe that Europe is in \ndanger of being taken over by a wave of fundamentalism.\n\nPatrick Lalande, a Paris prosecutor who specializes in terrorist affairs, said such thinking dominates French and \nother European government circles. Indeed, over the last year France, Germany and Belgium have arrested or \nexpelled close to 200 Islamic militants on charges of subversion and arms trafficking.\n\nThe most important activity by such militants is logistical support -- buying weapons or sending faxes on behalf of \narmed groups in Algeria and fundamentalists battling the Governments of Tunisia, Egypt, Jordan and countries in \nthe Persian Gulf region.\n\nMembers of one such group, the Algerian Fraternity in France, which included Moroccans, Algerians, Tunisians and \none Egyptian fundamentalist, were arrested in France in July. Some members were found near the French-Spanish \nborder loaded with arms and military uniforms on their way to Algeria. But most of those expelled were thrown out \nfor nonmilitary activities like fundamentalist propaganda.\n\n\"We are facing a sort of Islamist international assault made up of networks of militants with connections to \nfundamentalist countries including the Sudan, Afghanistan and Iran,\" Mr. Lalande said. He said the militants' focus \nwas not France or Europe, adding, \"I think their main objective is to take over North Africa.\"\n\nOne way in which France has tried to cope with its estimated five million Muslims, the largest population in \nEurope, is to encourage what it calls \"French Islam\" -- promoting, through progressive Muslim preachers born in \nFrance, a modern, secular outlook for the religion.\n\nIt is still a modest effort, and far from successful. The French-appointed imam of the mosque of Paris, Dalil \nBoubaker, often says there is no contradiction between Islam and living in a secular society.\n\nThis approach has yet to prove convincing to orthodox believers. On the other hand, Muslim militants have yet to \nprove they can attract a significant following.\n\nSheik Mohammad Abelhadi Doudi is a staunch supporter of the Islamic Salvation Front, which is battling to \nestablish an Islamic state in Algeria, and administers a mosque in Marseilles. He says that after more than a \ndecade of trying, his militant version of Islam is simply not enough to win adherents who are unemployed, speak \nFrench and are exposed to \"temptations\" of Western life.\n\n\"If I give a young man a Koranic verse, does it solve his problems?\" he said. \"No. I have been doing this for 14 \nyears, but it's like sowing the sea. Even if there are fruits, they are small and bitter. Islam cannot breathe freely in \nthe West.\"\n\nNEXT: Western Europeans react to Muslims in their midst.\n\n\n\nGraphic\n\n \n\nPhotos: France has promoted a new version of Islam among its five million Muslims, the largest Muslim \npopulation in Europe. This mosque is one of the 43 in which many of the 150,000 Muslims in Marseilles worship; \nA Muslim student works in the metal shop at Lycee Jacques Raynaud, a vocational school with 250 Muslims in \nMarseilles. \"Work is the backbone of integration,\" said Leila Yehiawi, who teaches there. (Photographs by Gary \nMatoso for The New York Times) (pg. A12)\n\n; Chart/Map: \"WHERE THEY ARE: Main Muslim Enclaves\"\n\n \n\nFRANCE -- 5 MILLION\n\n An estimated 5 million Muslims, mostly from North Africa, out of a total population of 57 million, mainly \nconcentrated in Paris, Lyons and Marseilles.\n\n \n\nGERMANY -- 2 MILLION\n\n About 1.9 million Turks and Kurds, the great majority of them Muslim, and about 250,000 Bosnian refugees, out of \na total population of 80 million. Mainly concentrated in Berlin, Cologne, Frankfurt, Hamburg and munich.\n\n \n\nBRITAIN -- 1 MILLION\n\n About 1 million Muslims, 775,000 of them from India, Pakistan or Bangladesh, mainly in London, Birmingham and \nBradford, out of total population of 58 million. There are also communities of Egyptions, Iraquis, Moroccans, \nPalestinians and Yemenis in London. (pg. A12)\n"}