{"title": "Full committee hearing on \"Criminal Aliens Released by the Department of Homeland Security.\" (48/72)", "body": "\n                         Subject: DHS Release of Criminal Aliens\n\nWitnesses: Sarah Saldana, director of U.S. Immigration and Customs Enforcement; Ralph Martin, chief of the \nSanta Maria Police Department; Wendy Hartling, mother of crime victim Casey Chadwick; Scott Root, father of \ncrime victim Sarah Root; and Chris Burbank, director of law enforcement engagement for the Center for Policing \nEquity, testify\n\nLocation: 2154 Rayburn House Office Building\n\nTime: 09:30:00\n\nDate: 2016-04-28\n\nCHAFFETZ: Committee on Oversight and Government Reform will come to order. And without objection the chair is \nauthorized to declare a recess at any time. Preparing for this hearing is one have been -- has -- I'm telling, it's hard \nto keep your cool in preparing for this meeting.\n\nAnd let me tell you the heart of why we're here today. Immigration and Customs Enforcement, I have met with the \nmany women who work there, the wonderful, hardworking dedicated people who do a hard and difficult job.\n\nBut I got to tell you what's going on at Homeland Security, what's going on with Immigration and Customs \nEnforcement is one of the most infuriating things I think I've seen in this government yet.\n\nIn a three-year period, Immigration and Customs Enforcement has released more than 86,000 criminal aliens into \nthe American public. These are people that were here illegally, got caught committing a crime, were convicted of \nthat crime and then instead of deporting them, they were just released back out in the United States of America.\n\nAll told, they had more than 231,000 crimes that they were convicted of; 86,000 of these people. In 2015, a 196 of \nthese people were convicted of homicide and ICE released them back into the public rather than deporting them.\n\nA 124 of those that were released between fiscal year 2010 and 2015 went on to commit homicide. Let me give you \nsome other stats, in 2013 ICE released 36,007 criminal aliens -- criminal aliens who were here -- who were here \nunlawfully and present in the United States.\n\nAs of September 2014, 5,700 of those individuals went on to commit additional crimes. In March of 2015, ICE \nDirector, Sarah Saldana testified before this committee that during fiscal year 2014, ICE released another 30,000 \nindividuals of criminal convictions.\n\nIn fact, ICE released 30,558 criminal aliens in 2014 who had a combined 79,059 convictions instead of deporting \nthem. Of those 30,558 criminal aliens, 1,895 were charged with another crime following their release.\n\n\nTheir convictions included sex offenses, assault, burglary, robbery, driving under the influence. And ICE told us that \nin 2015, the agency released 19,723 criminal aliens with a combined 64,195 convictions, including 934 sex \noffenses, 804 robberies, 216 kidnappings and 196 homicide related convictions. And that's on your watch.\n\nThey were under -- they were here illegally. They got caught committing a crime. They were convicted of the crime \nand instead of following the law and deporting them, you released them back out of the public and they commit \nmore crimes.\n\nHow do you look those people in the eye? How do you go back to a family and say, \"You know, they were in our \ndetention and we just thought it would be better to let them out into the United States of America.\"\n\nThat is so wholly unacceptable. Let me show you this football stadium. This is Notre Dame Football stadium. You've \nreleased more people that were convicted of crimes that should have been deported than you could fit into that \nstadium.\n\nYou'd still have people waiting outside the line. Those are the criminals that you released instead of deporting. Now, \none of the people that's very passionate about these issues, spent a lot of time in that is our colleague, Mr. \nDeSantis of Florida. I'd like to yield the time to him.\n\nDESANTIS: Thank you, Mr. Chairman.\n\nYou know, we in this country, the government at all levels has the responsibility to protect the safety of the \nAmerican people. For the Federal government, most of the crimes that are committed, particularly violent crimes \nare handled at the state level.\n\nAnd I wish we could prevent every crime from happening. I wish we could, but -- the fact of the matter is we rely on \ndeterrence, we rely on penalties to prevent people from even trying to commit crime in certain instances.\n\nBut in this case, this is an example of where government could have prevented all of these crimes.\n\nYou have somebody and the number -- the story that came out I thought was just shocking where and after being \nconvicted of rape, of homicide, of domestic violence, violence against women, other sex offenses. This is putting \nthe American people at risk.\n\nSomething is wrong. Something needs to change. We've tried to highlight this over and over again. We get the \nnumbers of convictions. Finally, given to us for '15 and it's startling because we're told that, \"Oh, we're going to \nfocus on really getting these criminals, but yet, you have criminals in your possession, don't have a right to be \nhere. They should be returned to their home country and yet they're released into American society and then they \nreoffend.\"\n\nSo, Mr. Chairman, I thank you for having this hearing. This is immensely, immensely frustrating issue to see this \nbecause some of these crime victims, the families, you can say to them, \"Had the Federal government simply done \nits job, maybe your loved one would be here today.\"\n\nI yield back.\n\nCHAFFETZ: Thank you. I thank the gentleman.\n\nDirector Saldana who's about to testify before us -- has testified before. She said, quote, \"We welcome any amount \nof resource, any amount of money that we have. We can always do more with more resources. We are just doing \nthe best we can with the resources we have right now,\" end quote.\n\nExcept in June of 2015, the Department of Homeland Security leadership took a $113 million from ICE's \nenforcement budget and asked Congress to reprogram it to other DHS components with no role in immigration \nenforcement.\n\n\n\nFurther, in the latest budget justification, Homeland Security seeks a $185 million less, less for deportation and \ntransportation. Despite a mandate in the law requiring ICE to maintain 34,000 detention beds, ICE only wants \nfunding for 30,913.\n\nThis administration's failure to secure our border, enforce immigration laws and hold criminal aliens accountable \ncreates an ongoing threat to our public safety and sometimes delays, consequences for innocent Americans and \nmany of those losses are preventable.\n\nThe numbers became real in February of 2015 in the National Security Subcommittee hearing. During the hearing, \nwe heard testimony from Mr. Jamiel Shaw -- Shaw, whose 17-year-old son was murdered by Pedro Espinoza, an \nalien living in the United States illegally. Mr. Espinoza had been released from jail on a conviction for brandishing a \nweapon before the Shaw slaying. This is a weapon's conviction.\n\nWe also heard from Mike Ronnebeck, the uncle of Grant Ronnebeck. Grant was 21 years old when he was killed in \nMesa, Arizona while working an overnight shift at a local convenience store.\n\nThe guy was just working at the convenience store late at night, trying to do the right thing. The alleged killer was in \nremoval proceedings due to burglary conviction but released on ICE on a $10,000 bond. Grant was killed.\n\nThe Ronnebeck and Shaw families are not the only victims of crimes committed by aliens unlawfully present in the \nUnited States. Today, we continue to put names and faces with individuals whose lives were changed forever by \nthe death of a family member killed by a convicted -- convicted criminal alien.\n\nThe common thread among these stories you're about to hear today is that each of them were preventable. If ICE \nhad only followed the law, it is highly likely that these witnesses would not be sitting here today, grieving the loss of \nanother loved one.\n\nAnd I thank the family members that will be joining us on the second panel. They are heart-wrenching stories and it \nwas preventable. It didn't have to happen. You could have deported them and you chose not to. And it's just \ninfuriating.\n\nMy time has expired, let me recognize the Ranking Member, Mr. Cummings for his opening statement.\n\nCUMMINGS: Thank you very much, Mr. Chairman.\n\nLet me first of all start out by expressing how very sorry I am for the families of Casey Chadwick, Sarah Root and \nMarilyn Pharis.\n\nThe crimes that were committed against them were brutal and barbaric. And their lives were stolen away from them \nall too soon. But not only were their lives stolen away from them, their lives were stolen away from their parents and \ntheir friends and relatives.\n\nAnd so to Mr. Root and Ms. Hartling, I want to thank you for being with us today. I thank you for something else \nalso. I thank you for taking your grief and turning it into a passion to make sure that it does not happen to anybody \nelse. I really appreciate that.\n\nThank you. I know how painful it must be to relive these nightmares, especially before a Congressional committee. \nAnd I've read your testimony, Mr. Root, I got to tell you, you said over and over again, a parent should never have \nto do this, identifying a child who has been harmed and murdered.\n\nSo, only you can truly know what losses mean to your families. I also lost a loved one, five years ago almost to \ntoday, a nephew at Old Dominion college. Folks busted into his room, blew his brains out, 20 years old.\n\nAnd then to go there a few days later and to see his brains splattered on the wall. I tell you, when I read your \ntestimony I could not help but think about all of that. And a lot of people don't understand when some -- when you \nhave somebody who is murdered.\n\n\n\nI tell people it's hard to mourn properly because you're always wondering why it happened, how it happened. \nSometimes in my case, who did it? But at the same time you mourn for what could have been.\n\nEvery time a friend of the folks get married, you think about your own, you know, what her marriage would have \nbeen like or you hear about a child being born and so it's just constant. When the birthdays come, when Christmas \ncomes, everything is like it's just replacing your mind mourning -- mourning over and over and over what could have \nbeen.\n\nAnd so, I know you want answers. And you deserve those answers. And so I want to thank you also, Mr. Burbank \nand Chief Martin for being here for dedicating your careers to combating all types of horrible crimes in your \ncommunities.\n\nAnd it is -- it is -- it should be the business of this Congress to help you be able to do your jobs effectively and \nefficiently, after all you go out there. You put your life on the line over and over and over again.\n\nAnd so often, you run into crimes that you can't even solve. You try, but you do the best you can, you don't get the \ncooperation. So, I am committed to making sure we get to the bottom line. And Director Saldana, I want to thank \nyou for your testimony and for your work as a public service. It is -- servant -- it is crucial that we hear what \nImmigration and Customs Enforcement has learned from these cases and about your ongoing efforts to improve \nthe agency's procedures.\n\nYou can understand why people are upset. Everyone on this committee wants to help improve public safety and \nenhances security of all of our communities. Our community is not just about oversight and I emphasize this over \nand over again.\n\nIt's not just about oversight. It is also about reform. If we identify a problem, our goal is to address it. for example, in \none of the cases we will discuss today, ICE repeatedly attempted to deport a perpetrator to Haiti before his release \nin 2012, but the Haitian government refuse to accept him, not one, not twice, but three times.\n\nEven after Haitian officials agreed to allow him to board a plane down to Haiti, they reverse themselves and refuse \nto accept him. I'm sure these facts will offer a little solace to Mr. Chadwick's family.\n\nSo we need to ask what ICE could have done. What ICE could have done differently and what ICE can do in the \nfuture to improve these procedures. We also need to and I think the chairman made a good point, we realize that \nthere are issues that go to resources, but the question is are we using the resources that we have effectively and \nefficiently.\n\nWe also need to ask what more we as a government can do to force recalcitrant countries like Haiti, in this case to \nhonor their treaty agreements and to accept their own citizens. This process is already underway, thanks to Senator \nRichard Blumenthal and Senator Chris Murphy and Representative Joe Courtney of Connecticut.\n\nOn November 24, 2015, they sent a letter to the Inspector General of the Department of Homeland Security \nrequesting an investigation to determine what more ICE could have done, and I quote, \"To overcome the objections \nof the Haitian government to the removal of this individual,\" end of quote.\n\nSo I ask unanimous consent to enter their letter into our official hearing record today, Mr. Chairman.\n\nCHAFFETZ: Without objection, so ordered.\n\nDESANTIS: The Inspector General has agreed to their request and this investigation is now underway. I absolutely \nsupport these goals. What I absolutely do not support, however, is a hateful rhetoric we hear and have heard \ncoming from some of my members of the Republican Party who disparage all immigrants with false condemnation. \nDonald Trump has labeled Mexican immigrants as rapists.\n\nHe's also called for shutdown of Muslims entering the United States. These were not accidental lapses of off-the-\ncuff remarks. They are genuine statements from the leading Republican candidate for president of the United \n\n\n\nStates of America in 2016. If you think his rhetoric is just words and does not cause actual harm, consider the brutal \nassault of a 58-year-old homeless Latino man in Boston. Last August, two brothers, Scott and Steve Leader who \nhave extensive criminal records, hit him in the face, urinated on him, punched him, hit him with a metal pole and \nthen walked away laughing.\n\nWhen questioned by the police, one of the brothers said and I quote, \"Donald Trump was right, all these illegals \nneed to be deported,\" end of quote. And when Donald Trump heard about this brutal attack, he said that it was a \nshame, but that his supporters are very passionate and quote, \"Want this country to be great again,\" end of quote.\n\nSo as I close, if we remain silent, if we remain silent in the face of these actions, hate will become our new normal. \nWhat we are hearing is racism, pure and simple. I do not like to use the word because it can sometimes be difficult \nfor people hear anything else. It can become a distraction. We're trying to work towards real solutions like tackling \ncriminal justice reform, immigration reform and gun violence.\n\nUnfortunately in this case, it is warranted. So I've lived too long and fought too hard. I will not sit by silently as some \nhave tried to plunge our nation into a hateful division where we turn against each other.\n\nAnd so, I hope our committee ultimately will do more than just hold hearings, series of hearings on immigrants who \ncommit crimes. I hope we will -- we all will take heart and that we will examine all of the legitimate questions and \nthere are a lot of legitimate questions here we are facing as a nation, and that we will act to develop the bipartisan \nsolutions needed to address them.\n\nWe must come together to reject racist rhetoric and work to make our communities safer in a comprehensive and \nconstructive way. And, again, I want to thank our witnesses for turning your pain into a passion to do your purpose. \nThank you very much. And I yield back.\n\nCHAFFETZ: I thank the gentleman.\n\nI'd like to ask unanimous consent to enter into the record the criminal alien report released by Homeland Security in \n2015 and also enter into the record a letter from Senator Grassley and Senator Ernst regarding the case of Sarah \nRoot.\n\nWithout objection, so ordered. And we'll hold the record open for five legislative days for any member who would \nlike to submit a written statement. And I will now recognize the distinguished witness on the first panel. We have \ntwo -- two panels today.\n\nI'm pleased to welcome the Honorable Sarah R. Saldana, Director of United States Immigration and Customs \nEnforcement at the Department of Homeland Security. We thank you for being here.\n\nPursuant to committee rules, all witnesses are to be sworn before they testify. If you will, please rise and raise your \nright hand. Do you solemnly swear or affirm that the testimony you're about to give will be the truth, the whole truth \nand nothing but the truth?\n\nSALDANA: I do.\n\nCHAFFETZ: Thank you. Let the record reflect the witness answered in the affirmative. We would appreciate it if you \nlimit your oral testimony to five minutes. Your entire written statement will obviously be made part of the record.\n\nMs. Saldana, you are now recognized, Director, for five minutes.\n\nSALDANA: Thank you, Mr. Chairman, Ranking Member Cummings and other distinguished members of this \ncommittee.\n\nI cannot tell you how disheartening it is to sit here and hear an issue and very important issues related to the topic \nof immigration reform be banded about as a political football. I'm a former United States attorney.\n\n\n\nI was a prosecutor for 10 years. I am about the law and law enforcement. I'm about identifying problems and \ncorrecting them. I am here to get -- to tell the public what the situation is with some of the issues we faced, inform \nthe public and I would really appreciate we focus on solutions, solutions as opposed to political banter.\n\nAlong with our sister agencies at the Department of Homeland Security, ICE has no smaller mission, no smaller \nmission than the national security, border security and public safety of our citizens.\n\nLike any law enforcement agency, we deal with serious and difficult matters every day. In the area of immigration, \nrecent estimates are that there are about 11.2 million illegal immigrants in the country.\n\nThere are approximately 2 million -- 2 million undocumented immigrants who are involved in some form or fashion \nin ICE's administrative process. There are about a half a million, 500,000 of those who are part of active cases in \nthe immigration courts.\n\nICE detention program booked in approximately 300,000 individuals last fiscal year. And as you know, we've been \nfunded at the 34,000 bed level for the last couple of years. You, the Congress, have not only provided the funds to \ncarry out our responsibilities for which we are very grateful, but you've also set forth the framework to execute those \nresponsibilities.\n\nAnd it's all right here in an Immigration and Nationalization Act. You tell us who we are required at a mandatory \nmanner to detain and you tell us who we exercise our ability to release someone and not detain, make a decision \nabout not detaining or bond for that matter.\n\nGiven the numbers I've just cited, obviously, a very small percentage of individuals are detained while an \nimmigration judge under the system that, you, the Congress has provided are detained while that judge makes a \ndecision in the removal proceedings.\n\nI am deeply mindful that this is not simply discussion statistics, capacity, policies or procedures. There are families \nwhose lives are personally affected by these decisions. As a human being and a mother, never mind my \nprosecutorial experience, I feel very strongly any time someone is injured or murdered or killed, otherwise killed by \nany person and certainly those within the immigration system.\n\nI know that the women and men of ICE worked tirelessly to enforce the law and protect the public and they \nsteadfastly bear the enormous responsibility that they are charged with. When the chairman respectfully, Sir, says \nwe just decided that's being ICE to let them out on the streets and quote, \"We chose not to detain people.\" That is \nmisleading the public and particularly these victims about the immigration situation and the entire picture.\n\nI think this committee well knows that this year, over two-thirds -- over two-thirds of the criminal releases, something \nI wish you had pointed out -- over two-thirds of the criminal releases were as a result of the Supreme Court telling \nus we had to release someone. It wasn't ICE choosing to do so and another portion of the courts otherwise telling \nus that we had to release the immigration reports who have overall supervisory responsibility over this system.\n\nSo to sit there and say that the proud women and men of law enforcement in ICE are choosing to release criminals \nis absolutely unforgivable. I am very proud of representing those men and women. Many of them are former police \nofficers, sheriff's department members.\n\nAnd they do not go around trying to put criminals on the street. So, I want the record to be clear and I want these \nvictims' families to know exactly what ICE is facing. And I want them to have an accurate picture of that.\n\nSo, when ICE makes a custody determination upon an alien with a criminal conviction, we act in accordance with \nthe law, a law that you have given us. We are committed to carefully reviewing the circumstances of each case to \nensure we make prudent decisions and to use the tools at our disposals including supervision and conditions of \nrelease.\n\nFurther, we include in our data set things over which we have no control when somebody is claiming to be a citizen \nor an LPR, there are additional requirements on us. This is a very complex law.\n\n\n\nAnd every time or virtually every time I have been for a committee, I have begged. I have asked, work with ICE. \nWork with me. Work with the secretary for comprehensive immigration reform. We can't kick this down the road or \nafter an election. We need to fix this. And I -- and I am -- I implore you to help us.\n\nSo, this issue has been a very -- a great importance to me since I started at the agency about a year and a half ago. \nIn March of last year, I set up a system that I think I've testified about to this agency to look, review every criminal \nrelease that there is. We have a panel that I've actually visited with. I'm in the process right now, like I do with any \npolicy of revisiting the policy to see how effective it's been over the last year because we started in March.\n\nAnd to see what we can do better with that -- in that regard. I am willing to learn and I do listen. So as you're aware, \nwe are proud of the fact and I think it's, as a result, in part of this panel of going from 36,000 releases in 2013 to -- \nto, in 2015 a little over 19,700.\n\nSo you know, I want to be sure it's clear that while two-thirds of the criminal releases in 2013 and 2014 were \ncharacterized even here as resulting from ICE determinations. That ratio actually is reversed in 2015 and as I said \nearlier, we have about two-thirds of our criminal releases being required of us by courts.\n\nAnd with respect to what Congressman Cummings pointed out and that is the recalcitrant countries and getting \npeople to take back their criminals. This world is a chaotic world. We have countries with great instability. Countries \nthat have suffered tremendous even natural disasters like Haiti and are in turmoil and trying to deal with them is \nvery hard.\n\nBut I am working with the Department of State quite frankly this afternoon. I'm meeting with Assistant Secretary \nMichelle Bond to talk some more about what more we can do with respect to recalcitrant countries. And I'm glad to \ndo that.\n\nLet me conclude by saying that having heard directly from families over the last 11 years of victims of crimes who \nsuffered tremendous loss. I personally remain committed. Mr. Chairman, I personally remain committed to \nimplementing ICE's priorities in a smart and strategic manner and to safeguard our communities and maximize the \nagency's success.\n\nI thank you for the opportunity to address the group and I await your questions.\n\nCHAFFETZ: Thank you.\n\nI will now recognize myself for five minutes. The numbers you gave us just in the last two days discretionary \nreleases by ICE were 54 percent. The total is 46,422. The Zadvydas rulings, you said were two-thirds of the reason \nand yet the numbers you gave us show that it's less than 10 percent.\n\nSALDANA: (inaudible).\n\nCHAFFETZ: Your microphone please.\n\nSALDANA: I don't know which numbers you are looking at.\n\nCHAFFETZ: You're the number -- you were the one that said that two-thirds of the reason that you release people \nis based on the Supreme Court decision. The numbers you gave us just two days ago show that that number is \nactually less than 10 percent.\n\nSALDANA: The numbers we gave you, Sir, were for 2015.\n\nCHAFFETZ: We have 2015, 2014 and 2013.\n\nSALDANA: OK. Let's just focus right now on 2015 as an example, although we can do each year if you would like, \n19,723 -- there was 19,723 criminal releases.\n\nCHAFFETZ: Let me ask you another way because...\n\n\n\nSALDANA: No, let me just -- let me -- if I may finish because you (inaudible) a question...\n\nCHAFFETZ: No -- the media no, no, no.\n\nSALDANA: ... that more than that has happened.\n\nCHAFFETZ: No. I want...\n\nSALDANA: Eleven percent were Zadvydas releases and IJ orders, the Immigration Courts that oversee the entire \nimmigration system were 52 percent.\n\nCHAFFETZ: OK. We will hash...\n\nSALDANA: Only 30...\n\nCHAFFETZ: ... we will hash -- we will hash out the numbers with your own numbers, but what's unacceptable is \neven one discretionary. Why do you even release one? Why do you even release one person?\n\nSALDANA: Because of the statute that Congress had given us.\n\nCHAFFETZ: No, it's not. It's discretionary on your part and you're not doing -- you took more than $100 million and \nlet it go to other purposes outside of the Immigration and Customs Enforcement.\n\nYou're not maximizing the amount of money that you want in order to get to the beds that is mandated under the \nlaw. And you -- you've asked for a $185 million less for detention and transportation. You are -- you're not going to \nbe convincing us that you're dedicated to removing these criminal aliens.\n\nSALDANA: If I may answer your question?\n\nCHAFFETZ: Well, yes, go.\n\nSALDANA: You have said here, only a certain number of convictions even, they're primarily convictions, offenses \nwith convictions are subject to mandatory detention. The rest (inaudible)...\n\nCHAFFETZ: And this is where you're totally wrong.\n\nSALDANA: If I may finish. CHAFFETZ: You have somebody who commits homicide, yes, we want them deported. \nThat's the law.\n\nSALDANA: Then put it in the statute, Sir, because in the statute say if they do not commit one of those offenses that \nare specifically enumerated including aggravated felonies then these people are not subject to mandatory detention \nwhich you specifically outlined here. When I say, you, I mean the Congress.\n\nThe rest you say, \"OK, ICE, you will then make a determination based on what the judges -- federal judges of this \ncountry make every day and that is based on flight risk and harm to public safety or potential harm to public safety, \nyou will decide which ones can be released (inaudible).\"\n\nCHAFFETZ: And there's a whole list of categories there that are harmful to public safety including those that \ncommit homicide that you went ahead and released anyway. And so the law is crystal clear. You are making these \ndiscretionary choices in releasing these people out of the public and they're committing more crimes.\n\nAnd I don't understand why you don't deport them. You use this as an excuse, these countries that won't accept \nthem. Here is my question for you, based on Section 243 D of the Immigration Nationality Act, how many times \nhave you recommended to the State Department in writing that the -- that these countries are according to the law, \n\"On being notified by the Attorney General that the government of the foreign country denies or unreasonably \ndelays accepting an alien\" and then it goes on, \"that the Secretary shall order the consular officers in that foreign \ncountry to discontinue granting visas or non-immigrant visas.\"\n\n\n\nHow many times have you made that recommendation to the Attorney General or to the State Department?\n\nSALDANA: I don't have the precise number but we have.\n\nCHAFFETZ: Have you ever?\n\nSALDANA: Yes, we have, Sir. We were -- we have a memorandum...\n\nCHAFFETZ: Which countries? Right at the top of your head. Which countries have you recommended that you \n(inaudible)?\n\nSALDANA: I can't tell you off the top of my head. I (inaudible)...\n\nCHAFFETZ: When will you give me that information?\n\nSALDANA: I can get it to you within a week, Sir.\n\nCHAFFETZ: OK. So will you -- you will give me just to make sure we're on the same page, the letters that you have \ngiven either to the Attorney General's office or the State Department regarding the problems that you're having with \nthe -- and the recommendations that you're making about the countries that will not accept these aliens. SALDANA: \nAnd yes, and you'll understand that I have to talk to the Department of State about that because some of these are \nsensitive areas that I believe we can talk about this further in chamber, Sir, that I believe you will not want me to \ndisclose...\n\nCHAFFETZ: No. We're going to talk about it in the public. I want to know which countries are not -- because you \nknow what? They shouldn't be getting federal aid. And we shouldn't be giving them visas so that more people from \nthose countries can come to the United States.\n\nI don't know what you think is so sensitive about that, but I want you to prioritize Americans rather than those other \ncountries. That's what I want to hear. I want to know that the citizens of our states are your number one priority.\n\nAnd put it out there in the public. Let's know and understand which countries are not taking back the criminals that \ncame here illegally and should be deported back into their country.\n\nSALDANA: Let me remind you, Sir, that the Department of State is the one that issues visas with (inaudible) aid. \nWe don't have money to give aid to countries. That's not what we do.\n\nCHAFFETZ: I know. But you -- it's...\n\nSALDANA: But you have a memorandum of understanding with the Department of State where we say we are \ngoing to recommend to you certain steps, but we have it in a step by step procedure because this is a complicated \nworld, I think you all understand.\n\nAnd we have to look at each country separately. Syria and Iraq, that's a pretty hopeless situation in trying to return \nthose immigrants to those countries (inaudible).\n\nCHAFFETZ: Do you think that's your job to -- do you really think Syria and Iraq is your job and your responsibility to \nmake it a determination? Here is what the law says and I'm quoting, \"On being notified with the Attorney General \nthat the government of a foreign country denies or unreasonably delays accepting an alien who is a citizen, subject, \nnational or a resident of the country, after the Attorney General asks whether the government will accept the alien \nunder the section, the secretary shall --\" and so if you go to the first part of it...\n\nSALDANA: Shall what, Sir.\n\nCHAFFETZ: ... \"shall order consular officers in that foreign country to discontinue granting immigrant visas or non-\nimmigrant visas or both to citizens, subjects, nationals, residents of that country until the Attorney General notifies \nthe secretary that the country has accepted the alien.\"\n\n\n\nWhat is incumbent upon you personally, in your duty, in your overall responsibility is to make that notification. If you \nare trying to take even just one alien and deport them back to a country, these are criminal aliens. Remember these \nare the ones that committed crimes and were convicted of crimes.\n\nIf you're trying to deport even one of those, and the country won't take them back, you need to give that notification \nto the State Department.\n\nSALDANA: And the State Department makes the decision. Let's just be clear about that.\n\nCHAFFETZ: And that -- no, there is no decision because under the statute, it says the secretary shall, and so it \nstarts with you and if you don't give them that notification, it doesn't work.\n\nSALDANA: I agree.\n\nCHAFFETZ: My time has expired. I want to have within a week's time all of those letters, since you've been in office \nthat you have sent to the State Department and/or Attorney General making -- telling them where there's a problem. \nAnd I don't want to hear about this excuse any further.\n\nI now recognize the gentleman from Maryland.\n\nCUMMINGS: Let me pick -- let me pick up just where the Chairman left off. When that letter goes to the State \nDepartment, what happens then? Who makes the decision at that point? What happens?\n\nSALDANA: There is a -- there is a leadership group, the Consular Affairs Assistant Secretary, Michelle Bond is the \nperson I've been dealing with. She makes the recommendation to the secretary of the Department of State and they \nlook at the whole picture with respect to that country and make a decision and notify us.\n\nCUMMINGS: And then that is the decision?\n\nSALDANA: Yes, Sir.\n\nCUMMINGS: And so you can't change that?\n\nSALDANA: ICE is not in the business of issuing visas.\n\nCUMMINGS: I see. Now let me -- I want to make sure we put always in some kind of context, because remember \nwhat I said in my opening statement was about a reform in China, find solutions.\n\nAnd we have these families here who have suffered greatly. And I -- by the way, I hope that -- I know you may be \nleaving after your testimony as is usual, but I...\n\nSALDANA: I'm staying.\n\nCUMMINGS: Oh, good, good, because I want to hear from them. I think they need to -- they want -- they want you \nto hear their pain and again, they've come a good distance and that I thank you very much for doing that.\n\nSALDANA: And I offer to both families, the Roots and Ms. Hartling to meet with them personally.\n\nCUMMINGS: Thank you. Thank you very much. We need to eliminate any misperception in immigrants as a group \nare more likely to be criminals or commit acts of violence. Let's start with the likelihood of landing in jail.\n\nCensus dated from 1980, 1990, 2000, 2010 founded incarceration rates for native born, essentially U.S. citizens \nwere two to five times higher than that of immigrants. Were you aware of that fact?\n\nSALDANA: Yes.\n\nCUMMINGS: The fact contradicts a misconception that immigrants are inherently predisposed to be criminals. \nWould you agree with that?\n\n\n\nSALDANA: Yes.\n\nCUMMINGS: So studies have widely shown that recidivism rate for immigrant criminals is lower than for the general \npopulation, is that right?\n\nSALDANA: Yes, Sir.\n\nCUMMINGS: And, for example, based on the data submitted by ICE for fiscal year 2014, less than five percent of \nimmigrant criminals committed new crimes after release and (inaudible) to more than 20 percent of all criminals \nacross 30 United States -- U.S. states, do you understand that?\n\nSALDANA: That sounds right. I have to look at the studies by the Department of Justice and the statistics.\n\nCUMMINGS: Given this information, do you believe it is fair to say that a person's immigration status does not \nindicate an increased likelihood that they will commit another crime?\n\nSALDANA: Yes. I (inaudible).\n\nCUMMINGS: Now, I got to tell you that if I were the family of a victim, I will say, \"Well, Cummings, you know, I'm \nreally not interested in hearing it because I suffered a loss that will never be replaced.\" But I'm trying to put all of this \nin some kind of context because I think if we look at the total picture then we have a better chance of coming up \nwith a solution that it truly addresses the problem.\n\nNow, I'd like to discuss the cases in which ICE has discretion, the chairman talks about discretion and I think he \nwas absolutely right to address that. ICE has explained in the past that some criminal immigrant detainees are \nreleased after posting bond set by career ICE law enforcement officers.\n\nCan you please tell us again why not simply deport all criminal alien detainees that you have the discretion to \ndeploy? And is it a question of resources? SALDANA: It's not so much a question of resources, Sir, as it is the \nstatute. Congress, in its wisdom gave people who were found in the country and determined initially to be in the \ncountry illegally a very complex set of rights and ability to appeal and to have their cases heard by immigration \ncourts.\n\nLet me just make this really clear. We cannot -- we'd be violating the statute, which I think no one here wants me to \ndo. We cannot deport somebody without a final order of removal from a court.\n\nICE doesn't deport people on its own motion. It has to have an order from the court and obviously, we've got to \nhave the ability to put that person in the country of their origin.\n\nCUMMINGS: Now, ICE has reported having the resources to deport only about four percent of the 11 million \ndocumented immigrants, is that right?\n\nSALDANA: That's right. And, in fact, I think you all have seen the studies that indicate that if we try to deport 11.2 \nmillion people, it would cost anywhere from $650 billion -- $650 billion to $750 billion.\n\nCUMMINGS: So ICE also explained that discretionary releases typically occur when individuals associated with \nless serious offenses. Based on your experience as a prosecutor and I -- and I'm -- you were a former U.S. \nattorney?\n\nSALDANA: Yes, sir.\n\nCUMMINGS: I have tremendous respect for our U.S. attorneys. Why is it important for law enforcement agencies in \ngeneral to have the discretion to release individuals (inaudible)? What was that about?\n\nSALDANA: Well, again, it's important for us because we have to manage the money that this Congress has given \nus. But I want to repeat, the bond procedure, the decisions to detain are all -- or not detain -- are all outlined in here. \nWe must look at flight risk, threat to public safety when we make those decisions.\n\n\n\nBut you have given us that authority. And it's important for us because we've got to -- we've got to manage the \nnumber of beds we have and, obviously, the entire fund that you have given us in order to remove people from the \ncountry.\n\nCUMMINGS: I only have a minute left on my time. I understand that these determinations are based on risk \nevaluations, giving consideration to factors like age, physical and mental health, risk of harm to public safety, risk of \nflight and whether any mandatory detention factors apply.\n\nDirector, can you please explain why is it important that these evaluations are conducted on a case-by-case basis? \nAnd then knowing what you know and hearing what you know you're going to hear, I want you to tell us things that \nwe could do as Congress will to help you do the job that you're trying to do. SALDANA: OK. If I may start with the \nlast part of that question first, I would love to sit down with this committee or a group of this committee to go through \nthis statute and talk about comprehensive immigration reform, what we can do with respect with some of the very \ncomplicated parts of this.\n\nAnd let's not forget this is just a statute. We have rulings left and right from all over the country literally going left \nand right that we have to abide by even though we may be appealing them. But with respect to your overall \nquestion regarding discretion, we can -- we have committed to deal with each immigrant on a case-by-case basis \nbecause we don't have -- I don't think we have the will nor do we have the funds to deport 11.2 million people.\n\nWe have to make decisions on a case-by-case basis -- bright-line rules don't work here. If we have a bright-line rule \nthat we're going to report -- we wouldn't deport anybody who comes into our custody, we don't have time to do what \nwe've been trying to do and very successfully done and that is focus on criminal aliens.\n\nSo, this is why we need to have that discretion and ability to make the decisions that we do. And I would tell you, \nSir, are we perfect? I have great -- I have great faith in the judgments of our law enforcement officers in making \nthese determinations. They are experienced, well-trained and they care about the safety of our community.\n\nAre we perfect? I can say firsthand I am not and neither are our officers but we do the very best we can.\n\nCUMMINGS: Thank you, Mr. Chairman.\n\nCHAFFETZ: Now, I recognize the gentleman from Florida, Mr. Mica, for five minutes.\n\nMICA: Well, thank you and I do want to echo the Director's remarks that our customs and border patrol are some of \nthe most professional, accomplished, hard-working individuals in the federal government. They work day in and day \nout to do their job in protecting our borders.\n\nBut we do hear that things have affected their ability to control our borders. First of all, the number of deportations \ntotal is down fairly dramatically in this administration, is that correct, Director?\n\nSALDANA: The numbers are lower than last...\n\nMICA: We have a chart there. Can you guys put the chart up? So, at the end of the Bush Administration, we were \ndeporting about a quarter of a million. We're down to about 100,000, 2014 maybe even lower than that. That's total \n(inaudible) deportations, right?\n\nSALDANA: No, Sir. I think you say up there (inaudible).\n\nMICA: It's total -- it's total deportations and then if we turn to criminal... SALDANA: Sir, your chart says interior \ndeportations total.\n\nMICA: Yes. Yes.\n\nSALDANA: Interior, there's also on the border removals.\n\n\n\nMICA: Right. But, again, well, in this case, I'm taking they're in the United States and they are interior, not at the \nborder. In any event, criminal deportations were 110,000 in 2013 and now they're down to 63,000. I don't have a \nchart on that. Those are numbers provided by you, is that correct? Sixty-three thousand in 2014, I don't know where \n2015 is. I'm sorry, 2015 is 63,000. I don't have 2014. In 2013, it was 110,000. In any event, it's the...\n\nSALDANA: Those are not the numbers (inaudible).\n\nMICA: Well, again, all I can go is by what we got from you all. And you've said that the law prohibits some of the -- \nsome of your actions to deport but actually, the agents tell us well, two things -- first they say they're hamstrung by \nthe President's executive order that has granted some amnesty to millions of illegal aliens. That's what the agents \nsay. Have you heard that?\n\nSALDANA: From our agents or from border patrol?\n\nMICA: From your -- from your agents and...\n\nSALDANA: I've heard reports to that, sir, nobody...\n\nMICA: OK. Again, they're telling us that. They also say that some of those people even -- again, that there was a \ncourt decision and ICE has admitted however, the -- of the 2,457 of the 30,000 releasees that that would be the \nnumber affected by the court decision which was Zadvydas versus Davis so that 57 percent were actually released \nat ICE's discretion, at your discretion.\n\nSo, we have more than half of those at your discretion and that's what's -- we've had hearings, we've had your folks \nhere and this is what they're telling us. The other thing, too, is you have the right to deport people and, again, the \ndiscretion is given to you.\n\nAgain, your agents have told us but in more than half the cases, you haven't exercised that discretion. Then you \nalso have when -- the courts do let some folks out on appeal, these criminal aliens have committed act, how many \ntimes have you appealed the bonds?\n\nSALDANA: Bonds on occasions, I don't have the precise number.\n\nMICA: Could you -- could you provide that for the record because I think it's fairly limited.\n\nSALDANA: I can (inaudible).\n\nMICA: But you have that discretion, too. So, one -- 57 percent of the time where you have discretion, you haven't \nexercised it then where people have committed it, they're out on bond and you could appeal and go after those \nfolks, you don't do it.\n\nOne of the other things that was brought to my attention is we've lost total control of the border. And this is the most \ndisturbing. I got this yesterday. This is the customs and border patrol system, the entire system that deals with \npassport control.\n\nThis is just the last two months from March 4, 2016 to April 17. The system has been down almost two total days \nand this is a record of the time the system was down. The system we have to control our border who's coming in is \nimploding. I don't know what's going on here.\n\nAnd I'd ask maybe the chairman of government operations or whoever is in charge of this area in our subcommittee \nto look at this. We've lost control of our borders and your system that protects us and the main computer system \nhas been down, down, down and I think this is something that needs to be looked at. I'm going to hand you a copy \nof this and I'd like you to respond to the -- the statistics.\n\nSALDANA: Are these ICE statistics or customs and border protection?\n\nMICA: Custom and Border.\n\n\n\nSALDANA: That's another agency, Sir.\n\nMICA: Yes. And this is -- but this is the system that controls the passports and entry into the United States and \nyou're also a DHS, I'd like to have a response for the record.\n\nSALDANA: We should get the witness best able to answer the question.\n\nMICA: OK. And you'll help me with that and I appreciate it.\n\nSALDANA: ... regarding CDP. Yes.\n\nMICA: Thank you.\n\nCHAFFETZ: The gentleman's time has expired.\n\nWe'll now recognize the gentlewoman from New York, Ms. Maloney, for five minutes.\n\nMALONEY: OK. Thank you. First of all, I'd like to thank Director Saldana for your public service first as a U.S. \nattorney in Texas and now as Director of ICE. And I would like to understand the challenges that you and ICE face \nin trying to deport criminal aliens back to their countries and the countries refuse to take them.\n\nI want to understand what challenges are and more importantly, what can we do to force a country to take back \ntheir own citizen when we are deporting them for serious criminal crimes. Now, as you know, the Chadwick family is \nhere. They lost their beloved child and they rightfully want to know why a convicted -- really a convicted, threatening \nterrible felon was not deported. When he served his conviction in the United States, he was out on release. The law \nsaid we can deport him. We should deport him. And as I understand it, his home country, Haiti refused to take him. \nAnd I want to understand how this happens and I want to understand what we can do about it.\n\nAnd in this case, the guy's name was Jean Jacques of Haiti. And as we reviewed the record in this particular case, \nit is stunning and shocking how many times the Haitian officials approved his return to Haiti and then reversed \nthemselves and essentially pulled the rug out from under U.S. officials and would not let him come home to his own \ncountry.\n\nTo give a specific example, on October 1st, 2012, U.S. officials submitted a request to Haiti to deport him. Haitian \nofficials gave their verbal confirmation that he was approved to go back to Haiti and are you aware that the Haitian \nofficials approved his removal to Haiti on October 1st, 2012.\n\nSALDANA: Yes. And you have cited -- I don't know if you're done.\n\nMALONEY: Yes. Yes. Yes. And then they changed their minds. They told you, U.S. officials that he was denied for \nremoval. They pointed out that he was approved three days earlier and you know why the Haitian officials decided \non a whim that he should not be allowed or would not be allowed to come back to his country of origin.\n\nSALDANA: We have not been given a response. It is -- it is tremendously frustrating. We want to send this person \nback. We wanted to. And there are others, unfortunately, others in that same position. As I said, with respect to \nHaiti...\n\nMALONEY: Yes. I want to go on. And this is really critical because if we had succeeded in removing him and \ndeporting him, we would have saved an American life. We would have saved an American family and it was the \nright thing to do.\n\nSo, one week later, unbelievably, on October 10th, Haitian officials acknowledged to U.S. officials that they had \nactually approved a flight to Haiti that included Mr. Jacques. He was supposed to go but then on the very same day, \nthey reversed themselves again. They said that he could not board the plane.\n\n\n\nWhat in the world was going on with these Haitian officials? Were they just playing games with us, I mean, this is \nthe second time they denied the deportation request of the United States government and by treaty, they have \napproved illegal aliens and certainly criminal aliens would be accepted back in their country.\n\nSALDANA: And what's extraordinary, Congresswoman, is that actually the Haitian government has worked with us \nin many instances before. So, it is a very arbitrary granting and then denial and granting and denial, it's \nextraordinarily frustrating. Just like the United States requires people to have travel documents when they come \nthrough the United States, all these other governments require them (inaudible).\n\nMALONEY: Let me -- my time is almost up. And now, this is almost unbelievable. Then, again, on February 2nd of \n2016 of this year, U.S. officials tried again to send him back to Haiti and on this day, Haitian officials informed us, \nthe U.S., that Mr. Jacques was once again approved for removal and then again on the very same day, these \nHaitian officials withdrew their approval.\n\nNow, what I want to know is what can we do about it. This is something I would like to work with the majority party \non accomplishing. I personally support universal reform on immigration.\n\nBut if we can't reach a quick approval on that, we should get a quick approval on how we can deport someone back \nto their country especially when they're, quote \"allies\" when we have treaties, when we are literally giving this \ncountry aid and yet, three times they really made fun of the American government and said no, we're not taking him \nback reversing a verbal confirmation that they would take this criminal back.\n\nNow, I feel very strongly about this. I have my own two daughters. I can imagine the grief that this family is facing. \nAnd this is such an injustice not only to this American family but and to this young girl but also to our whole country \nthat they will not abide by the treaty. They will not take their felon back. They came here illegally.\n\nAnd my question is and this is a serious one, how can we enforce this and how can we stop this type of abuse of \nthe American government?\n\nSALDANA: Well, we have a system in place and we have an understanding with the Department of State, a \nmemorandum of understanding...\n\nMALONEY: But if they refuse to take them which is what they're doing, what do we do about it?\n\nSALDANA: Exactly. Exactly. And what we -- what we need to do is have the Department of State at the table but we \nneed to talk about how we accelerate the process because right now, it is very, very slow. We have...\n\nMALONEY: But you -- but you had accelerated it.\n\nCHAFFETZ: The gentlewoman's time has expired.\n\nMALONEY: You achieved it. He was ready to be deported.\n\nSALDANA: Yes.\n\nMALONEY: And the country said no. We have got to get a system where we force these countries to be \nresponsible.\n\nSALDANA: I agree.\n\nCHAFFETZ: The gentlewoman's time has expired.\n\nThe Chair acknowledges the presence of Mr. Courtney from Connecticut and I ask unanimous consent that he be \nallowed to fully participate in today's hearing. Without objection so ordered. I'd also like to introduce for the record a \nCBP system downtimes log. Without objection so ordered.\n\nAnd the Chair will now recognize the gentleman from Michigan for five minutes.\n\n\n\nWALBERG: Thank you, Mr. Chairman.\n\nAnd Director Saldana, thanks for being here but let me reiterate the fact that number one, we support the proud \nenforcement officials that you work with and that you lead. We expect that overwhelming majority of them are as \nfrustrated as we are in trying to deal with the problem.\n\nOur frustration goes yup to leadership aspects even above you in concerns with making sure that our citizens are \nsafe. We're also concerned of the fact that there are plenty of desiring immigrants who want to come to this country \nfor all the right reasons.\n\nIt is more difficult for them to come because of what's going on with these illegals and especially the ones \nperpetrating the crimes and the murders in our society. And to get to the accomplishment of having comprehensive \nimmigration reform take place, we have to make sure that our systems are working to keep this terrible cruel \nelement out of our society.\n\nAnd so, let me ask you a question, the information that I have, the statistics says that as of August 2014, the \nadministration indicated that over 375,000 aliens and 121,000 Level 1 convicted criminal aliens that the Obama \nadministration deems and I quote, \"the worst of the worst\" end quote, were removed as a result of the Secure \nCommunities.\n\nInstead of continuing to utilize that successful existing system, the Obama Administration ended it and implemented \nthe Priority Enforcement Program that we're under right now. Why did the administration end the successful \nprogram that flags criminal aliens once they're booked into jails?\n\nSALDANA: Sir, we may have to have a discussion of what a successful action means. I think you are aware of the \nfact that...\n\nWALBERG: People living and not dying.\n\nSALDANA: I think you're aware of the fact that we, the United States, have been sued many times because of \nSecure Communities. And the fact that there are people that had claims that they -- certain federal courts, some \nended up being successful even though we challenged them.\n\nWith respect to the implementation of the program, many people are concerned that as a result of the Secure \nCommunities and the way it was implemented, something that was in place before I -- it was actually gone before I \ngot there -- that there was tremendous controversy about it.\n\nWALBERG: Let me -- let me jump on here. During the Secure Communities program that's been ended, how many \ndetainers were issued by ICE but ignored by local law enforcement?\n\nSALDANA: I don't have that number in front of me.\n\nWALBERG: Do you have the number of how many of those ignored detainers resulted in alien being released and \nsubsequently committing a crime?\n\nSALDANA: No, Sir.\n\nWALBERG: Do you have...\n\nSALDANA: They're Secure Communities, you're asking?\n\nWALBERG: Secure Communities?\n\nSALDANA: Yes.\n\nWALBERG: How many of those ignored detainers resulted in additional crimes being committed, do you have that \nnumber?\n\n\n\nSALDANA: I don't have it.\n\nWALBERG: Well, you've indicated you want solutions but it seemed like we want these numbers in order to get to \nthose solutions, wouldn't it?\n\nSALDANA: I just don't have them at the top of my head, Sir. They're available, we can probably find them. It may \ntake a manual search of our records but -- and some time but we can. The fact that I can't answer that right now \nshouldn't undermine my point about wanting to do something positive in this area.\n\nWALBERG: Well, I'd like to have those numbers provided for our committee and whether it's the week that you \ninitiated that you said about the letters or not, we'd like it as quickly as possible. Why is the federal government \nsatisfied with local -- localities coming in contact with removable aliens and then not collecting sufficient information \nor records, fingerprints, et cetera?\n\nSALDANA: Well, that is happening and when you say removable aliens, no alien is removable until we have a court \norder. So they go through a very, sometimes, years in the -- in the making process, a very long process, to make \nthat determination. I will tell you though, you know that Secure Communities that program was replaced by the \nPriority Enforcement Program where we work with all of these state and local jurisdictions. That's what I did at the \nUnited States attorney. We relied on local law enforcement, not only police departments but sheriff's department to \nassist us and we do that.\n\nWALBERG: And are there stipulations for them to provide the information to you and such as fingerprints on these \npeople?\n\nSALDANA: There's a provision in the statute that talks about cooperation from them, not specifically fingerprints but \ncooperation.\n\nWALBERG: So, cooperation will include information that is necessary for protecting our citizens, correct?\n\nSALDANA: It could.\n\nWALBERG: It could. Well, maybe that's why this hearing is being held today and I hopefully information will come \nout so that families won't be sitting in the room again because there's indication that we have not done what's \nnecessary to protect them. And that's my concern.\n\nAnd again, it's not the ICE agents, it's the administration that isn't doing what's necessary or at least pushing for the \nfunds, the resources, the assistance in place to make sure that we have that capability and that's my concern, that's \nnot a charge. That's request, help us to do the right thing, but in turn, don't give us excuses. And I yield back.\n\nSALDANA: Another party though is the Congress, sir, and you could help us by...\n\nWALBERG: I think we have helped you with plenty of things. We've asked questions today about why you haven't \nused some of those resources, why there hasn't been the pushback on other countries, why there hasn't been a \nrequest for dollars to put for the programs and keep these people off the streets as opposed to other entities and I \nyield back my time.\n\nCHAFFETZ: The gentleman's time has expired. The chair now recognizes Mr. Cartwright for five minutes.\n\nCARTWRIGHT: Thank you, Mr. Chairman. And thank you, Director Saldana for being here. But I also want to take \ntime to acknowledge and thank everyone for the presence of the families here today starting with you Mrs. Hartling. \nYour daughter's case has been discussed a bit and we'll talk more about it but our hearts go out to you.\n\nAnd I know I speak for everyone here and everyone in the United States Congress in expressing our most profound \ncondolences. Also, we have Chief Rob -- Ralph Martin here taking up the cause of Marilyn Pharis. I know she's not \nfamily to you but she's starting to seem like it, I'm sure. So, condolences to you and -- as well. And thank you for \ntaking up that cause. But we also have Michelle and Scott Root here today and thank you.\n\n\n\nROOT: My wife is not here.\n\nCARTWRIGHT: OK. We have Scott Root here today and I thank you for being here. Ineffable, unspeakable \ntragedy. I mean, we're talking about your daughter who just graduated college the day before with a 4.0 and all of \nthings, criminal justice and then the next day in a drunk and driving, drag racing incidence, an undocumented illegal \nstruck her from behind with such force that she died within about 24 hours. Unbelievable.\n\nAnd this is a situation that I want to talk to you about, Director Saldana. We had the -- this 19-year-old illegal, a \nyoung man named Mejia from Honduras. And really what happened after the crime was even more shocking \nbecause he got out on bail. There was a judge -- this is in Nebraska, I think.\n\nAnd the judge let the -- let Mejia out on $50,000 bail. And if you know how bail works, if you post 10 percent then \nyou're out on bail. Well, 10 percent of $50,000 is $5,000. Mejia's brother came up with the money and as soon as \nhe got out, he was gone. And I want -- are you familiar with the case, Director Saldana?\n\nSALDANA: Oh, yes.\n\nCARTWRIGHT: OK. So I want to look into that a little bit because the thing -- and I was a lawyer for 25 years and I \nknow a little bit about how bail is set. And one of the considerations is when the judge decides to set bail, is this \nperson a flight risk? Is this person likely to be somebody who'd plunk down the 10 percent and skedaddle out and \nnever be heard from again?\n\nIn fact, Mejia had a history of brushes with the law before this horrible drunk driving incident. He had had a history \nof skipping out on other charges when the judge considered bail. But what I read -- and I want you guys to disabuse \nme of this if it's wrong.\n\nBut what I read was that the trial court judge never -- the one in charge with setting bail, never even heard that this \nwas an illegal immigrant, never even heard of his history with the law and most importantly, never even know that \nhe had skipped out on other charges before.\n\nThis was a poster child for somebody that ought to have a very, very high bail set and the judge never even knew it \nand it was because the prosecution which knew all these things never informed the judge. Now that's what I got \nfrom news accounts and if it's wrong, that's why I'm asking, yet I want you to tell me if it's wrong.\n\nBut we saw on the news accounts that Douglas County attorney acknowledged that his office could have handled \nthe matter better. And I -- and we'll talk about it later. But if you're familiar with the case, Director Saldana, am I \ngetting the facts right there?\n\nSALDANA: More or less. Although I can't -- I can't speak to exactly what the judge had in his mind when he made \nthe decision to release Mr. Mejia.\n\nCARTWRIGHT: Well, let me interrupt you. In a case like that, does it require an ICE detainer for a local judge to set \na high bail in a case of probable flight risk?\n\nSALDANA: No, sir. He just needs to know the facts. And we obviously were not in the courtroom at that time. It was \na state matter, as you all know when it comes to this kind of activity. And I want to tell Mr. Root, express my \nsympathies as well with respect to this.\n\nI think -- you said earlier that the DA had said that things could have been done better. There was a lot -- \nunfortunately, there's a lot of different things that could have been done better and I'm -- I am -- I am going to use \nthis as a -- when I said I was revisiting our criminal review process, I am going to use this as an example of what we \ncould we have done differently in this case because I don't want this to happen again, obviously. And neither does \nthe officer or the agents involved in this case.\n\nCARTWRIGHT: Well, thank you Director and I do look forward to hearing from the families later today. Yield back.\n\n\n\nCHAFFETZ: Thank you, gentleman. I recognize the gentleman from Arizona, Mr. Gosar.\n\nGOSAR: Thank you, Mr. Chairman. Miss Saldana, I just want to -- you've reached out to the families but I want to \nmake sure it's for the record that you've reached out to the families around April 22nd only upon finding out about \nthis hearing and their testimony. So I want to make sure that's for the record.\n\nSALDANA: And I want to be true for the record...\n\nGOSAR: No, I understand. I made a statement -- I made a statement, ma'am, so let me -- this is my time, not yours.\n\nSALDANA: OK. You understand that there is...\n\nGOSAR: Once again, it's my time.\n\nSALDANA: And you understand that I'd like the record to be clear, sir. I'm meeting with Mrs. Hartling this afternoon. \nI just want to...\n\nGOSAR: I find it -- I find it -- I find it -- I'm going on. I don't think you ought to be picking a fight with Arizona. Of all \nplaces, you'd better not go there. Operation Streamline, go away. Incarceration's over and over again. Tell them to \nrelease them. It's not the men and women in ICE and border patrol.\n\nIt's leadership. Just like you, like a president, like the Attorney General, all the way across the board. So let's put a \nface on this. Are you aware in January 2015 of a young man in my home state of Arizona who was shot and killed \nby an illegal alien who was facing deportation proceedings who was out on bond? Are you familiar with the murder \nof Grant Ronnebeck by an illegal alien in Mesa, Arizona?\n\nSALDANA: Yes.\n\nGOSAR: This is important because I want to make sure you and your agency know about that your numbers that \nyou cite and all these reckless lawless policies you direct have real consequences. Murders, consequences for real \npeople and their families. One life lost in this matter way too many, wouldn't you agree?\n\nSALDANA: Absolutely.\n\nGOSAR: So, the man who murdered Grant Ronnebeck was an illegal alien who instead of being detained or \ndeported was out on bond. In fact, Apolinar Altamirano, a self-proclaimed drug cartel member had deportation \nproceedings dragging on more than two years after he was released on bond following a conviction -- a conviction \non a burglary charge.\n\nWhile out on bond, this illegal alien had two harassment charges, very similar to what my colleague on the other \nside was talking about in the previous case, against him in which one of the victims said that she feared for her life \nseveral times and claiming to the court he pointed a gun at her and her boyfriend, yet this man remained on the \nstreets.\n\nNow, here's this thing you've talked about this discretionary issue. So then on January 19, 2015, Mr. Altamirano \nwalked into a convenience store, demanded a pack of cigarettes in exchange for a jar of change. When the clerk \nyoung Grant Ronnebeck hesitated, Altamirano pointed a gun to Grant and shot him, fatally shooting him, 21 years \nold.\n\nNow, Director Saldana, Grant Ronnebeck's murder is a direct result of your agency's failed policies. Why do you let \nmurderers, people like this free into our community? Once again, all the discretion I pointed out, he's got a history \nand a rap sheet. Tell me why.\n\nSALDANA: I can tell you, Sir, what I said earlier with respect to the fact that...\n\nGOSAR: It's not that code. And you keep pointing to that code. It's not that code. This man -- there is no reason \nwhy this man should roam the street.\n\n\n\nSALDANA: I'm sorry, what did you just say?\n\nGOSAR: It's not about that code.\n\nSALDANA: The code? Oh.\n\nGOSAR: The code that you keep (inaudible)\n\nSALDANA: Statutes.\n\nGOSAR: Yes. It's not about that. This man -- the whole rap sheet, this guy should have been incarcerated. \nUnfortunately, Grant's murder is not unique and his murder situation is not an isolated case, is it, Director? It's not \nan isolated case, is it?\n\nSALDANA: What is, sir? The specific factor of that case?\n\nGOSAR: Yes. Well, there's a lot of them. We heard one from Mr. Cartwright. SALDANA: Yes. We've -- I think that \nnumbers are in the record.\n\nGOSAR: So, how many aliens entered the United States illegally were charged with felonies in FY 2015?\n\nSALDANA: I -- I'll have to look at that number, sir.\n\nGOSAR: How many in 2016?\n\nSALDANA: How many aliens were in the system or who are out there in the public?\n\nGOSAR: How many aliens who entered the United States illegally were charged with felonies? Do you have those \nnumbers? I'd like them for the record 2015 and 2016.\n\nSALDANA: Well, sir, as I said earlier, there were 11.2 million aliens in the United States illegally.\n\nGOSAR: I don't care about the 11 million. I'm asking about those that come in with felonies, that were charged with \nfelonies. That I want -- I want...\n\nSALDANA: Some only have an encounter. There's no way we can have information on them.\n\nGOSAR: How many aliens who entered the United States illegally were charged with felonies in FY 2015? You \nhave those numbers. We want them.\n\nSALDANA: We don't have those numbers.\n\nGOSAR: After they got here. Don't you get it? I mean, you are U.S...\n\nSALDANA: Many of them are not hard to be found, sir. We don't have any record that they're here in the country. \nThe 11.2 is an estimate.\n\nGOSAR: Yes. They're illegally here and they were charged with a felony here. You got those numbers?\n\nSALDANA: No, sir. They wouldn't -- they wouldn't be complete.\n\nGOSAR: You have got to be kidding. These are illegal. So they come into this country, they're illegal. They've been \ncharged with a felony. What are those numbers for in this country? Are you kidding me?\n\nSALDANA: Sir. No, I'm not kidding you. I ask you to listen to my answer. There are 11.2 million people in the \ncountry...\n\nGOSAR: I'm not asking about 11.2. I'm asking about those -- they're here illegally...\n\n\n\nCHAFFETZ: The gentleman's time has expired. GOSAR: Thank you.\n\nCHAFFETZ: I now recognize gentleman from California, Mr. Lieu.\n\nLIEU: Thank you, Mr. Chair.\n\nGOSAR: Unbelievable.\n\nLIEU: And let me first say to the families, thank you for being here and I apologize for your loss. I'd like to follow up \non Representative Maloney's line of questioning about Haiti and Mr. Jacques -- no one disputed that he had a \nlegitimate court order for deportation and then the Haitian government three times rejected accepting him back to \ntheir country. Are you aware that the U.S. has been the largest foreign aid donor to Haiti since 1973?\n\nSALDANA: No, sir. I don't follow that.\n\nLIEU: All right. So, we are the largest foreign aid donor in history to Haiti. And are you frustrated that countries such \nas Haiti don't take back their citizens after they commit crimes in the United States and have a valid order for \ndeportation?\n\nSALDANA: Absolutely. If we can remove somebody and we have that order, we want to remove that person.\n\nLIEU: Do you -- would you support a law or amendment that says countries like Haiti should no longer get foreign \naid or get reduction of foreign aid if they do not accept their citizens back that have committed crimes in the United \nStates.\n\nSALDANA: I would support looking at that question, sir. And we'll go to the Department of State to see if that's a \nreasonable and logical thing to do.\n\nLIEU: Has the government of Haiti apologized to ICE or to the victim, to the family at all?\n\nSALDANA: I don't know about the family. I don't know...\n\nLIEU: They apologize to U.S. Government or ICE for their actions?\n\nSALDANA: Not to ICE, at least that I'm aware of.\n\nLIEU: OK. So, I hope someone from the Haitian government watches this hearing because now, they've got \nbipartisan outrage about the government of Haiti. That's not a good place for the government of Haiti to be in. They \ncould have lose federal aid and I would like to know if ICE, since you've already got a letter from U.S. senators look \ninto this, if perhaps you could communicate to either the Department of State or the government of Haiti and state \nthat their behavior was unacceptable and we need them to change.\n\nSALDANA: I'll certainly raise that subject again this afternoon. LIEU: So, I'd like to talk a little bit about the case of \nSarah Root and how the person that killed her fled by posting bond. It is my belief that the bond system is and \ndrastically need a reform in the United States. Only two major civilized countries have a major bail bond industry, a \nfor-profit industry, it's the U.S. and the Philippines and another one.\n\nMany other countries actually ban money bond and that's because there is very little relationship between how \nmuch money someone can have posted or the cash on hand they happen to have and how dangerous they are. \nAnd in this case, it's a good example where someone posted money and then fled. It seems to me it'd make a lot \nmore sense if we eliminated money bond and instead went to a risk assessment system which is what the District of \nColumbia has done for many years.\n\nAnd basically they say, \"Look, if you're at risk of fleeing or if you're dangerous, we're just not going to release you.\" \nBut if you're not and you're poor and you can't post the bail, we're going to release you, we want to do it based on a \nrisk assessment. And I think what happens often is these judges and the whole system tends to look at the money \nfactor and say, \"Oh, they can post a few thousand dollars. We're just going to release them.\"\n\n\n\nAnd really in real life, there's very little relationship between money and how dangerous the person that is or \nwhether they can flee often. It just depends when you get someone to post that 10 percent for the rest of the bond.\n\nAnd so, I'd appreciate if you can look how the bond system in the federal government may ask you be helping to \nrelease people that are quite dangerous or at risk of fleeing and maybe we should reverse that and look at a risk \nassessment system. I know this is not a partisan issue. The State of Kentucky is looking at moving towards a risk \nassessment system. And so, could you look into that issue and let us know?\n\nSALDANA: Well, actually sir, it's supposed to be risk assessment. I don't know the specifics...\n\nLIEU: But here's the problem. When you attach a for-profit money to that system, it warps it so that judges, I think, \ndon't do the proper risk assessment. I think judges will do a much better risk assessment if they thought, \"Hey, it's \non me now. It's not really how much money this person can post, it's my decision whether to release that and it's \ntotally on the judge and the factors.\" So if you could look at -- would you at least look at that issue?\n\nSALDANA: I certainly can.\n\nLIEU: Great. Thank you. And with that, I yield back.\n\nCHAFFETZ: I now recognize Mr. Grothman for his five minutes.\n\nGROTHMAN: Right. You right now are supposed to fill an average number of beds of 34,000 a day, is that correct?\n\nSALDANA: That's what we've been authorized for, yes sir.\n\nGROTHMAN: Right. And have those -- are they filled now about?\n\nSALDANA: Excuse me?\n\nGROTHMAN: Are they filled now about?\n\nSALDANA: We're about at 32,000, I think the last time I checked, average daily population. And right around that \nnumber in terms of like the last time I looked at that data.\n\nGROTHMAN: Yes, out of those 32,000, how many are people who've been found guilty of a crime and how many \nare people who are maybe just for whatever reason ran at the border?\n\nSALDANA: There would be some that are there because of -- having been charged with the crime and others that \nare recent border entrants, some that came into the country after January 1st.\n\nGROTHMAN: Wait, wait, wait. And about how much of each?\n\nSALDANA: I can get you those percentages.\n\nGROTHMAN: Like about half-half, 80-20, 90-10?\n\nSALDANA: I hate to pull something out of the air, sir, but I certainly can look at that.\n\nGROTHMAN: OK. So you have extra bed space available now?\n\nSALDANA: About 200, if I'm right. And of course, that number varies from one day to the next because...\n\nGROTHMAN: I thought you said you'd get about 32,000 and then you're authorized for 34,000.\n\nSALDANA: I'm sorry. Did I say 200?\n\nGROTHMAN: Yes.\n\n\n\nSALDANA: Let me add an extra zero. I'm sorry, sir.\n\nGROTHMAN: OK. Right now, what percentage of criminals who could be deported you think are being deported?\n\nSALDANA: Every criminal who has a final order of removal and a travel document is in the process of being \nremoved.\n\nGROTHMAN: Right. So there are criminals right now who are arrested for crimes who are not removed, correct?\n\nSALDANA: Yes.\n\nGROTHMAN: And do you know percentage-wise the number of people we could remove, what percentage are \nbeing removed?\n\nSALDANA: Any given year -- no, I don't, not right now.\n\nGROTHMAN: Could you guys (inaudible) half, a third, 90 percent?\n\nSALDANA: It's a -- it's a portion of it. But I would think it'd be -- I don't want to guess, sir. I'll give you a proper \npercentage.\n\nGROTHMAN: OK. Could you tell us what type of crimes we don't remove people for now?\n\nSALDANA: Oh, traffic tickets.\n\nGROTHMAN: Drunk driving behavior...\n\nSALDANA: I'm sorry. That's not a crime, obviously. It's a similar matter. It could be for minor offenses. Gosh, the list \nis long and depends on state by state.\n\nGROTHMAN: Well...\n\nSALDANA: Were the -- were they -- let me put it this way. Where the offense has a sentence of -- possible \nsentence of less than a year probably, those are often misdemeanors.\n\nGROTHMAN: And you would remove somebody for that?\n\nSALDANA: It depends. Our priorities do allow us to move people with multiple misdemeanors. They're our priority. \nWe just have to look at every case on a case by case basis and the facts relating to that.\n\nGROTHMAN: Do you have the data bank of all the people who have been committed of a crime were here illegally?\n\nSALDANA: We have a criminal history on anybody we've touched who's in the removable process.\n\nGROTHMAN: OK. Well -- OK. This is kind of difficult. I'm going to ask the chairman if we'll have another follow-up \nhearing so we're going to come back with more answers. But right now if somebody is charged with two burglaries \nin the State of Wisconsin and convicted, are they're going to be part of your database?\n\nSALDANA: The offenses they're charged with?\n\nGROTHMAN: Yes.\n\nSALDANA: Yes, probably so because we'll be drawing the criminal history of each one of them.\n\nGROTHMAN: OK. So you have a database somewhere in which you are trying to keep track of all of the illegal \nimmigrants here who are convicted of crimes?\n\nSALDANA: Those that we know about.\n\n\n\nGROTHMAN: OK. OK. That's good. Do you feel that there are a lot you don't know about?\n\nSALDANA: Pardon?\n\nGROTHMAN: Do you feel there are a lot you don't know about?\n\nSALDANA: Well about -- I said there were about two million people in the process and the guess is there were \nabout 11.2 million here who we may or may not know about. So one could draw a conclusion from that if there's \nnine million or so who we don't know about that are in the shadows.\n\nGROTHMAN: The question is, did they commit crime? Do you feel there...\n\nSALDANA: About people I don't know, we don't know -- if we don't know who that person is here, we don't know \nwhat their criminal history.\n\nGROTHMAN: OK. This is a question I'm trying to get at. If somebody who's been an illegal immigrant commits two \nburglaries in this country, will you find out about it?\n\nSALDANA: Yes, we may. It depends on how...\n\nGROTHMAN: Every one of your questions, every one of your answers (inaudible) yes, we may. I mean, will you or \nwon't you?\n\nSALDANA: Sir, it depends on the local jurisdiction. I mean, if the local jurisdiction keeps record as well and we're -- \nand they input into the system that we are a part of, I can't give you an unequivocal answer. It's not a simple matter.\n\nGROTHMAN: Can you give us any public policy reason why, say of a situation commits -- somebody commits a \nburglary, why they should not be deported?\n\nSALDANA: No. It depends on the cases and the -- and the facts related to that case. If it's a burglary -- if the \nperson's been here for 25 years, they have three U.S. citizen children and the burglary was 24 years ago, so that -- \nlooking at it on a case by case basis, we may make a decision not to remove them but to not detain them.\n\nGROTHMAN: I have no more time.\n\nCHAFFETZ: Gentleman's time's expired. The Chair now recognizes the gentleman from Massachusetts, the \nranking member on the National Security Subcommittee, Mr. Lynch.\n\nLYNCH: Thank you, Mr. Chairman. Thank you and the ranking member for holding this hearing. I want to associate \nmyself with the remarks from the gentleman from Pennsylvania Mr. Cartwright and also the written comments of the \ngentleman from Connecticut, Mr. Courtney.\n\nAnd I want to express my condolences to the families as well and thank you for turning your tragedy into something \nthat may eventually help other families from the same tragedy that has befallen your family. So thank you for taking \nsomething very, very bad, something very painful and trying to make something positive out of it.\n\nI appreciate your courage and your willingness to do that. I just want to make a couple observations here. Ms. \nSaldana, you're aware of Zadvydas versus Davis case where Supreme Court back in 2001 said that if you're \nholding a person that -- an illegal alien charged with a crime that has a deportation order but there's no foreseeable \nopportunity for that person to be deported, you've got to release him.\n\nSALDANA: Painfully aware.\n\nLYNCH: Yes. So, I'm just pointing back to Congress, you know, we got a responsibility here. We got to recognize \nthe context and with all of this was happening and it is happening in the absence of a coherent and workable \nimmigration policy.\n\n\n\nAnd had a chance with my colleagues on the other side of the aisle to go down to Central America, went down to \nHonduras, went down to Guatemala, went down to El Salvador. And like it or not because of the executive orders \nthat are out there, these human traffickers, they call them \"coyotes\" but I think that's too romantic a term.\n\nThese are human traffickers capitalizing on that and for $7,000, they'll give you three shots to get into the United \nStates and we visited some of the -- some of the centers where if they caught trying to cross the border, they get \nsent back and...\n\nSALDANA: And we're targeting those, Congressman.\n\nLYNCH: Yes, I know. I'm just trying to make a point here. Every one of those kids that was returned and there were \nhundreds that get caught at the border and were returned because in Mexico, they support that, sometimes.\n\nEvery one of those kids was picked up by their family within a couple of hours. So, this is been organized attempt. \nIt's not something that's just, you know, people are desperate, they're -- you know, they're economic refugees and \nthey're trying to -- they're trying to have a better life.\n\nThe point I'm trying to make is the last numbers we have for South Central -- South and Central America, there are \n61 million people living a less than a dollar a day. They're desperate. Extreme poverty, less than a dollar a day.\n\nSo if we have a system, if we're going to treat North and South America as a borderless region then I think if we \nwant us -- we want an idea of what might happen, I think we look at Germany and we look at Europe, because in \nthat case -- and I've spent a fair amount of time in Germany and in the Middle East and at refugee camps in the \nMiddle East.\n\nWe are asking for the exact same problems where people are in desperate situations and we do not have control of \nour border. We do not. And it is not -- it is not the fault of Customs -- Immigration and Customs Enforcement that \nwe don't have control of our border. It's a problem of a willingness here in Congress to grapple with that problem.\n\nAnd we have a serious, serious problem. We can't have a Schengen zone here, in the western hemisphere. We \ncan't -- we just can't sustain that. That's not -- that's not a system that is going to provide for the safety of our \ncitizens and it's not going to be a system that will adequately address our need for legitimate and legal \nimmigration.\n\nAnd I think it is, you know, you -- at one point, you were pointing back at Congress and saying, you know, that you \ngot a responsibility here too and I think you're absolutely right. Ms. Saldana. Congress is responsible. We're \nresponsible. And I think there's a -- there's a solution out there. And, you know, I think we've got to just, you know, \nlet cooler heads prevail despite the vitriolic language we hear elsewhere about, you know, painting every single \nperson south of the border with the same brush, that's not helpful. It's not right.\n\nBut of same token, we have a prime responsibility of protecting our people and this is a national security issue. \nWe've got to get control of our borders, north and south. And the faster we do that, the better opportunity we'll have \nto come up with a cogent and sustainable and responsible immigration system. So I thank you for your attendance \nhere today. I actually have exceeded my time and I thank the Chairman for his indulgence. I yield back.\n\nCHAFFETZ: Gentleman's time has expired. The Chairman recognizes the gentleman from Ohio, Mr. Jordan for five \nminutes.\n\nJORDAN: Thank you, Chairman. Thank you -- well, thank him for his hard work on this issue and everybody -- \nmembers of the committee. I was struck by the Director's statement. In fact, she was looking directly at \nCongressman Desantis now the acting Chair when she talked about Republicans making this political. It's not about \npolitics. It's about enforcing the law. It's about...\n\nSALDANA: I didn't say favor Republicans.\n\n\n\nJORDAN: Well, your comments were obviously directed to Mr. Desantis the entire time I was here. You were \nlooking at Mr. Desantis and following his opening statement and Mr. Chaffetz's opening statement but that's fine, \nyou can say Republicans, so that's fine.\n\nYou did say, I think political bannering was the term you used. So I want to try to dissect these numbers and again, \nmy -- from my perspective, following the law is not politics, it's the rule of law, it's what America is supposed to do \nand what America is supposed to be about.\n\nSo let's look at some of these. It seems to be there are four categories of individuals that we -- that ICE probably \ninteracts with. You have the most base, you have people who are here on a visa and they overstay or they violate \ntheir visa. I think the law says if someone does that, they're supposed to head back to their native county as well. \nAnd yet, someone who's an illegal entrant, they didn't come here on a visa, they just illegally entered the country. If \nthat comes to your attention, you have them, they're also supposed to be deported. It's my understanding of the \nway the law is supposed to work. And then you have (inaudible) this important category. Overstayed visas or illegal \nentrants who commit a violent crime and then are in your custody and are supposed to be deported.\n\nSo we're really only -- we got four categories where the law says they're supposed to be deported. But we're really \nfocused on the last two. Actually, even a smaller subset, illegal entrants who commit a crime then you have in \ncustody. And my understanding is you released 86,000 of just that subset over the last few years. And over half of \nthat 86,000 were released at your discretion, what's commonly called prosecutorial discretion. Is that accurate, \nDirector?\n\nSALDANA: That's correct.\n\nJORDAN: That's all correct. So again, when you break it down, people came here illegally, did a crime, many \ncases, violent crimes, were in your custody, the law says they're supposed to be deported and at your discretion \nnot because native -- their country wouldn't take them back, you couldn't get travel documents or not withstanding \nother reasons but over half of those 86,000 where you just decided you were just going to not follow the law, you \nwere going to release it.\n\nSALDANA: I disagree with that. We do follow the law. The law that Congress has provided says that for those -- \nother than those that are subject to mandatory detention, a bond decision must be made. In fact, some of the \nfactors that we consider very much what you're familiar within the penal system.\n\nJORDAN: But the fact remains, you release them.\n\nSALDANA: After a careful analysis of each case.\n\nJORDAN: Careful analysis. My guess is the families who were here last, I want to express my condolences too \nwould disagree with your careful analysis.\n\nSALDANA: Are we 100 percent accurate every time looking back, sir? As I said earlier, we strive for perfection but \nwe are human and we do fall short sometimes.\n\nJORDAN: Half of the 86,000 were that -- the way I describe is that -- is that accurate, Director? Over half.\n\nSALDANA: I think so. I think that's right.\n\nJORDAN: What are the other reasons? What are the other 40 percent, 45 percent whatever it is?\n\nSALDANA: Someone who's on their deathbed and is going to, you know, we have something from a doctor says \nthere's no purpose in putting this person in detention. They're going to die in a few months. Someone who is too ill \nto board a flight and they have to be transported by air. Someone who is pregnant. Those are some of the reasons. \nJORDAN: Uh-hmm. Well, again, I'm struck by the four different categories, we're focused on the most -- what the \nAmerican citizens would say the most dangerous category and the fact that over half of them are released just \nbecause you can do it that...\n\n\n\nSALDANA: You provided, Congress have said we can do it. We wouldn't do it if Congress hadn't provided it that \nyou consider bond for those that are not subject to mandatory detention.\n\nJORDAN: But my understanding is you have the capability to hold more and you're not doing that.\n\nSALDANA: We do but I'm telling you that we exercise our judgment, sir, on -- based on which...\n\n(CROSSTALK)\n\nJORDAN: Oh, well you can't have it both ways. It can't be your judgment and you have the capability to hold more \nand then you blame it on Congress.\n\nSALDANA: I'm not blaming it on the Congress. I'm telling you what the law...\n\nJORDAN: Well, you just did.\n\nSALDANA: Well, that's what the law says, sir. If that's what you have...\n\nJORDAN: But then again, then it can't be your judgment and -- so you can't have it both...\n\nSALDANA: No, you've given us that judgment. You said there are things that are mandatory and everything...\n\nJORDAN: And you have the capability to hold more people in that final category, illegal entrants, committed a \nviolent crime and they're in your custody, you have the capability, the facilities to hold more and you're exercising \nyour judgment to release them and some of those people you release did violent crimes and actually took the life of \nAmerican citizens.\n\nSALDANA: Today, we have about 2,000 beds available based on what you authorize, this Congress authorized for \nus to do.\n\nJORDAN: Yes. So I think we're saying let's use them.\n\nSALDANA: OK. And tomorrow it may be 34, maybe 36 tomorrow. That number fluctuates.\n\nJORDAN: I'm all right. I yield back, Mr. Chairman.\n\nCHAFFETZ: Gentleman's time has expired. The Chair now recognizes Mr. Connolly from Virginia for five minutes.\n\nCONNOLLY: Thank you, Mr. Chairman. Welcome, Ms. Saldana and my heart also goes out to the Hartling family \nand the Root family. I'm a dad with a daughter. I cannot imagine. And it was a failure of the system that made you \nvictims, that made your daughters victims.\n\nWe got problem with immigration and I think Director Saldana has been trying to point to that tome in front of her \nsaying, I need your help in fixing that because there are problems in the current system that affect American \ncitizens who count on it to protect them. But also immigrant families who want to make sure that they're treated with \nrespect and dignity because overwhelmingly, most of them are not criminals.\n\nI want to enter into the record, Mr. Chairman, two pieces of correspondence, one is from the Southern Poverty Law \nCenter with some of the problems with the Atlanta Immigration Raids and another one from my part of the country, \nNorthern Virginia from the Arlington Public Schools direction given by the superintendent of schools to all families \nand staff because of growing anxiety about these raids in Northern Virginia.\n\nCHAFFETZ: Without objection.\n\nCONNOLLY: I thank the Chair. Ms. Saldana, I answered those letters into the record and one of those letters states \nthat ICE quote, \"trampled legal rights, subjected mothers and children to terrifying and unnecessary police \n\n\n\nencounters and tore families apart.\" It also says, \"These raids have turned to schools including students on their \nway to schools.\" Are there indeed ICE raids on students on their way to schools?\n\nSALDANA: No, they are not raids. We conduct operations, sir. And I've really worked very hard in the community. \nI've met with lots of organizations that simply do not understand what ICE does. And when the term raid is going \naround, it implies a thoughtless sweeping of people.\n\nThe people we targeted in this -- in both these operations that occurred earlier this year, Operation Border Resolve, \nOperation Border Guardian, were specifically targeted to the people who had -- whose status was determined to be \nillegal, who had the whole -- had run their gamut of appeals and rights and the process that's afforded them by the \nImmigration Naturalization Statue who had a final order removal and who were ready to be removed. That's not \nwhat I call a raid.\n\nCONNOLLY: All right. You don't call that a raid. They do. And it's -- we need to -- Superintendent of schools feeling \nhe needs to provide counsel and reassurance to an entire school system based on the actions advised. Now, \nmaybe that's justified, maybe it isn't but maybe you want to talk to the superintendent of our schools in Northern \nVirginia.\n\nSALDANA: I'm happy to. In fact, sir, if I can just brag a minute, we have set up a network. We're setting up a \nnetwork of community relations officers. People who will meet with law enforcement, with school, superintendents, \nwith rotary clubs, whoever will listen to us so that we can lay out for them exactly how we go about our business. \nThe taxpayer is entitled to know that and that's why we want to do that.\n\nCONNOLLY: Fair enough. But let me go back to the students. So a student on the way to school, Supreme Court \nruled that irrespective of status, if you're a student, you show up, you're entitled to a public education, correct?\n\nSALDANA: Yes. I'm not sure. I'd take your word for it. I...\n\nCONNOLLY: And that's a matter of case law.\n\nSALDANA: Yes. Whatever...\n\nCONNOLLY: You were a U.S. attorney, that was a Supreme Court ruling. I'm not making that up. And that's why \nlocal governments throughout America have to educate children irrespective of status. So whether they're \ndocumented it or not is immaterial to a local public school. And is ICE targeting children based on their \ndocumentation, on the way to what is a constitutionally protected education?\n\nSALDANA: No, just adults, unaccompanied children who have aged out are eligible.\n\nCONNOLLY: OK.\n\nSALDANA: They're over 17, I believe or older. So, no, we don't target children.\n\nCONNOLLY: OK. I've got few seconds left. Just out -- while you're doing your outreach, I urge you to do it with \nmembers of Congress as well, I can tell you at my district, probably my number one subject now is immigration, \ngiven the demographics in my district. And we need a partner in your agency. We're not trying to make your life \nmore difficult but we are trying sometimes to solve through difficult problems that are family related and confusion \nand all kinds of other things.\n\nSALDANA: I'd like to follow up with you and I guess we'll get that arranged.\n\nCONNOLLY: I would love to do that because if we don't have your cooperation we can resolve some problems. And \ntry to make sure that from the top-down, case workers know, cooperate with members of Congress as they're trying \nto do their jobs, too, on behalf of their constituents is always welcome.\n\n\n\nI wish I had more time. I thank the chair for the hearing. And, again, my profound sympathies go with the families. \nThere aren't words to describe how we feel.\n\nCHAFFETZ: Gentleman's time has expired. The chair now recognizes the gentleman from South Carolina, Mr. \nGowdy, for five minutes.\n\nGOWDY: Thank you, Mr. Chairman. Director, I appreciate your service in the previous life (ph). And I've got to \nconfess to you, I was surprised when you used the phrase \"political pandering\" in your opening. I was not only \nsurprised, I was disappointed because you seem to direct that towards the Republicans.\n\nIt was the solicitor general of this administration not two weeks ago before the Supreme Court and talked about the \ndamage reaped by the separation of families. Of course, he wasn't talking about Sarah Root's family. He wasn't \ntalking about Joshua Wilkerson's family. And he wasn't talking about Casey Chadwick's family or Kate Steinle's \nfamily. He was talking about the families of people who are not here legally.\n\nAnd that just struck me as a political comment that he made. And of course, it's not us on our side that advocate \nwe're sanctuary cities which is quintessentially a political analysis that we're going to allow state and local officials \nto decline to follow federal process. But at the same time, we don't trust state and local cops enough to actually \nenforce immigration laws. That is a political calculus, that is not want -- done by folks on our side of the aisle.\n\nMy friend from Maryland, Mr. Cummings went to great lengths to quote from -- episodically from a single \nRepublican. I've never heard him quote Secretary Castro who's come before committees of this Congress and \nadvocated for citizenship for all the 12 million aspiring Americans, like all 12 million can pass the background check, \nall 12 million. Not a single one of them can't pass a background check.\n\nSo if we're going to talk about political pandering and if we're going to use your phrase and you're the one who used \nit, I think we ought to at least acknowledge that there's plenty of political pandering going on, on your side as well.\n\nSALDANA: Let me make myself very clear, very clear. I was not referring to one party or the other. I asked for \neveryone to drop the political banter and fighting and help me get a system that works.\n\nGOWDY: All right. Well, then?\n\nSALDANA: I want the record to be clear on that.\n\nGOWDY: Record's clear. Let's let the record be clear. But one other thing because I am vexed as to why Mr. Mejia \nwas not detained. Can you tell me, as a former prosecutor, why the killer of Sarah Root was not detained?\n\nSALDANA: An individual from ICE looked at the specific facts and circumstances related to that matter, had this \nindividual had no criminal convictions, previous criminal convictions and made a determination based on his \njudgment that he did not need to be detained. And you and I disagree with that?\n\nGOWDY: No, no, no, no. It's more -- it's more than that you and I disagree with that. That individual was, in fact, \nwrong because Mejia has failed to appear for court, has he not? Has he absconded? SALDANA: It's very easy to \nlook back, sir, very easy to look back.\n\nGOWDY: Well?\n\nSALDANA: And, yes, he had absconded.\n\nGOWDY: Well, I'm looking back so we can look forward and prevent the next one.\n\nSALDANA: Exactly what I'd like, too.\n\nGOWDY: And that's about all we could do unless we have a crystal ball is look back and see what facts we were \ngiven. And Mr. Mejia -- the only two things you look at in a bond analysis are danger to the community and flight \n\n\n\nrisk. Those are the only two things you look at. So help me understand why someone driving three times the legal \nrate of (inaudible) who's not here legally. Did he have any criminal history at all? Any arrest at all?\n\nSALDANA: We did not find criminal history. I think I've been advised by Senator Ernst that he had some traffic \nviolations previously, but criminal convictions, our records didn't indicate that he had.\n\nGOWDY: Has he failed to appear subsequently for court appearances?\n\nSALDANA: Subsequent to what?\n\nGOWDY: Subsequent to his killing of Sarah Root.\n\nSALDANA: Oh, no, he did not appear for his -- for his court hearing.\n\nGOWDY: Right. So he's failed to appear, that was my question.\n\nSALDANA: Absolutely.\n\nGOWDY: So the discretion exercise was wrong.\n\nSALDANA: These are tough decisions, sir.\n\nGOWDY: This one actually is not that tough to me.\n\nSALDANA: Well?\n\nGOWDY: Director, with all due respect, it's not that tough.\n\nSALDANA: OK. Federal judges...\n\nGOWDY: Would you have granted a $5,000 bond for that -- for that offender?\n\nSALDANA: I don't think the bond was set at $5,000.\n\nGOWDY: No, it's $50,000 which means he had to post $5,000.\n\nSALDANA: Yes.\n\nGOWDY: Would you have set that?\n\nSALDANA: I would not if I were judge at that state court. And I believe that was judge to the state court system who \nmade that decision, another factor that the officer from ICE might have looked at in making his decision.\n\nI will tell you, judges make tough decisions every day and we can point to judges. I was on the receiving end of \nmany of these as a prosecutor asking for bond, asking for detention and a federal judge said no and later that \nperson absconded. Unfortunately, it irks me every time, of course. Unfortunately, it happens a lot.\n\nGOWDY: Well, it does happen and sometimes with tragic consequences. I'm out of time so I will close up with this. I \nbelieve in the previous life I'm sure you work with state and local law enforcement in addition to federal law \nenforcement.\n\nSALDANA: Absolutely.\n\nGOWDY: This always struck me as unusual that we trust state and local law enforcement with the enforcement of \nevery category of crime. I'm sure you had them on some task forces, whether it'd be narcotics, whether it'd be \nhuman trafficking. We trust them in child pornography cases. We trust them in all categories, cases including traffic \nenforcement. So why don't we trust them in immigration cases?\n\n\n\nSALDANA: Well, we do actually. We have a 287(g) program that we enlist the help of local law enforcement in \nhelping us with immigration enforcement. There are number of jurisdictions and I've asked our people to expand \nthat program.\n\nGOWDY: You've asked them to expand it because it seems like it's shrinking.\n\nSALDANA: No, sir. It's not shrinking other than maybe a jurisdiction withdrawing. That I can't control. We begged \nthem to stay, but sometimes they withdraw based on whatever considerations.\n\nGOWDY: So you do trust state and local law enforcement and enforce immigration laws and you do not buy into \nthe Democrat mantra that somehow racial profiling prevents them from being able to enforce that category of crime \nbut not any other category of crime?\n\nSALDANA: Well, that's a fully loaded question which I'd like to break down because there is racial profiling, sir. I'm \nnot saying that it happens every day but there is. And so for me to agree with your general proposition would \nrequire me to agree with parts of it that I don't agree with.\n\nGOWDY: Well, I'd like to have this conversation more because there will be racial profiling in narcotics cases, \nthere's racial profiling in traffic stop cases and that doesn't stop feds and state locals from partnering. So I'm just \ntrying to understand why immigration cases are different.\n\nSALDANA: And I think I said they're not different. We have a...\n\nGOWDY: You might have said it, but my Democrat colleagues have not. You may have.\n\nCHAFFETZ: Gentleman's time has expired. The chair now recognizes Delegate Norton for five minutes.\n\nNORTON: Thank you very much, Mr. Chairman.\n\nI'm less interested in the racial profiling than I am in the racial sensitivities raised by this issue. I want to thank you, \nDirector Saldana, for being here. Like those who have spoken before me, I don't have the words to offer to parents \nwho've lost their children, particularly when they consider that it could perhaps have been prevented. I have only \nthe deepest condolences.\n\nI like to get beyond recrimination and into how you do law enforcement when the rhetoric is steep with racial \novertones. Well, I grew up the district of Colombia. As a minority group, it was a deeply segregated city. I went to \nsegregated schools. I couldn't go in public accommodations because I was black.\n\nAnd even in newspapers, the best newspapers would say John Jones, Black committed X crime in Northeast \nWashington. This had an effect on me and how I felt about criminals, to tell you the truth, because John Jones, \nBlack -- sorry, let me say that again. John Jones, Negro, I don't know whether he was guilty or not. All I know is that \nby pointing out his race, my community, a minority group in the city, felt that law enforcement was pointed at all of \nus.\n\nSo I want to -- I want to ask about the delicate task of law enforcement when those that are chiefly involved do \nhappen to be from a minority group. For example, Donald Trump, when he announced he was running for president \nsaid something that if I put black where Mexicans are, I think people would know how I and others who are from \nminority groups felt. When Mexico sends its people, they're not sending their best, they're bringing drugs, they're \nbringing crime, rapists.\n\nNow, I want to -- I want to ask about the effect on law enforcement where you have a delicate task of, in fact, going \nmostly after perhaps Mexican-American, Central Americans who are coming into this country and operating under \nthe specter, not a racial profiling but from the highest levels on television every day, hearing ethnicity called out in \nrelations (inaudible) how does that affect law enforcement from the point of view of those charged with carrying out \nlaw enforcement that will, in fact, mostly involve the very people whose names have been called out. We're \ncheering from the grandstands. How does that affect law enforcement?\n\n\n\nSALDANA: We go about our business without regard to race. It's -- I will tell you this though, Congresswoman, \nimmigration enforcement is a little different in the sense that the very definition of who we're after is determined by \ntheir country of origin, the fact that they're not from United States and they're illegal.\n\nNORTON: Their country of origin will be where people of color are chiefly located. I understand where you're \ncoming from. But the point is that they have many relatives in this country, too. And somehow, the other law \nenforcement has to handle the delicate task of -- you heard talk about the race, currently legitimate to do, and \nsomehow making sure it is not caught in the rhetoric we hear.\n\nWe heard also from Mr. Trump that we should close up -- I would close up our borders to people. And he named \nwho he was talking about in this case not Mexicans but Muslims. Besides -- apart from the ignorance of that \nstatement, is completely sealing our borders to any group possible and is it an effective way to combat terrorism?\n\nSALDANA: Well, that's a huge issue, but I would say no. That's why everything we do starting with the Secretary \nand his priorities is based on a case-by-case basis. You've got to look at every individual. It doesn't matter.\n\nNORTON: But how could you -- so sealing the borders would involve what?\n\nSALDANA: I can't imagine how you'd go about that. I think there have been some discussion about building a wall \nand that kind of thing. That doesn't sound like it would secure anything actually because I've seen the video.\n\nNORTON: Well, could you issue something from people coming overseas saying if you're a Muslim, don't travel to \nthe United States, you'll not be accepted?\n\nSALDANA: We would not do that.\n\nNORTON: From the leadership -- from the highest points of leadership, somebody has to make the American \npeople understand the delicacy of this task. So my -- while I -- while I first -- I think of the relatives of those who \nhave been lost, my second thought are with those who have to carry out this difficult mission. Thank you very much.\n\nCHAFFETZ: Gentlewoman's time has expired. The chair now recognizes himself for five minutes.\n\n(inaudible) and were here illegally and then end up getting charged with murder. When you see things like Kate \nSteinle who was just going about her business and then she got killed by somebody who had no business being in \nthe country. That's something that concerns people here in the Congress, but the American people.\n\nAnd our government is involved in a lot of different things. You have to have health insurance, you have to buy how \nmuch water a toilet can flush, all these different things, and yet a core function of the government is to ensure the \nsafety and security of the American people. And it's frustrating when government is involved in all these other things \nand then fails at its core function. So we are absolutely serious about it and it's not political theater, it's just the \nfrustration to have families who have to go through this. Now, you said something earlier in your testimony. You \nsaid that you need a removal order to deport someone. Without that, they can't be deported. Is that correct?\n\nSALDANA: A final order of removal.\n\nCHAFFETZ: Well, because aren't there administrative removals?\n\nSALDANA: Yes, there is.\n\nCHAFFETZ: Are there stipulated removals?\n\nSALDANA: Yes. Absolutely.\n\nCHAFFETZ: And there are expedited removals, correct?\n\nSALDANA: Yes. A person can volunteer to go back, a person who's caught at the border, at ports of entry. We can \nmove through that process a little quicker.\n\n\n\nCHAFFETZ: So there are -- there are ways to do it. And I think that part of the frustration is we've gone through the \nnumbers a lot about the numbers that were discretionary versus what ICE would say because of the Supreme \nCourt's precedent in the Zadvydas case. But even there, that's a six-month window.\n\nSo you have somebody in custody, let's say, who got out of prison after committing a sexual assault against a child \nand that individual is being held. You do have time to be able to repatriate that individual back to their own country. \nAnd what we're, a lot of times, told by DHS is, well, they don't get the paperwork to us in time, they don't do all this. \nAnd so then the six months elapse and then this individual is released when they are clearly a danger to society.\n\nSo you guys can work through this quicker and some of these other countries -- and I get that they're not always \ngoing to comply immediately but we have not used any of our leverage against them. We have not done -- the state \ndepartment has not suspended a single visa for any of these countries at all.\n\n(AUDIO GAP)\n\nSALDANA: ... all about procedures and institutionalizing a process to make sure it works. (inaudible) My interest is \nnot in second guessing our officers. It's in setting up a process and procedure that will get to that.\n\nCHAFFETZ: So what do you need to do though to do that? What do we need to do? Because there's -- Mr. Gowdy, \nhe has a legislative fix for this Zadvydas issue. Is that something you're familiar with?\n\nSALDANA: I am not.\n\nCHAFFETZ: Would that be something you'd be open to learning about?\n\nSALDANA: Absolutely, sir and working with you on that total subject.\n\nCHAFFETZ: Because here's, I guess, the issue and you've raised the statute books and you've said, look, they're \nnot mandated to be deported even if they've been convicted of some of these bad crimes because Congress has \nmade these decisions.\n\nAnd while some of those crimes is true, may not be mandatory, that doesn't mean that the law does not provide you \nat least authority to detain them. In other words, just because it's not in our book does not mean that they have to \nbe released. It does not follow that that's case. Now, do you agree with that?\n\nSALDANA: That is true.\n\nCHAFFETZ: OK. And then in terms of the immigration courts, you've mentioned those. Just so that the American \npeople understand, the immigration courts, they're not Article 3 courts, correct?\n\nSALDANA: They're not. They're (inaudible).\n\nCHAFFETZ: They're Article 2 -- they're Article 2 courts, correct?\n\nSALDANA: Yes.\n\nCHAFFETZ: So they're within the executive branch?\n\nSALDANA: Within the Department of Justice.\n\nCHAFFETZ: And so if an immigration judge orders somebody's got to be released and you feel that that's -- very \nstrongly that that's bad for the safety of our country. You can then go to the higher up and the executive branch and \ntry to change that.\n\nSALDANA: The immigration appeals and then circuit courts after that.\n\n\n\nCHAFFETZ: OK. Great. Do you know when we first did this issue in fiscal year '13, there have been 36,000 \nindividuals who have been released who have been convicted of crimes who were here illegally.\n\nAnd of last year, there had been a thousand of those people who had already been convicted of new crimes. Do \nyou guys have the figures on anybody from F.Y. '13 through F.Y. '15 who has been in ICE custody previously, being \nconvicted of a crime and then got released and then got convicted of a new crime?\n\nSALDANA: I don't know about '15 precisely, we may have '15. But, yes, we do have those numbers generally.\n\nCHAFFETZ: OK. Well, if you can provide those for us, I think that would be important. And also back from '13 \nbecause I know that's obviously probably changed since the last time we have it. My time is up and the chair now \nrecognizes Mr. Hice for five minutes.\n\nHICE: Thank you, Mr. Chairman.\n\nBottom line when we all come to this, everybody involved (inaudible) these criminals under the custody of ICE, are \nthere convicted sex criminals?\n\nSALDANA: Yes.\n\nHICE: OK.\n\n(AUDIO GAP)\n\nSALDANA: (inaudible).\n\nHICE: OK. Let me go on from there. Of these sex offenders who are released back into society, does your agents \n(inaudible)?\n\nSALDANA: To a state office and, for example, in my state of Texas, in Austin, the...\n\nHICE: Because you promised last time you were here that by the end of 2015, that states would -- law enforcement \nwould be notified. I spoke with the sheriff of Burnet County this week which is the second largest county in America \nnext to Harris County in Texas where criminal aliens were being released and he says he does not hear from you.\n\nSALDANA: I did exactly as I promised. We did get the notification system up and running by the end of last year to \nthe states. What we're working now is phase two.\n\nHICE: So let's just cut quick of this. So you're saying that when an illegal alien sex offender or any other is released \ninto a community, you are assuring me that law enforcement is notified?\n\nSALDANA: The state law enforcement, yes. The state that's responsible for all the local jurisdictions within.\n\nHICE: They're not the specific counties?\n\nSALDANA: No. We have 254 counties in the state of Texas. It would be very difficult to do that, but we are trying.\n\nHICE: But isn't that where the rubber hits the road?\n\nSALDANA: Absolutely and that's why we're in phase two, Congressman. We're in phase two which is trying-- we're \ngoing to be communicating with the specific local jurisdiction.\n\nHICE: All right. What about victim notification? Are they notified when a criminal is released? So you have someone \nwho was raped, the rapist is released in their community. Is that victim notified? SALDANA: We have a criminal \nnotification system just like the Department of Justice does with respect to the penal system. And people sign up for \nthat and we do issue notices.\n\n\n\nHICE: So let's suppose a rapist is released. They do not register as we know many of them do not do on the sex \noffender registry. How does a previous victim know that that predator is released?\n\nSALDANA: They sign up -- I think Mr. Root is also -- with respect to his situation, he wanted to be advised about the \nproceedings with respect to that particular illegal immigrant. But they sign up for the victim notification system and \nthat's how we give them that information.\n\nHICE: And all of them signed up?\n\nSALDANA: I can't say that all of them signed up.\n\nHICE: Well, I guess really my question has to do with the predators themselves who were released. I've actually \nintroduced a bill and I think that it closes this loophole, H.R. 2793, it's called TRAC. It would require ICE to register \nthe sex offenders on the national registry when they're released. Right now that is required of every citizen in the \nUnited States who commits a sex crime. They are put on the national sex offender registry.\n\nThat is the not the case with illegal aliens who commit sex crimes and I don't understand that. For one reason, it \nseems very commonsensical to me that if an illegal individual on this country commits a sex crime, they need to be \nput on the national sex offender registry when they are released. Would you have a problem with that with \nsupporting that bill?\n\nSALDANA: Well, I understand that's what happens with respect to any person.\n\nHICE: It does not happen with respect to illegals. That's the point.\n\nSALDANA: Well, and my concern is they -- we expect that person to...\n\nHICE: Do you really expect the person to put themselves on the national sex offender registry? It doesn't -- it \ndoesn't happen.\n\nSALDANA: Well, that's what you all have provided for with respect to (inaudible).\n\nHICE: Would you have a problem with ICE being required to make sure that they are put on the national sex \noffender registry?\n\nSALDANA: I'd certainly like to look at that and study it, sir, yes.\n\nHICE: I would like, Mr. Chairman, to encourage all our colleagues to get onboard with H.R. 2793. This is a common \nsense approach to close an enormous loophole by requiring these people to be put on the national sex offender \nregistry.\n\nSALDANA: 2793? 27?\n\nHICE: Yes, 2793.\n\nSALDANA: Thank you, sir.\n\nCHAFFETZ: I thank the gentleman.\n\nThe chair recognizes himself for five minutes for questions.\n\nMs. Saldana, I'm going to come to you because throughout this testimony this morning, you've made a point to pat \nthe large book in terms of the law that you need help with. You've said it's somebody else's fault. You continue to \nfocus on everyone else that as -- has taken this and yet some of the blame actually rests directly with you.\n\nAnd so this is where I want to go with this because you've been equivocating, in my opinion, with some of the \nquestions that have been answered. And you know, I think, specifically the ones that I had issue with when you \n\n\n\nwere talking with Mr. Grothman, when you talked about the fact, do you know the entire universe of those who have \ncommitted crimes that get detained, do you know who they are? Yes or no?\n\nSALDANA: Who are in the country illegally?\n\nCHAFFETZ: No, who get arrested by local law enforcement, do you get notified of all of this under the new system \nwhich would be the Priorities Enforcement Program?\n\nSALDANA: We have the ability to check the system.\n\nCHAFFETZ: Do you know, yes or no, all of the people that are there? Do they ping DHS and you know?\n\nSALDANA: Not necessarily.\n\nCHAFFETZ: OK. And is that a change?\n\nSALDANA: Is what a change?\n\nCHAFFETZ: Is that where they don't ping DHS anymore, is that a change in the way that you have been notified \nover the last 18 months?\n\nSALDANA: It's just data basically.\n\nCHAFFETZ: Yes or no? I know the answer so yes or no, is it a change?\n\nSALDANA: I don't understand the question.\n\nCHAFFETZ: OK. Let me be a little bit. Under the Secure Communities act, they were required to actually come and \nping you and let you know that they had someone who had committed a crime and it actually lets you know that. Is \nthat not correct?\n\nSALDANA: I don't know that specific (inaudible).\n\nCHAFFETZ: You're the head of the agency. How would you not know that?\n\nSALDANA: That program has never been passed.\n\nCHAFFETZ: I'm a Congressman and I don't even know and I've had to read up on it.\n\nSALDANA: That program has never been in effect since I've been director. I am generally (inaudible).\n\nCHAFFETZ: OK. So the PEP program, let's look at it. You're saying that they're all participating. What would you \nclassify as participating by someone other than PEP program?\n\nSALDANA: I didn't say they're all participating, all the jurisdictions, 3,000 plus in the country are participating. And I \nwouldn't say that because that's not correct.\n\nCHAFFETZ: Well, you've said that -- OK. Well, what?\n\nSALDANA: We've made progress.\n\nCHAFFETZ: Oh, say, made progress. So if someone has committed a violent act under the PEP program, are they \nrequired to let you know that they have them incarcerated? Yes or no?\n\nSALDANA: No.\n\nCHAFFETZ: All right. So we could have an illegal alien that has had a violent crime and local law enforcement does \nnot have to let ICE know?\n\n\n\nSALDANA: Doesn't have to, but many jurisdictions...\n\nCHAFFETZ: I know many do, but they don't have to let you know. Do you not see a problem with that?\n\nSALDANA: That's why I'm working so hard to (inaudible).\n\nCHAFFETZ: Well, but you're not working hard. So let -- so let me go on a little bit further. Why would you have -- \nwhy would ICE be arresting and detaining 40 percent people, 40 percent less people than they did in previous \nyear?\n\nSALDANA: Apprehensions, apprehension numbers are down.\n\nCHAFFETZ: So are you -- are you saying -- so, is it your testimony here today that there's less people that are \nactually committing the crimes?\n\nSALDANA: Well, I didn't get to finish my answer.\n\nCHAFFETZ: No, I'm all ears.\n\nSALDANA: OK.\n\nCHAFFETZ: Because I want to understand how all of a sudden, there has been this 40 percent reduction in crimes \nby illegal aliens according to your stats because you're not 40 percent less on detainers, 40 percent less on \nadministrative removals. How all of a sudden did that happen this year?\n\nSALDANA: What happened, sir?\n\nCHAFFETZ: Forty percent less detainers, 40 percent less removals.\n\nSALDANA: Well, I'll tell you, we have fewer people in the system, I mean that's going to be...\n\nCHAFFETZ: By design because you've changed the system to make sure there are fewer people in the system and \nthat's the frustration of the parents is what happens is you have -- you have made the universe lower so you can \nreport less people that you let out of jail free. Do you not see a problem?\n\nSALDANA: (inaudible).\n\nCHAFFETZ: Listen, if you want to go over the numbers privately after this hearing, I'll be glad to go over the \nnumbers. I'm a numbers guy.\n\nSALDANA: Yes.\n\nCHAFFETZ: So you tell me how it could be 40 percent less.\n\nSALDANA: As I started, part of it is the apprehensions, the number of people in the system. We are going about our \napprehensions, all our decisions on a very informed (inaudible).\n\nCHAFFETZ: No, no, not informed because you have to know the whole universe of the people in order for it to be \ninformed. So how many -- how many drug dealers, how many rapists, how many kidnappers do you let -- get out of \njail free (inaudible)?\n\nSALDANA: None that have a final order of removal and (inaudible).\n\nCHAFFETZ: No, no, no. You're equivocating again. The final?\n\nSALDANA: I'm not equivocating. There's not simplistic answers to this, sir.\n\n\n\nCHAFFETZ: OK. Out of the 7,000 plus that you have the discretion to let go, were any of those violent that you had \ntotal discretion over letting go? I'm saying there weren't traffic offenses. Out of those discretion, were any of those \nviolent?\n\nSALDANA: Yes, there were some that has been convicted and (inaudible).\n\nCHAFFETZ: So don't blame it on everybody else. So that was your...\n\nSALDANA: I'm not blaming it on everybody else.\n\nCHAFFETZ: So violent criminals at your discretion have been let go?\n\nSALDANA: Yes, some by order of the courts...\n\nCHAFFETZ: Do you not see a problem with that?\n\nSALDANA: Sir, it's all -- it's all based on (inaudible).\n\nCHAFFETZ: No, no, no, no. Don't go there because I can go further.\n\nSALDANA: How can I be (inaudible) to that?\n\nCHAFFETZ: It was prosecutory discretion and that's your discretion, ma'am, and that is -- that is my problem.\n\nSALDANA: And I can't ignore the statute.\n\nCHAFFETZ: And I'm out of time. I'm out of time. But if you -- are you willing to take me up and go through all these \nnumbers after the hearing because I'm perfectly willing. And it won't go public with them, right?\n\nSALDANA: I am always, always happy to meet with you.\n\nCHAFFETZ: All right.\n\nThe chair recognizes the gentleman from Texas, Mr. Farenthold.\n\nFARENTHOLD: Thank you, Mr. Chairman.\n\nI've got a couple of lines of questions. But I want to get -- I want to start with this discretion stuff that everybody is \ntalking about. Congress has given the -- you guys the discretion to not deport people.\n\nYou know, I could give my -- you know, I give my children discretion to spend their allowance as they see fit. I would \nprobably have to come back and revisit that if I thought they were being stupid about how they were exercising that \ndiscretion.\n\nAnd to me, it seems like you're exercising your discretion in a way that's coming out with tragic result. Listen, I can \nall understand you've got a violent criminal who's hospitalized and isn't expected to live six months. Of course, you \nuse the discretion there. It's not worth the money or it's probably not even possible to safely transport that person to \ntheir country of origin.\n\nBut, you know, that's the far extreme. I think you're too far towards, well, we're just going to let him go. And I think \nthat's the criticism that you're hearing from the members of Congress here.\n\nEven though we've given you the ability to do something doesn't mean you should do it. And I just wanted to clear \nthat out because I think in all the back and forth here, that hasn't entirely been made clear. I think the whole point of \nthis hearing is there are a good many members on this panel who have you up here because we think that \ndiscretion isn't being exercised wisely.\n\nSALDANA: I got that impression.\n\n\n\nFARENTHOLD: All right. I just wanted to make sure that everybody was clear on that. I want to talk a minute about \nthe Priority Enforcement Program. I meet and hear quite a bit from my local sheriffs in Texas. And as a Texan, you \nknow, everybody loves the sheriffs and they all have an opinion.\n\nAnd what I hear from them is that they're having problems in getting you guys to determine about detainers. And \nsometimes they will arrest somebody and it'll be three, four, five days before they hear back from you guys as to \nwhether or not to issue a detainer. And by that time, the person is already bonded out. So (inaudible) how can we \nimprove that process to where they get, let's say, pick a number, 24-hour response there?\n\nSALDANA: OK. You know, I don't have to tell you that there are 254 counties in the state of Texas and it is wide \nand long.\n\nFARENTHOLD: Right, but everybody's got a computer.\n\nSALDANA: Oh, yes. Yes, yes. So the problem is getting to the -- getting to the specific local jurisdiction within a \ntimely manner, you know. So we try to get people there as quickly as possible.\n\nFARENTHOLD: Right. What they want is a determination to whether or not to keep them. Most of the sheriffs I \nknow, they'll drive them to you. They'll be happy to deliver them.\n\nSALDANA: Congressman, oh, my goodness, thank you so much. Would you give me the names of those \n(inaudible)?\n\nFARENTHOLD: Yes, I will.\n\nSALDANA: No, I am not only half kidding, I would like to know any sheriff that is having any difficulty in hearing \nback from ICE. I want to know this.\n\nFARENTHOLD: OK. We'll get you that information.\n\nSALDANA: Thank you, sir.\n\nFARENTHOLD: We've actually worked with some of your local people and have seen that it improves them. I also...\n\nSALDANA: And I got to say the great state of Texas does a very good job of cooperating... FARENTHOLD: But \nwe're spending an awful lot of money doing the job that the federal government could do. We could do a whole \nanother hearing on whether or not and how much Texas should be reimbursed for doing the -- doing the federal \ngovernment's job.\n\nBut I also want to talk about the 287(g) program. And what the sheriffs have found is that if they have the revenue \nto pay for somebody and a lot of these small counties, you know, if you look at Brooks County, a small county, very \nlittle property value, they don't have the ability to pay for a person. So, you all give them the training for free, but \nthey've got to pay the salary for the person.\n\nBut what has been found effective in that program in addition is you get a jailer in that program where they can \nactually access the computer and information database directly and then they're able to determine.\n\nSo I would encourage you to work on growing that program. I'm working with the appropriations to make sure you \nall have the -- have the money to continue and to make that work.\n\nMy final question is we talked -- I'm going to get back to discretion for a second. And you don't make the decision \nfor everybody there. I mean it's delegated down the line. How do you ensure that it's consistent and how do you \nensure that the person who have that discretion is it of a -- of a disposition to say, I'll just let them all go?\n\nSALDANA: No. No, sir. They all know my background and they know that that would be fully unacceptable. What \nwe do is we train. We issue directives and policies, make things clear, give guidance. We revisit. I had myself at \nleast once, maybe twice gotten on the phone with each of the 24 field office directors with responsibility across the \n\n\n\ncounty to say my expectations and to make sure that people have a message of how we go about our business with \nrespect to detention and those decisions and the exercise of prosecutorial discretion in general.\n\nSo -- but it is a challenge when you have 6,000 officers out there who are involved in this. Well, we just stay -- need \nto stay on top of it. I've got my field leadership coming in next week. We're going to go through this item by item \nand talk about the general subject of is the word getting down all the way. So I -- that's what I do where it's a \nconstant vigilance.\n\nFARENTHOLD: I see what you're talking about, but my time has expired.\n\nCHAFFETZ: Thank you, gentleman.\n\nWe'll now recognize the gentleman from Georgia, Mr. Carter, for five minutes.\n\nCARTER: Thank you, Mr. Chairman.\n\nAnd thank you, Ms. Saldana, for being here. Ms. Saldana, last year, it's my understanding that you released 19,723 \nimmigrant aliens with criminal records, 19,723. That's the number I've been given, 19,723.\n\nSALDANA: That number is correct by remember, court order or some discretion.\n\nCARTER: And these are illegal aliens with criminal records such as kidnapping, sexual assault, DUI and homicide.\n\nSALDANA: That's correct.\n\nCARTER: That's -- you say that somewhat matter of factly as if it's OK.\n\nSALDANA: Well, it's not OK, but that's what the statute tells me, sir. It tells me we need to -- that we need to abide \nby?\n\nCARTER: You know, it's just unbelievable to me that we have released 19,723 illegal aliens with criminal records \nsuch as kidnapping, sexual assault, DUI and homicide. It's appalling, no wonder America is in an uproar right now.\n\nSALDANA: It is appalling.\n\nCARTER: It is appalling.\n\nSALDANA: (inaudible) speaking to the Supreme Court of Texas with the United States with respect to some of it. \nThe immigration courts have another (inaudible).\n\nCARTER: So tell me when you can -- when you can detain them, what's the priority one? Explain to me what a \npriority one is very succinctly, very quickly.\n\nSALDANA: Threats generally to national security and (inaudible).\n\nCARTER: So kidnapping, sexual assault, DUI and homicide are not priority one?\n\nSALDANA: Yes, they are in that priority if they're convicted.\n\nCARTER: If they're convicted.\n\nSALDANA: Yes.\n\nCARTER: Now, you got me confused here. We establish the fact that you have released 19,723 illegal aliens with \ncriminal records including those with kidnapping, sexual assault, DIU and homicide and you're telling me you \nshouldn't have released them?\n\n\n\nSALDANA: No, I'm telling you -- you just asked about priority one. There's another priority they might be included in. \nAnd let me just remind you...\n\nCARTER: There's another priority so there's more than just priority one? SALDANA: There's two priorities. There's \ntwo priorities.\n\nCARTER: There are two priorities. And the second priority includes kidnapping, sexual assault, DUI and homicide.\n\nSALDANA: Well, the first could also. The first could because it is persons convicted of crimes. We don't -- in the \nUnited States, we don't assume somebody is going to be convicted until they've actually been tried. I'm just saying \na simple matter of fact. I think that's fairly obvious.\n\nCARTER: So you just go ahead and release them?\n\nSALDANA: And I should remind you that you all (inaudible).\n\nCARTER: So please answer my question. So you go ahead and release them?\n\nSALDANA: If we've been ordered by a court or if we've exercised a discretion in looking at the entire case, we may \nmake that.\n\nCARTER: So why are you releasing them instead of deporting them?\n\nSALDANA: Because of all the strictures in the statute, sir. I am not going to go outside the law in what I do. I cannot \ndeport somebody without a final order of removal who's had the entire framework. We're allowed to follow the entire \nframework you have provided including appeals and consideration by the courts with respect to their claims of \nasylum or torture or whatever it is.\n\nCARTER: So you're just releasing them right here in America, not deporting them at all, they're staying here and \nthen we've had numerous examples of where they've gone and committed these crimes again? Don't you find that \nto be somewhat appalling?\n\nSALDANA: That's horrible. I wish we were -- I wish there were no crime committed by anyone.\n\nCARTER: Well, let me -- let me ask you something else. Let me ask you. And since fiscal year 2012, the annual \nbudget has increased more than $680 million. Is that correct? That's the figures I've been given. It says 2012, your \nbudget has increased more than $680. Yes.\n\nSALDANA: I think -- I think yes.\n\nCARTER: But at the same time, the number of aliens removed has decreased by 174,000, 174,000. Can you -- can \nyou tell me what the reason for that is?\n\nSALDANA: Because we can only remove those people that have final order of removal and travel -- the appropriate \ntravel document.\n\nCARTER: Well, if we cut your budget, did -- would you stop releasing them? Because we're giving you money and \nyou're releasing them. SALDANA: Sir, you know, you're misrepresenting the facts when you say release?\n\nCARTER: No, I'm not misrepresenting the fact.\n\nSALDANA: Well, (inaudible)?\n\nCARTER: We have increased your budget over $680 million and you have decreased the number of people that \nyou've deported by 174,000.\n\n\n\nSALDANA: Let's make it clear that these releases, only 7,000 plus have been entirely discretionary, but it's not \nwilly-nilly. It's made on the case-by-case analysis of the record that we have in front of us and on flight risk analysis.\n\nCARTER: Let me ask you this. DHS leadership took $113 million that Congress appropriated to ICE detention and \nreprogrammed it for use by Secret Service and FEMA. Why was that? Are you familiar with that?\n\nSALDANA: That is a secretarial level decision.\n\nCARTER: Oh, secretarial level decision.\n\nSALDANA: Well, it's the Department of Homeland Security, sir.\n\nCARTER: OK. OK. So that you wouldn't have been involved in that, you wouldn't have known about that.\n\nSALDANA: In the decision?\n\nCARTER: Or even in the process.\n\nSALDANA: Am I informed about it? I'm informed about the process, but the decision is the secretary.\n\nCARTER: So we're giving you money and here we are releasing less than 174,000, you know, I'm just appalled by \nthis. This just not make any sense at all on what we're doing. No wonder America's upset, that they should be \nupset.\n\nCHAFFETZ: The gentleman?\n\nCARTER: Mr. Chairman, I apologize, but -- and I appreciate this but we've got to do something, this is ridiculous, \nthis is ludicrous.\n\nCHAFFETZ: Gentleman's time -- gentleman's time has expired.\n\nCARTER: I yield, Mr. Chairman.\n\nCHAFFETZ: Thank you.\n\nNow, I recognize the gentleman from Alabama, Mr. Palmer, for five minutes.\n\nPALMER: Thank you, Mr. Chairman. Director Saldana, critics have argued that the one factor encouraging the legal \nimmigrants to the U.S. is the belief that once they entered the country, they will not be removed. I think that's been \npretty well established here.\n\nSecretary J. Johnson recently stated that the 11 million illegal immigrants in this country are not going away and \nthat are, in effect, do not find this absolutely astonishing, United States citizens. Does that include who have \ncriminal records? It's a yes or no? I'm just asking, is that a yes or no?\n\nSALDANA: Sorry. And just if you won't mind repeating to me, what was -- what was your question specifically?\n\nPALMER: Did J. Johnson state that there are 11 million illegal immigrants in the country who are not going away \nthere? In fact, United States citizens, does that include those who are here who have criminal records? That's a yes \nor no?\n\nSALDANA: I don't think he said they're United States citizens, sir.\n\nPALMER: He said, in effect, United States citizens, but that's not my -- we're not debating what he said. I'm asking \nyou to believe that -- asking do you believe that that includes those who were here with criminal records. Are they -- \nare they staying? Are they staying?\n\nSALDANA: They are not United States citizens.\n\n\n\nPALMER: No, are they staying?\n\nSALDANA: We're doing our best to remove them.\n\nPALMER: Well, I don't know about that because let me tell you what just happened in Alabama just earlier this \nmonth. Authorities in Oxford, Alabama, which is not in my district, arrested three men, two were from Honduras and \none from Mexico.\n\nOne of the men, Camilio Antonio Espinoza-Medrano had been ordered to remove from United States in absentia by \nan immigration judge on or about January 7, 2014. According to the affidavit, it appears Medrano failed to \nvoluntarily deport himself.\n\nAnother guy, one of the other guys, Enrique Benitez of Mexico, the immigration history checked, confirmed \nBenitez was illegally present in United States. His criminal history check show that he has prior convictions for \npossession of cocaine in 2011 and evading arrest in 2008 in the district court of Dallas County, Texas.\n\nNow, let me tell you why they were here. They were working for a security group out of Honduras, who was a front \nfor a drug cartel. And they were here and here's what the affidavit says. Supposedly -- they were here -- somebody \narranged a deal through a security company owned by the friend's boss, who Benitez, another one of the guys, \nknew as an enforcer and debt collector for drug organizations. Benitez -- they were going into a private residence to \nsteal a safe and kidnap the occupants. And Benitez first stated that he and the other individuals traveled to Oxford, \nAlabama, were provided firearms, bullet proof vests, camouflage clothing and other gear to do the job. And the \ngroup was instructed to assault the residence and take its occupants captive.\n\nNow, here's the point. Two of these men had criminal records, one goes back to 2008, but they are still here. Now, \nbecause of the excellent work of the Oxford Police Department who stopped them on a traffic stop but realized that \nsomething wasn't right when they saw them in camouflage and had weapons.\n\nAnd, by the way, one of the weapons was a Smith &amp; Wesson pistol that was confirmed stolen by the Arlington, \nTexas Police Department. Can you imagine what would have happened if they'd carried out this and kidnapped \nthose people?\n\nAnd let me tell you what Benitez said, he planned to use the handgun to shoot the occupants of the house if they \npresented the firearm during the home invasion. This is Alabama. What reminds us of Alabama? Just about every \nhouse has a gun and for good reason. I won't get into this administration's policy on gun control, but this.\n\nLet me tell you. Can you imagine what would have happened if they shot that police officer? This is insane. You \ncan't take -- you let people in here, you do criminal background checks, they commit crimes. I've got a deal here \nwhere one guy raped the 10-year old girl in Alabama.\n\nHere's another one. Soultan Aldan (ph) had 34 arrests over 12 years. He's a Palestinian. When he was arrested by \nthe Uniontown Police Department which is in my district, I certainly couldn't deport him because they don't -- the \nU.S. doesn't recognize Palestine.\n\nDirector Saldana, it's been reported that ICE recently proposed changing current policy to require that fingerprints \nbe taken from all people claiming custody of children who've entered United States illegally without an adult relative.\n\nLet me ask you this. Among the many policy suggestions that have been made, do you think this would be an \neffective policy to also implement for a legal imprint to repeat criminal offenders who are considered priority one in \naccordance with current DHS policy?\n\nSALDANA: I would consider that. I don't -- that -- we have not proposed that, but I would consider it.\n\nPALMER: Well, why haven't you?\n\nSALDANA: Done what, sir? Proposed that?\n\n\n\nPALMER: Why haven't you not proposed it? Why haven't you taken that action?\n\nSALDANA: I'll tell you, sir, there's a lot of things I need to get to and I'm paddling as far as I can. But I -- we are -- \nwe all have that under advisement right now and we're looking at it.\n\nPALMER: Well, paddling as fast as you can won't do much care for people who are at their funeral.\n\nSALDANA: That's the best I can do.\n\nPALMER: I yield back.\n\nCHAFFETZ: And that's what's pathetic.\n\nMr. Walker of North Carolina is now recognized for five minutes.\n\nWALKER: Thank you, Mr. Chairman.\n\nI want to start by recognizing two groups of people, the first one is Sarah Ann Root, age 21.\n\nMr. Root, I'm proud of you for representing her today and I'm also proud of your service to our country.\n\nCasey Chadwick. Ms. Hartling, as a former minister, I can only imagine what your family's gone through in losing \nthis 25-year old beautiful daughter here.\n\nAnd there's Marilyn Pharis. Chief Martin, thank you for coming all the way to represent her today.\n\nThere's also another group of people that I want to talk about, three people again, Edward Mejia, John Zakaras (ph) \nand Victor Ramirez. They also have something in common today and the fact that all three of them arrested on \nprevious charges before they ultimately committed this heinous crime.\n\nVictor Ramirez was an illegal from Mexico. The chief did his part. Over a 15-month time, he arrested this gentleman \n6 times, 6 times over 15 months. Yes, this is the guy along with his partner that beat Mrs. Pharis' face in with a \nhammer. Somehow she fought back, survived eight days. So this is -- this is huge.\n\nAnd then we heard today from my colleagues that the way we justify this is that criminal aliens according to one \nstatistic commits less crimes than the general public of which you had a sweet chat with him about. Well, what if \nthey weren't here to begin with? Would they have committed these crimes? It's not rhetorical. If they were never \nhere, would they have committed this crime?\n\nSALDANA: No.\n\nWALKER: And then we talk about the challenge of returning these people to the country. And then I believe if I want \nto make sure that you were on record saying this, as the -- as the director of U.S. Immigration and Customs \nEnforcement, did I hear you say correctly that sealing our borders or building a wall or even finishing the wall 2006 \nfrom the former George Bush as president, you've said that that would not help us prevent illegals from coming in \nour country. Did you say that? SALDANA: I said yes, sir.\n\nWALKER: OK.\n\nSALDANA: Yes because I've seen many videos where people scale those walls very easily. You know, that's just \nnot the only answer. There's lots of things we have to do to secure the border.\n\nWALKER: So it's easier to not have a wall at all instead of making somebody go and scale a wall, in your opinion. I \ndon't understand that a bit. Here's the data and let me start with a question here. Do you believe that the sexual \nassault, abuse and exploitation are heinous crimes? Would you agree with that?\n\nSALDANA: Yes.\n\n\n\nWALKER: OK. And a little earlier, my colleague, Mr. Carter, talked about charges. These 19,000 aren't not charges, \nthey're convictions.\n\nSALDANA: Yes.\n\nWALKER: OK. And according to this, including 1,614 convictions of sexual offense. My wife is a sexual assault \nnurse examiner. She works in this world. She understands that she's reaching out to the people who are going to \ntheir very darkest point of life. Three hundred fifty-two convictions involve commercial sex trade. My state's number \n9 in the country, yet for some reason these are listed as priority two instead of priority one. Why is that?\n\nSALDANA: Sir, because the most serious offenses are listed in priority one. The most serious offenses, terrorism. \nIt's just a matter of directing resources in the -- in the place that will hurt the country the most.\n\nWALKER: So you're telling me that sexual offenses or the rape by the six or seven-year old child is not as an \nimportant offense as some others?\n\nSALDANA: I was a United States attorney. You know the answer to that question. Of course, it's a serious offense.\n\nWALKER: But you -- I'm just going what you just told me that you said no, that's not as priority two because it was \nmore concerned with other ones.\n\nSALDANA: Sir, in your authorization, you directed us. You have directed us to prioritize the -- you directed the \nSecretary of Homeland Security shall prioritize the identification removal of aliens convicted of a crime by severity of \nthat crime and that is exactly what we've done. You may disagree with the three categories or the way they were \nplaced, but you directed us to do that and the secretary did that.\n\nWALKER: Well, here's what -- here's what I hope we agree on is that we have a major problem and we have illegal \naliens in this country committing heinous crimes who are not being deported.\n\nI also want to add one more thing in closing here in my 30 seconds that I have left. There was a statement made \nearlier that law enforcement needs to be concerned about the delicate task of not putting some of the national \norigin into the definition of the criminal activity. Do you -- do you believe that law enforcement should stop?\n\nI look at Chief Martin who worked for 30 years in gang-related activities with El Salvador and did some great work \nthere. Do you believe that we should stop or drop the race part of describing some of the crimes going on?\n\nSALDANA: We have to look at whether someone's in the country and who's not a citizen. So we have to look at the \ncountry of their origin.\n\nWALKER: OK. I don't know whether that was a yes or no, but with that I yield back, Mr. Chairman.\n\nCHAFFETZ: I thank the gentleman.\n\nThe Chair recognizes himself for five minutes.\n\nMs. Saldana, you got a little bit of attention at your outset when you encouraged us this morning in your opening \nstatement to drop political banter. I think you've pointed to the rules and raised the statutes that are in front of you. \nAnd you invited us to help you develop a system that works. And I'd like to talk about that, in fact, you and I have \ntalked about that in the past.\n\nSo let's go back to something you and I have talked before which is would it help you develop a system that worked \nif we figured out a way to require local law enforcement to cooperate with your retainer request?\n\nSALDANA: Well, we need to figure out a way to get law enforcement to work with us just like this individual from \nlaw enforcement works with us. And I don't think he'd take kindly to us browbeating him by forcing him to do \nthings...\n\n\n\nCHAFFETZ: Not browbeating. Let's stay on topic. You know where I'm getting at which is would it help you develop \na system that works if we required local law enforcement to cooperate with ICE?\n\nSALDANA: Compulsory?\n\nCHAFFETZ: Yes.\n\nSALDANA: It would help me to some extent, but that's what I'm doing in PEP is I am trying to get everybody to the \ntable.\n\nCHAFFETZ: Let's talk about that. To what extent? Because that's the third answer I've gotten now because I asked \nyou the exact same question in June of 2015. I asked you, quote, \"Would it help if we clarify the law to make it clear \nthat it was mandatory that those local communities cooperate with your detainer request?\" end quote. You \nanswered, \"Thank you. Amen. Yes,\" end of quote.\n\nThe next day, however, you released a statement that read in relevant part a different answer, quote, \"Any effort at \nfederal legislation now to mandate state and local law enforcement's compliance with ICE detainers will, in our \nview, be a highly counterproductive step,\" now end quote. Today you just give me a third answer which is in a way \nit would actually help. So let's talk about how requiring local law enforcement to cooperate with ICE would help you.\n\nSALDANA: In enforcing the 4,000 laws that the Department of Justice had to enforce and I had to enforce the \nUnited States attorney, I found that the best way to work with state and locals is through cooperation and \nagreement and standing by side-by-side.\n\nCHAFFETZ: Well, that's fair. But if I'm in a city that it said, \"You know what, we want to be a sanctuary city, we don't \nwant to cooperate with ICE,\" my guess is the chance for cooperation is probably gone at that point.\n\nWould it help you do your job if we went to these so-called sanctuary cities and say, \"You know, you can't do that.\" \nYou have to cooperate with ICE when it comes to dealing with the sorts of people who kill their children.\n\nSALDANA: I am working with all the cities whether they want...\n\nCHAFFETZ: How's that working in San Francisco?\n\nSALDANA: We're making some end rows. I believe we've got?\n\nCHAFFETZ: Would it help you more if we ask if we require them to do it?\n\nSALDANA: I don't think the government would be -- a local government would be more cooperative if you browbeat \nthem over the head by saying the Feds...\n\nCHAFFETZ: How about if we require them by law to do it or denied some type of federal money?\n\nSALDANA: I think that they are -- at least I've heard, sir and read that state and local governments don't want the \nfederal government to tell them what to do.\n\nCHAFFETZ: You think that a state local government should have the right to tell the federal government that they're \nnot going to cooperate with an immigration issue?\n\nSALDANA: No.\n\nCHAFFETZ: OK. So they don't have a right to do it, but they're doing it anyway. And you don't want us to bring \nthem in the line. You don't want to require?\n\nSALDANA: I am telling you the realities of the real world and that is in trying to get people to work with us for the \nbottom line and that is the public safety...\n\n\n\nCHAFFETZ: I hate to be -- I hate to be melodramatic because it's not usually what I'm very good at. Do you want to \ntell the people behind you about the real world?\n\nSALDANA: I have been and I hope they've been hearing me.\n\nCHAFFETZ: Let me ask you this. Does the sanctuary city program put your field personnel at more risk than they \nwould be otherwise?\n\nSALDANA: Having to -- yes. Having to go into a jurisdiction when -- and to somebody's home when we could have \ngotten them at a local sheriff's or police department, yes, it does put them at risk.\n\nCHAFFETZ: So you don't want us to take steps to lower the risk for your own people?\n\nSALDANA: I'm saying give me an opportunity to get this done. With PEP has only been in fact since last July. It's \nnot even been a year. So give me some time to work with state and local jurisdictions. I have made tremendous \nheadway of the top 25 jurisdictions that did not honor detainers. We've got 17 back at the table.\n\nCHAFFETZ: It's been a year since you were here last time. May I ask you this? Does the sanctuary city program \nput the public at risk?\n\nSALDANA: I don't know what the sanctuary city program is, sir.\n\nCHAFFETZ: Well, let's use the terminology we've been using for the last couple of minutes which is the programs \nwhereby city say, you know what we are not going to cooperate with ICE. ICE calls us and says detain that person \nthat you just picked up. And the city says, you know what, no, we don't want to do that. Does that put the public at \nmore risk?\n\nSALDANA: I want every jurisdiction to cooperate with ICE.\n\nCHAFFETZ: Good. We can help you with that. Would you like us to help you?\n\nSALDANA: I need all the help I can get.\n\nCHAFFETZ: OK.\n\nSALDANA: And I will work with you to try to come up with a rational system by which we can improve that situation.\n\nCHAFFETZ: Which is the third answer you've given so I thank you for that.\n\nAnd I'll yield back the balance of my time to the chair. And I will recognize the gentleman from Tennessee, Mr. \nDuncan.\n\nDUNCAN: Thank you, Mr. Chairman. And, you know, all over this country, people have read headlines and stories \nsimilar to the ones, some that I have here. And this one story has been mentioned a few times I read today, but I \nwas presiding over the House earlier and I didn't get in on all of this. And I know there are some people watching \nnow who probably didn't hear some of these things earlier.\n\nBut the Washington Examiner had a headline that said ICE releases 19,723 criminal aliens, 208 convicted of \nmurder, 900 of sex crimes. And before that, there was a story from the Washington Times which the headline said \n3,700 illegal immigrant threat level one criminals, were released into the U.S. by the Department Homeland Security \nand that story sent most of the illegal immigrant criminals Homeland Security officials released from custody last \nyear were discretionary, meaning, the department could have kept them in detention but chose instead to let then \non to the streets.\n\nSome of those released were the worst of the worst, more than 3,700 threat level one criminals who were deemed \nthe top priority for deportation were still released out into the community. That's why people are so upset. That's \nwhy people are so angry about all of this. And then, earlier, we had testimony in this committee from Jessica \n\n\n\nVaughan from the Center for Immigration Studies, and she testified that the ICE officials have told there that since \nthe administration's policies on prosecutorial discretion were expanded, they're processing a small fraction of the \nnumber of aliens that they used to process.\n\nOne recently told me that his office used to process as many as 100 aliens per day, but since the President's \nexecutive actions went into effect, now, they are processing closer to five aliens per day with the same staff and \nbudget. And it seems to me that this is a shameful record that -- and the people at the top should be embarrassed \nabout this.\n\nAs Mr. Carter pointed out about how the funds have gone up so much and yet the prosecutions have gone way \ndown. And I doubt that there is another agency in the entire Federal Government that has gotten the percentage \nincreases, Director Saldana, that your agency has percentage wise. I mean, we just keep pouring more and more \nand more money into your agency and we're getting less and less and less for that money. And I can tell you that \npeople all over this country are angry about that and upset about that.\n\nAre you embarrassed about this in any way? Are you ashamed, disappointed? And, surely, you're not happy about \nall this that we talked about here this morning.\n\nSALDANA: No, sir. And I will tell you I think you may have missed when I spoke earlier about the fact that I would \nlike not to see one person injured or one person certainly killed at the hands of someone who's in the country \nillegally.\n\nBut when people say -- but, Congressman, when people say that we have released 19,723 people, it fails to point \nout the fact that two- thirds of that were by court order or an instruction of the Supreme Court of the United States. \nAnd that is a misrepresentation, so that's what I object to.\n\nDUNCAN: Well, I'll tell you, it's a terrible thing. I mean, I've got stories up here from the Texas Tribune and they tell \nabout the one man who was passed through the Webb County Jail four times on more than half dozen charges \nbefore allegedly beating his wife to death with a hammer.\n\nAnother man spent three months in the Hidalgo County Jail, four months in state custody and six years in federal \nprison for multiple felony offenses. At the time, he went on a random shooting spree in Houston, killing two people \nand injuring three more. And then, of course, you have the famous case of this -- man in San Francisco who shot \nKate Steinle to death after he had racked up a criminal record including seven felonies, mostly drug-related.\n\nPeople are really angry about these sanctuary cities that the administration has gone along with. The American \npeople are the kindest, most generous, most sympathetic people in this world and we have allowed far more \nimmigration, many, many millions more than any other country. And the American people have gone along with \nthat, but they are sick and tired and angered about reading about all these criminals being released and you or \nsomebody has got to do a lot better job on this.\n\nI yield back.\n\nMULVANEY: The gentleman yields back.\n\nFrom Connecticut, Mr. Courtney, for five minutes.\n\nCOURTNEY: Thank you, Mr. Mulvaney. And I want to thank the committee, both majority and minority, for awaiting \nmy appearance here today and having the opportunity to participate in this hearing.\n\nTo Chief Martin and Mr. Root, thank you for your presence here. Again, your stories are incredibly powerful and \nreally demonstrate that this discussion today is not academic. It has profound real-life impact and it takes a lot of \npersistence on your part to really be here to remind us of that fact.\n\nI am here because one of my constituents is here, Ms. Wendy Hartling. She's joined by Attorney Chester Fairlie \nwhose story has been mentioned by other members here this morning. Again, just a little less than a year ago, just \n\n\n\na horrific crime took her child, Casey Chadwick, from her and I can personally attest to the fact that southeastern \nConnecticut and the whole state, you know, has been just part of the grief and pain that followed and the admiration \nthat folks have for Ms. Hartling, as Mr. Lynch said, trying to get some good to come out of this horrific event.\n\nIt has just drawn admiration from all quarters. So, thank you for being here, Ms. Hartling. And I think I'm the last one \nhere, so all your patience is going to be paid off shortly and give you an opportunity to talk.\n\nDirector Saldana, you know, the one thing about the Casey Chadwick case is that, you know, really there's just no \nambiguity in this instance in terms of whether or not someone's charges were pending or whether or not the \nindividual was convicted of an aggravated versus serious offense. Jean Jacques, you know, came into the country \nwithout documentation. He was convicted by the State of Connecticut of a homicide. He served over 15 years in \nprison.\n\nAt the completion of his sentence, the Department of Corrections surrendered him into the custody of ICE. Again, \nthe government had run the traps in terms of getting a deportation order completed at that point. Any appeals that \nhe tried to pose had been exhausted. So, there was just -- you know, again, no sort of glitches that anyone could \npoint to that would interfere with that process going to the next step which is obviously removal from the country.\n\nAs we've heard from Ms. Maloney, the government of Haiti again played this very frustrating exercise in terms of \nverbally granting and then refusing a number of occasions. So, a year ago, you were before the committee and this \nquestion of uncooperative other nations was raised with you. And at the time, your testimony stated that \"Bolstering \nICE's ability to obtain travel documents from recalcitrant countries is an important priority and I will continue to work \nclosely with the Department of State to achieve better cooperation from countries in accepting the return of their \nnationals.\"\n\nAgain, this morning, you've talked about your efforts with the PEP program in the last year. So, can you just tell us \nwith some specificity what's going on between ICE and State in the intervening time since you testified to fix this \nglaring problem?\n\nSALDANA: I think I said earlier I've met with the Assistant Secretary for Consular Affairs, Ms. Vaughn (ph) and \nactually I'm going to see her this afternoon about Guinea in particular. So, we meet periodically and we made a \ncommitment to continue to do that because I want to keep her posted on the countries we're having trouble with.\n\nSo, this memorandum of understanding we have, we make -- we give her -- we meet to discuss what can be done \nwith a particular country. And right now, you know, countries like Syria and Iraq, and Afghanistan, we're just having \ntremendous difficulties with. So, she has listened. She has promised to follow up. She sent a cable out to all our \nambassadors across the world last March to say, \"Please, be mindful of this. Help ICE and other agencies that are \nseeking to get cooperation from the jurisdiction and assist them in their efforts to remove people that...\n\nCOURTNEY: So -- but what levers -- I mean, we have levers.\n\nSALDANA: Yes.\n\nCOURTNEY: I mean, members have mentioned that, you know, the visas that we grant to citizens of these nations \ncoming into the U.S., foreign aid, I mean what...\n\nSALDANA: Sanctions -- they're sanctions.\n\nCOURTNEY: But, give me an example of where they've actually, you know, done more than just meet to discuss \nthis.\n\nSALDANA: Where Department of State has, I'm not familiar with the specifics of what they've done.\n\nCOURTNEY: OK. And I guess, you know, Mr. Chairman, you know, that's sort of the crux of the frustration that \nmyself and Senator Blumenthal and Murphy have experienced, which is that this, you know, just screams out for \nthe fact that the agencies in the U.S. ICE and the State Department are not getting this done. And that's why we \n\n\n\nrequested in the Inspector General's report. That process is underway right now. We're going to be receiving the \nresults of that.\n\nBut, frankly, I would just say, Director, you know, that response is just really not acceptable given the fact that we \nhave instances where somebody -- again, there was just no question about their status in terms of being deported \nand to have other countries stonewall our efforts. And to say that the State Department's best efforts right now is \njust simply to meet with ICE and to send out warning telegrams to embassies, there are other options that we have \navailable to us and we need to exercise those.\n\nSALDANA: Withholding aid and the sanctions I mentioned, but I just want to be sure, sir, I am doing the best I can \nto try to persuade State. State is the most appropriate witnesses to explain to you why they make the decisions they \ndo because I can't speak for the Department of State.\n\nCOURTNEY: Well, if I can just have another 30 seconds, again, we experienced in this case where the government \nof Haiti, again, for paperwork reasons, stonewalled Mr. Jacques' deportation. ICE can do more in terms of creating \na record of country of origin in terms of interviewing witnesses in the U.S.\n\nI mean, this guy had been here for over 20 years. There were other ways that verification of country of origin could \nhave taken place on stateside in addition to having the State Department apply levers of pressure which, again, I \nthink should have been exercised at the greatest and highest level.\n\nSo, this discussion, Mr. Chairman, again, I want to continue with you and the members here about the fact that, you \nknow, the response so far just frankly has not been satisfactory, I ask our letter -- a letter to you and Mr. Cummings \nsetting forth the I.G....\n\nMULVANEY: It's already been submitted to the record.\n\nCOURTNEY: Thank you. OK.\n\nMULVANEY: And, Mr. Courtney, I will...\n\nCOURTNEY: Yeah.\n\nMULVANEY: ... I appreciate your commitment on this issue. The director has agreed within a week's time to give us \nall the letters and correspondence that she's had with State Department making these requests because the statute \nis clear. Once the secretary receives that, it says the secretary shall and we're -- be fascinated and I think you're \nright. I think another hearing would be most appropriate and I hope you can join us for that.\n\nCOURTNEY: Thank you, Mr. Chairman.\n\nMULVANEY: The gentleman's time is expired.\n\nDirector, we thank you for your being with us here today.\n\nThe committee is going to stand in recess until 12:30 and then we'll convene the second panel. We stand in recess. \nThank you.\n\n(RECESS)\n\nCHAFFETZ: The Committee on Oversight and Government Reform will come to order and we'll continue with the \nsecond panel of the hearing today.\n\nI'd ask unanimous consent that Congressman Young of Iowa be allowed to participate and fully participate in \ntoday's hearing. Without objection, so, ordered. I'm glad that you could join us, as well as Mr. Courtney of \nConnecticut who can also come join us.\n\n\n\nThe second panel is probably the most important people that we can hear from and we're pleased to welcome Mr. \nRalph Martin who is the Chief of Police at the Santa Maria California Police Department. He has an important \nperspective for us. And, Chief, we're pleased and honored that you're joining with us here today.\n\nI'd also like to allow Mr. Courtney to help introduce Ms. Wendy Hartling.\n\nCOURTNEY: Thank you, Chairman Chaffetz and Ranking Member Cummings.\n\nAgain, we are honored today to have Ms. Wendy Hartling from Gales Ferry, Connecticut join us here today. Gales \nFerry is sort of the quintessential, sort of small town America and she was, again, a devoted mother of Casey \nChadwick who has been mentioned many times this morning, lost her life almost a year ago in Norwich, \nConnecticut to a brutal homicide which roughly a couple of weeks ago came to a legal conclusion with the \nconviction of Jean Jacques.\n\nAnd, all I would say, Mr. Chairman, is that Wendy Hartling was leading a very private life and, you know, again with \nstrong family connections in the community, that changed radically. She was thrust into the public eye as someone \nwho has, again, faithfully attended all the court proceedings and has spoken out about really what was, I think, just \na horrendous flaw and blunder by the government in terms of really following through on what as I said earlier was \njust a totally unambiguous deportation case.\n\nShe's joined here today by Attorney Chester Fairlie from New London, Connecticut who participates in the survivors \nof homicide group in the State of Connecticut, and Crysta Weiger (ph) who was Casey's best friend who is also \nfrom Gales Ferry that's here. Again, I think, all the members will be, again, deeply moved by Wendy's testimony \nhere today. And, again, it's an honor to have the opportunity to introduce her and I yield back.\n\nCHAFFETZ: I thank the gentleman.\n\nSo, again, Ms. Wendy Hartling is the mother of Casey Chadwick, who was killed by an illegal immigrant on June \n15th of 2015. And we are beyond sad for your loss. You woke up one morning and your life changed and I'm sure \nyou never expected this. You certainly didn't ever ask for this, but we appreciate the -- your bravery for stepping \nforward and sharing your candid thoughts and perspective. It's important that we all hear that, see it, and feel it. And \nso, thank you for being here today.\n\nWe also are pleased to have Mr. Scott Root who is here with us today. But I'd like to have Congressman Young of \nIowa help introduce him and give a little background perspective.\n\nCongressman Young, you're recognized.\n\nYOUNG: Thank you, Mr. Chairman. Thank you, Ranking Member Cummings, and the colleagues here I share this \nroom today for this hearing which is very important, obviously.\n\nThanks for allowing me to participate in today's hearing to introduce Scott Root, a fellow Iowan. He's from Council \nBluffs which is on the western end of the 3rd District, nestled up against the Missouri River and our mantra there is \njust to work hard and treat others right, a lot of patriotism there, fear and love of the lord. Thank you for being here \ntoday.\n\nEarlier this year, Scott lost his daughter, Sarah, a beautiful girl, to a drunk driver, a criminal who took advantage of \nthis administration's immigration policies, jumped bail and may never be brought to justice for his crime.\n\nScott, thank you for being here today to share your story, and Marilyn, thank you for coming as well. And I'm sure \nScott and my colleagues from Iowa can attest to, Iowans have a unique sense of community as well as do other \nmembers and the folks from their district and state, a unique sense of community. We're all in this together.\n\nWhen something happens to one of us or our neighbors, it really gives levity (ph) to the situation. It hits us hard and \nit puts an impact on us personally because it's like it's happening to all of us. Though we cannot fathom his grief, \nMr. Root, we are left with a deep sense of loss and we want to see justice. What happened to Sarah was a tragedy \n\n\n\nand a horrible crime and now, the Root family and the community are left waiting to see if Eswin Mejia will ever be \nfound, will ever stand trial because of failures of the court and failures of the Federal Government to enforce our \nlaws.\n\nI had a chance to question Director Saldana early this year and she shared what I failed through on a detainer that \nkept Eswin Mejia from facing justice. She also said ICE will be looking at this case to make sure this doesn't happen \nagain. As the Chairman knows, this is something we hear too often without seeing actual results.\n\nFrom ICE not accurately reviewing the request of the local police to the Department of Health and Human Services, \nplacing Eswin Mejia as an unaccompanied minor with his brother who's also here illegally, I am astounded. This \nadministration not only continues to restrict the enforcement of our immigration laws, but they don't seem to \nunderstand them at all in the first place. Nothing can bring Sarah back, but we can honor her and preserve Sarah's \nmemory with justice and making sure this never happens again.\n\nScott, thank you for being her today, may God give you courage, wisdom, peace and strength in your fight for Sarah \nand her memory, and for justice. Thank you for being here today.\n\nMr. Chairman, I yield. Thank you.\n\nCHAFFETZ: Thank you.\n\nMr. Root, we appreciate your strength in being here today and offering your perspective. I look forward to hearing \nyour testimony and grieve for your loss as well. So, thank you.\n\nWe're also pleased to have Mr. Chris Burbank. He's the Director of Law Enforcement Engagement at the Center for \nPolicing Equity. He's also the former chief of police, I believe, nine years in Salt Lake City. I've had the pleasure of \ninteracting with him on a number of occasions.\n\nAnd, Mr. Burbank, we're pleased to have you here and participating and giving a perspective as well. So, thank you \nfor being here.\n\nPursuant to committee rules, all witnesses are to be sworn before they testify. So, if you will please each rise and \nraise your right hand. Do you solemnly swear or affirm that the testimony you're about to give will be the truth, the \nwhole truth, and nothing but the truth?\n\nThank you. You may be seated. Let the record reflect that the witnesses all answered in the affirmative. We would \nappreciate your limiting your verbal comments to five minutes, but your entire written record will be entered into the \nrecord.\n\nChief Martin, we will start with you. You're now recognized for five minutes. And, please, know in advance. You \nneed to bring that microphone up close and just make sure it's on and thank you. That will help us all.\n\nChief Martin?\n\nMARTIN: Mr. Chairman, committee members, good afternoon.\n\nMy name is Ralph Martin and I am the Police Chief of the City of Santa Maria, California. Santa Maria is the largest \ncity in Santa Barbara County, and one of the largest cities on California's Central Coast. It has a population of over \n100,000, is a few minutes from the coastline, and is surrounded by agriculture. We are about halfway between Los \nAngeles and San Francisco.\n\nI am here today to share with you an event that occurred just nine months ago. It is about the brutal and vicious \nattack of 64- year-old Santa Maria resident, Marilyn Pharis. At the time of this attack, Ms. Pharis was gainfully \nemployed at nearby Vandenberg Air Force Base where she worked the night shift as a Satellite Tracker Civilian \nContractor. She's been doing this since 1974. Prior to that, she spent four years in the United States Air Force.\n\n\n\nOn the morning of July 24, 2015, at approximately 9:45 in the morning, while Ms. Pharis was sleeping, two suspects \nbroke into her home, sexually assaulted her, strangled her, and beat her about her head and face with a hammer. \nBut despite the incredible beating, Marilyn would not give up. She fought back with all the strength she could \nmuster, even while receiving repeated blows. The suspects left her for dead. But somehow, with her eye socket \nshattered and a broken -- neck bone broken, she called 911.\n\nAs the suspects made their escape, one of them, identified as Victor Martinez-Ramirez, broke into another home on \nWest Donovan Street, entering through a sliding door. There, he encountered three young children and their \nmother. However, she managed to dial 911, and the suspect fled again. As officers were responding to Ms. Pharis' \nhome, additional officers were now responding to the West Donovan home.\n\nSuspect Martinez starts jumping backyard fences, but the patrol officers set up a solid perimeter around him. And \nwithin minutes, one of our K-9 officers finds Martinez hiding underneath a tarp on the patio of a nearby home on \nCox Street, and that's three blocks from Ms. Pharis' home and one block from the Donovan Street home. He was \narrested for burglary, sexual assault, and attempted murder.\n\nDuring the fourth day of the investigation, detectives identified and arrested a second suspect, Jose Villa Gomez. \nHe was subsequently charged with the same crimes. Eight days after Ms. Pharis was attacked, she died in her \nhospital bed, unable to recover from her brutal injuries. Victor Martinez is an illegal alien from Mexico. He had been \narrested by the Santa Maria Police Department six times in the previous 15 months. He was released from the \nSanta Barbara County Jail 96 hours before he attacked Ms. Pharis.\n\nVilla Gomez is a U.S. Citizen although he spent much of his life in Mexico. He had had one previous arrest. Both \nare currently in custody awaiting trial. I believe that when the federal and the state government fails to do its job, it \nfalls on the shoulders of local government and we're not equipped to deal with the issues financially or with \npersonnel. The arrest sheet on Martinez is a glaring example of federal and state failures.\n\nOn one occasion in 2014, ICE filed a form I-247 Immigration Detainer. However, the Santa Barbara County \nSheriff's Department does not recognize the lawful hold based on the Miranda-Olivares versus Clackamas County \ndecision which is a Federal Court ruling. Two weeks before the attack, Martinez was \"cited\" as opposed to being \narrested for possession of methamphetamine, because recently California passed Prop 47 which I'll address in just \na moment.\n\nOn July 16, 2015, eight days before assaulting Ms. Pharis, Martinez was arrested again for felony possession of a \ndirk or dagger, as well as possession of drug paraphernalia. He was additionally charged at that time with two \naddition misdemeanors because he had two outstanding warrants for $10,000 apiece -- one for failure to appear in \ncourt and the other was -- failure to appear in court and the other one was a probation violation. He was released \nthat day. Four days later, he attacked Ms. Pharis.\n\nNow, the State of California passed Prop 47 in November of '14. It was a complete con job pulled on the people. It \nwas Titled \"Safe Schools and Safe Neighborhoods\" but in reality, it was just nothing more than a title. What it did \nwas, in the fine print, reduced felony drug possession like possession of heroin, possession of cocaine, possession \nof methamphetamine to a misdemeanor citable offense.\n\nSo, now, thousands of arrestees are petitioning the courts to reduce their convictions as did Martinez. And the \nreason I bring this up is that if the convictions are again reduced to misdemeanors, ICE will look at those later on \nand see the felonies are now misdemeanors.\n\nThe City of Santa Maria, as well as other cities throughout California are seeing an increase in homeless persons \nthat have been -- with high drug dependency. And many of these persons would have been removed from our \nstreets, been required to appear in court, and referred to drug rehabilitation and treatment programs. But the \nnumbers have substantially decreased because of Prop 47. So, it's a combination of federal issues and state \nissues.\n\n\n\nYou know, I can't help to think our U.S. Marine makes a wrong turn at the border and he's locked up for months and \nmonths at a time and yet, we in the U.S. seem to be running a catch and release program for criminal aliens. I've \nbeen in this business for 40 years and when I hear of incidents whether it's the Root case or others, and people say \nit's a tragedy or some kind of senseless tragedy, you know, I just shake my head and say no, because when we do \nnot enforce our federal and our state laws, all we really have is predictable consequences.\n\nThank you for your time.\n\nCHAFFETZ: Thank you.\n\nMs. Hartling, you're now recognized.\n\nHARTLING: Hi. My name is Wendy Hartling and my life will never be the same after June 15, 2015. I am here on \nbehalf of my daughter Casey who was stabbed to death over 15 times and stuffed into a closet by a criminal alien, \nJean Jacques.\n\nHe was found guilty of attempted murder in 1996 and served sixteen years in Connecticut Prison. He should have \nbeen automatically deported by Immigration and Customs Enforcement when he was released from prison. \nInstead, he killed Casey on June 15th, 2015 and was found guilty of her murder after a trial. My hope is that he \nnever gets out of prison. According to laws passed by Congress, Jacques should have been deported. ICE had \nhim in custody and detention three times. Tragically, ICE released him three times and he killed Casey just a few \nmonths his last release by ICE. From defensive wounds, we know that Casey fought courageously and that she \nsuffered greatly before her death. If ICE and Homeland Security had done their job, Casey would not have died and \nI would no longer be here as a part of a club of Homicide Survivors which no parent ever wants to join.\n\nMy Attorney, Chester Fairlie, has written an article on the failure of deportation of criminal aliens. I would like to \nsubmit a copy of the deportations process contributed to the -- wait a minute. No. I got to go back.\n\nMr. Fairlie states, \"This miscarriage of the deportation process contributed to the death of Casey Chadwick and \ncaused grief and suffering to her parents and friends.\" I understand that the Inspector General of Homeland \nSecurity has undertaken a full investigation of the Jacques failed deportation case and we are awaiting the report. \nMy daughter was loved by so many, family and friends. Over three hundred people came to her wake.\n\nCasey and I were very close. She called or texted me every day. I can no longer talk to my daughter, hold her, hug \nher or just simply hang out with her or go out to eat which was one of her favorite things to do. This breaks my heart \nof every second of every day. Her best friend, Crysta, of 13 years-plus, who came with me on this trip as support, is \ndevastated as is Casey's boyfriend.\n\nThis is what I have lost. I can't watch her walk down the aisle on the arm of her father. She will never have the \nchance of becoming a mom, something she was thinking of before her death. She will never see her two nephews \ngrow up or go to her siblings' weddings. She will never again be at our family functions and holidays.\n\nThe tragedy of Casey's death is not an isolated case and is occurring frighteningly around the country. Something \nhas to be done to fix this horrible problem. I would never want any family to have to go through this. The pain is \nalways with me. My heart is broken. I go to Survivors of Homicide group which is very helpful. An important thing I \nlearned there was that the pain will never go away. I have to learn to live with it.\n\nI am trying, but it is the hardest thing for me in my entire life. Still, I must find the courage and strength to advocate \nfor Casey who cannot speak for herself. Thank you for listening.\n\nCHAFFETZ: Thank you. And, of course, we'll include that letter into the record and you did great. Thank you.\n\nHARTLING: Thank you.\n\nCHAFFETZ: Mr. Root, you are now recognized for five minutes.\n\n\n\nROOT: Chairman Chaffetz, Ranking Member Cummings, and respected members of the House Committee on \nOversight and Government, my name is Scott Root and I thank you for the opportunity to be the voice of my \nmurdered daughter, Sarah Rae-Ann Root, murdered on Sunday, January 31st at approximately 2:00 AM by a drunk \ndriver and illegal immigrant, Edwin G. Mejia.\n\nLess than 24 hours, Sarah walked with a 4.0 grade point average, a Bachelor's in Criminal Investigations from \nBellevue University. I would also like to take this opportunity to thank officers Bowes, Rizzo, Adam and Dawn \nTurnbull and Swanson of the Omaha Police department. We would also like to thank Congressmen and staff of \nSteve King, Robert Goodlatte. We also want to thank Senators Ernst, Fischer, Grassley, Sasse, Sessions, and the \ndoctors and nurses at the University of Nebraska Medical Center.\n\nAs a 30-year member of the Steamfitters Local 464, it is ironic that I find myself thanking Republican House and a \nSenate member who reached out to us within days and weeks of Sarah's death. My ex-wife and I were not \ncontacted by any Democrats or ICE until April 22nd, after I learned I would testify and 82 days after my daughter \nwas murdered.\n\nWe were told that ICE had a victim's unit and that they would be reaching out. I am an Army veteran. I served with \nthe 1st Cav. My father was a World War II medic and was the recipient of a Purple Heart, Silver Star and the French \nmedal, Croix de Guerre. I don't want to share this to talk about ourselves, rather to point out that the Root family \nhas served their country when called upon. Now, they're asking for your help in getting answers and justice.\n\nMy mother and sister legally immigrated to the United States after World War II to become American citizens. In my \nopinion, the Obama administration with open borders policy has changed us. We no longer ask for immigrants to \nassimilate to our way of life, rather schools, governments are required to accommodate to their needs of their \ncountry. My mother and sister took pride in becoming Americans and learning the language and culture. By allowing \nillegal immigrants to take custody of illegal immigrants with no controls in place for a person like Edwin Mejia, the \nman who killed my daughter, were to break our laws.\n\nSarah was a daughter, sister, granddaughter, cousin, niece, and friend. She was bright, smart, loving, caring, \nlovable, respectful and strong. Like her brother and mom, she stood up for her beliefs. My son Scott lost his best \nfriend, confidante when Sarah died. Her mother lost her best friend, daughter, and fellow Kansas City Chief, I'd like \nto take this opportunity to walk my daughter down the aisle on her wedding day and spoil her grandchildren she \nwanted. She loved to fish and this year she wanted to try deer hunting.\n\nIn the early in the morning of January 31st, I received no call a parent should ever have to change. My family was \nsummoned to the hospital at approximately 4:00 AM. I thought we had to deal with a broken leg or a broken arm. I \ndidn't dare to think the worst. I was awaiting something that no father should have to go through, and that was to \nidentify their child. Her spinal cord was snapped and her skull fractured in two places. Her face was swollen beyond \nrecognition. We identified her by her tattoo on her rib cage \"Live, Laugh, Love\" and a crucifix. The neurosurgeon \nsaid on a scale from 1 to 100 that her chance for recovery was zero. No parent should have to deal with that \nespecially with a situation could have been prevented if the laws had been followed and enforced. Sarah was an \norgan donor. Her mother and I kept her on life support three days to allow organ recipients and their doctors to \nprepare themselves for harvesting.\n\nSarah, through her unselfish act was able to save the lives of six individuals. She also helped four to five dozen \nmore through the donation of tissue, and tendons, bones. Since the accident, I learned Edwin had been \napprehended in Arizona, a 16-year-old minor, yet our government allowed him to be turned over to his brother, \nanother illegal immigrant. Due to pressure being applied to the mentioned Congressmen, senators, Edwin is now on \nthe ICE's Top 10 Most Wanted list.\n\nThis is ironic. On the webpage, it says \"unlawful\", \"illegal\". When apprehended in Arizona, he was released to \nanother illegal. When the Omaha Police approached ICE five times requesting a detainer, we were reached each \ntime with \"unlawful\", \"illegal\". Edwin was released four days in jail and his brother posted 10 percent of $50,000, \nwhich is $5,000. It cost more to bury my daughter and her family and friends have been given a death sentence and \nthe denial of her love, companionship.\n\n\n\nMy family understands that our questions have not been answered but I would like to go on for record to the \nfollowing: at a local level, my friends are collecting signatures against Jeffrey Marcuzzo to remove him from the \nbench. He failed to show for minor traffic infractions and presented a flight risk.\n\nOur question at the federal level, who is accountable? Sarah Saldana? Jeh Johnson? Barack Obama? Harry \nTruman used to say, \"The buck stops here.\" This is not only a case of the administration. Marcuzzo recently set bail \nfor another illegal immigrant accused of vehicle homicide in Omaha, $2 million for local. ICE set a detainer on him.\n\nCongressman Goodlatte, Senator Grassley in a joint letter to Jeh Johnson demanding answers about our case. \nSenator Sasse has demanded answers from Sarah Saldana. If they cannot get answers for our family from Iowa -- \nsorry -- held accountable -- yeah, sorry. Is there anyone held accountable for the local level? It's been two and a \nhalf months since the senators and Congressmen have asked answers from ICE. When can we expect to get the \nanswers?\n\nThe Omaha Police department did their jobs. How was it that illegal brother was able to bail him out and \ndisappeared? Do I get a choice which laws to follow? If not, which does an \"unlawful\" or \"illegal\" immigrant mean? \nSarah's family and friends are punished.\n\nWith officials of ICE, Edwin's crime and in the criteria for the level -- would someone please explain to me how a \ndaughter has a spinal cord and a skull fractured in 2,000 places by a 6,000-pound pickup with 1,000 pounds of \nroofing equipment traveling at 70 to 80 miles per hour in an underage person three times over the legal limit, drag \nracing from Honduras not violent? Explain that to me.\n\nWhat information do we have on Edwin's family and friends? Who owned the vehicle that Edwin was driving that \nkilled my daughter? I understand it's another illegal from Wichita, Kansas. He was driving the streets of Omaha with \nno driver's license, no registration and no insurance. He did not show for obligations for minor traffic violations. It \nwas assumed he would show up for motor vehicle homicide.\n\nOn the international level, has an Interpol Red Notice been issued? Are those steps in place? Does he have a \nCedular card? What is being done in his country of Honduras? Edwin was apprehended in Arizona, was a file \ncreated? If so, what information has been communicated?\n\nIf the Obama administration's position on this is to not enforce immigration law, what is the purpose of ICE and are \nour tax dollars being wasted? The only incentive to capture him is the $5,000 reward through Omaha Crime \nStoppers. What other tools and means are available to the national law enforcement and people in Honduras, \nMexico or in the United States to turn Edwin to the authorities?\n\nIn my closing, my family and friends will not stop until people at the local and federal level are held accountable to \nher killer and brought to justice. When Edwin is caught, he will face a 20-year prison sentence and 8 to 10 with \ngood behavior, but my family is facing a sentence without her. Her sentence is unavoidable and would not have \noccurred if the failed policies of the Obama administration and the laws that allowed be ignored and an incompetent \nlocal judicial system.\n\nThis was the last time I saw Sarah. It was on January 31th. She graduated from Bellevue University. Now I carry a \ncross on my heart with a crucifix around my neck. I want to leave you with a personal story. When Sarah was \nyoung, she had a patch of hair on her back. I would tease her by calling her Monkey Girl. She hated but she knew it \ncame from a father's love. I love you forever, Monkey Girl.\n\nThank you for this opportunity to share Sarah's story and my family's story -- Scott Root.\n\nCHAFFETZ: Mr. Root. Thank you. Thank you for your personal service to this country and for the strength to be \nable to offer that statement, to be here today, and god bless you, between yourself and Mrs. Hartling. Thank you for \nsharing your stories.\n\nWe'll now recognize Chief Burbank for five minutes.\n\n\n\nBURBANK: To begin, I would like to say to the Hartling family and the Root family that I am sincerely sorry for your \nloss. You deserve much better, the tireless effort of law enforcement and the love of your communities.\n\nCommittee members we are experiencing a modern transformation of our world and especially of our nation. \nDemographics, cultures, economies and public expectations are evolving rapidly. Interconnection of the globe \nthrough technology and the migration of people is a dynamic driver of change. Modern immigration has introduced \ncultural, religious and intellectual diversity, creating avenues for multi-cultural competitiveness. Robust scientific \nevidence indicates that immigrants contribute economically, improve the local tax base, stabilize economy, and \ndrive down crime whether they move lawfully or unlawfully into new communities.\n\nSome of the highest immigrant populated cities have experienced the steepest declines in crime. Coincidentally, \nthis dramatic change has also marked an increase in bias, inequity, vitriol and fear. Immigrants are ever \nincreasingly stereotyped and demonized inappropriately for their involvement in criminal activity.\n\nResearch conducted over the past thirty years has consistently shown that immigrants are less likely to commit \nserious crimes or to be incarcerated. This holds true whether documented or undocumented and regardless of their \ncountry of origin. It is a fact, as undocumented immigration has increased, crime has decreased dramatically. \nThere is no demonstrable correlation between immigrants and crime. Additionally, there is no documented \nrelationship between enhanced immigration enforcement and reduced crime.\n\nPublic policy must be driven by evidence and not anecdotes. We have demonstrated that enforcement, arrest, \nincarceration and force are not the most effective tools to prevent crime. A case in point, as incarceration rates \nsoared in the nineties, so did police officers, search warrants and other enforcement activities. We were at war \nagainst drugs, against gangs, and yet violent crime increased.\n\nThe lasting legacy of this period was not crime reduction but rather historically high incarceration rates, zero \ntolerance approaches, stop and frisk practices and the over-incarceration of individuals of color for misdemeanor \nviolations, harming our communities far more than helping. In fact, the mistrust in communities of color that we face \ntoday is the result of hard on crime, indifferent enforcement tactics perpetrated on neighborhoods labeled \"high \ncrime\".\n\nPeople experience their lives within neighborhoods, rarely at a national, state or even city level. This is especially \nevident in socioeconomically depressed communities. Effective and appropriate policy and practices must \nunderstand and address life issues, education, health, housing, safety and transportation. Public safety as \nexercised through community policing is best accomplished at a local level capable of a nimble, small government \napproach to addressing these life issues.\n\nImmigration enforcement has created a double standard wrought with constitutional concerns. Immigrants not only \nface potential criminal penalty but excessive detention without due process and ultimately deportation. Immigration \nenforcement can only be accomplished through racial profiling. Immigrants have been stopped for pretext traffic \nviolations, questioned about their status, detained for numerous days without probable cause, transferred to the \ncustody of ICE and deported without notification to their families. This most certainly does not represent equal \ntreatment under the law. Recidivism rates hover around sixty-seven percent for individuals incarcerated. \nConversely, persons adjudicated within a restorative justice model, designed to be an alternative to incarceration, \nreoffend at a rate less than 40 percent. Education or knowledge about society, social norms, laws and traffic codes, \ngained through participation and inclusion, is the way out of addiction, substance abuse and misdemeanor crime.\n\nWhen communities or groups of people are afraid to participate, we systematically isolate them, creating a negative \nenvironment where success is difficult if not impossible. Studies have shown that immigration enforcement is not \nviewed as a legitimate public safety tool and does not serve to enhance community well being but further divides \ncommunities and undermines the already difficult job law enforcement has of maintaining public trust.\n\nThroughout history, law enforcement has been an efficient tool of social oppression, directed to protect certain \nraces against the symbolic threats of others. We are still working to repair the mistrust, resentment, and rage that \nmany in our communities continue to feel. It is not surprising that law enforcement officials across the nation are \n\n\n\ntroubled at the proposition of mandatory immigration enforcement practices that appear motivated by prejudice \nand are likely to result in increased crime.\n\nThe time has come to accomplish comprehensive immigration reform. We must bring millions of people residing in \nour neighborhoods, contributing to our economy, adding value to our lives out of the shadows and into mainstream. \nCrime prevention is best accomplished when we are partners in the effort with all members of society. Just as we \nhave been unable to incarcerate our way out of crime, we will never solve immigration issues through deportation.\n\nThank you.\n\nCHAFFETZ: We got a lot to talk about, Mr. Burbank, because I think you are in totally the wrong planet. But we're \ngoing to get after that.\n\nThere is a vote on the floor. And so, our apologies for this panel, but the committee is going to recess. We have \nthree votes and then we will come back and resume the questioning portion of this. So, the committee will stand in \nrecess and we'll reconvene no sooner than 1:30. Thank you.\n\n(RECESS)\n\nCHAFFETZ: Committee on Oversight and Government Reform will return to order and we'll start the questioning \nportion. We have excused Miss Hartling -- Miss Hartling. But we will continue now with the questioning part and we \nwill start with the gentleman from Georgia, Mr. Hice, for five minutes.\n\nHICE: Thank you, Mr. Chairman. I would like to thank each of you for being here and your stories are extremely \nmoving and our hearts go out to you. I spoke yesterday with the sheriff of Gwinnett County, which is the second \nmost -- it's number two in terms of criminal aliens being dropped off, second only to Harris County, Texas.\n\nAnd he heads law enforcement, of course, in the county and tried to inform me that as I just mentioned that it's \nnumber two. Chief Martin, as a 40-year veteran of law enforcement, I'm hoping you might be able to shed some \nlight on some of the questions from your own experience, your knowledge. When an illegal alien is released, are \nyou notified?\n\nMARTIN: No, sir.\n\nHICE: By anyone.\n\nMARTIN: We're not notified by anyone.\n\nHICE: OK. So we heard just from early this morning that ICE notifies the states of all those who are released and \nthen that information filters down. And you're saying that that is not the case.\n\nMARTIN: We do not receive any direct communication from ICE. The only way we would know if somebody was \nreleased is if -- what they talked about earlier, the victim would be notified. And if they fill out a form, then the local \nsheriff's department is supposed to notify us if they're released so that we can talk to the victim.\n\nHICE: OK. So the law enforcement notification system, is it working?\n\nMARTIN: No, sir.\n\nHICE: What is it doing? If it's not working, what is the value, if any?\n\nMARTIN: Well, I'd have to take you back years ago when INS or ICE used to have their agents in all the county \njails. I think my reason -- I'd like to preface my remarks by saying that most municipal police departments don't hold \ntheir prisoners at the police departments.\n\n\n\nThey book them into the county jails so the sheriffs would have the authority to keep them. Now, Santa Maria, we \narrested 6,000 people last year. And we -- we'd keep them. We would book them into our custody and then within \nabout six to eight hours, we would transfer them to the sheriff's department.\n\nAnd what we do at that point is we do fill out a pre-trial service and at about three-quarters at the bottom of the \npage, it says, does the police officer request an immigration review? And in the case of Victor Martinez, we \nchecked yes.\n\nSo that's about the only time that we have the ability to communicate with ICE to have a review done. Now that the \nICE does not have officers in the county jails full time, they just show up in the morning. They'll look at the scrolls or \nthe gate book, if you will. I -- but that really doesn't serve any purpose because many times, they'll bail out the night \nbefore. So it's not working.\n\nHICE: Is it true that when a criminal alien is released from prison on parole that office -- local law enforcement have \nto be assigned to check on them?\n\nMARTIN: No, we're not assigned to check on them at all. In fact, when they're released from either the county jail or \nsay a state prison, they're taken by ICE to a processing center and then down to Los Angeles where they're \nsupposed to be released. They never release them from the prisons. They also do it down in Los Angeles.\n\nHICE: So how does the parole work? I mean does the state assign someone to watch over them?\n\nMARTIN: Well, pretty much the State of California has gotten rid of almost all of their parole. It's all become \nlocalized for the Probation Department, which is really not equipped to deal with it. So the state has gotten rid of \ntheir funding for parole and pushed it down to the local level. Much of what...\n\nHICE: But you're saying local level is not handling it.\n\nMARTIN: No, we're not -- we're not being notified of any of it.\n\nHICE: So what's happening to these people? There's no parole, no accountability, no -- they're not watched at all?\n\nMARTIN: I think if they're watched, it's -- in our county, in Santa Barbara County, it'd be by the -- by the local \nprobation department.\n\nHICE: OK. So how do they get involved? Who is -- at what point -- in other words, how -- when these people are \nreleased and put on parole who's looking after them and how do they -- how's that process worked?\n\nMARTIN: It would just be a county probation officer, who's assigned to the case, and he may or she may see them \nonce a month or maybe never.\n\nHICE: OK. Well then who is paying for it? The local parole officers (inaudible)\n\nMARTIN: Yes, (inaudible). In the -- in the county, it's actually a probation department's county, probation.\n\nHICE: So taxpayers are paying.\n\nMARTIN: Yes, sir.\n\nHICE: All right. So we have that's responsible for releasing these people. They should be deported but in many \ncases, no one's looking for them. But when there are cases that are -- a parole officer -- we -- your -- in other words, \nyour local county is having to pick up the tab for the lack of work being done by ICE. Is that a fair assessment?\n\nMARTIN: Yes, that would be a fair assessment. And not only that, we're having to pay for all of the investigations \nthat resulted once we're arresting these people and the local district attorney's office is also having to pay to \nprosecute. And then once they're found guilty, they have to go to a state prison if it's a state crime, so either the \nlocal county or the state is paying for all of that.\n\n\n\nHICE: Well, thank you very much. Mr. Chairman, I appreciate this but I'm shocked we have a conflict in testimony \nfrom what we heard earlier from Miss Saldana, saying that all the states are being notified and it's filtering down. \nAnd that obviously is not taking place, at least in your case. And I think this needs some further research and \ninvestigation. Thank you. I yield back.\n\nCHAFFETZ: Thank the gentleman. I recognize the gentleman from Massachusetts, Mr. Lynch, for five minutes.\n\nLYNCH: Thank you very much, Mr. Chairman. Thanks for holding this hearing. I thank the Ranking Member as well. \nLike all the other members before, I just want to say to the victims' families, thank you for your courage and your \nwillingness to come forward and try to make sure that this does not happen again.\n\nAnd Mr. Martin and Mr. Burbank, thank you -- thank you as well for your participation. Miss Hartling, can I ask you \nthe contact that you have had with any federal law enforcement or can you -- can you tell if they have been -- I'm \ntrying to explore the communication between federal agencies and the -- and the victims such as yourself and \nfamilies. Could you tell me a little about that? Is any of that going on?\n\nHARTLING: No. My -- I have not heard from the federal government or Homeland Security or...\n\nLYNCH: ICE.\n\nHARTLING: ... ICE, nothing, no. But -- no, not Congressman. He had got things rolling pretty good for Casey's case \nwhen I saw him in Hartford last year that -- so I know for a fact that Homeland Security is investigating Jean \nJacques' case. My daughter's case.\n\nLYNCH: Right, right.\n\nHARTLING: And we're just waiting for the report.\n\nLYNCH: OK. Mr. Martin, could you tell me about the contact that your department has on a regular basis with ICE? \nDo they inform you when there's -- you know, there could somebody in your jurisdiction that is, you know, under a \ndeportation order or is there any communication going on between your department?\n\nMARTIN: Yes. Limited communication with ICE. Recently, Homeland Security did build an ICE facility in Santa \nMaria and it was...\n\nLYNCH: Are you north of LA? Between LA and...\n\nMARTIN: Yes, we're between Los Angeles and San Francisco.\n\nLYNCH: OK. Yes.\n\nMARTIN: However, it is not a detention center. It simply a processing center. So when they go -- and I'm referring to \nICE when they pick up people maybe who have done their time in a state prison or a county jail, they will take them \nto that processing center for a few hours and then by van, take them down to either Oxnard or to Los Angeles. So \nthe center is there but it's only open during the time and it's just simply a processing center.\n\nLYNCH: That's it?\n\nMARTIN: Yes, sir.\n\nLYNCH: And tell me a little bit -- I know in some of your testimony, you know, there's a description of \ndecriminalization of a -- of possession of heroin.\n\nMARTIN: Yes.\n\nLYNCH: Meth, others. How has that played into your ability to do your job in this respect?\n\n\n\nMARTIN: All across California, there's increased property crimes over 20 percent. So we're seeing an increase \nthere. We're seeing an increase in homelessness. So in many of these -- some of these people are illegal aliens \nwho are living on the streets. So when they passed that law on Prop 47, it really took our ability away to force them \ninto a court or to force them even into rehabilitation or probation.\n\nLYNCH: I see. All right. Well, again, Miss Hartling, Mr. Root, I'm very sorry for your -- Mr. Root, do you have \nanything else you want to add to that in terms of any contact with ICE or federal authorities, or their inability or \nunwillingness to do so?\n\nROOT: I had one gentleman from ICE -- we were dealing with (inaudible) fugitive taskforce (inaudible) Jake (ph) \nand he was a hundred percent great, you know, trying to give me some information. He had -- if they catch this killer \nof my daughter that the (inaudible) he has hearings, that type of stuff. And he was going to hand carry it out and \nhave me fill it out.\n\nAnd whoever his superior is, did not want that to happen, and it came in the mail. And I just asked him, I said, is this \n-- you want to deal with me? You know, they drew -- dropped a ball again.\n\nAnd then probably about a month later, I'm trying to get some answers. I had some contact numbers from Jake up \nto the Minneapolis- Saint Paul area and a couple of his supervisors called back and basically, it was just general \ninformation about the same thing, Sarah Saldana (ph).\n\nAnd then two days before I came here, Sarah's advisor had called, said she wanted to reach out to me. I told him I \nwasn't interested, you know, a day or two later, (inaudible) testimony and I said no. I mean what part of no don't you \nget? No means no. You know, that's it. Thank you.\n\nLYNCH: OK. Thank you for your testimony. I see my time has expired. Again, I thank the witnesses.\n\n(UNKNOWN): Thank you.\n\nLYNCH: I yield back.\n\nCHAFFETZ: Thank you. We'll go to the gentleman now from Florida, Mr. Desantis, the chairman of the \nSubcommittee on National Security, recognize him for five minutes.\n\nDESANTIS: Well, thank you, Mr. Chairman. And thanks to the witnesses. You have my sympathies. This is just a \nterrible thing. And the thing is, is -- what really gets me, it was preventable. Had our government simply done its \njob, its core duties, you guys would have your loved ones here today.\n\nAnd I appreciated Miss Hartling, in your testimony, pointing out that this is happening across our country. And I was \nin law enforcement, a time as a prosecutor, and if just some random American commits a crime, we want to prevent \nit, but when you have somebody in custody and you release them, whether they're early release as a criminal in the \nnormal justice system or here, in this case, people are here illegally and don't have a right to be here and have \ncommitted crimes, you are putting the public at risk.\n\nAnd so it's just very, very frustrating and I was disappointed in Director Saldana trying to say this is just political \nbanter. It's not political banter. These are lives that are at stake and this is a government that's not fulfilling its duty. \nWhat was your view, Miss Hartling -- I mean when you hear that being dismissed as a political banter, how did that \nmake you feel?\n\nHARTLING: I couldn't believe it. Let's put it that way. I found it hard to believe that that came up.\n\nDESANTIS: Mr. Root, how did you feel about that?\n\nROOT: I don't know how you can be so incompetent and still keep your job.\n\n\n\nDESANTIS: What about the excuses that you hear? Well, we got a lot of factors to consider, or this, or that, how \ndoes that -- how does that make you feel?\n\nHARTLING: That's the worst part because I know in my heart and my family, and everybody that loves Casey that -\n- I forgot where I was going to with this. What was your question again?\n\nDESANTIS: Well, just when you hear the different excuses about why we can't do this...\n\nHARTLING: Oh, yes.\n\nDESANTIS: We have to release people. How does that make you feel?\n\nHARTLING: That's just -- that's the first time I said -- she was -- Casey was killed last June. When I heard that he \nwas an illegal alien and he was supposed to be deported three times, I said to myself -- I said out loud, \"I want to -- \nI want to make it to Washington, D.C. one day.\"\n\nAnd I did and I'm very happy about that because it is -- I don't -- I don't see anything happening. Any changes \nhappening, you know, with (inaudible) deportation rules and enforcement of them, you know, so this doesn't \nhappen.\n\nI mean he got -- he was supposed to be deported three times and he got let go the same day when he -- before he \nkilled Casey. He was let go the day he got out of prison and ICE had him and let him go that exact same day. So \nit's very frustrating.\n\nDESANTIS: How about you, Mr. Root?\n\nROOT: Well, several times I see her (inaudible). I think, you know, it comes down to common sense. You know, I \nmean in my case, you got a homicide, will you let that person go with priors? Are you nuts? Just common sense.\n\nDESANTIS: Yes, I agree. I think that showing a statute that says these are mandatory removals does not mean \nanything not in there, means you should remove them. You still have the -- you should let them go. You still have \nthe authority to hold people and when the public safety is at risk and -- the frustrating thing is that -- and maybe we \ndo need to do some reform in the Congress.\n\nBut a lot of this, there are tools available right now that the executive branch isn't using. I mean if some of these \ncountries aren't taking these folks who committed crimes, we have things that we can do through State Department. \nThey've never attempted that one time. Not once.\n\n(UNKNOWN): Right.\n\nDESANTIS: And so basically, we're going to continue to see. And the list of criminal offenses that you see, then this \nis what ICE gives us. And it's really startling to see the type of things -- so these are (inaudible) people that are -- \nthat are not here lawfully and you have sex assault, kidnapping, homicide, arson.\n\nI mean it's just -- it's an -- it's a terrible, terrible list and I just -- I feel for you. We, on the committee, on the \nsubcommittee on full, we think it's a very important issue. We're going to continue to do what we -- what we can do.\n\nIf that means legislative changes, we need to do it. But the executive branch has got to take this seriously. I yield \nback.\n\nCHAFFETZ: Thank the gentleman. I would now recognize the gentleman from Pennsylvania, Mr. Cartwright, for five \nminutes.\n\nCARTWRIGHT: Thank you, Mr. Chairman. And Mr. Root, thank you for your testimony and I did want to follow up \nwith you because we're talking about your daughter's case earlier and I didn't realize that you're passing a petition \nagainst the judge who set the bail so low...\n\n\n\nROOT: Yes, sir.\n\nCARTWRIGHT: ... for the killer. And what I read from news reports and I want -- I want to get your take on it \nbecause...\n\nROOT: Sure.\n\nCARTWRIGHT: ... you can't always trust the news. It's said that the prosecuting attorney, the Douglas County \nattorney admitted that it could have been handled better and that basically we were dealing with an offender who \nhad -- who had committed previous offenses and who had skipped out on court appearances on previous \noccasions. Am I getting that right?\n\nROOT: That is correct. I believe he had -- he was going the wrong direction on a street before. I think he didn't have \na child seatbelt within and a couple other -- he had two other times where he was supposed to show up for court \nand he did not.\n\nCARTWRIGHT: So my colleague...\n\nROOT: Prior to my daughter's death.\n\nCARTWRIGHT: Right. Right. And my colleague, Mr. Gowdy, pointed out that he was a prosecutor for many years is \nthere's really only two issues in front of a judge when you're setting bail is danger to the community and probability \nof a flight risk.\n\nHere's a guy that had exhibited not the probability but the certainty that he would be a flight risk and then add to \nthat, that he was an undocumented illegal immigrant. That has -- that's like walking into court with a stamp on your \nforehead that says, \"I am a flight risk. Incarcerate me at a very, very high bail.\" And so I see -- you know, I can see \nbeing mad at the judge but it sounds like the prosecution didn't lay that out according to the news reports. Were you \nthere for that?\n\nROOT: I was not. I mean I don't know what was communicated, you know, when he got his bond we were actually \nburying my daughter, you know, so we didn't go to the pre-trial. I had spoke with Office Swanson (ph), both of them \n-- a lot of them officers I dealt with, day and night shift daily, they took it real personal.\n\nI mean they all did their job. To me and my family, you know, whatever you do for your job, whether you're a judge, \nICE, whatever, you should be accountable for what you do, you know. If I -- I'm a pipefitter. If I put a pipe that falls \ndown and kills somebody or leaks, I don't have the job.\n\nCARTWRIGHT: Right. ROOT: So from my understanding is they're saying he didn't have all the information but he \ndidn't ask for it either but with a name Eswin Mejia and having a homicide, maybe -- wouldn't you want to do some \nlegwork? He was in jail for four days. You wouldn't do some research on him before you (inaudible) and set the \nbond instead of just running him through.\n\nCARTWRIGHT: Right. Do you fault the county attorney for not putting that information in front of the judge?\n\nROOT: I would say yes, too. Yes, I mean it's -- in all levels, you know, city level, federal level, yes.\n\nCARTWRIGHT: Well, again, thank you for being here.\n\nROOT: You bet.\n\nCARTWRIGHT: Hopefully we did learn something from all of this.\n\nROOT: You bet. The same -- I'm sorry. The same judge had a bond of $2 million, too, this was last week when my \nex-wife, Michelle (ph), was here. Same judge.\n\n\n\nCARTWRIGHT: Miss Hartling, again, thank you as well for being here. The man who killed your daughter \nunquestionably should have been deported. That is why ICE put him on the deportation list but as we know, that \ndidn't happen. And you deserve an answer as to why...\n\nHARTLING: Yes, yes, we do.\n\nCARTWRIGHT: ... it didn't happen. November 24 last year, Senator Blumenthal, Senator Murphy, and \nRepresentative Courtney who you heard from here today wrote a letter to the Department of Homeland Security \nInspector General.\n\nThey're our Inspectors General that serve as watchdogs over federal agencies, asking for an investigation. And in \nthat letter the members wrote and I quote, it appears that ICE could and should have taken simple additional steps \nthat might have resulted in Jacques being repatriated and therefore never given the opportunity to murder Casey \nChadwick. Miss Hartling, I assume that you support that letter.\n\nHARTLING: Oh, yes.\n\nCARTWRIGHT: OK. And on January 12, the Inspector General sent a memo to ICE announcing that they had \nagreed to this request and were initiating the investigation. Were you aware of that?\n\nHARTLING: I knew that the investigation is still ongoing.\n\nCARTWRIGHT: OK. So since then we, on the committee, have obtained some additional details about your case. \nAnd the information indicates that Haitian officials repeatedly, repeatedly said they would accept Mr. Jacques and \nthen they reversed their decisions over and over again at the last minute. In fact, in one instance, these Haitian \nofficials even approved a manifest that Mr. Jacques listed to board a flight to Haiti but they pulled it back at the last \nminute and that happened October 10, 2012.\n\nHARTLING: Right.\n\nCARTWRIGHT: And -- you were familiar with that?\n\nHARTLING: Yes.\n\nCARTWRIGHT: OK. So the letter from Senator Blumenthal, Senator Murphy, and Representative Courtney also \nasked the Inspector General to examine what could be done, quote, to overcome the objections of the Haitian's \ngovernment to the removal of this individual. And I assume you support this part of the...\n\nHARTLING: Yes.\n\nCARTWRIGHT: ... investigation as well?\n\nHARTLING: Yes.\n\nCARTWRIGHT: Well, again, thank you all for being here. And my time is up so I have to yield back.\n\nCHAFFETZ: The gentleman's time has expired. The chair recognize the gentleman from North Carolina, Mr. \nWalker, for five minutes.\n\nWALKER: Thank you, Mr. Chairman. Today is about six names but it boils down to the name of Marilyn Pharis (ph), \nSarah Rae-Ann Root, Casey Chadwick and the people who took their lives, Victor Ramirez, Eswin Mejia, and Jean \nJacques.\n\nNow, what I'm impressed with is, Miss Hartling, Mr. Root, you're willing to re-live the situation over and over again. \nAny questions that I'm sure you don't want politicized or exploited. Yet at this time, Mr. Root and Miss Hartling, I've \ngot the same question. What is it that drives you to keep fighting for your loved one? Why are you doing this?\n\n\n\nROOT: Well, if it changes the life of one person, it's worth it. You know, I know if you don't say nothing or do \nnothing, nothing gets done. You got to be vocal in what you want to do and how you feel. I was brought that -- \nbrought up that way and that's how I feel, my whole family is that way.\n\nWALKER: So whatever the sacrifice is, you're willing to take on...\n\nROOT: What do you live for? You have kids, don't you?\n\nWALKER: Absolutely.\n\nROOT: I have one kid left, my only daughter.\n\nWALKER: Thank you, Mr. Root. Miss Hartling? HARTLING: Yes. I agree with -- exactly with what he said. Casey \nshould still be here, there's no doubt about that. She should still be here. I shouldn't be here. I shouldn't belong to a \ngroup that nobody wants to join. And I'm glad -- he's guilty. He was convicted.\n\nWALKER: Sure.\n\nHARTLING: So that's (inaudible) but having to go over and over in your head.\n\nWALKER: Well, I compliment the strength that you guys are exhibiting. Chief Martin, (inaudible) of course, \nCongratulations, (inaudible) being appointed full-time chief there. And a lot of that's due to -- you have many years \nof experience. I've done a reading on your background. Very impressed with the background (inaudible) of Sheriff's \nDepartment and the gang-related stuff that you've been fighting this fight for a long time so you've seen it firsthand.\n\nI was very impressed that you're willing to call it out what it is. I believe that you made a quote and said I think this is \na national issue. I think it starts in Washington, D.C. with this administration that we see and their polices, I think \nyou can draw a direct line over to Sacramento with the policies.\n\nAnd you talk about AB 109, Prop 47, and you'd made this quote. You said, and I'm not remiss to say that from \nWashington, D.C. to Sacramento there's blood -- there's a blood trail to the bedroom of Marilyn Pharis. You still \nbelieve that?\n\nMARTIN: I do, sir.\n\nWALKER: Can you expound this for a moment why? Why do you feel that way? Why you're that passionate about \nit?\n\nMARTIN: Well, you know, we, on the local level, are really feeling the total brunt of all this. You know, we talk about \nthe national, we talk about the state, but, you know, it's every police officer that goes down these crime scenes and \n-- and -- and it just sunk in that this was so, as I stated earlier, preventable.\n\nHe was arrested six times in 15 months.\n\nWALKER: Yeah, over 15 months, yeah.\n\nMARTIN: In 15 months and it's catch and release, catch and release. Now if they're misdemeanors and two of \nthose are felonies and they are dumbed down to a misdemeanor, I still think ICE ought to look at those cases and \nsay, \"OK, he might have, you know, went and said, I'll go ahead and take the misdemeanor plea bargain,\" but I \nthink we got to look at the original case and what it is if it's felony.\n\nWALKER: Of course, yeah. What is it -- what is it due to the morale of the good men and women that you lead \nwhen they see this kind of situation, when they are working and putting their selves in danger 6 times out of 15 \nmonths, speak to that if you will, please.\n\n\n\nMARTIN: Well, Santa Maria Police Department is a great police department and hired 40 new police officers in the \nlast three and a half years. They're dedicated, they come to work every day and I just think they realize that \nsomething needs to be done at a higher level. They all need that.\n\nWALKER: And you know that by sticking your neck out like this, you're going to get all kinds of innuendos and \nname calling and everything else. I commend you for being willing to fight this fight because I think it's going to \nmake a difference in the future, all of you.\n\nI have several questions, I may have time for one, at least, I want to get to for Mr. Burbank. Mr. Burbank, do you \nagree with the job Director Saldana is doing at the Immigration and Customs Enforcement Department?\n\nBURBANK: The system is broken on both ends.\n\nWALKER: And does she have a responsibility of some of the decisions that she's making?\n\nBURBANK: Absolutely.\n\nWALKER: OK. (Inaudible) a specific question for you is you've previously testified before the House of Judiciary \nCommittee an opposition to a bill that would make criminal alien drunk driving is deportable. How do you explain \nthat? And I've done -- add history on each of this case (ph), but how do explain this to families that that shouldn't be \nto that level of criminal offense.\n\nBURBANK: The criminal offense should be equal under the law, so if you were a citizen, if you were a visitor to the \ncountry or if you are undocumented in the country, they should have the same due process that anyone is entitled \nto in the United States. And that's what I firmly believe in my job.\n\nWALKER: That's -- yeah, that's a (inaudible) heard that today. So listen, aliens don't do as -- have as many criminal \nbackground or -- or acts as the normal population. My point is that if they weren't here to begin with, there'll be no \ncriminal acts from them, is that not true? Thank you. I yield back the remaining of my time. Thank you for reaching \nout, I appreciate.\n\nCHAFFETZ: I recognize the Ranking Member, Mr. Cummings for five minutes.\n\nCUMMINGS: What -- what were you going to say?\n\nBURBANK: I just wanted to say we've identified many flaws within the criminal justice system that are not \nnecessarily directly related to immigration status.\n\nCUMMINGS: As I said to you, Ms. Hartling and to you, Mr. Root, I -- I really do thank you for being here. ROOT: \nYou bet.\n\nHARTLING: Thank you.\n\nCUMMINGS: And you know, the government printing office spreads the records of these hearings and, you know, \none of the things that I -- that I notice about myself because sometimes you can learn stuff about yourself when you \ngo through stuff is that I never wanted anybody to forget my nephew, you know. I didn't want him to be like a flash \nand then he's like he didn't exist.\n\nAnd since the -- a record is being made here that is a permanent record, I wondered if you -- I want to give you an \nopportunity to say anything special about your love ones. Ms. Hartling.\n\nHARTLING: Oh, yeah.\n\nCUMMINGS: Yeah, you.\n\nHARTLING: Casey -- Casey was a spit fire. Everybody loved her. She was a tiny little thing and...\n\n\n\nCUMMINGS: Was she like you?\n\nHARTLING: Yes. She's like me except she's tiny.\n\nCUMMINGS: How did I guess?\n\nHARTLING: She's not -- she's not as tall though. She was very short. My -- I have two daughters that are five foot \none, that's Casey and my oldest and my other daughter is 17, she's as tall as me. But all of my other two daughters \nare short, so -- but she was -- Casey wouldn't put up with them any wrongdoings or anything. Casey was a -- was a \n-- she was a fighter and that's why she had so many defensive wounds on her and everything because she fought -\n- she fought back.\n\nAnd -- but she was -- she was -- she was great. She was -- we talked every single day. I talk or text -- she talk or \ntext me every single day. If there was a car accident on the highway because I'm a lousy driver, she'd call me on \nthe phone and to make sure that it wasn't me in the accident every time. I would -- I would -- sometimes I'll just use \nthe phone where, \"I'm home, Casey and it wasn't me.\"\n\nSo she just -- she was just a very caring, loving 25-year old beautiful girl with her whole life ahead of her and -- and \nnow she's gone.\n\nCUMMINGS: You know, you said something that it kind of caught my ear. You said you -- you -- after it happened, \nyou wanted to come to Washington.\n\nHARTLING: Yes.\n\nCUMMINGS: And you said these words you said, it made me happy to be able to come. HARTLING: Yes.\n\nCUMMINGS: Can you -- sometimes I think we, who sit on these -- on these -- in these chairs, don't realize the \nsignificance of -- of these kinds of moments. Can you explain to my why you -- you said that.\n\nHARTLING: Because I felt that I -- I could contribute my story about my daughter and how he was supposed to be \ndeported three times and also ICE and the Federal government need to -- I wanted to just say what I wanted to say \nthat they -- it was wrong and they needed -- they need to have more steps to take or whatever they do to detain an \nillegal alien who made -- did a heinous crime, you know.\n\nSo he obviously had already done that before Casey. He had already -- he was acquitted of killing one guy and he \nattempted murder the guy's girlfriend. So he was already a fact, you know -- he was already a criminal. And when \nhe got out of jail and I just -- when I found out that ICE let him go the same exact day, I was like that doesn't make \nany sense to me.\n\nCUMMINGS: Yes. You know, I -- I've said one of my favorite things is that out of pain comes one's passion to do \ntheir purpose.\n\nHARTLING: Exactly.\n\nCUMMINGS: Pain, passion, purpose. Mr. Root, can you tell us about your?\n\nROOT: Well my daughter, she's just a lot -- a lot like Mr. Hartling's daughter, she was small, but she was a little spit \nfire, you know, you always knew where you stood with her just like my whole family. We are vocal, you know.\n\nShe was very loving, very smart, very beautiful, very caring. She was passionate, willing to help people all the time. \nShe was -- as I said she just graduated with a 4.0 and then she worked at Walgreens too while she wanted to \ncontinue her Masters and when people, you know, need something, she's always willing to help somebody, you \nhave to drop off a dime, just a good-hearted person, you know.\n\nEnjoyed doing a lot of family things, you know, hunting and fishing. She was -- she was going to hunt this year with \nme. She goes, \"Dad, you know, you're going to be pissed when I shoot one bigger than you.\" So I bought her a \n\n\n\nshotgun and, you know, then (inaudible). But, you know, she was -- she was real active in soccer when she was \nyounger.\n\nShe used to go fishing with me down the boat for not catching other fish. She (inaudible) and just a real joy, you \nknow, we never really had problems with either one of our kids. It's just -- it's a lot to swallow in, you know, but I'll \nsee her again and, you know, you don't want your kids to die in vain. You got to speak up for what you -- for what \nyou believe in. And it's hard to do but, you know, myself and my family, like I said, feels from the local to the federal \nlevel, you know.\n\nThat's -- the hole is being dropped everywhere and everybody should be held accountable and tell my baby girl that \njustice, I'll be here.\n\nCUMMINGS: You know, the -- there's a song that I love so much. It says, the time we share will always be. The \ntime we share will always be and, you know, as I listen to you -- you know, I think it's very important that we put \nfaces -- one of the reasons I want to talk -- you to talk about them...\n\nROOT: That's fine.\n\nCUMMINGS: ... to put faces. I mean people -- you know, we get to a point in our nation and in our world where \npeople -- things happen to people and it's like it's just collateral damage, you know. It's just life inside a human \nbeing, like a family behind that people mourning, feeling sorrow, you know, and as I say, mourning for things that \ncould have been.\n\nHARTLING: Yes.\n\nCUMMINGS: And so I just wanted to -- I -- I appreciate you all sharing. And we, again -- there are definitely some \nproblems here that we're -- we're going to try to resolve and I agree with the other side.\n\nI -- I don't think to use the word political banter. I -- I think -- I thought that was not appropriate. It's about trying to \nsolve problems and trying to make it so. And I think this would be your aim of being here trying to make sure this \ndoesn't happen to somebody else's daughter.\n\nROOT: Yes, sir.\n\nCUMMINGS: Or somebody else's cousin or sister or a friend or fiance. So, again, I want to thank you all for being \nhere. And your -- your -- when you talk about your daughters, I can tell you it -- when you put the personal side to it, \nit -- I think it helps us when we're trying to resolve these problems, to -- to -- to just keep in mind, you know, this is \nfor two wonderful, awesome, spitfire as you've said, young people.\n\nHARTLING: They probably would have been friends.\n\nCUMMINGS: Yes. Thank you, all. Thank you very much.\n\nHARTLING: Thank you.\n\nROOT: You bet.\n\nCHAFFETZ: Thank you. I now recognize myself. Again, I -- I -- I -- sorry I -- I love Elijah Cummings puts his heart \ninto it and cares and -- and I think we all do. I don't think this is a partisan issue, but there are public policy issues \nthat we have to deal with. And Mr. Root, I wanted to put up a picture, if it's all right with you, of Sarah. This is your \ndaughter there. How long ago before -- how long ago was that picture?\n\nROOT: She graduated the 30th of January. She died January 31st. She -- that night after graduation during the day, \nshe went out with her mom and her mom's side of the family and they had something to eat and -- and I was \nhelping a friend do some work and I asked her if she wanted to have a steak and grab links with us. No, she wanted \nto go celebrate her graduation with a friend.\n\n\n\nAnd I had her in the driveway blocked in with my vehicle and she moved her vehicle. And -- I'm sorry, I moved my \nvehicle, I was parked behind her and she parked her vehicle on the street. And she walked back up after parking \nher vehicle and hugged me and gave me a big old hug and it's like a death hug, you know, she said, \"I can't go \nwithout telling how I love you dad.\" And that's the last time I've seen her alive before I identified her.\n\nCHAFFETZ: Well, you know, the -- the strength that you exemplify here, it's just amazing to me. I've long said that \nit's ordinary people doing extraordinary things that I think I'm most -- most impressed with. And people wake up and \nsomething happens and they don't think they're going to be sitting in this situation and here you are testifying before \nCongress.\n\nAnd I want you to know in your heart, it does make a difference and it's incumbent upon all of us to learn those \nlessons.\n\nAs clearly and as succinctly as you can, the person that's suspected of committing this -- or that committed this \nmurder, what had this person done previously that you in your mind justifies deportation?\n\nROOT: Well, first of all, he was 16 or 17 when he was -- or 15 or 16 was he identified in -- in Arizona I believe and \nhe was released to his brother who was another illegal. You know, to me they should have gone, both deported at \nthat time. They're both entering the country illegally, you know. There're two -- if he would have been deported, we \nwouldn't be in this boat right now.\n\nAnd the traffic offenses he committed where he was going the wrong way and didn't, failure to show up for eval, I \nthink and he might have a couple of other -- I know we had one where he didn't seatbelt a child in. I mean, I don't \nhave that information right in front of me. I know he had two or three other times where he was supposed to be in \ncourt and he didn't show up. This was prior to, you know, the incident with my daughter.\n\nAnd that, you know -- well the judge, the election, all public record, I mean at this day and age, you know, you \nshould be able to push the computer and it should show everything. And prior to releasing him, he was in jail for \nfour days, four to five days, so, you know, they were claiming they didn't know his immigration status and the \ncounty prosecutor didn't, you know, give us this information. And -- and to me, you know, that's, you know, if the \nguy is in jail for four days, it gives you plenty of time to figure it out, you know. You should have it done 15 minutes, \npretty much all of it. I mean, I don't do legal work, but it's just common sense issue, you know. And with the way his \nname is spelled, I'm not trying to be prejudice because like I said, my mother was an immigrant, that would probably \ntell you that he's probably, you know, just like Bob Smith or something, you know. You might want to do a \nbackground check.\n\nIt's just common sense, you know, not -- not to the point where even when you're a judge and you're supposed to \nbe highly educated to protect the public, to me, you failed.\n\nCHAFFETZ: Yeah. And Mr. Burbank, like you served the people of Utah for a long period of time and I may not be \nable to convince you or change your mind, but I do want to offer another perspective, I want you to be able to offer \nanother perspective and I want to offer one as well.\n\nBecause I believe in the principle of restitution, you steal a candy bar, you put it back or you pay for it. If you break a \nwindow, you pay for it. You're here illegally, you go home. And so I think you do a, for me, personally, I think you do \nthe need for some immigration reform which I agree with. I think -- I think we need to fix legal immigration. I think \nit's broken. I think we're failing those people who are trying to do it legally and lawfully, but we're doing it to the \nadvantage of the people who do break the laws and just blow past the -- the laws of the land.\n\nAnd I think we need to stand more firm as a nation and say, we are a nation of laws and if you break them, there's \na consequence to that. And right now that's what I don't see happening and that's what I see time and time again \njust being dismissed as, \"Well, that wouldn't have really helped.\"\n\nAnd there are a couple of things that you said that I'd like to ask you about. You -- you said we couldn't deport our \nway out of this, but for somebody who has committed a serious crime, is here illegally, remember, they're here \n\n\n\nillegally, they committed a crime, they're convicted of that crime, why shouldn't they all be deported? Why should \nwe stand for that?\n\nBURBANK: If they have committed a serious crime, I don't think there's a police chief in the nation that's not going \nto tell you they shouldn't be deported or dealt with appropriately, but we should not move outside the laws of the \nConstitution in order to obtain that, now we have unfortunate circumstances where people fall in category, but our \ncriminal justice system adjudicates this.\n\nNow, if part of that is they adjudicated and when we fail, I mean there's no question, we've identified today that \nthere're failures in the system.\n\nCHAFFETZ: So would you agree that the Immigration Customs Enforcement is required by law to have a \nminimum of 34,000 beds, but they're only in the 30,000 range. That means there's a good, at any time, 2,000 to \n4,000 people that should be detained, quickly detained that the Congress funded to be detained and they don't do \nthat.\n\nNow, you don't work for ICE, you don't work for Homeland Security, but can you see the frustration that there are \nliterally thousands of people that are here illegally as criminal aliens and they're not being detained? Not because \nthey haven't been funded, not because it's not the law, just because the Homeland Security folks and the Obama \nAdministration decide, \"No, that's probably not in our best interest.\"\n\nBut why is that not in the best interest of the United States of America?\n\nBURBANK: If we have identified individuals, interesting enough -- I did work with ICE in order to come up with those \npeople and to try and make the major city chiefs of the United States say yes, we should deport those people who \nhave committed serious criminal acts.\n\nCHAFFETZ: Do you think driving under the influence falls to that -- that level?\n\nBURBANK: I think laws such as that fall under the category that they should be adjudicated as they do it with \nsomeone else.\n\nWe've identified a shortcoming. Do you realize there are people driving around in this country now that are citizens \nthat have four and five DUI arrest in the past that we haven't dealt with appropriately either. And so we are looking \nat the flaw...\n\nCHAFFETZ: But I'm -- I'm asking for somebody who -- for somebody who is here illegally and convicted, convicted \nof a DUI, do you believe they should be immediately deported?\n\nBURBANK: A DUI is a class B misdemeanor in the state of Utah and so...\n\nCHAFFETZ: I'm asking you do -- do you...\n\nBURBANK: No, I do not.\n\nCHAFFETZ: So you think somebody who is here illegally, drives under the influence, it's in the best interest of this \ncountry to leave them in the United States?\n\nBURBANK: I think it's in the best interest of this country to follow the standards set forth so that you have equal \nsection of the law.\n\nCHAFFETZ: I'm asking you -- I'm asking what you think -- what you think the standard should be. I'd deport all of \nthem. You -- you commit a crime in this country, you're out of here. Guess what, you did jump to the front of the \nline, that's the deportation line. So why shouldn't we deport that person?\n\nBURBANK: Well, and this is where you and I absolutely disagree because I think that we have a practice in place in \nhow we adjudicate things and I think there needs to be some fairness and equity in that system.\n\n\n\nAnd when there's not, when we identify people and they have harsher penalties because of the color of their skin or \nthe language that they speak--\n\nCHAFFETZ: No, wait, wait, wait, I never said anything about the color of their skin. That's your words, not mine. I \nnever said that. I said, they're here illegally and that knows no bounds, right? Name country that doesn't have \nsomebody here illegally, it happens in the entire world. Why -- why shouldn't we deport that person?\n\nBURBANK: One, I don't think we have the capacity to reach that and then two, this is the same...\n\nCHAFFETZ: Do you think that saving money is more important.\n\nBURBANK: No, but what I'm telling you is this is no different than tax code. This is a civil penalty. It's not a criminal \npenalty enforceable in the state of Utah as a crime.\n\nCHAFFETZ: This is where...\n\nBURBANK: You can only be detained and deported for this, you cannot be jailed or fined for being in the country \nundocumented.\n\nCHAFFETZ: And you should be deported, that would solve all of the problems. That would solve all of the problems \nright there. My time is expired. We'll now recognize Mr. Grothman of Wisconsin.\n\nGROTHMAN: Thank you. I -- I'm not going to follow up with Mr. Burbank, but my goodness, we have an incredible \nhallway of people who don't want to enforce our immigration laws.\n\nWe'll go with Mr. Martin, Chief Martin, could you, just in general, you've been -- you've been involved in law \nenforcement for quite a while. When was your first involvement in law enforcement in California?\n\nMARTIN: 1973.\n\nGROTHMAN: OK, so you've seen a lot. Could you describe the difference in the way the immigration laws of this \ncountry have been enforced say in 1975 and the way it is today?\n\nMARTIN: Well, I can tell you from a perspective in Los Angeles, when I worked the Los Angeles County Jail, we \nused to have the INS agents at that time working inside our jail. So every person that was booked into the Los \nAngeles County Jail, they were screened by at that time, INS, has now become ICE, so there's a change there.\n\nThen I've seen changes just through administrations. You see the differences, you know, '70s and then the '80s and \nnow we see it to the point where it's like I testified earlier, it's like catch and release. It's -- it's at the point now where \nwe've, at the local level, it's saturation and we're having a very difficult time dealing with it in Santa Maria and other \nplaces too. GROTHMAN: Are you saying that people would have been deported four years ago, today either for the \nlack of resources or maybe kind of Mr. Burbank's attitude of, you know, we don't care who comes in this country \nvery much? What -- do you see a difference in -- whether somebody would be deported or not 40 years ago \ncompared to today?\n\nMARTIN: Yes, I do. And what we saw in the '70s and '80s was when you would have one or two convictions, you \nwould normally be deported. Victor Martinez was arrested six times in 15 months, and he was never deported, not \neven on the list to be deported. So therein lies the actual evidence.\n\nGROTHMAN: Do you get any feeling -- it's to a certain extent a mystery of mine because we are, in my mind, we \nare ruining our country and we've had people -- we've had witnesses up here not just in this example, but people \nwho represent the border patrol, the degree of which not just in this administration, but other administrations as \nwell, don't want to enforce our immigration laws as well, don't want to enforce our immigration laws at all which I \nthink why we're, as a Republican, we're getting Donald Trump as our nominee, because we have a lot of bad \ncandidates who when said enforce immigration laws.\n\n\n\nDid you ever hear why we don't care to enforce our immigration laws anymore? Is there any speculations you \nhave?\n\nMARTIN: Well the only thing I hear in California is that we need illegal immigration to work the agriculture area. \nBut that does not -- it doesn't ring true in Santa Maria. We have many people there who come from different \ncountries under the H2A laws and they work there for six, seven, eight, nine months and then return. So that \nargument doesn't seem to really hold water for us.\n\nGROTHMAN: OK. Do you feel that they do a good job enforcing immigration laws?\n\nMARTIN: I'm sorry, sir, say it again?\n\nGROTHMAN: Do you think that they are doing their job enforcing immigration laws?\n\nMARTIN: Yes, sir.\n\nGROTHMAN: OK. Do you care to comment on Chief Burbank's comments before?\n\nMARTIN: Well, the only thing I would say, I would like to share with the committee what happened in Santa Maria \njust eight weeks ago, we had an increase in homicides for the past year and a half in Santa Maria. Normally, we \nonly have about three homicides a year. Last year, in 21 months or in 15 months, we had about 21 homicides.\n\nEight weeks ago, this day, we undertook an operation that had an impact in these homicides, along with the FBI, \nalong with ATF, we undertook and we led the investigation. We served search warrants at 12 locations, 8 in Santa \nMaria, some in Bakersfield, some in Ohio, in other areas culminating in the arrest of pressing at least 16 people. All \n16 people are illegal aliens from either El Salvador or Honduras and they were all booked for multiple counts of \nconspiracy to commit murder and there are other murders that we believe we will be able to prosecute them for \nlater on.\n\nSo that was just eight weeks ago on March 3rd, so yes, I am seeing a huge increase in some of the problems we're \nhaving.\n\nGROTHMAN: It would seem to be commonsense, that if you have somebody breaking the law to come here, while \nthere may be wonderful people doing that, proportionately they'd be more likely to break other laws including \nmaybe the laws against murder.\n\nBase on your experience in the last 20 months, do you believe that illegal immigrants in Santa Maria are less likely \nto commit crimes than the native born?\n\nMARTIN: Are they less likely?\n\nGROTHMAN: Right, right.\n\nMARTIN: No, I don't believe that. I think it's proportional. I mean we have a lot of people -- Santa Maria has got a \n70 percent Hispanic population. Half of my police force is Hispanic or African- American, all right? So they're seeing \nit on all levels also. But I -- I don't think that, you know, the illegals are -- when they are here, many of them, the \nonly way to support themselves, they don't work in the fields, they're committing crimes just like Victor Martinez was \ndoing. He didn't have a job, you know. He's hooked on methamphetamines. So he makes his living or he makes his \nmoney by stealing.\n\nGROTHMAN: That to me makes sense. So you would say in general and there's this myth out there, I think I saw in \nsome of the stuff that Chief Burbank said that -- that the illegal immigrants are less likely going to commit crimes. I \nmean my experience just talking to people in law enforcement, common sense would tell you're here illegally, more \nlikely to commit crimes. Is that your experience, more likely to commit crimes you think people who are here \nillegally?\n\n\n\nMARTIN: No, I don't think -- well, let me give you an example we had -- we arrested 500 people for drunk driving, I \nthink it was last year in Santa Maria, we have 6,500 who have drunk driving cases. We estimate that about 40 \npercent were illegal aliens and I think they only make up about 20 percent of our population.\n\nGROTHMAN: OK. Well, that's kind of shocking as...\n\nWell, thank you for giving me the extra minute.\n\nCHAFFETZ: The chair now recognizes Mr. Connolly, the gentleman from Virginia?\n\nCONNOLLY: Thank you, thank you, Mr. Chairman. Mr. Burbank, I just heard that last statistic and that's often \nmisleading. I mean if you want to go down that road, what percentage of black American then as a total population, \na part of the US population, what percentage do they constitute in terms of incarcerated adults?\n\nBURBANK: They're incarcerated at a much higher rate.\n\nCONNOLLY: Much higher rate. What are we to conclude from that? Don't answer, I -- I would suggest respectively \ntread very lightly on what you conclude about that.\n\nSo the fact that you've got a higher percentage of people who are undocumented, who are arrested in a community \nthat has a lot of undocumented people, I don't know what to conclude from that. There could be good and bad \nthings to be concluded from that including about policing.\n\nAnd I could tell you this, if my police chief were at this table, he would testify that we want -- we don't -- we don't \nwant to essentially federalize our police forces and make them the equivalent of immigration police, because we \nwant the corporation of the immigrant community, including the undocumented immigrant community in terms of \nlaw enforcement.\n\nI can tell you, in my community, right across the river, it was because of an undocumented individual, we were able \nto solve a murder by an undocumented individual. We would never have gotten the cooperation of the day laborer \ncommunity in this case undocumented with our police if we had not had a different kind of policy where we \ndifferentiated our local law enforcement function from that of immigration and customs and so forth. So I -- just a \nword of caution about that and -- and Chief, you're more than welcome to comment on that if you wish.\n\nMARTIN: Thank you, Congressman. I have an excellent relationship with the Hispanic community. We have \noutreach officers that go out into the fields and speak with them all the time. We do have many undocumented \npeople come forward to report crimes, but the question was do I see an increase or decrease, I'm not sure of the \nexact numbers. But I think it's proportional as I've said.\n\nCONNOLLY: Yeah.\n\nMARTIN: So we have B coordinators. We have, like I say 40, 45 percent of my officers speak Spanish. So I go to \nevery meeting that I'm invited to. So I agree, we're not supposed to be immigration officers, that's not our job.\n\nCONNOLLY: Right.\n\nMARTIN: But at the same time, we are feeling the impact of the lack of enforcement at the federal and state level.\n\nCONNOLLY: I understand that, yeah. Thank you very much. Mr. Burbank, is deportation just the sort of the answer \nto all of our immigration problems here, let's really up the game in deportation and that will solve everything.\n\nBURBANK: I do not believe it's the answer, personally no.\n\nCONNOLLY: Really, why not?\n\nBURBANK: I do not believe it's realistic and in fact it is an unfair system in which we don't treat people equity -- \nequally across the board. And the other thing is border issues and everything else, people come back.\n\n\n\nWhat -- we need a system that reforms immigration so individuals can come into the country and work, can come \ninto the country and visit, return home, can come out of the shadows and participate in society. This is not a \nquestion of legalization of everybody, this is a question of allowing them to participate so that they understand traffic \nlaws, so that they understand the rules, that they can get the treatment that everyone in society for drug, alcohol \nand mental health issues, that everyone in society experiences regardless of what their race is where they may be \nfrom.\n\nCONNOLLY: What is the recidivism rate of deported individuals? I mean we sometimes act as if deportation is the \nultimate answer to a set of problems. But the fact of the matter is depending on who you are and where you come \nfrom, you may illegally enter the United States multiple times even after having been deported, is that not correct?\n\nBURBANK: That is correct.\n\nCONNOLLY: And that is because of why?\n\nBURBANK: I think there is a desire to be in this country and there are family members, there're many issues, but \nthey do not -- studies have shown conducted by research institutes and universities across the nation that show that \nindividuals, even in multiple returns, are committing crime at a lesser rate.\n\nCONNOLLY: But -- but even where we've got criminal activity, for example, in Northern Virginia where I live, we've \nhad gang leadership that has been deported to -- back to Central America, only to have them show up again, you \nknow, four or five months later and we have to go through the process all over again.\n\nSo sometimes when we're dealing with criminal -- criminals, they have a criminal network that also serves to \nreinject them unfortunately back in this community. And -- and that's a different kind of challenge than simply \naddressing somebody's status. Would you -- would you agree?\n\nBURBANK: Absolutely and you've just identified the frustration of police chiefs across the nation. The system is \nbroken and until we reform immigration as a whole, we will not be able to get past some of these loopholes that \ncriminals are finding.\n\nCONNOLLY: I would just say this and -- and my final comment, but I think you just -- I -- I spent 14 years on the \nlocal government before coming here and was chairman of my county, was the equivalent of being a mayor, 1.2 \nmillion people. And that is my feeling, that the federal government has in some ways by -- by overseeing a broken \nsystem, has forced localities and local communities to deal with the consequences of this broken system and \nsometimes as certainly our two grieving parents here give witness to, it leads to tragedy and we've got to fix the \nsystem. Thank you.\n\nCHAFFETZ: The chair now recognizes Mr. Carter, the gentleman from Georgia for five minutes.\n\nCARTER: Thank you, Mr. Chairman, and I thank all of you for being here. I can only imagine the -- the feelings that \nyou have and please know that -- that you're in our prayers and we appreciate your courage for being here.\n\nHARTLING: Thank you.\n\nROOT: You're welcome.\n\nCARTER: Mr. Martin, if I could -- if I could ask you specifically, Victor Martinez Ramirez, he was the illegal alien who \nkilled Air Force veteran Marilyn -- Marilyn Pharis. He had been arrested by your police department six times in the \nprevious 15 months, is that correct?\n\nMARTIN: That's correct, sir.\n\nCARTER: Fifteen -- 6 times in the previous 15 months.\n\nMARTIN: Yes, sir.\n\n\n\nCARTER: And he -- and it's my understanding, he -- he had been released by the Santa Barbara County Jail only \n96 hours prior to -- to doing this?\n\nMARTIN: Yes, sir.\n\nCARTER: Had ICE issued a detainer for -- for this guy?\n\nMARTIN: Not in this particular case. They did provide a detainer in 2014, but that was the only one we knew.\n\nCARTER: Is -- is your city, Mr. Martin, is your city or Santa Barbara County a sanctuary in your station?\n\nMARTIN: No, sir. The City of Santa Maria is not a sanctuary city, it never has been. In fact, I have letters from our \nstate manager which was authored by our city council stating specifically, they have never voted for at any time in \nthe past or in the present to be a sanctuary city.\n\nCARTER: Have you ever contacted ICE previously about, to request a detainer on someone or on a suspected \nillegal alien? Have you ever had that experience?\n\nMARTIN: No, sir. What we do is when we arrest someone, Santa Maria Police Department makes an arrest, we fill \nout a form that goes with the prisoner to the County Jail. Santa Maria Police Department, we don't have a jail for \npeople to put in, we just have a booking processing area.\n\nAnd in this form, we do check, does the officer request an immigration review. And in this particular case for Victor \nMartinez, we checked yes. So then it would be in the hands of the sheriff's departments and ICE for them to go \ndown and make a review.\n\nCARTER: OK. And -- and you're not sure what happened after that in that particular case?\n\nMARTIN: No, sir.\n\nCARTER: OK. Wouldn't you agree that -- that sheriff that -- that increased communication between local law \nenforcement and federal law enforcement would certain -- federal law enforcement especially because obviously \nthey are the ones who are responsible for the immigration enforcement, wouldn't you agree that better \ncommunication would obviously benefit everyone in this case?\n\nMARTIN: Yes, sir, I would.\n\nCARTER: And hopefully keep a tragedy like this from happening again, I mean obviously this is just -- this is \nobviously not our best work and could qualify as being our worst work.\n\nMr. Chairman, obviously I'm appalled as we all are as what has happened in this particular case and what has \nhappened in many cases like this and I -- you know, especially when you have a veteran who is murdered at the \nhands of an illegal alien who was in police custody only hours before, only hours before this person was in police \ncustody.\n\nSo I'm -- I want to bring to your attention, Mr. Chairman and other members of the committee a bill that I have, it's \nHR-4007, the Alerted Act and it helps the increased communication at all levels of law enforcement, and it ensures \nthe DHS and that ICE a responsive to those inquiries just like Mr. Martin just -- just indicated and that is that they \nwill work to make sure that these illegal aliens are indeed checked on and that our immigration laws are enforced.\n\nAgain, it's HR-4007, that's a bill that I'm sponsoring, it's called the Alerted Act, hopefully it will improve \ncommunication between local law enforcement and between the federal government. That's what we need more of.\n\nAgain, thank you for being here and again, our condolences. Thank you so much. We appreciate your courage. Mr. \nChairman, I yield back.\n\n\n\nPALMER: I thank the gentleman from Georgia. I now recognize myself for five minutes. First of all, I want to thank \nthe Ranking Member for asking you to -- to tell us about Casey and Sarah and -- and -- and if you can, Mr. Martin, \ntell us a little bit about Marilyn Pharis. We don't want this people to just be statistics. And it -- I watched as people \nwiped tears, as a dad of two daughters, I can't imagine what you've been through.\n\nWe've -- all of us are very, very grateful for you coming, this has been very helpful. Mr. Root, is it true that Mr. \nMejia's bail was less than the cost of Sarah's funeral? ROOT: Yes, it is.\n\nPALMER: Do you know whether or not Mr. Mejia had a driver's license?\n\nROOT: He did not.\n\nPALMER: Was he -- do you know whether or not he ever had one?\n\nROOT: I do not know that -- that fact. I know there's no insurance, that the vehicle that killed my daughter. I'm not \neven sure of the true owner of that vehicle. It's in that Omaha impound lot right now. I heard it was from another \nillegal roofing contractor from Wichita, Kansas, but, you know, I -- they won't let me take it out of there to get it \ndusted for prints or whatever you want to say, so.\n\nPALMER: OK. Mr. Martin, I listened to Mr. Burbank's response to Chairman Chaffetz about reporting drunk drivers. \nAnd frankly that didn't go really well with me. Now, I'm -- I'm going to ask you, do you think we have enough legal \ncitizens who drive drunk without adding illegal immigrant drunk drivers to that -- to that number?\n\nMARTIN: Yes, sir.\n\nPALMER: Do you think it makes sense when we know that they have a record of drunk driving and I'd like for you to \nanswer that given you don't have your microphone on, I ask you if you think we have enough, without adding illegal \ndrunk drivers to -- to that?\n\nMARTIN: Yes, sir, we have enough.\n\nPALMER: Do you think it makes sense when they're picked up for drunk driving since they're here illegally \nregardless of race, national origin, sex, gender, does it matter or -- or since they're here illegally and they're \nbreaking the laws, does it -- does it make sense for them to stay here?\n\nMARTIN: No, sir, it does not. I view the vehicle just as I would a pistol.\n\nPALMER: And -- and -- and in this case, in Sarah Root's case, it was just as deadly as a pistol, wasn't it?\n\nMARTIN: Yes, sir.\n\nPALMER: Mr. Burbank, in your last comments, you seem to imply that the American taxpayers should pay for \nsubstance abuse treatment for people who are here illegally. Is that what you're saying that we need to do as a \nnation?\n\nBURBANK: I don't believe I said that about taxpayers.\n\nPALMER: I believe you did.\n\nBURBANK: I said that we have demonstrated through restorative justice programs in which substance abuse \ntreatment, that is the direction that we bring people out and they do not reoffend. We are more effective than we are \nwith incarceration is what I said.\n\nPALMER: OK. But you said -- you said that -- that in the context of illegals and if they're here illegally and they're in \nthese substance abuse programs, you're pretty much saying that we need to invest American taxpayer dollars in \nproviding substance abuse for people who are here illegally. Does that not create another incentive for them to \ncome illegally?\n\n\n\nBURBANK: We have people who exist in this country in all different forms and status. I...\n\nPALMER: Listen, you're -- you're trying to turn this into something that's not -- I'm not going to let you do it and -- \nand the chairman will probably pull me out of the chair, but we're sick of this. You've got three people here \nrepresenting families who've lost loved ones. We know that there was 124 people who have been -- who are here \nillegally who have committed murders.\n\nJust this month, in my home state of Alabama, they've arrested three illegals, two Hondurans Mexican who are here \nto do a home invasion and one of them said that had the family been there with a firearm, he would have shot them. \nThey were -- they were arrested, Mr. Martin by a local office in Oxford, Alabama who were alert enough to see that \nthey were carrying weapons and the rest of them -- they had prior convictions as well.\n\nOne of them was carrying out a pistol stolen from Arlington, Texas. One of them had a felony that goes back to \n2008. It's insane. It's criminal. And you're sitting next to people who have lost two of the most precious things they'll \never lose in their lives and frankly, I find it offensive.\n\nBURBANK: May I respond?\n\nPALMER: Yes, you may.\n\nBURBANK: So I sympathize with these individuals. In fact in the year 2000, my friend and colleague lost his life at \nthe hands of an undocumented immigrant. I would not want that person caught who has never been found. He was \nheld in custody and released, but I would not want that person found at the expense of someone else's \nconstitutional rights or civil rights.\n\nPALMER: We're not talking about constitutional rights. And I think you have crossed the line in trying to imply the \npeople who are here illegally have the same rights as people who are here legally, who are citizens of the country. \nAnd we are not denying people due process. We're not denying them access to the justice system. We're trying to \ntreat people as humanely as we possibly can.\n\nBut the fact of the matter is, I don't care if it was just one in the last 10 years, it would have been one to many if it \nwere my daughter or my son. I yield back. I recognize Mr. Grothman for two minutes. GROTHMAN: I really don't \nneed two minutes. I -- I just wanted to do a follow up with Chief Martin, I'd like to thank you for being here today. I \nsee Congressman Connolly had left. I just did want to respond a little to his comment. I thought it was completely \nout of line.\n\nI think the implication was completely unwarranted without any -- without anything to back it up. I appreciate what \nyou're saying. I think we see a bullet from Representative Connolly and former Chief Burbank kind of the -- the \nmentality that we've got to get over in this country if we're going to save our country.\n\nBecause we're going to lose our country unless we begin to -- to take these immigration laws seriously and we \nhave too many people thinking of any ridiculous pretext out of the world not to do the obvious. And we have seen \nthat here today.\n\nBut I just would like to thank Chief Martin and thank all the other law enforcement officers around the country who I \nthink are doing a tremendous job. I think it's unfortunate so many people want to disparage them. That's all.\n\nPALMER: I want to recognize the Ranking Member for closing statement.\n\nCUMMINGS: Again, I want to thank all of you for being here. And I think when we look at this total problem, we -- \nwe have to understand that there's a lot of pain and -- and -- and rightfully so. And at the same time, when our \nnation was put together, the founding tried to create all kind of balances so that we keep our people safe, make \nsure there's equal protection under the law and -- and -- and a true sense of justice.\n\nAnd sometimes these things seem to kind of collide, but I am convinced that we can do better. I think -- and I think I \nmean as I've heard Director Saldana talk, she was clear that there are some things that we need to do, we as the \n\n\n\nmembers of the Congress need to do perhaps in looking at the code and figuring out things that -- ways we can be -\n- help them be more effective and efficient in what they do.\n\nNo system unfortunately is perfect, you know. I practiced law for many years and I still -- there are lot of things that \nwill go with me in a negative way until I die, but I think what we have to do as Americans is constantly reach for that \nmore perfect union. But will we ever get there, I don't know, but we need to be striving for that every day.\n\nAnd there's so many people who -- and I want us to always be careful though and I go back to my opening \nstatement that we don't just label a group of people and because I think that's very dangerous too. Because when \nwe turn against each other, then I think it's almost impossible for us to truly pursue that, that more perfect union. So \nthat means that we've got to kind of try to address the issues that come out of this. We got to look at ICE and make \nsure that ICE is doing what it is supposed to do and all of the other agencies.\n\nAnd where there are places that need to be strengthened, we need to do that. And we -- but in the end, we want to \ntry to make sure to all of you that these kinds of things don't happen again, but we got to -- and again, we may only \nbe able to minimize the possibility because people, as you know, things happen. People -- even when you add the \nlaws, people find a way to get around them. You know that because I know you've been in this business long \nenough.\n\nAnd so -- but again, your testimony has been very helpful to all of us and I -- and I really from the depths of my \nheart, I thank you, I really do. And I think somebody said it a little bit earlier, you know, you never get over the loss, \nyou don't. You just learn to live with it, you learn to live with it. And you learn -- you are learning to live with it \nbecause it's still new And the idea that you are able to -- to do what you're doing, to come here and speak for -- for \nyour loved ones.\n\nAnd like you said, Ms. Hartling, you know, I think you said something to the effect that I don't want to see her having \ndied in vain. You want to see something come out of this to help somebody else. And that -- that's one of the \ngreatest ways you can deal with it.\n\nAnd we really appreciate it and you came to the right place.\n\nHARTLING: This is where I wanted to be.\n\nCUMMINGS: Well, we're glad you came, all of you. Thank you very much.\n\nHARTLING: Thank you.\n\nROOT: Thank you.\n\nPALMER: We thank all of our witnesses for their appearance here today.\n\nAnd if there's no further business, without objection, the committee stands adjourned.\n\nEND\n"}