{"title": "Collective action and the urban commons.", "body": "\nUrban residents share access to a number of local resources in which they have a common stake. These resources \nrange from local streets and parks to public spaces, to a variety of shared neighborhood amenities. Collectively \nshared urban resources suffer from the same rivalry and free-riding problems that Garrett Hardin described in his \nTragedy of the Commons tale. Scholars have not yet worked up a theory about how this \"tragedy\" unfolds in the \nurban context, particularly in light of existing government regulation and control of common urban resources. This \nArticle argues that the tragedy of the urban commons unfolds during periods of \"regulatory slippage\"--when the \nlevel of local government oversight and management of the resource significantly declines, leaving the resource \nvulnerable to expanded access by competing users and uses. Overuse or unrestrained competition in the use of \nthese resources can quickly lead to congestion, rivalry, and resource degradation. Tales abound in cities across \nthe country of streets, parks, and vacant land that were once thriving urban spaces but have become overrun, dirty, \nprone to criminal activity, and virtually abandoned by most users.\n\nProposed solutions to the rivalry, congestion, and degradation that afflict common urban resources typically track \nthe traditional public-private dichotomy of governance approaches. These solutions propose either a more assertive \ncentral government role or privatization of the resource. Neither of these proposed solutions has taken root, I argue, \nbecause of the potential costs that each carry--costs to the local government during times of fiscal strain, costs to \ncommunities where the majority of residents are non-property owners, and costs to internal community \ngovernance. What has taken root, however, are various forms of cooperative management regimes by groups of \nusers. Despite the robust literature on self-organized management of natural resources, scholars have largely \nignored collective action in the urban context. In fact, many urban scholars have assumed that collective action is \nunlikely in urban communities where social disorder exists.\n\nThis Article highlights the ways in which common urban resources are being managed by groups of users in the \nabsence of government coercion or management and without transferring ownership into private hands. This \ncollective action occurs in the shadow of continued state and local government ownership and oversight of the \nresources. Formally, although the state continues to hold the regulatory reigns, in practice we see the public role \nshifting away from a centralized governmental role to what I call an \"enabling\" one in which state and local \ngovernments provide incentives and lend support to private actors who are able to overcome free-riding and \ncoordination problems to manage collective resources. This Article develops this enabling role, marks its contours \nand limits, and raises three normative concerns that have gone unattended by policymakers.\n\nINTRODUCTION\n\nUrban residents share access to a number of local tangible and intangible resources in which they have a common \nstake. These resources range from local streets and parks to public spaces to a variety of shared neighborhood \namenities. These collectively shared urban resources--what I call \"urban commons\"--are subject to the same rivalry \n\n\nand free-rider problems that Garrett Hardin wrote about in his Tragedy of the Commons tale. In this classic tale, \nHardin warned of the depletion of open-access natural resources where it is difficult to exclude potential users who \nlack incentives to conserve or sustainably use the resource. (1) Many collectively shared, open-access urban \nresources have much in common with Hardin's conception of the \"pasture open to all\" prone to overuse or misuse if \nimproperly managed or regulated. (2)\n\nThe urban \"commons\" generally shares with traditional public goods both a lack of rivalry in consumption \n(nonrivalrous) and lack of excludability in access to and enjoyment of their benefits (nonexcludable). But they share \nthese characteristics only up to a point. (3) That point is what I will refer to as \"regulatory slippage,\" and it occurs \nwhen the level of local government control or oversight of the resource significantly declines, for whatever reason. \n(4) During periods of regulatory slippage, the temptation to create rivalrous conditions exists for a variety of actors \nwhether they are ordinary pedestrians, opportunistic criminals, or frequent park users. Such users might be tempted \nto use or consume the common resource in ways that degrade the value or attractiveness of the resource for other \ntypes of users and uses. It is at this point when the shared urban resource comes to resemble less of a public good \n(nonexcludable, nonrivalrous) and more of a traditional \"commons\" (nonexcludable, rivalrous), subject to the sort of \ntragedy depicted in Hardin's tale. (5)\n\nToo much usage (either in volume or intensity) of a park or a neighborhood street, for example, can quickly result in \ncongestion. Similarly, certain types or intensity of uses can create incompatibilities with many ordinary uses and \nconservation of such spaces. (6) Overuse or unrestrained competition in use of the space creates conditions which \nbegin to mimic the type of commons problem that Hardin wrote about--that is, such resources become rivalrous and \nprone to degradation and perhaps destruction.\n\nTales abound in many cities of dirty and unsafe streets, parks, and vacant lots that were once thriving urban \nspaces, but became overrun and degraded in a classic tragedy of the commons scenario. Roy Rosenzweig and \nElizabeth Blackmar's history of Central Park recounts one of the most famous examples of how a common urban \nresource became rivalrous and subject to overuse and degradation. (7) After years of opening up the park to permit \na wide variety of events and groups to use the park, Central Park quickly became a space in which access to the \n\"whole community\" posed inevitable conflicts and competition between users. (8) Many saw the park as \ndeteriorating rapidly due to its openness to various events and a potpourri of users, resulting in increased \nmaintenance and cleanup costs which the city was not able to absorb. This deterioration escalated with the onset \nof the fiscal crisis in the 1970s and the decline in city appropriations, which devastated the entire urban park \nsystem, leaving many parks and recreational areas unsafe, dirty, prone to criminal activity, and virtually abandoned \nby most users. (9)\n\nA similar story can be told about the \"neighborhood commons\" in many urban communities. (10) The quality of a \nneighborhood commons--of its street life, sidewalks, open spaces, and public parks--might begin to decline through \nincreasing demands by different users and uses of the space. Demands may overwhelm or confound the ability of \ngovernment resources to manage and that makes managing the rivalry between users difficult. Lacking such \nmanagement, the increase in certain types of uses of common space--such as in the case of excessive loitering, \naggressive panhandling, graffiti, or littering--will eventually begin to rival, if not overwhelm, other users and uses of \nthis space. (11) Such \"chronic street nuisances,\" for example, will ultimately require either a system of more \nassertive government control, enforcement of social norms through criminal law, or some form of private \ngovernance of these spaces. (12)\n\nThe commons problem is in part a problem of open access to rivalrous resources and in part a problem of local \ngovernance. Efforts to manage the \"commons\" typically vacillate between two governance approaches that Hardin \nand others have developed as a response to commons dilemmas. (13) Averting the tragedy has traditionally been \nthought to require either a system of private property rights in the commons, in which individual owners could most \nefficiently internalize the costs imposed on the resource, or a central government management approach which \nwould constrain individual users by regulating access and use of the resource. (14) In the urban context, Robert \nEllickson's proposal for \"public space zoning\"--which would allow cities to more comprehensively regulate open \npublic spaces to control chronic street nuisances--is a contemporary example of the latter. (15) Gated communities-\n\n\n\n-a form of common interest development in which individual property owners own and control shares/ parts of the \ndevelopment, including its common spaces--is a contemporary example of the former. (16)\n\nThe choice between government regulation and privatization of the commons does not capture the full range of \napproaches to commons management, as Elinor Ostrom has famously demonstrated in her work on self-organized, \ncooperative natural resource management regimes. (17) Her work, and the work of others, (18) introduces a third \noption for avoiding the tragedy of the commons; namely, a regime in which a group of users is able to overcome \ncollective action problems and manage a common resource without government coercion or the vesting of \nindividual (or group) property fights in the commons.\n\nAlthough the literature on self-organized management of natural resources has been well developed by Ostrom and \nothers, (19) such collective action has been largely neglected and underdeveloped in the context of urban \nresources. Instead, social scientists and legal scholars have tended to highlight the lack of collective efficacy in \nurban communities where social disorder in public spaces exists. (20) This Article instead highlights the ways in \nwhich rivalrous and degraded common urban resources are being collectively restored and managed by groups of \nusers in the absence of government coercion and (often) oversight, and without transferring ownership of the \nresources into private hands. As others have noted, an important element of collective resource management \nregimes is that such regimes are often supported in important ways by central government authorities. (21) The \nsupport of central authorities is an important element in users' ability to overcome free-riding and coordination \nproblems to manage collective urban resources. In the urban context, this enabling role is especially important to \nunderstand given the local government's ownership, authority, and control over common urban resources.\n\nThis type of enabling of cooperation among private actors to manage an open access, common resource is what I \nterm collective action enabling. There are clear benefits, and costs, to collective action enabling which I describe in \nthis Article. However, the main point is to delineate and develop the concept of collective action enabling and to \ncompare and contrast it with the traditional public-private binary approaches to urban commons management. By \narticulating the contours of collective action enabling in this Article, I hope to bring a theory to a practice that has \nbecome ubiquitous in cities across the nation, and to provoke a more sustained examination of the relationship \nbetween public and private actors in managing common urban resources.\n\nThe Article proceeds as follows: Part I introduces the concept of regulatory slippage and its role in transforming a \npreviously managed and restricted common resource to an increasingly open and rivalrous one. It argues the need \nfor a new governance regime to restore the equilibrium of users that sustain the commons for the benefit of the \npublic. Part II reviews the different responses proposed by scholars responding to the tragedy of urban resources \nthat have become rivalrous. These proposals include suggestions to re-zone public spaces to better allocate that \nspace among rivalrous users or, alternatively, to privatize those spaces as a way of placing control in the hands of \nneighboring property owners. This Part posits that these proposals have yet to fully take root because of their \npotential costs--costs to the government during times of fiscal strain and costs to the communities in which these \nresources are located. It then introduces the possibility that resource users can manage these resources \ncollectively and highlights the important role that central governments can play in incentivizing and supporting these \nefforts.\n\nPart III offers examples of some of the urban collective management regimes. These examples include those \nalready familiar to legal scholars: Business Improvement Districts (BIDs), which allow commercial property owners \nand merchants to maintain the neighborhood commons, (22) and Park Conservancies, which involve the \ncoordinated efforts of private actors working in partnership with the local government to manage major urban parks. \n(23) Less discussed examples in the literature include more informal groups, like neighborhood foot patrols and \ncommunity gardeners that establish and enforce positive norms of conduct in neighborhood open spaces. In each \nof these examples, private actors overcome collective action problems (primarily the temptation to free-ride on \nothers' efforts) and pool their efforts to maintain, oversee, and manage a common urban resource.\n\nPart III also observes an inverse relationship between the level of enabling offered by central government \nauthorities and the endogenous factors that are highly correlated with the success of cooperative management \nregimes--factors like community size and knittedness, shared norms, and relatively small size of the resource. \n\n\n\nWhere those factors are present in the examples discussed, there seems to be less of a strong government-\nenabling role that supports the collective management regime. There is a much more significant government-\nenabling role present as the scale and complexity of the resource, and the heterogeneity of the users, increases.\n\nPart IV then turns to the nature of the government-enabling role and marks its contours and limitations. While local \n(and state) governments provide various levels of support and incentives to cooperative resource management \nregimes, they retain their regulatory authority and ultimate control over the resource. Central governments neither \ntransfer ownership of the resource to private actors nor cede (or delegate) to those actors their regulatory or \npolicymaking role over these resources. We might instead understand these groups as supplementing, and not \nsupplanting, the goods and services that local government traditionally provides.\n\nPart V identifies some of the risks, or costs, of collective action enabling. Specifically, it articulates three concerns \nthat scholars and policymakers should attend to as this form of enabling is considered more carefully. These three \nconcerns are the risks of scaling up collective management of common urban resources, the distributional issues \ninherent in enabling discrete groups of private actors to manage urban commons, and the real threat of ossification \nwhen these groups or collectivities become deeply entrenched and prove difficult to disband.\n\nI. THEORIZING THE URBAN COMMONS\n\nContemporary urban commons dilemmas arise not from an unregulated space \"open to all,\" as in Hardin's example, \nbut rather from a highly regulated space which has slipped significantly behind previous levels of public control or \nmanagement. (24) The traditional commons has as its baseline an open access resource, the use of which is \nunrestricted or unregulated and which allows uncoordinated actors to overuse or overexploit the resource. This \nconception of the commons is illustrated first and foremost by the logic of Hardin's tale. As he explains, each \nherdsman is motivated by self-interest to continue adding cattle to an open pasture until the combined actions of the \nherdsmen results in overgrazing, depleting the shared resource for all herdsmen. (25) In other words, the result of \nthe overgrazing is suboptimal. (26)\n\nThe idea of the commons in Hardin's tale captures property in its natural, pre-political, undisciplined state in which \n\"everyone has privileges of inclusion and no one has rights of exclusion.\" (27) As he argued, absent a system of \nprivate enterprise or government control (i.e., allocation of use and other rights), it would be difficult, if not \nimpossible, to restrain the impulse of users to pursue their individual self-interests even when pursuit of those \ninterests result in the degradation or exhaustion of the resource. (28) Such \"freedom in the commons\"--i.e., the lack \nof controls on individual behavior and self-interest--ultimately leads to its ruin and hence to the \"tragedy.\" (29) \nConceived as such, there are very few \"pure\" commons that exist today in the United States. That is, there are few \nopen access resources without some controls imposed on access and use, either by public authorities or private \nowners of open space. The nation's natural resources--the quintessential commons (30)--are controlled and \nregulated by federal and state agencies. Similarly, open spaces in the urban environment--streets, parks, \nsidewalks, etc.--are governed by a host of regulations.\n\nThe potential for the commons dilemma, or \"tragedy,\" exists notwithstanding the type of government control that \nHardin and others posited as one way out of the tragedy. (31) The contention of this Article is that a similar dynamic \ncan arise with shared urban resources as a result of regulatory slippage. Under conditions of regulatory slippage, \ngovernment authorities fail to enforce existing regulatory controls and/or tolerate widespread noncompliance with \nthem by users of the resource. This slippage, in turn, can lead to congestion and/or rivalry as users who may have \nbeen previously excluded from, or constrained in their use of, the common resource are able to more freely access \nand exploit the resource for their own use. The overuse, or overconsumption, of the type of urban resources can \nlead to \"tragedy\" in the sense that overuse or overexploitation increases the cost for all users of the resource while \nproviding a benefit only to a limited class of users. Under conditions of regulatory slippage, the governance question \narises anew. In other words, when unrestrained competition for collectively shared resources intensifies, so too \ndoes the impetus to reassign the structure of rights to protect against degradation or overexploitation of the \nresource. (32)\n\nA. Regulatory Slippage\n\n\n\nOpen access urban resources--streets, sidewalks, empty lots, parks, etc.--are regulated by local governments \nunder their traditional land use authority and police power. (33) Such regulations tend to prohibit or constrain \nspecific types of uses, conduct and/or activities in open public spaces as a way of managing shared resources in \nlight of the volume and diversity of users who have access to them. (34) For example, local governments often have \noutright bans or restrictions on loitering, littering, camping, sitting, alcohol use, graffiti, panhandling, etc. in public \nspaces. Regulations such as designated park hours, limits on dog users, and limits on large gatherings of users in \npublic spaces are ubiquitous examples of how local governments manage open access urban spaces in light of the \ndemands placed on them by different users. Additionally, many criminal laws limit various types of behavior that \nmight occur in a public space and are part of the regulatory landscape of urban spaces.\n\nIn simple terms, regulatory slippage refers to a marked decline in the enforcement of these standards and/or the \nincreasing tolerance of noncompliance with these standards by users of a given public space. (35) The concept of \nregulatory slippage used here has no strong normative content; it does not imply that there is necessarily some \noptimal level of regulation. (36) As I argue below, there are many reasons that might account for slippage in regard \nto the regulation and management of open or public spaces. Rather, the concept of regulatory slippage simply \nbears witness to a decline in the management or control of a common resource over which public authorities have \nformal governing authority.\n\nUnder certain circumstances, regulatory slippage might be a completely rational choice on the part of a local \ngovernment. (37) Local governments require resources to monitor and enforce access and use restrictions, \nresources for which many different local needs increasingly compete. (38) Notably, regulatory slippage in the urban \ncontext often occurs during times of declining government resources or when government is faced with an \noverwhelming demand on those resources beyond what the government can effectively manage, given its other \npriorities and limited resources. (39)\n\nRegulatory slippage might also signal that some access and use restrictions are unreasonable, unrealistic, or \ninsufficiently attentive to changed usage patterns, giving rise to widespread noncompliance with these restrictions \nand an increase in monitoring and enforcement costs. (40) A decline in enforcement of statutory standards or in \nprevious levels of regulatory oversight might be the result of a conscious decision on the part of governing \nauthorities to allow or tolerate minor violations of standards and mandates. (41) Alternatively, or additionally, \nslippage might signal a simple lack of resources to devote to enforcement of regulatory standards and mandates in \nthe face of widespread violations. (42)\n\nB. Congestion and Rivalry\n\nRegardless of the reasons underlying regulatory slippage, the government's inability or unwillingness to effectively \nmanage and control common spaces can leave those spaces vulnerable to expanded access by competing and/or \nincompatible uses. This slippage can result in the transformation of what might have been a previously managed or \nrestricted resource into a more open access, rivalrous \"commons.\" (43) \"Rivalrousness\" is typically a reference to \nthe consumption of a good and the extent to which consumption by one individual diminishes the availability of that \ngood to others. (44) In Hardin's example, the tragedy of the commons results from the fact that one herdsman's \nconsumption of a unit of the pasture reduces the amount available to other herdsmen. (45) The \"tragedy\" in many \ncommon pool urban resources is in part a consumption problem and in part a congestion, or crowding, problem. \n(46) Crowding and congestion create rivalry when the volume and/or type of use (or users) generate excess \ndemand on the resource or demands fundamentally in tension with one another. (47)\n\nAs Abraham Bell and Gideon Parchomovsky have astutely pointed out, common resources such as public parks \nare nonrivalroushess to the extent that they accommodate \"low intensity\" uses in moderation. (48) The more \nfrequent or intense a particular use becomes, the more incompatible that use becomes with other uses; this is even \nmore true when the scale of the resource brings these incompatible uses into greater tension. (49) Moreover, a \nstrong preference for conservation of a resource can be quite incompatible with a strong preference for \nconsumption or exploitation of that resource. (50) In an environment of regulatory slippage, when certain uses or \nusers are intensified, or ratcheted up, exclusion becomes difficult, if not impossible. That is, the relaxation of \ngovernment oversight and management creates opportunities for overexploitation of the resource by particular user \n\n\n\ngroups or types of uses. (51) The resulting congestion and rivalry paves the way for the \"tragedy,\" which occurs \nwhen the frequency and intensity of particular types of uses and/or groups of users push out other uses and users \nthat are more compatible with the conservation and sustainability of the resource. (52) Tragedy can result when the \nusefulness and quality of the resource is degraded or destroyed for its users--the public.\n\nImagine a park that is frequented by dog owners, families with young children, teenage skateboarders, and \ntransient populations who sleep on public benches overnight. Intense rivalry between these users is avoided \nbecause these uses occur in identifiably distinct sections of the park or at distinctly different times. Coexistence and \ncompatibility are possible either through the enforcement of park rules and regulations, or by customary practice \nadhered to by virtually everyone. Typically, there are local regulations that designate the time, place, and manner of \nuses in parks and similar open spaces, and these regulations (and enforcement of them) can either codify or help to \ncreate customary practices of usage. (53) Significant change in the customary behavior of park users coupled with \nslippage in the enforcement of rules that reinforce the status quo pattern of park usage can threaten to upset the \nbalance of these uses and can threaten intense rivalry between them, leading to potential overexploitation of the \nresource by one or more groups of users.\n\nNow imagine that dog owners began to frequent other parts of the park where families and children play and fail to \nclean up after their pets, and/or fail to keep them on leashes, and are allowed to continue to do this because of \ncutbacks in park policing and maintenance. At the same time, the transient homeless population also begins to \nfrequent the park during the day or \"peak\" hours due to the lack of enforcement of rules prohibiting them from doing \nso. As has happened with many urban parks, soon one or more groups of users will intensify the frequency and \nscale of their use in their resource, driving up the cost for all other users of the resource while providing benefits to \nonly a small class of users. By driving out other incompatible uses and users, this rivalry creates the conditions for \npotential degradation of the resource--typically an increase in lawlessness, a decrease in cleanliness, and a \ngenerally dramatic decline in the quality and usefulness of the physical resource. Whether we call this the tragedy \nof \"overexploitation\" or the tragedy of \"mismanagement,\" (54) the end result is the same. To restore the resource to \na state of equilibrium between users and uses will require a new governance regime.\n\nII. MANAGING THE URBAN COMMONS\n\nAs the previous Part explained, urban commons \"tragedies\" often arise as unrestrained competition intensifies \nbetween uses and users as a result of regulatory slippage. (55) Because the resource remains a public one, \nformally regulated by the government, the impetus to reassign the structure of rights to protect against degradation \nor overexploitation of the resource can be more complicated than traditional responses to commons tragedies might \nsuggest. To be sure, there is still a collective action problem at the heart of this type of urban commons tragedy, \nwhich could be responsive to either more assertive public control or private property rights. However, such solutions \nare complicated by the existing public ownership and control over the land, posing a different type of governance \nproblem than the one traditionally confronted by the type of pure commons in Hardin's stylized scenario.\n\nThis Part describes examples of two contemporary responses to manage open access, urban resources that have \nexperienced a marked decline in an environment of regulatory slippage. These solutions tend to track the classic \npublic-private dichotomy of responses to commons tragedies. That is, they propose either a system of regulation \ndesigned to cure the original regulatory failures or the granting of private property rights in the resource as a way of \nrealigning the incentives of individual behavior in the commons. Neither solution, however, seems to have taken \nroot in the real world. This Part suggests that each type of solution carries costs that have likely impeded their \nadoption by states, local governments, and communities.\n\nPart III then introduces a third option in which groups of users cooperate together to manage a resource that has \nbecome rivalrous and subject to tragic conditions. Collective management of common resources has been most \ndeveloped in the natural resources literature as an endogenous solution to the tragedy of the commons, albeit \nunder a specific set of conditions. Here, I introduce it as an option for the management of common urban resources, \nrecognizing that the unique features of the \"urban commons\" necessitate a more careful consideration of the role of \nthe government in collective commons management regimes. Collective management regimes in the urban context \nthus come to resemble a type of hybrid solution that is peculiar to its context, in part because of the government's \n\n\n\nexisting regulatory and ownership role over the resources. This portion of the paper will begin to demonstrate that \ncollective management of the urban commons depends both on the cooperation of resource users, some of whom \nwill assume significant responsibility for managing the resource, as well as on the support of the central government \nto help sustain the collective management regime.\n\nA. Regulation\n\nOne response to the congestion and rivalry that intensify in an environment of regulatory slippage is to go back to \nthe regulatory drawing board and impose a new, perhaps more flexible scheme of government control on the public \nspace. The conventional wisdom is that coordination costs and free-riding can pose an insurmountable obstacle to \nprivate efforts to protect the urban commons from congestion or degradation. (56) Affected private users of the \ncommons are unlikely to do anything about misuse or overuse of the commons because the costs of doing so will \noften outweigh the benefits of taking action to abate or manage the problems. (57) Instead, many users who view \ncertain uses of the commons as competing with theirs are likely to stay away altogether and cede the space to \nothers. One might view a centralized system of regulation as, at least in theory, seeking to simulate the result that \nwould have been accomplished had users, but for high coordination costs and free-riding, been able to impose a \ncovenant scheme on themselves. (58)\n\n1. Public Space Zoning\n\nConsider Robert Ellickson's proposal to allow cities to more comprehensively regulate through their zoning power \n\"chronic street nuisances\"--e.g., annoying behavior by panhandlers, mentally ill squatters, the homeless--that often \nresult in a decline in the attractiveness of open urban space to other users. (59) Ellickson's proposal to adopt a \nsystem of zoning for these types of street nuisances both captures the ways in which a local government might \neffectively manage rivalrous, open access urban spaces and wrestles with the costs of such a system. Ellickson \ntraces the genesis of increased disorderliness on urban streets to a general relaxation and liberalization of social \ncontrols from the mid-1960s through the 1980s. (60) In particular, courts' constitutional rulings that \"swept away the \npreexisting legal code of the street,\" coupled with pedestrians' easing of informal standards of behavior for other \nstreet users, led to a sort of tragedy of the urban commons. (61)\n\nEllickson's proposal would allow a city to adopt three different zoning codes, of varying stringency, to govern street \nbehavior in public spaces. (62) An official map would designate Red, Yellow, and Green zones and an \naccompanying ordinance text would articulate the rules of the road that apply in various districts. (63) Green zones \nwould promise relative safety and a high level of strictness in regulating disruptive behavior; they would be tailored \nto accommodate the \"unusually sensitive,\" such as school children, frail elderly, parents with toddlers, and the like. \n(64) Red zones would signal extreme caution as disorderly conduct in these spaces would be the most tolerated by \nthe city; these areas would essentially be \"safe harbors\" for those who engage in disorderly conduct. (65) Finally, \nYellow zones would serve as a \"lively mixing bowl\" where some episodic disorder would be tolerated but chronic \nmisbehavior (e.g., panhandling and bench squatting) would not. (66) Once the zones have been established, \nEllickson's aspiration is that individual users would enforce the \"varying rules of decorum.\" (67)\n\n2. The Costs of Regulation\n\nEllickson's proposal suffers from many of the shortcomings of conventional zoning, a fact which he forthrightly \nacknowledges. (68) As Ellickson argues, enforcing land use rules like his public zoning proposal involves higher \nadministrative costs/less efficiency, less flexibility, may lead to unjust results on vulnerable individuals and \ncommunities, and tend to be manipulated or ignored in their application. (69) For example, in a large city with \nnumerous and varied public spaces, politicians might be apt to distribute Green Zones to favored or more politically \npowerful neighborhoods and disadvantage less politically powerful ones, imposing distributive harms on poor, \nminority neighborhoods. There is also the risk that patrol officers might take advantage of the vagueness or \nplasticity of broad legal standards--\"public nuisance,\" \"disorderly conduct,\" etc.--in ways that allowed them to violate \nthe constitutional rights of citizens. (70)\n\nIn addition to the above concerns, a system that relies on the enforcement of uniform regulations or rules is also \ncostly to enforce and thus contains within it built-in vulnerability to regulatory slippage, particularly during \n\n\n\neconomically precarious times. What Ellickson does not grapple with are the conditions under which many cities \nand police departments have found themselves in times of limited resources and high demands on city services, \nincluding the cost of enforcing its own rules and standards. In other words, public oversight (either through a formal \nzoning system or enforcement of general standards by public officials) might be the optimal solution for the \nunruliness of public spaces, but it can break down terribly under the weight of the demands put upon it. When the \ndemands on local government resources outweigh their availability, or when necessary resource tradeoffs are \nmade in a tough political economy, this can result in slippage away from regulatory baselines and standards. \nBecause regulatory slippage often arises where the demand for the resource far outstrips the government's ability \nor capacity to exert effective control over it, the result is often that the sheer volume and variety of users and uses \nof a common resource can overwhelm the ability of a centralized management regime struggling to meet the needs \nof a complex urban system. (71)\n\nB. Privatization\n\nEndowing individual users with property rights in the commons minimizes the incentives for overuse (or exploitation) \nof the commons and arguably forces users to account for the full social benefits and costs of their use decisions. \n(72) Well-defined property rights can help the parties to create or mimic some form of Coasian bargaining in which \nthe parties affected by the externalities will bargain to reach the optimal level of resource use, or bargain their way \naround conflicting or rivalrous uses of the common space. (73) If one believes that a zoning regime imposes \ntransaction costs too high for the most efficient assignment of property use, then one solution is to provide a \nneighborhood unit with the ability to assign rights of entry and the discretion to bargain over land use restrictions in \ncommon areas. (74)\n\n1. Gated Communities\n\nOne of the most extreme private property solutions to urban commons tragedies is the \"gated community,\" a private \nresidential development governed by a homeowner's association made up of individual property owners within the \ndevelopment. (75) These are typically new developments located outside of central cities and which are governed \nthrough a system of community-wide covenants and restrictions which control common property and other shared \namenities, (76) While each individual person in a gated community individually owns his or her home, the \nhomeowner's association (constituted by all homeowners) holds title to all common areas--i.e., to the streets, parks, \nsidewalks, etc.\n\nContemporary gated communities are one response to the tragedy of the urban commons in central cities during \nperiods of regulatory slippage. As Setha Low has argued, the contemporary gated community is, in large part, a \nresponse to political economic transformations of late-twentieth century urban America and the accompanying \n\"breakdown of traditional ways of maintaining social order,\" whereby institutions and mechanisms of social control, \nsuch as the police, ceased to be effective. (77) The gated community became a viable and socially acceptable \noption for residents fleeing central cities that they saw as increasingly violent and crime-ridden. (78) The dramatic \nincrease in the development of these communities, along with the continued growth of homeowners associations, \nhas marked a \"social revolution in governance\" of the urban commons with private organizations responsible for \nmaintaining residential common areas (including trash collection, security provision, etc.) and where private \nenforcement of covenants has replaced municipal oversight in regulating the environment by zoning. (79)\n\n2. Private Inner City Neighborhoods\n\nGated communities are almost exclusively a suburban, or exurban, phenomenon and, along with neighborhood \nassociations, arise as part of new developments. However, it is not difficult to imagine a form of gated community \nbeing adopted/embraced by an existing urban community, even one in the middle of a central city. This is the \nproposal of Robert Nelson, who advocates for legislation that will privatize existing urban neighborhoods to enable \ncollective control over the neighborhood commons. (80) He models the proposal on existing homeowners \nassociations, a legal entity that allows property owners in a particular development to hold title to the streets, parks, \nneighborhood buildings, and other \"common areas\" and to assess fees in order to provide a range of services to \n\n\n\nresidents. (81) Collective private ownership of the neighborhood commons allows developers to provide common \namenities that housing owners demand, but for which local governments are often reluctant to pay. (82)\n\nNelson's proposal would allow a group of individual property owners in an existing neighborhood to petition the local \nor state government to form a private neighborhood association, which the government would then certify based on \npredetermined standards. (83) If the application met the legislative standards, the government would negotiate an \nagreement with the neighborhood group, which specifies the transfer of ownership of municipal streets, parks, \nswimming pools, tennis courts, and other existing public lands and facilities located within the neighborhood, as well \nas the degree to which the neighborhood private association would assume responsibility for various common \nservices. (84) Once the agreement is executed and a neighborhood election held to approve the association, the \nlegal responsibility for regulating land use in the neighborhood is transferred to the property owners in the \nassociation, and the municipal zoning authority for that neighborhood is abolished. (85)\n\n3. The Utilitarian Rationale\n\nNelson's main argument for privatizing the neighborhood commons, and the zoning function, in existing urban \ncommunities rests largely on a utilitarian rationale--that the collective benefits and maintenance far exceeds the \ncollective costs of such regime. (86) In the first instance, allowing privatization of the commons would introduce \nmore innovation and responsiveness from those who most use and depend upon the resource. (87) It would allow a \nmore efficient system of neighborhood commons management by placing control directly in the hands of the \nneighborhood residents, allowing users to more directly bargain for and purchase improved services necessary to \nmaintain the commons. (88)\n\nThere are also civic benefits that would flow readily from a privatized commons. The neighborhood association \nwould become a vehicle to \"establish and sustain a strong spirit of community in the neighborhood, not usually \nfound in neighborhoods without a formal institutional status.\" (89) Moreover, engaging property owners in the \ngovernance of their communities properly incentivizes local control and increases civic participation by placing \ndecision making in the hands of local residents, rather than in the clutches of a more distant government apparatus. \n(90) Thus, from a utilitarian perspective, inner city neighborhoods arguably stand to gain the most in terms of net \nincreases in the level of neighborhood amenities, aesthetics, and services if residents owned and controlled the \nneighborhood commons. (91) When local governments suffer retrenchment in their resources and control over \ncommon areas, it is no surprise that inner city areas suffer the most decline in neighborhood quality and safety.\n\n4. The Distributive Justice Rationale\n\nDistributional equity is typically cited as a cost of privatization on the theory that centralization of public goods \nbetter ensures that they are distributed as equally as economically and politically feasible. Putting control over the \nprovision, access, and maintenance of public goods in private hands most often results in exclusion and \nconcentration of privilege. Gated communities have become a symbol of the increased racial and class segregation \nof urban America, with upper class (and often nonminority) residents of gated communities cordoning themselves \noff from what they perceive to be problems that result from an urban environment that seems unsafe and unruly in \nits diversity. (92)\n\nNelson, however, views the opportunity to \"gate\" inner city neighborhoods also as a way to create greater equality \nbetween social classes:\n\nThe real inequality may not be the social divisions resulting from\n\neconomically and socially segregated patterns of living in the\n\nsuburbs. The fact that so many people, including people with many\noptions, chose this style of private living is strong evidence that\nit has much to offer. Rather, the greatest inequality may be the\ndenial of a similar private opportunity to people in the inner\ncity. Many inner city residents would like to exclude criminals,\n\n\n\nhoodlums, drug dealers, truants, and others who often undermine the\npossibilities for a peaceful and vital neighborhood existence\nthere.... There is no physical or other practical reason why an\ninner city neighborhood could not become a gated neighborhood....\n[I]t is the poor who pay a great price in the name of preserving an\nabstract ideal of an America undivided by racial, class, or other\nlines. The rich in the suburbs, given wider choices, refuse to make\na similar sacrifice. (93)\n\nNelson also argues that a privatized neighborhood commons is more just because it excludes outsiders from local \ndecisions. (94) One problem with municipal zoning, he argues, is that neighborhoods are exposed to, or get \nimposed upon them, actions and decisions that they do not want. (95) A privatized scheme ensures governance by \nthose who have to live with these decisions. So too would inner city property owners net a much larger capital gain \nwhen they sold property in their gated neighborhood. (96) Improved neighborhood common amenities will increase \nthe value of properties in the designated neighborhood. The larger these improvements are, the bigger the financial \ngain.\n\n5. Governance Without Ownership\n\nBoth Nelson's utilitarian and distributive equity claims assume that the majority of inner city residents own the \nproperty in which they live. Yet property ownership in many inner city neighborhoods suffers from an \"absentee \nlandlord\" syndrome--many residents live in buildings that are owned by someone else who neither lives in the \ncommunity nor expresses much interest in the quality of life of its residents. (97) Privatizing these neighborhoods \nwould, in most instances, turn their governance over to property owners whose interests may or may not align with \nthe majority of neighborhood residents. To be sure, property owners would not have to enfranchise non-property \nowning residents as a matter of law and in fact may lack powerful enough incentives to do so. Unlike a local \ngovernment, a private neighborhood association would not be subject to constitutional constraints such as the one-\nperson, one-vote principle which would guarantee non-property owning residents a role in the management of their \nneighborhood. (98)\n\nAnd it is not clear why property owners would want to give up the power to make neighborhood governance \ndecisions given that they will bear almost all of the risks and rewards of those decisions on their financial \ninvestment in the neighborhood. (99) There is a real concern that tenants would be more prone to under-invest in \ncommon neighborhood amenities and more likely to opt for easy exit from the neighborhood when disagreements \noccur. (100) In the end, the best that can be said of an inner city neighborhood privatization scheme which \ntransfers governance of the neighborhood commons to mostly nonresident property owners is that, despite the \npotentially significant democracy deficit in such a scheme, it embraces a kind of subsidiary that brings governance \nof the neighborhood a little closer to the people who reside there. Those closest to the resource, and most \ndependent upon it, arguably have the greatest incentive to take care of and manage it. (101) Bell and \nParmochovsky's \"antiproperty easement\" scheme, in which neighboring property owners (in their case, owners \nabutting a public park) are vested with a formal, but limited, legal entitlement to enjoin certain activities in a \ncommons space, is a less intrusive means to achieve some control by property owners over the neighborhood \ncommons. (102)\n\nNelson's proposal very much suffers from a principal-agent problem that fails to adequately equip nonresident \nproperty owners with the necessary tools or incentives to effectively solve or govern on-the-ground neighborhood \ncommons problems. One answer to this is that a private neighborhood association formed by property owners \nmight be incentivized to enfranchise non-property owning residents in the neighborhood by giving them seats on the \nassociation's governing board or a vote in electing property-owning board members. Much like New Governance \nproponents recognize, private property owners might be inclined to see value in creating opportunities for networks \nof local stakeholders--e.g., residents--to collaborate and cooperate toward common goals. (103) However, given the \nbarriers to meaningful participation for inner city residents under conditions of social conflict and economic \nhardship, it is difficult to imagine how previously unaligned interests would cooperate to create and implement \nshared/ common goals in the way that New Governance theorists envision. (104)\n\n\n\nC. Collective Management\n\nThe choice between private property fights and government coercion in managing common resources is built upon \na core assumption: that collective action, involving a group of individuals working to further their common interests, \nis unlikely in light of the free rider problem. (105) Hardin's famous tale has been subject to critique in part because it \nassumes a rational actor model in which each individual is concerned with maximizing his or her own gains in the \ncommons. (106) Elinor Ostrom, for example, has questioned this assumption by citing examples of self-organized, \ncooperative management of small-scale natural or man-made resources (such as fisheries, uncultivated lands, \ncommunal forests, groundwater basins, and irrigation systems) where users devise and enforce their own rules in \nthe absence of government coercion or endowment of property tights in the resource. (107) Her work, more than \nany other scholar, has overturned the assumption that free tiding would reign in a commons given the tendency \ntoward individual self-interest. Instead, she has demonstrated that many social groups have struggled successfully \nagainst threats of resource degradation by developing and maintaining self-governing institutions. (108)\n\nSimilar research by Robert Ellickson has highlighted the ability of small, or \"close-knit,\" communities to solve \ndisputes over resource and land use through a system of informal social norms. His study of ranchers and \nlandowners in Shasta County, California found that, in spite of a well-developed system of legal rules that governed \nstraying cattle and land disputes, the community had developed its own system of informal norms governing \ndisputes and that the system was self-reinforcing. (109) His findings further support the idea that, at least in small, \nfairly homogenous communities, the existence of strong cooperative norms allows communities to govern \nthemselves in the face of conflict without the aid of the state or other central coordinator. (110)\n\nThere has been no analogous study of the possibility of collective action in managing resource disputes in public \nurban spaces. To the extent that scholars have focused on this question in the urban context, they have been quite \nskeptical of the capacity of urban communities for what they call \"collective efficacy.\" (111) This skepticism is at its \nhighest when there exists social disorder in urban communities, particularly in public spaces. Where this social \ndisorder exists, these scholars laud the presence, and even coercion, of public authorities as a necessary means of \nhelping to re-instill good social norms in the community and to kick-start their collective capacity for self-\ngovernance. (112)\n\nThis section calls attention to the role of the state, or local government, in relationship to collective action. The \ngeneral assumption is that collective action occurs beyond the shadow of legal rules or government coercion, (113) \nand without the support of a private property fights system. As such, much of the scholarly literature on collective \naction has highlighted informal rule making, enforcement, and monitoring within communities. (114) This \nendogenous focus tends to obscure the important role that central government authorities can and do play in both \nenabling and sustaining collective action over time. This state role can be a particularly important, and even \nunavoidable, aspect of the ability of users to collectively manage urban common resources. This is at least in part \nbecause the urban \"commons\" is regulated by the local government and, in spite of regulatory slippage, the local \ngovernment retains its formal ownership and regulatory control of the resource. As such, it would be difficult for \nusers to sustain cooperative management of a common urban resource over time without some enabling from the \nstate or local government.\n\n1. Cooperative Management of Natural Resources\n\nElinor Ostrom found that many tribal groups, villages, and other local communities have long histories of effective \ncollective action, including in situations where they lacked any formal mechanisms to control individual behaviors \nthrough a system of property fights or government regulation. (115) Ostrom's study focused on small-scale \nresources what she called \"common pool resources\" (116)--affecting a relatively small number of persons (50 to \n15,000) who are heavily dependent on the resource for economic returns. (117) In these situations, individuals exist \nin an interdependent relationship, with each other and the resource, and are strongly motivated to try to solve \ncommon problems to enhance their productivity over time. Ostrom identified a number of these serf-organized \nresource governance regimes that have survived for multiple generations where the participants invest resources in \nmonitoring the actions of each other and enforcing internal norms so as to reduce the probability of free-riding. \n(118)\n\n\n\nCollective action in these communities is particularly successful where there exists a resource with clearly defined \nboundaries and a community with stable membership and a homogenous culture, who also share beliefs, a history, \nor expectation of continued interaction and reciprocity. (119) In actual field settings where these conditions are \npresent, Ostrom found that communities were able to develop and enforce rules, as well as conflict resolution \nprocedures, that govern the use of the resource. (120) These rules and procedures were recognized as legitimate \nby the government, which made them easier to monitor and enforce.\n\nMany of Ostrom's cases studies document the existence of wholly endogenous solutions to natural resources \nmanagement. (121) That is, these groups successfully established and enforced their own rules without resort to \nexternal public agencies. (122) In other cases, however, users were able to enforce and monitor their rules only \nwith the help of external agencies on whom they relied in instituting a complex, nested public-private governance \nsystem to regulate the resource. (123) In contrast to self-managed community resource use systems that operate \nmainly with social sanctions, resources that traverse many communities and user groups may require more \ncomplex institutional structures, often involving government coordination and enforcement. (124)\n\nOstrom's study of a series of groundwater basins located beneath the Los Angeles metropolitan area illustrates this \npoint. (125) In her findings, groundwater producers organized voluntary associations, negotiated settlements of \nwater rights, and created special water districts to monitor and enforce those rights with the assistance of county \nand state authorities. (126) State legislation authorizing the creation of special water districts by local citizens, in \nparticular, was a crucial element in encouraging users of groundwater basins to invest in self-organization and the \nsupply of a local institution. (127) Once a special district was created, it possessed a wide variety of powers. (128) \nThose powers included the ability to raise revenue through a water pump tax and, to a limited extent through a \nproperty tax, to undertake collective actions to replenish a groundwater basin. (129) Without such legislation, a \nsimilar set of users facing similar collective action challenges might not be able to supply themselves with \ntransformed \"microinstitutions.\" (130)\n\n2. Collective Efficacy, Social Disorder, and Urban Serf-Governance\n\nWhile scholars have not charted the existence of self-organized groups in the urban context, they have identified \nthe potential for urban communities to do so under certain conditions. Specifically, social scientists have \nemphasized the importance of \"collective efficacy\" in (re)instituting and maintaining healthy and safe communities. \n(131) Collective efficacy exists where there is the social cohesion, working trust, and a shared willingness of \nresidents to intervene on behalf of the common good, including to maintain effective social controls in the \ncommunity. (132) A neighborhood or group's capacity for action thus depends on a certain level of social capital, \nas well as on informally shared expectations or norms for cooperative action. (133) However, strong social ties and \ndense social networks alone are not enough for collective efficacy to be present. Rather, those ties and networks \nhave to be \"activated\" through actual engagement that enables residents to exert more effective informal social \ncontrol on each other. (134)\n\nA lack of collective efficacy is highly correlated with the existence of social disorder in public spaces, enforced by \nviolence or threats of violence. (135) Violence in particular (or the fear of it) can prevent or impede the development \nof productive social norms and the collective efficacy necessary for neighbors to maintain effective social controls \nin their community. (136) Communities that have high levels of social disorder are assumed to lack the capacity for \ncollective action that would enable them to (re)establish and maintain order in their communities. (137) Where \nsocial disorder prevails, more aggressive public intervention can provide an \"exogenous shock\" to re-establish \npositive social norms of conduct. (138) In communities with high levels of social capital and social order, however, \npublic intervention is presumed to be unnecessary given the capacity for self-governance. (139)\n\nScholars have cited a number of ways that local governments, in particular, can bolster collective efficacy in \ncommunities beset by social disorder. These include shoring up social capital through programs designed to \nattract and retain residents likely to purchase homes and put down roots in their neighborhoods. (140) The move \ntoward community policing is another example of the kind of local government effort that scholars have found can \n\"kick-start\" or \"reinvigorate\" collective efficacy in neighborhoods with high levels of disorder and little possibility of \n\n\n\nself-governance. (141) Community policing practices seek to change prevailing norms of public-space allocation \n\"in part by asking police officers to suppress 'bad' norms and enforce 'good' norrlls.\" (142)\n\nNicole Garnett has argued that community policing programs situate police officers as both \"norm-entrepreneurs\" \nand \"norm-enforcers.\" (143) Police officers act as norm-entrepreneurs when they assert themselves in the \ncommunity to suppress bad group norms and/or to establish normatively superior group norms. (144) The police \npractice of \"assertive vigilance\" is cited as an example of norm entrepreneurship by police; this practice can mean \nthat police work with local leaders to organize marches in high crime areas, prayer vigils at the sight of gang- or \ndrug-related shootings, barbeque picnics in drug market areas, and positive loitering campaigns in areas frequented \nby prostitutes. (145) Police act as \"norm-enforcers\" in communities by soliciting information about, and then \nenforcing, informal community norms. (146) The result is that police shift their patrol and enforcement priorities to \npay more attention to the types of disorders identified by the community. (147) The effect of public intervention is \nnot simply to reestablish superior social norms but also to re-allocate public space in urban communities. (148)\n\n3. Cooperation and the State\n\nAs Ostrom argued, the effort by user groups to create new institutions for resource governance is a second order \ncollective action dilemma. (149) Much of the literature heralding self-management regimes have focused on the \nendogenous variables embedded in common resource management regimes. (150) That is, many commentators \nstress how self-governing communities are very dependent on the size and knittedness of the community and the \nexistence of shared norms and social capital among resource users. (151) A small homogenous community is thus \nmore likely to succeed at managing a commons than a larger and more diffuse one, for example. (152) Far less \nattention has been paid to the role of central governments in creating and sustaining these regimes. Yet, Ostrom's \nown work, as well as the work of others, suggests that central governments can play a significant role in supporting, \nand potentially lowering the costs involved in, the creation of these institutions without subsuming them into a \ncentralized governance regime. (153)\n\nThe free rider problem, as well as the high transaction costs and potential fragility of collective action efforts, \nmeans that the government is not necessarily an irrelevant actor in groups' ability to endogenously manage a \ncommon resource. (154) These transaction costs include, among others, search costs (identifying the possibilities \nfor pareto-optimal mutual gains), bargaining costs (negotiating an agreement to take action toward one or more of \nthose gains), and enforcement costs (monitoring and enforcing the agreement). (155) As scholars like Ann Carlson \nand Michael Vandenbergh have pointed out, these costs are particularly difficult to overcome in situations dealing \nwith large-scale commons problems--e.g., individual recycling and carbon emissions reductions--which require a \nlarge number of diffuse individuals to engage in small or modest actions to effect what might appear to be small (or \neven initially negative) payoffs for the commons. (156) Overcoming large-number, small (or initially negative) pay-\noff collective action problems proves very difficult from a policymaking perspective. (157) This is in part because, \neven with the existence of strong social norms, government intervention is often necessary to incentivize norm \nactivation and to make collective action less costly to undertake. (158)\n\nFor smaller scale, higher payoff collective action problems, like managing a discrete geographic common resource, \nthe incentive structure is much simpler. Government support can reduce the costs of cooperation and help the \nactors to leverage their efforts to achieve high economic and social payoffs from their collective action. For \nexample, the institution of \"architectural changes\" by government can induce the desired collective action, \nparticularly where such action is relatively inconvenient or requires significant individual efforts. (159) These \narchitectural changes might include regulatory mechanisms, which remove barriers to cooperation or make it more \nbeneficial or convenient for individuals to engage in cooperative behavior. (160)\n\nGovernment support can also help stabilize groups who are able to initially cooperate but may face endogenous \n(and exogenous) threats over time. The existence of strong social ties and social norms, for example, may be hard \nto sustain over the long run without government support. Among the threats to even small, tight-knit groups are the \ndisruption of trust and community stability that come with high levels of in-and out-migration. (161) So too can \nsubtle changes in future pay-offs, the costs of individual defections, shifts or modifications in the rule of \n\n\n\ncooperation, and other group dynamics which may bring about preference changes and reorientation of values \nwithin the group. (162)\n\nThe supportive or enabling role of government in the collective management of common urban resources is \nunavoidable on some level. The urban \"commons\" is regulated by the local government, which typically retains \nregulatory control and proprietary ownership of the resource. Although private actors are motivated to act on behalf \nof preserving the commons under conditions of regulatory slippage--i.e., when government authorities are either \nunable or unwilling to--they are not completely free to do so. What we will see in the next Part is that collective \nmanagement of common urban resources occurs not just in the shadow of the state, but very much dependent on \nsome level for state (or local government) support. How much dependence on government there is, however, will \ndepend on the strength of the endogenous variables mentioned above. The next chapter will posit that there is a \nstrong correlation in the urban context between the endogenous variables that can shape and strengthen collective \naction and the level of government support associated with the new management regime.\n\nIII. COLLECTIVE ACTION IN THE URBAN COMMONS\n\nIf we were to ask the same question that Ostrom and others have asked in their work whether there are groups of \nresource users able to cooperate together, allocate shared resources, and obtain joint benefits from the resource \nwhen all face temptations to free-ride, shirk or otherwise act opportunistically (163)--the clear answer is yes. The \nability of collective commons management regimes to remain stable and endure over time can be very much \ndependent on community size and knittedness, community makeup, stability of community membership, resource \nscale, and shared social norms/social capital. However, these endogenous factors tell only part of the story. As the \nexamples below will illustrate, there is much more variability in how these factors play out in the urban context.\n\nCollective management of urban resources does not occur only in small, homogenous, close-knit communities with \nstable membership. Many large-scale resources are in fact being cooperatively managed by groups of \nheterogeneous, and sometimes transient, users who access the resource for different purposes. Moreover, in \ncontrast to the assumptions of urban scholars, the presence of social disorder does not strongly correlate with a \nlack of positive social norms, social capital, and collective efficacy in user groups and communities. Even where \nsocial disorder exists in public spaces, we see communities come together to develop and enforce a new set of \nnorms and practices in that space to replace the social disorder that had existed. That is, users themselves \nbecome positive norm entrepreneurs even in contexts where there exists a fairly high level of social disorder.\n\nWhat I want to highlight, however, is the relationship between the endogenous factors that drive many forms of \ncooperative resource management and the role of the state or local government. My key insight is the following. \nThere is an inverse relationship between those endogenous variables and a strong central government role in \nsupporting a collective resource management regime. What we will see in the following examples is the greater \nability of smaller, more homogenous (and perhaps more tight-knit) user groups to cooperatively manage a discrete \nneighborhood resource in the absence of a strong governmental role. On the other hand, we will see a much \nstronger government role where there exists an increase in the scale and complexity of the resource. This is \nparticularly so, as in the case of larger scale resources, where resource users are more heterogeneous, transient, \nand lack a high level of social cohesion. As the examples in this Part illustrate, as the presence of endogenous \nfactors decrease, the government's role tends to increase and is much more embedded in the ability of the \ncollectivity to sustain itself over time. Conversely, where endogeneity is strongest, the government role is at its most \nminimal.\n\nThe examples below are thus arranged to demonstrate that collective action enabling exists along somewhat of a \nspectrum. On one end of the spectrum are examples of largely endogenous collective efforts involving de minimis \ngovernment enabling. In the first two examples, community gardens and park \"friends\" groups, the support provided \nby the government simply allows, either explicitly or implicitly, the collective to exercise management prerogatives \nover the resource. It does so by not interfering in the group effort or by providing consent to engage in efforts on \nbehalf of the resource. The government has virtually no affirmative role in coordinating the collective effort or in \nestablishing the group, although it may provide them with financial or other incentives to sustain their efforts.\n\n\n\nIn the middle of the spectrum there is a more significant government role in supporting the collectivity or group to \nsustain itself, although the government has virtually no role in enabling the formation of the collectivity which is \nlargely an endogenous effort. However, there can be a closer relationship between the government and the \ncollectivity in which the government shares its resources with the group and exercises some degree of oversight of \nthe group's activities. Neighborhood foot patrols and, more specifically, the Guardian Angels are an example of \ngroups existing in the middle of the spectrum of government enabling. Government enabling is an important \nstabilizing force for the group and the group works closely with government officials. However, the relationship \nbetween the government and the group falls short of a fully realized partnership.\n\nOn the other end of the spectrum are collective efforts that are very much dependent on the government to \ncoordinate, establish, and sustain themselves. That is, the group takes its form only as a result of government \nsupport and entanglement. Which is to say: government support is a precondition to the existence of the collectivity. \nIn these latter examples--park conservancies and business improvement districts--the support provided by the \ngovernment is an essential element in the existence of the collectivity and the government is an indispensible \npartner or participant in the ongoing collective effort (including collecting or sharing the revenue that sustains the \ngroup). In the case of park conservancies, government support takes the form of a formal partnership in which the \ncollectivity and local government co-manage the resource. In the case of \"BIDs,\" it is the passage of special \nlegislation that creates the structure of the BID and defines and formalizes the contours of BIDs' responsibilities \nover the shared resources within their districts.\n\nA. Community Gardens\n\nConsider the widespread creation and management of community gardens by local residents in many central cities \nacross the country. (164) These gardens are created on vacant urban lots in the midst of economically and socially \nfragile communities. Many of these lots were left vacant by the demolition of buildings abandoned by their original \nowners, or cleared but not redeveloped in the wake of defunct urban renewal programs, and whose ownership was \nassumed by the city through tax foreclosure. (165) These lots had often become \"rivalrous\" spaces--overrun by \ndrug users, car strippers, and illegal dumpers of all kinds of waste--and thus became safe havens for a host of \ncriminal and other illicit activities. (166)\n\nCoalitions and networks of local residents in cities across the country have come together to clear these vacant lots \nof trash and drug paraphernalia, and to plant and cultivate trees, flowers, and vegetables. Transformation of the \nspace from a barren, degraded one to an aesthetically pleasing green one provides increased public surveillance \nthrough an increase in \"defensible space\"--areas in which \"escape routes for criminal perpetrators are limited and \npublic range of vision is maximized to prevent illicit conduct.\" (167) In addition to offering infrastructure for \ncommunity recreation and interaction (e.g., benches, playgrounds, water ponds and fountains, summerhouses, \netc.), the gardens also provide a local source of fresh vegetables in neighborhoods often lacking these resources. \n(168)\n\nThe transformation of these small spaces into productive land uses--community gardens--is a largely endogenous \neffort. Local residents manage to come together, construct and maintain these fully functioning gardens in the \nabsence of government coercion or intervention, or the divestment of property rights in the lots/gardens. (169) \nReclaiming and preserving the gardens instead depends upon, and fosters, collaborative relationships and social \nties among neighborhood residents who see their quality of life and the future of their neighborhoods deeply \nimplicated by these barren spaces. (170) This social capital, and the norms that they generate, enable residents to \ncooperatively work toward common neighborhood goals and create a sense of control over their space. Without this \nmutual cooperation, many of these open, vacant lots would likely have remained blighted and dangerous, \nthreatening the economic and social health of the community.\n\nThe creation of these gardens in predominantly low-income neighborhoods, often with high levels of social \ndisorder, renders problematic the widespread assumption that such neighborhoods suffer from weak social capital \nand are incapable of \"collective efficacy.\" (171) It also undermines any assumption that government officials, such \nas police officers, are necessary for \"norm-entrepreneurship\" in communities or in common spaces beset by social \ndisorder. Instead, what we see at work is just the opposite. Neighborhood residents themselves become norm-\n\n\n\nentrepreneurs. Their actions transform not just the physical space but also the norms and behavior that govern that \nspace. And they do so without the \"exogenous shock\" of aggressive state or local government intervention to \nmanage the space. (172)\n\nTo be sure, the lots have been transformed into community gardens with the implicit, and often explicit, consent of \nthe local government. Local governments provide long-term, renewable leases of these city-owned lots to \ncommunity gardeners for a nominal fee. (173) Other forms of support include the provision of small grants, technical \nsupport, and gardening tools. (174) The provision of even modest financial incentives or subsidies to collectivities \nlike community gardeners or local park groups helps to reduce some of the high transaction costs that they may be \nfacing in pooling their resources to transform decrepit vacant lots or degraded parks space into productive spaces. \nFor community gardeners, their efforts would be quite costly if they had to purchase or rent the lots at market rates. \nThis support helps to sustain the work of the collectivity, no doubt, but it is not inducement enough to bring the \nactors together in the first place. Thus, although local government support is present, it is de minimis support, \nenabling the group continue using the space and to sustain its gardening efforts.\n\nB. Neighborhood Park \"Friends\" Groups\n\nMuch like the vacant urban lots on which community gardens have been constructed, many urban parks--large and \nsmall--became empty havens for illicit or illegal activity during periods of reduced oversight and management by \nlocal governments. Central Park in New York City is the classic example of this. In the 1970s and 1980s, a steep \ndecline in city appropriations for parks devastated the entire urban park system, leaving many parks and \nrecreational areas unsafe, dirty, prone to criminal activity, and virtually abandoned by most users. (175) The story of \nthis historic park is mirrored to a smaller extent in neighborhood parks in many urban cities across the country. \n(176) The emergence of neighborhood parks' friends\" groups to revitalize and maintain urban parks in the 1980s \nand 1990s is a direct response to this regulatory slippage. (177) Like community gardeners, residents who live near \nthese parks, or are otherwise invested in their upkeep, mobilize to plan and raise support for their restoration, \nmaintenance, and preservation. Throughout the country, there are hundreds (if not thousands) of these groups that \nhave revitalized neighborhood public parks and filled the void left by the loss of most of their public operating funds \nand active local government management. (178) Many of these groups remain an informal collection of volunteers, \nwhile others have become more formal. The more formal groups establish themselves as a membership \norganization, elect board of directors, write bylaws, and apply for nonprofit status. (179)\n\nGroups that form to revitalize and manage neighborhood urban parks, typically \"Friends of [Park X],\" are largely \nendogenous efforts undertaken by abutting park neighbors or frequent users who lend their time, give money, or \nhelp raise funds to recover and maintain the park. These groups consist of volunteers who provide labor for park \nmaintenance and assist in community outreach and park programming. (180) They organize park cleanups and \ncommunity events, build or donate simple infrastructure or facilities for community activities (e.g., small pools, sand \npits, etc.), and patrol the park as a way of deterring criminal and other undesirable activities. (181) They have small \noperating budgets and no formal responsibility for the park but play an important role in park upkeep and \nsustainability. (182)\n\nCommunity-based \"friends groups\" are often assisted by local governments in a de mimimis way. Like local \nprograms to support community gardeners, local governments help to develop and nurture these groups by \nproviding them with technical assistance, training, and funding and sometimes more. (183) They also award small \ngrants to neighborhood park organizations. (184) The provision of training or financial support to local groups willing \nto assume some responsibility for some park management functions can provide a powerful signal and incentive for \nindividuals to pool and coordinate their efforts toward this end. So too can an agreement that recognizes private \nefforts and formalizes their relationship with the local government support the development of group norms and \nreduce uncertainty over the rules of cooperation and thus support the sustainability of the enterprise over time. Like \ncommunity gardeners, the local government role largely exists to support and sustain the collectivity of residents \nthat has already formed.\n\nC. Neighborhood Foot Patrols\n\n\n\nWhen citizens or residents come together to engage in surveillance of their streets and other open spaces as a \nmeans of deterring crime, they often do so as part of small scale foot patrols. These foot patrols generally operate \non a limited geographic scale, such as a neighborhood, often work in tandem with local police departments, and \nare careful not to engage in law enforcement activities such as apprehending criminal suspects. (185) Many \nendogenous factors have been cited for determining the success and endurance of these small neighborhood \npatrol groups--among them are the existence of charismatic leadership, the urgency or saliency of the immediate \nproblem, and the size of the group (both too small and too large can be problematic), (186) Most of these groups \nare short-lived, however, because of difficulties in recruitment, training, and commitment. (187)\n\nThe most long-sustaining, and famous, foot patrol organization perhaps in the country, The Guardian Angels, owes \nmuch of its sustainability to the relationships that it has formed with local governments. The Angels' relationship \nwith local police governments and police officials, and the support that accompanied those relationships, \nstrengthened and helped to sustain their role as \"guardians\" of neighborhood safety. Founded in New York in the \nlate 1970s, but with patrol chapters in cities all over the country, the Guardian Angels have trained thousands of \nlocal community members across the country to patrol neighborhood streets in order to deter and, when necessary, \nto intervene in criminal activity. The Angels arose to prominence as an arguably rational response to cutbacks in \nmunicipal services and the inability of local police departments to control the intractable crime plaguing many \nmetropolitan cities. Its members had strong social ties to the communities they served and sometimes to the \ncriminals with whom they engaged. (188) The red berets and red jackets made them a recognizable presence \nduring the 1980s in residential neighborhoods and high crime areas in at least fifty metropolitan cities. Angel \nchapters typically were initiated either by citizen request or by the head of the organization, Curtis Sliwa, when he \nperceived a community in need of Angel support. (189)\n\nInitially, the Angels were met with a negative reaction by local government and police officials, many of whom \nviewed the organization as nothing more than a vigilante group whose activities violated the law or at a minimum \nfailed to significantly reduce crime. (190) Over time, however, city officials and the police departments around the \ncountry began to lend them considerable support, bolstering the Angels' popularity, which was widespread during \nthe 1980s. By the 1990s the Angels were largely accepted by local government officials in the fifty plus cities where \nthey operated. (191) A study documenting the activities of the Guardian Angels in twenty-one cities found that a \nnumber of police departments and city agencies had developed informal and formal agreements with the Angels in \nwhich the Angels received training, free subway and bus passes, assigned police liaisons, and were promised and \ngiven various information (such as crime statistics and information related to citizen arrests). (192)\n\nThe agreement between New York City and the Guardian Angels to share information and to lend its members \ntraining, for example, served an important stabilizing mechanism for the group and arguably lent considerable \nlegitimacy to their activities, even as those activities were deemed controversial. (193) The Memorandum of \nUnderstanding provided that the Angels and police would cooperate, share information and keep lines of \ncommunication with the city open. Specifically, the Angels agreed to register their members with the police \ndepartment and to wear city issued identification cards. In addition, the group agreed to receive training from NYPD \ncommunity liaisons in CPR, first aid, conflict resolution, and martial arts, as well as in the legal limitations of citizens' \narrest powers. (194) This agreement, and similar ones like it in cities across the country, has been an important \nfactor in giving the group legitimacy, establishing it as a supplement to local policing efforts and fueling its national \nexpansion and sustainability over many decades. (195)\n\nMayor Giuliani of New York City notably, and publicly, fully embraced the group as part of his law and order \ncampaign and helped them to gain credibility in the law enforcement community. (196) Later, the group's founder, \nCurtis Sliwa, was given a position on Mayor Giuliani's commission on community-police relations. (197) The \ngroup's methods arguably anticipated the arrival of community policing strategies adopted by Giuliani's Police \nCommissioner, Raymond Kelly. The NYPD's adoption of community policy strategies during the 1990s suggests \nthat the Angels' active incorporation of local residents into the protection of their streets was a necessary but \nmissing component of neighborhood security. In this sense, the group filled a need unmet by the police.\n\nD. Park Conservancies\n\n\n\nUnlike park \"friends\" groups formed to support small neighborhood parks, Park Conservancies depend much more \non a stronger local government role and partnership to establish and sustain them. Park Conservancies are \nnonprofit entities which raise significant amounts of money and co-manage large urban parks in partnership with the \nlocal government by collaborating on planning, design, and implementation of capital projects as well as sharing \nresponsibility for park maintenance and operations. (198) In some cases, park conservancies share with the local \ngovernment a portion of concession revenues each year. (199)\n\nThe prototype for park conservancies around the country is the Central Park Conservancy, which was founded by \nseveral local leaders and groups that initially established the Central Park Task Force, an organization that began \nto encourage direct involvement of the public as park volunteers and donors, but later incorporated itself as the \nConservancy. (200) In a groundbreaking power-sharing arrangement, the Central Park administrator was appointed \nto serve as the chief executive officer of both the park and the Conservancy signaling the important role that the \nConservancy would have in the restoration and maintenance of the park. (201) Almost two decades after its \nfounding, the Conservancy and the City of New York formalized their relationship by signing a renewable \nmanagement agreement, transferring official management functions and day-to-day maintenance and operation of \nthe park from the City to the Conservancy. (202)\n\nThe Conservancy is run by a Board of Trustees, which includes city officials and representatives from nonprofit \norganizations and private corporations, among other interests. (203) It combines donations from individuals with \ncorporate donations and government funding to fulfill its budgetary needs and build its endowments. (204) A variety \nof public bodies have oversight over the Conservancy's management decisions. (205) The agreement also provides \nprotection from a \"reverse crowd out\" of public funds by establishing clear expectations for city funding that are \neasy to monitor and police. (206) While Central Park Conservancy may be the most widely known of park co-\nmanagers, its model has been widely replicated, though sometimes with much less success. (207)\n\nAgreements or partnerships between local governments and park conservancies serve an important coordinating \nand stabilizing function which enables these groups to cooperate together to undertake significant responsibility for \npark management. Private involvement in the management of urban parks is a phenomenon stretching back to the \nearly twentieth century. (208) Neighbors that live near urban parks, as well as wealthy donors and residents, have \nlong exerted some power over park management--providing donations, labor, advocacy efforts, and planning ideas. \n(209) Often, though, these efforts have suffered from a lack of coordination and efficiencies of scale; without \nleadership to harness these private efforts, they often falter over time as old groups fade and new ones appear to \nrenew the effort to resuscitate and improve park management. (210)\n\nAgreements, such as the one between the City of New York and the Central Park Conservancy, both serve to \nestablish important norms regarding the limits of the group's responsibility for the resource--i.e., reverse crowd-out \nprotection that ensures public funds will not be replaced by private donations--as well as formalize the contours of \nthe conservancy's responsibility for the day-to-day management of the park. (211) These public-private \npartnerships have been widely credited for the revitalization of urban parks at a time when some cities had \"all but \nabdicated their role as stewards of the public parks.\" (212) They have the virtue of being able to avoid the red tape, \nbureaucracy, and inaction in which city parks departments often become mired; they are able to make decisions \nfaster, raise funds, save money, and serve as effective advocates for urban parks. (213)\n\nThis is not to say that there are not dangers and costs attendant to these types of public-private partnership. Park \nconservancies are criticized for imposing many of the costs that attend to the (at least partial) privatization of any \npublic good--i.e., enabling gentrification, exacerbating ethnic and class tensions, and creating a two-tiered park \nsystem which disadvantaged parks in less affluent neighborhoods. (214) Another danger worth mentioning here, \nbut will be developed later on, is the danger is that such agreements can lead to the ossification of a commons \nmanagement regime. This ossification can occur when particular management practices of the group or partnership \nbecome so entrenched that it is difficult to change course when those practices prove to be ineffective or flawed. \nWhile, technically, the municipality can always withdraw its support from the group's management--e.g., \nagreements are in place for a renewable time period and thus expire at the end of that period if not renewed--in \npractice it is often extremely difficult to disband the organization and the city's reliance upon it to manage the \nparticular common resource. Thus, while such the public role in conservancies can serve to incentivize and stabilize \n\n\n\ncollective actions to manage an urban commons, they might also be crafted to avoid the danger of excessive \nossification.\n\nE. Business Improvement Districts\n\nBusiness Improvement Districts (\"BIDs\") are now a ubiquitous feature of urban governance in most cities across \nthe nation, providing physical improvements, security, and maintenance of commercial districts throughout the \ncountry. The rise and ubiquity of BIDs in cities across the United States is attributable to a number of political and \nsocioeconomic factors. Among them are the general decline of city centers and commercial neighborhoods through \nmiddle class flight and urban sprawl, the attendant deterioration of street safety and consumer activity, as well as \nthe inability of local governments to respond to these forces due to declining tax bases and limited resources. (215) \nBIDs are nonprofit entities formed by property owners or businesses in a defined area of a city to improve and \nmaintain the neighborhood as a means to promote economic activity in the area. (216) BIDs provide street-level \nservices and small-scale improvements to streets, parks, and other common areas beyond what local government \nis willing or able to provide.\n\nBIDs are enabled by state and local legislation that allows a majority of commercial property owners in a defined \nneighborhood to vote to form a BID, agree to pay special assessments and assume (at least partial) control and \nmanagement (maintenance) of the neighborhood commons--i.e., streets, sidewalks, parks and playgrounds. (217) \nBIDs are governed by local property owners in partnership with representatives from businesses, local \ngovernments, and sometimes neighborhood resident non-property owners. (218) The impetus for a BID creation \ntypically will arise from a significant portion of the property owners or businesses in the neighborhood, or \nrepresentatives of one or more of those groups, that organize the BID and agree to tax themselves in order to fund \nthese additional services. (219)\n\nBecause BIDs exist only by virtue of specific legislative authority, enabling legislation is what allows local \ncommercial property owners to minimize free-rider and coordination problems in order to provide neighborhood \nservices beneficial to the local business environment. (220) BID legislation lowers property owners' transaction \ncosts by arranging for the municipality to collect the mandatory assessment from the property owners who then \nutilize the funds to provide services to maintain and improve the neighborhood commons. (221) BID legislation also \nserves a less tangible function by enhancing the capacity of local private sector interests to achieve collective \noutcomes among diverse actors whose interests may not appear at first to be well aligned. (222) Nevertheless, the \nsecond order collective action problem is not completely taken care of by BID legislation. BID formation is often \ncostly in terms of time, energy, and money to coordinate and prepare the necessary groundwork--and it can take \nyears before the process is complete. (223) However, despite the cost and patience involved, local government \napproval of a BID allows commercial property owners and businesses within a defined geographical area to \novercome collective action problems and at the same time provide the resources to govern and manage their local \ncommons.\n\nBIDs vary greatly in their size and in the range of services that they provide for their neighborhood public \nenvironment. (224) Some BIDs cover large and wealthy commercial districts, such as the Times Square BID in New \nYork City or the Downtown District in New Orleans and are akin to a small local government in the amount of \nresources and the type of functions they perform. (225) The majority of BIDs in the United States, however, are \nsmaller in size and in scope; they fulfill a narrower set of functions and are often located in commercial strips that \nare far from their cities' central business districts, both physically and economically. (226)\n\nBIDs, both large and small, have generated a vigorous debate about the extent to which they exacerbate the \nuneven distribution of public services, create negative spillover effects (e.g., crime), over-regulate public space, \ndisplace marginal populations from those spaces, and suffer from a severe democratic accountability deficit. (227) \nThe governance structure of BIDs has also been challenged, both in academic commentary and in the courts, for \nlacking democratic accountability and in part for its exclusion of non-property owner residents from participating in \nBID management of their neighborhood. (228) Moreover, once they are established, there is very little oversight of \nthem in fact, even though most BID legislation provides the authority for oversight by politically accountable \ngovernment officials. (229)\n\n\n\nOn the other hand, BIDs have been credited with revitalizing deteriorated urban neighborhoods left unattended by \nlocal governments, having positive spillover effects outside of their districts, reducing the inequality of public \nservices between cities and their suburbs, and increasing democratic accountability by enhancing the voice of local \nproperty owners and neighborhood residents. (230) Given the diversity in size and function of BIDs, (231) it is easy \nto give credence to the arguments of both BID proponents and opponents. However, this diversity also highlights \nthe importance of thinking about how issues of scale can embed many of the costs and benefits of collective \nactivities, a subject to which I will return in the next Part.\n\nIV. ENABLING COLLECTIVE ACTION\n\nIn each of the above examples, local actors are able to overcome collective action problems to manage common \nurban resources in the absence of government coercion and in the absence of property rights in the resource. While \nthese users cooperate in the shadow of existing local government control over the resource, they depend, to \nvarying degrees, on the support or enabling of local authorities. This support is important to their ability to overcome \ncollective action obstacles and/or to sustain the collectivity over time. In this Part, I turn to this enabling role to \narticulate its contours and limits.\n\nIn each of the examples in Part II, the local government is loosening its control over a common resource by allowing \na private collectivity to provide supplementary services and goods within a geographically bounded area. However, \nthe authority and control exercised by these collectivities lack the formal legal relationship, or the broad regulatory \nauthority, that local governments typically possess vis-a-vis common urban resources. That is, these groups cannot \nregulate access to the resources, control or impose restrictions on individual behavior, or otherwise usurp the local \ngovernment's role in making various policy choices about use of the resource. Moreover, none of these collectivities \nhold any alienable title or property interest in the resource. Enabling these collective management regimes to \nmanage or maintain common resources also does not supplant the local government's role over that resource. We \nmight understand these groups as supplementing, not supplanting, the goods and services that local government \ntraditionally provides.\n\nA. Limited Authority and Control over the Resource\n\nMuch in the way that states create, and restrict, the power of local governments, (232) local government enabling \nalso entails a mix of grants and restrictions of power and control over a common resource. It is a truism of local \ngovernment law that local governments derive their power exclusively from the state, either legislatively or \nconstitutionally (e.g., home rule authority). (233) This authority typically extends to the power to control land use \nwithin its borders and to adopt laws that govern a variety of local affairs, so long as those laws do not conflict with \ngeneral or preemptive state laws. (234) As explained above, some of the ways that these collectivities are \nempowered involve different forms of central government assistance and support that incentivize and reduce the \ncost of collective efforts. As important a role as this assistance and support can play in these collectivities' \nempowerment, it is also important to examine the limitations on their power over the common resources that they \nmanage. As this section will argue, the scope of the government enabling role in this context is limited in important \nways that distinguish collective action enabling from \"privatization\" of a common resource--be it a park, street, lot, or \nneighborhood--and that distinguish this role from the creation of a sublocal unit of government.\n\n1. Not Privatization\n\nThe enabling of private actors to manage common pool resources could be viewed as a form of \"privatization\" of \nthe resource. It is, however, only to the extent that the term \"privatization\" is a reference to a broad spectrum of \npolicy choices or mechanisms that shift some responsibility from the government to private actors. That is, \ncollective action enabling shares some important features of privatization to the extent that it allows private actors to \nperform traditionally public functions over the resource. Like privatization, collective action enabling introduces \ngreater flexibility and efficiency in the management and oversight of public goods. (235) However, because it \ntransfers over the management and not the ultimate policymaking function to private parties, it should be contrasted \nwith the \"privatization\" of common resources in which ownership and control are transferred completely into private \nhands. (236)\n\n\n\nPrivatization typically entails the establishment of private property rights in the resource, allocation of those rights to \nprivate actors, and a virtually complete relinquishment of public authority over the resource to its users. A useful \ncontrast is a homeowners' association in which the residents set policy for and manage the community's streets, \nparks and neighborhood buildings. Most importantly, the private association holds title to those common areas. The \nassociation has regulatory autonomy in establishing and enforcing not only land use rules in the community but also \nrules governing private behavior. These rules can include very strict zoning regulations, restrictions on construction \nand painting, the placement of fences and shrubbery, street signs, parking, pets, etc. (237)\n\nThe type of enabling that local governments give to the collectivities of users in the examples above does not entail \na shift in the ownership (or the legal stewardship) of open-access common resources, nor giving up policymaking \ncontrol over it. The scope of the enabling power granted to collective efforts to manage public resources like parks, \nor to engage in limited intervention on the streets, does not include policymaking with regard to these resources. \nThat is, the local government and public officials retain the power to set policies regarding access to, and use of, \nthe resource. Collective management regimes lack the power to tax or impose fees on users of the resource, to limit \naccess to the resource, or to impose health or other safety standards on users of the resource.\n\n2. Nor Delegation\n\nBy shifting the responsibility for much of the maintenance and management to some users, it might be said that the \ncity delegates to private actors a great deal of power and influence over common resources and creates the risk \nthat these resources will be less responsive to public needs. Local and state governments can, and do, delegate or \nrelinquish certain functions to nongovernmental entities, or sublocal units of government, while retaining their \nownership over the resource. (238) A classic example of this type of delegation is the creation of special districts for \nlimited purposes, usually to provide for and/or manage common resources--e.g., management of groundwater \nsupply in a Groundwater Management Water District or delivery of water in an Irrigation District. (239) The districts \nare coterminous with either an entire city or region, generally matching the scale of the resource being managed \n(e.g., a water basin). Special districts are able to collect taxes, user fees and assessments from users within the \ndistrict to fund the services they provide. They are also often created in part to respond to the deficiencies of the \nlocal government (or the private sector) to manage or provide for local goods. (240)\n\nAt first glance, the most formal of collective urban resource management regimes, the BID, resembles the type of \ndelegated authority that characterizes a special district. However, as Richard Briffault has written, BIDs are quite \ndistinct from special districts in their functions and power. (241) While most special districts operate with a great \ndeal of legal autonomy from local governments, BIDs are legally subordinate to the local governments that create \nthem and have very limited policymaking authority. (242) Unlike many special districts, BIDs lack the power (a) to \ntax or impose fees on users of the common resource, (243) (b) to limit access to the resource to paying customers, \nand (c) to regulate property use or resource users--e.g., the power to control land uses within the district or the \npower to impose health, safety, or aesthetic standards on either property owners, residents, or visitors to the area. \n(244) BIDs also do not hold any property rights in the resource being managed, whereas some special districts do \nown such rights and can transfer those rights for the benefit of the private interests that govern the district. (245) \nThe legal position of BIDs is nicely summed up by Briffault as follows: \"[U]ltimately lacking both the police power \nand the power that comes from property ownership, [BIDs] are dependent on either municipal government action or \nvoluntary landowner compliance to achieve their goals.\" (246)\n\nNevertheless, the line between the day-to-day management of resources and policymaking can be murky and, in \npractice, the two can shade into one another. Where this happens, an important aspect of the relationship between \npublic authorities and these collective efforts is the ability of the local government to intervene in management of \nthe resources, scale back the functions of the group, and/ or disband the collectivity if necessary. A very forthright \nassertion of control that municipalities place on their enabling of local collectivities is to impose sunset provisions on \ntheir support of the collective management regime.\n\nThe life of a BID, for example, is generally limited to a few years at which time the local government may renew and \nextend the BID by means of a standard reauthorization process. (247) Park conservancy agreements between the \nCity and the Conservancy also have a limited term, but are renewable. (248) Similarly, local governments lease \n\n\n\nempty lots to gardening collectivities to construct and maintain a community garden, but the leases are for a \nparticular term albeit presumptively renewable by the city. In theory, any of these management arrangements \nenabled by the local government can be disbanded at the discretion and pleasure of municipal authorities. This kind \nof temporal limitation embedded in many enabling mechanisms signals, at least as a formal matter, the possibility \nthat central government authorities are monitoring the line between management and policymaking. Moreover, this \nlimitation reinforces the local government's ultimate sovereignty over the resource.\n\nWhat remains to be seen is how strong these temporal limitations operate in practice. They are only as effective as \nthe actual oversight that they provide by central authorities. A different signal would be sent, for example, if these \ntemporal limitations were only mere formalities which gave way to presumptive renewal of the enabling support \nprovided by the local government.\n\nB. Provision of Supplementary Goods and Services\n\nA defining characteristic of voluntary efforts to manage an urban \"commons\" is that they share many of the \nattributes of nonprofit entities organized by groups of individuals (or interests) who pool their resources to provide \nadditional public goods, or a level of service, that the government does not (or no longer does) provide. As Burton \nWeisbrod argued some time ago, governmental entities will provide public goods up to a point, beyond which there \ncan be residual unsatisfied demand among individuals whose taste for such goods is greater than what is provided. \n(249) Nonprofits arise, in part, to meet this residual demand by providing public goods or services in amounts \nsupplemental to those provided by government. (250) The unmet demand provided for by these groups is over and \nabove the existing level of existing public goods or services.\n\nMuch like traditional nonprofit organizations, the collectivities that manage common urban resources provide, to \nvarying degrees, goods and services supplemental to what the local government already provides. Thus, what is \nimportant to highlight here are the ways in which the goods and services that local government provides differ both \nqualitatively and quantitatively from those provided by local collectivities.\n\n1. Secondary Responsibility for Goods/Services\n\nThe bundle of local government goods and services that citizens expect in exchange for their tax assessments \ntypically include the provision of schools, hospitals, parks, transportation, sanitation, police and firefighting, housing \nfor the poor, and the like. (251) The level at which a particular municipality provides these services can vary widely \nacross local governments and neighborhoods, and is quite dependent on not only the demand for particular goods \nor services but also on the depth of its tax base. (252) Primary responsibility for the provision of these public goods \nand services is typically a core function of local government. (253) When a local government (or any level of \ngovernment) decides to essentially get out of the business of being the primary provider of these goods and \nservices, it often does so by contracting out (or outsourcing) for their provision by private actors. (254) The \ngovernment may not release its regulatory authority, or sovereignty, over the public good or service when it \noutsources its provision. But it nevertheless ceases becoming its sole provider.\n\nCollective efforts to provide goods and services for common urban spaces--such as cleaning and maintenance, \nsecurity, block patrols, planting trees and flowers, street lights and signs, etc.--are tailored to the specific needs and \npreferences of a geographically defined resource or community. In this sense, they are secondary to the basic \npublic goods and services provided by the local government, which are typically provided on a citywide basis. This \nis not to say that the private provision of goods and services does not sometimes displace those provided by the \nlocal government. In the case of some Common Interest Communities (i.e., Homeowners Associations), \ngovernment services are in fact supplanted by locally delivered services in exchange for a tax rebate or the ability to \nassess property owners for neighborhood services. (255) In most cases, however, the local government does not \nwithdraw completely from its role as the primary provider of these services. Rather, the goods and services \npurchased by the additional fees (or labor) paid by local residents are in addition to those provided by the \nmunicipality. In cases where the government has reduced its services, it would presumably restore its efforts to \nprovide such services if and when the collectivity dissolves or ceases to function as a service provider.\n\n2. Quantitative and Qualitative Differences in the Provision of Goods/Services\n\n\n\nOne way to think about the secondary nature of the services that these collectivities provide is to ask how much \nthey differ, qualitatively and quantitatively, from those typically provided by the local government. This was the \napproach taken by the Second Circuit in Kessler v. Grand Central District Management Ass'n, in response to a \nconstitutional challenge to the Grand Central BID, one of the largest BIDs in New York City. (256) There, non-\nproperty owner plaintiffs claimed that the weighted voting pattern of the BID violated the \"one person, one vote\" \nrequirement under the Equal Protection Clause. (257) Previous Supreme Court precedent had established that the \nrequirement applied to governing bodies that have general governmental powers over the entire geographic area \nserved by the body. (258) However, the one person, one vote requirement had been held to be inapplicable to \ngoverning bodies that have a special limited purpose--i.e., performs limited activities that have a disproportionate \neffect on a definable group of constituents. (259)\n\nIn assessing the services provided by the BID (e.g., sanitation, security, and social services) in relation to the \ntypical services traditionally provided by local governments, the Court found that indeed the BID services do overlap \nwith those of those provided by the city. However, the BID's provision of these services was deemed to be \nsecondary to those provided by the city. (260) They are secondary because the BID's services are quantitatively \ndwarfed by those of the city and are qualitatively different from so-called \"core municipal functions.\" (261) This \nconclusion was driven, first, by the language of the state law that enables BID creation; this language requires that \nthe municipal services provided by BIDs must be \"in addition to or an enhancement of those provided by the \nmunicipality.\" (262) Second, the Court noted that the City's provision of sanitation, security, and other services is far \nmore extensive than the limited provision of those services by the BID. (263) As an example, the BID employs sixty-\nthree mostly unarmed security guards, while the District is served primarily by three City policy precincts that it \noverlaps. (264) Moreover, \"[a]lthough they patrol the district in the expectation that their visible presence will deter \nthe incidence of serious crime, if law enforcement is needed [the BID] security personnel call in the City police.\" \n(265)\n\nSimilarly, the sanitation services provided by the BID are quite limited when compared to those of the City. While \nBID workers bag loose trash, they do not cart it away; the City retains the primary responsibility for municipal refuse \nremoval service. The BID's physical improvements to the areas--such as installing street lights, removing graffiti, \ncleaning street signs, providing more attractive trash bins--are \"efforts to improve the physical appearance of the \ndistrict\" and not an exercise of general governmental authority. (266) Even the BID's provision of homeless \noutreach services, the Court reasoned, was overwhelmingly dwarfed by the services provided by the City. The BID \nfunded \"a single outreach facility,\" while \"the City has an entire Department devoted to assisting the homeless.\" \n(267)\n\nThe Court's analysis provides a useful framework with which to assess the activities of the type of collectivities \ndiscussed in Part III, above. First, it asks whether the relative level of services and goods provided by these \ncollectivities constitutes a very small portion of the similar goods and services provided by the municipality. Second, \nit asks whether the type of the services provided by these collectivities are distinct in scope from those provided by \nthe local government. Presumably the provision of services to maintain or manage a commonly held public \nresource that is quantitatively and/or qualitatively dwarfed by similar services provided by the local government \nwould withstand the suspicion that it is supplanting those services, as opposed to simply supplementing them in \ngeographically specific ways.\n\n3. Scale and Supplementarity\n\nThe above analysis is simplistic on some level. It fails to account for the scale of these collective efforts when \nviewed cumulatively--both as an aggregate measure of the services provided by one collectivity and as an \naggregate measure of the services provided by similar collectivities (e.g., BIDs, park groups, etc.) across a \nmunicipality. Large, corporate-dominated BIDs that manage central city commercial districts, for example, are often \nengaged in a very wide range of services and enjoy a broad grant of authority to render and expand their services. \n(268) They arguably become, in effect, \"cities within cities\" administering their services in largely unaccountable \nways, with little oversight by local government, and with substantial budgets that allow them to self-govern much \nlike a private neighborhood. (269)\n\n\n\nEven when the scale of each individual collectivity is relatively small (when compared to the totality of the \nmetropolitan commons), it might be that, if viewed cumulatively across the municipal landscape, the scale of these \nefforts combined begins to rise to a level that begins to crowd out those provided by the city. (270) It is not difficult \nto imagine a city withdrawing, or significantly further cutting back, its resources and services from the provision of \npark maintenance and support, for example, due to the increase in collectivities or groups dedicated to managing \nurban parks in a city. (271)\n\nThe crowding out effect may not be as likely to occur with some city services--police services or garage removal \nservices, for example--that would be more difficult for small collectivities to completely take over or for the city to \neasily abdicate. Thus, for example, no matter how large a crime foot patrol group becomes or expands its territory \n(such as the Guardian Angels), it is highly unlikely to supplant or crowd out a local government's provision of police \nand other security services to its residents and common areas. These services are delegated, or mandated, by the \nstate to local governments in exchange for their ability to impose taxes and fees on its residents. Moreover, as a \npolitical matter, residents are unlikely to support the withdrawal of basic or core municipal services such as security \nand sanitation. Thus, no matter how many BIDs provide for garbage removal or street maintenance, the local \ngovernment is not very likely to get out of the business of providing those services--which are quintessentially a \nfunction of local governments.\n\nV. THREE NORMATIVE CONCERNS\n\nUp to this point, this Article has described the ways in which local governments enable groups of private actors who \nare able to overcome collective action problems to cooperate to manage open access, common urban resources. \nThe Article has also situated collective action enabling along the spectrum of public and private governance \nstrategies for the urban commons. What the Article has not done, up to now, is to go beyond describing this form of \nenabling to evaluating it in purely normative terms.\n\nAt the outset, it is important to acknowledge that there are clear economic and community development benefits \nattendant to collective action enabling. The specter of unsafe or unkept streets, public parks, and other common \namenities can drive away (and repel) existing residents, visitors, new development and commercial life from the \ncity. Encouraging collectivities of local, private actors to manage common urban resources when the government \ncannot do so (at least at a sufficient level) can preserve the social viability of neighborhoods and city life, \nparticularly in times of economic and social instability. Even in times of social and economic stability (and even \nvibrancy), enabling collective management of a local commons can produce efficiency and innovation in the \nprovision, oversight, and use of those resources. Moreover, there is a convincing empirical link between the \nprovision or existence of certain public goods such as parks, community gardens, and other local amenities \nprovided by these collectivities and the economic value of surrounding property. (272) Local residents and property \nowners thus receive a direct economic payoff on their cooperation with each other in improving the common \nresources in their neighborhoods. (273)\n\nIn this Part, however, I identify some of the risks, or costs, of some forms of collective action enabling to which \npolicymakers have not yet attended. The three main concerns articulated in this Part are: The risks of scaling up \nthis form of enabling, the distributional issues inherent in enabling discrete groups of private actors to manage \nurban commons, and the real threat of ossification when these groups are difficult to disband.\n\nA. Scale\n\nLet us return for a moment to Ostrom's groundbreaking study of small scale resource management by local users \nand examine the question \"why is scale important\" to these collective efforts. Recall that one of Ostrom's critical \ninsights was that successful collective action efforts involved a community of users who are heavily dependent on \nthe resource for economic returns and exist in an interdependent relationship with one another. (274) Under such \ncircumstances, users are strongly motivated to cooperate with one another to govern themselves to obtain joint \nbenefits notwithstanding that each face temptations to free ride or act opportunistically. (275) Further, an important \naspect of successful collective management is the ability of the users to establish shared norms, police each other, \nand sanction violators. (276) Scale is important, then, because it identifies (and defines) the class of users most \n\n\n\neconomically and socially dependent upon the resource and who thus have the most incentive for collective action. \nScale is also very important, as we have seen, to the ability of resource users to cooperate together. As we have \nseen, scale of the resource and the community are very strongly correlated with the ability of groups to govern \nthemselves through informal norms, and to create and enforce rules for resource allocation.\n\nScale also importantly constrains the degree of autonomy and control that private actors have over a public \nresource. It is telling that Ostrom confined her study to geographically small-scale resources. The size of the \nresource very much influences both its manageability by a collectivity of private actors, but also can dictate how \nmuch authority and control the group will need or attempt to seize for itself. (277) The larger the resource the more \nlikely it is to be complex, both in terms of its functionality and in terms of the heterogeneity of user groups it attracts. \nThis complexity may very well dictate a broader range of functions, and discretion, be placed in the hands of user \ngroups in order to effectively manage that resource.\n\n1. Size and Authority\n\nNot much empirical study has been devoted to the collective management of common urban resources; however, at \nleast one study suggests that size matters in how these groups function and the characteristics that these groups \npossess. (278) Jill Gross examined forty-one BIDs in New York City and analyzed them based on their size and the \nneighborhood context (high vs. low-income) in which they exist. (279) Her study found that the largest (\"corporate\"), \nmedium (\"main street\"), and smallest (\"community\") BIDs each have very distinctive characteristics which largely \ntrack their size. Importantly, the function of BIDs vary by size (and hence the variety of services they provided), and \nthose with the widest ranging functions were the large, corporate BIDs. (280) Their services range from providing \nlarge-scale capital improvements and security to marketing, street maintenance, and social services. These BIDs \ncover large areas of land, brought in large revenues, and have large boards of directors which include many \nmembers with professional expertise (lawyers, developers, and financial experts). (281) Main Street BIDs, on the \nother hand, are characterized by a small board of directors, consisting mainly of second generation immigrant \nproperty owners with limited formal education, and with much less revenue intake. (282) Main Street BIDs' primary \nfunctions focus on marketing and promotion of local businesses with more limited services for security, sanitation, \nand street maintenance. (283) Community BIDs are the smallest in size, revenue, and scope of services. They \nprimarily focus on the maintenance of the area that they govern--specifically by providing sanitation services--and \nalso engage in sporadic marketing efforts. (284)\n\nIt is perhaps no surprise that much of the controversy around this form of enabling has involved groups that \nmanage a relatively large and complex \"commons,\" requiring either a wide range of functions and/or, concomitantly, \nwide discretion in exercising those functions. (285) Both the size of the geographic commons managed by certain \ngroups and the type and range of functions required or delegated to the group make it difficult for local authorities to \neffectively monitor these groups. A distinct danger, identified by Robert Ellickson and others, is the ways in which \n\"insider\" group norms designed to maximize group welfare do so at the expense, or exclusion, of non-group \nmembers. (286) Consider the controversy over the Grand Central BID in New York, which was investigated for \nusing its \"social services\" function to hire low-wage homeless individuals to go out and harass other homeless \nindividuals from sidewalks, doorways and other public spaces, using violence if necessary. (287) Commentators \nhave rightly suggested that the size and wide range of functions assumed by this BID, one of the largest in the \ncountry, led to its exclusionary practices. (288) Similarly large-scale collective management regimes pose these \nsame risks. The Guardian Angels, while forbidden from carrying weapons, do carry handcuffs and use force when \nnecessary to confront suspected criminals in large swaths of urban areas. Their \"citizen patrol\" and arrest function \ncan easily cross the line into over-zealous \"vigilantism\" and the use of illegal force. (289) Large park conservancies \nare also inevitably involved in daily decisions about how urban parks are used and by whom. (290)\n\nAs we have seen in the examples of collective management regimes in Part III, there is an inverse relationship \nbetween the endogenous variables that Ostrom and Ellickson have identified and the degree of central government \ninvolvement. At least formally, as I have argued, the government retains its ownership, policymaking and regulatory \nauthority over the resource. Yet, as a practical matter, the size and scale of the resource necessarily influences the \ndegree of responsibility, range of function, and discretion allowed the collective regime. As previously mentioned, \nthe size and complexity of the resource and the range of functions often mirror each other. In these cases, the \n\n\n\nbroad range of functions assumed and the discretion often inherent in exercising those functions raises the specter \nof significant slippage between the policymaking authority of central authorities and the more limited functions of \nprivate actors managing the resource.\n\n2. Size and Accountability\n\nThe above examples reveal that there can be real questions about the extent to which the line between the \nregulatory and policymaking sphere of municipal authorities who formally govern the resource and the managerial \nsphere exercised by private collectivities managing the resource begins to blur. Avoiding this line blurring might \nentail nothing more than ratcheting up the oversight and monitoring of these groups, a task that, as the literature \nsuggests, is more challenging in practice than in theory. (291) In each of the above examples there exists an \noversight mechanism in place for local officials and bodies to review the decisions of the group. For the \nConservancy, a variety of public bodies have oversight over its decisions and it has limited authority to make policy \nchoices without the assent of city government. (292) Large BIDs, too, are subject to significant local government \nmonitoring; representatives of city officials sit on the BID's managing board and their recommendations for \nsignificant changes in land use or policy in their districts cannot be implemented without approval by elected city \nofficials. (293) Similarly, the Angels' memorandum of understanding with cities like New York includes training and \noversight by municipal police departments designed to constrain the Angels' autonomy and to limit their citizens' \narrest powers. (294)\n\nIn practice, however, it is not at all clear how much attention city officials devote to monitoring these groups. While \nit is true that private groups formed to manage an urban commons cannot engage in altering the formal rules or \npolicies of the space that they manage, as the previous examples illustrate, they do enjoy tremendous autonomy in \nmanagerial decisions, many of which have larger policy implications--e.g., access and use decisions. We simply do \nnot know enough about the degree to which these groups' managerial decision making intrudes into the \npolicymaking domain of local government authority over public and common goods.\n\nAdditional empirical research into the functioning of these groups would further refine the model I have sketched \nhere, and perhaps even alleviate the concerns over large scale collective action enabling. Future research might \ninclude asking what types of decisions are required for the management of the resource at issue, what type and \nlevel of authority is sought to make those decisions, and in what ways a groups' decision making authority is legally \nand practically constrained.\n\nB. Distribution\n\nWhen the government relies on private actors to provide or manage local goods and resources, it is taking the risk \nthat, at a minimum, those actors will do so in ways that either create or aggravate inequalities in the distribution of \npublic goods. (295) Collective action enabling allows the decentralization and fragmentation of services devoted to \nmanaging commons resources, inevitably raising distributional concerns. (296) The distributional issue in this \ncontext has at least two dimensions.\n\n1. Distribution in Two Dimensions\n\nThe first dimension of the distributional concern is that enabling might result in the creation of different tiers of \ncommon resource stewardship, depending on the demographics of those who live closest to the resource and/or \nfrequent it the most. (297) Another way of stating the problem is that although local government \"enabling\" is \navailable to any group of private actors able to overcome free-rider and other collective action obstacles, the scope \nand success of the management or stewardship effort will depend in no small part on the assets of those individuals \ninvolved (as well as their ability to attract additional assets). Park management is a key example of this, as \nmentioned earlier. Park conservancies are able to raise and dedicate private funds toward the improvement of \nlarger, more prominent city parks while parks and playgrounds in poorer neighborhoods are left underfunded and \nrelatively unattended. (298) In a similar vein, \"BIDs in low-income neighborhoods have less fiscal and human \ncapital to apply to service provision than do those in high-income neighborhoods.\" (299) The result is that the BIDs \nin these neighborhoods provide a very limited range of services, typically that tend to address the most visible \n\n\n\naspects of urban decay (e.g., graffiti, sanitation, and sidewalk maintenance) and fall far short of the kind of major \ncapital improvements that characterize BID service in more affluent neighborhoods.\n\nThe second dimension of the distributional issue is subtler than the first, but equally as problematic. The more that \nsublocal communities are able to manage their own commons, and provide for their own public goods, and pay for \nthem directly, the less likely they are to be supportive of citywide services (and taxes) that provide those goods and \nservices to other communities. Residents and users of neighborhoods in which BIDs are perceived to be providing \nhigh levels of security and sanitation, citywide patrol teams to be providing adequate levels of security and crime \ndeterrence, and park groups able to maintain and manage their local park, have no real incentive to support this \nsame level of service provided by the municipal government to poorer sections of the city. (300) Similarly, when \npark goers see a popular public green space like Central Park in pristine condition, and well managed, they may be \nless likely to voice their support for greater spending on parks in less heavily trafficked parts of the city. (301) An \nappropriate analogy would be to compare the city to a house and the tax-paying voters to a thermostat: When the \nthermostat registers a great deal of heat emanating from a fireplace in the living room, it automatically reduces the \ntemperature in other parts of the house, leaving them far colder than they should be. (302) Less central or popular \nparts of the city, without the support of wealthy private partners, will suffer from underfunding because of the \nsuccess of other, more visible areas of the city.\n\n2. Distributing Power\n\nIf some groups, or collectivities of local actors, lack the assets or ability to attract sufficient assets to manage \ncomplex common resources, one solution might be to expand, or ratchet up, the toolbox of government enabling \nmechanisms for use by these groups. This toolbox might expand to grant smaller, less resourced groups greater \naccess to funding for large-scale capital improvements in their neighborhoods. Local governments might also play a \nlarger role in assisting less resourced groups to attract resources from other institutional sources, such as private \nfoundations. For example, local government departments or officials could co-sponsor applications for foundation \ngrants (or other private funding) to allow smaller groups to engage in broader service delivery in their \nneighborhoods and/or to make capital improvements.\n\nIn select cases, city (or state) governments might utilize in a very limited fashion, or delegate the limited use of, \nlegal tools such as its eminent domain power, to better enable under-resourced groups seeking to rehabilitate or \nrevitalize neighborhood common areas suffering from widespread urban decay. This strategy obviously carries the \nrisk of abuse, particularly if the use of these tools is not carefully constrained and closely monitored. However, it \nalso has the potential for high payoffs in areas most in need of revitalization.\n\nConsider the case of the Dudley Street Neighborhood Initiative (DSNI), (303) a group of citizens who formed a \nnonprofit community organization to revitalize their neighborhood, one of the poorest and most desolate in Boston, \nenabled by the city's delegation of authority to the group to exercise the power of eminent domain. (304) After \ncleaning up many of the vacant lots that littered its neighborhood (a mix of city-owned and privately owned \nparcels), enabled by various forms of City support, (305) DSNI embarked on an ambitious plan to create an \"urban \nvillage\"--consisting of affordable housing, shopping, open green space (\"a town common\"), and a community \ncenter. (306) However, one of the major obstacles that faced DSNI in carrying out its plan was that it needed to \ncontrol the future use of the vacant lots--fifteen acres of vacant lots were owned by the city and fifteen acres were \nprivately owned, most of which had municipal tax liens against them or were in foreclosure. (307)\n\nDSNI convinced the city to declare a moratorium on the transfer of city-owned vacant lots in the neighborhood. \n(308) The privately owned vacant lots were another matter, however. DSNI decided that foreclosing on each of the \nscattered individual private properties would be too time consuming and persuaded the city to grant its newly \nestablished affiliate Dudley Neighbors Inc. (DNI), status as an \"urban redevelopment corporation,\" with the power to \nacquire by eminent domain vacant land within the Dudley Triangle. (309) Subsequently, DNI was set up as a land \ntrust to acquire the vacant lots and oversee the development of affordable housing, (310) as well as community \nfacilities and open space, (311) on the land that was formerly constituted of fragmented vacant lots. (312) DSNI/DNI \nbecame the first community group in the nation to win the fight of eminent domain. (313) With the help of additional \nprivate and public funding, including a federal HUD grant (secured with the help of the City), (314) DSNI/DNI \n\n\n\nultimately acquired about twenty-eight of the original thirty acres of vacant land in the Dudley Triangle and has \nsteered the development of hundreds of permanently affordable housing units, six public green common spaces, \nand two community centers, an urban farm, refurbished schoolyards, and numerous playgrounds. (315)\n\nThe Dudley Street example suggests that expanding the toolbox of enabling mechanisms as a way to address \ndistributional concerns has potential under some (and perhaps limited) circumstances. I suggest that there are four \naspects of the Dudley Street example that might have made it attractive, and suitable, for the City of Boston to \nratchet up its role in enabling the DSNI to rehabilitate and revitalize its neighborhood. The first aspect is that the \ngovernance structure of the DSNI was clearly geared toward successful collective action--it was deeply \nrepresentative/inclusive of the various constituencies who use and depend upon the neighborhood commons, as \nwell as inclusive of other public and private actors who have stakes in the neighborhood revitalization. (316) The \nsecond aspect is that the effort to revitalize the collectively shared, open space areas of the neighborhood is at a \nscale designed to benefit much of the affected surrounding community while imposing no material burden on any \nmember of the community. The \"urban village\" that it sought to create by taking over the vacant lots was designed \nto avoid any loss of home or business in the process. (317) The third important aspect is that the revitalized \n\"commons\" remained a collective asset of the community--not only the town commons, open spaces and \ncommunity facilities, but also the affordable housing that was built on the land. The vacant lots were acquired by \nDSNI/DNI as part of a community land trust, held in perpetuity, for the benefit of is community members. (318) \nFinally, the enabling was a key part of the public-private partnership that emerged between the DSNI and the City \nof Boston in which both, as part of a \"memorandum of understanding,\" are involved in \"every stage of planning for \nnew, city-sponsored projects within the neighborhood.\" (319)\n\nC. Ossification\n\nOne common characteristic of the enabling relationships between local authorities and collectivities of private actors \nwho manage the urban commons is the existence of agreements that have a limited term. (320) Some examples of \nthese mentioned earlier are sunset clauses for BIDs, park conservancy agreements that expire after a limited period \nof time, and short term leases for community gardeners. (321) In theory, then, local government enabling of private \ncollectivities carries less of a risk of entrenching regulatory standards than traditional land use rules. Unlike zoning \nand other land use rules, enabling also does not create a collective property right in the commons.\n\nWhile it is true that government officials in theory can withdraw support at any time from the collectivity or \norganization managing the resource, as a practical matter this often does not occur. BIDs very rarely dissolve, for \ninstance. (322) Instead, as permitted by state-enabling legislation, BIDs renew and extend their term limits by \nmeans of a standard reauthorization process. (323) Agreements with park groups and park conservancies, and \nleases with community gardeners, are also regularly renewed by local governments. Even when the government \ndecides not to renew an agreement, the expectation that it should can easily morph into a claim that there exists a \nde facto, if limited, property right in the resource that should prevent the government from terminating the \narrangement without a strong justification. (324) Even in the absence of a formal agreement, the length of the \nrelationship between the parties and the degree of control that the government has ceded is likely to render it very \ndifficult for the government to disentangle itself from the management relationship.\n\nThe presumptive renewal, or continuation, of these arrangements is quite understandable from the local \ngovernment (legal steward's) point of view. Why would the government want to disturb a management arrangement \nthat has revitalized the commons, maintained it, and perhaps brought in additional sources of revenue (or labor) to \nsustain it? Nevertheless, the option to terminate or renew is useful, and even critical, from the point of view of \nbuilding in accountability of the collectivity to the public/public officials. That is, if the management of a collective \nresource imposes high costs (or externalities) on others, the government can be petitioned to withdraw its support \nand encouragement from the group and to re-assert its full management and control over the resource. In this way, \nthe local government maintains a degree of accountability to the public for whom the resource is dedicated or held \nin trust.\n\nAt the same time, the longer and more entrenched the group has become, the more difficult it will be for the \ngovernment to withdraw its support. Such entrenchment raises the danger of ossification that is lurking in the \n\n\n\nestablishment of these collectivities over time. This danger is powerfully characterized by Brigham Daniels as the \nthreat of \"commons cartels.\" (325) As Daniels argues, commons scholars tend to ignore the rigidity that can take \nhold of institutions created (and sustained)\n\nas a solution to the tragedy of the commons. He argues that because commons scholars tend to define successful \nmanagement of the commons as the establishment of long-enduring institution, it is easy to overlook the ways in \nwhich commons management becomes static and commons institutions become rigid in the face of emerging and \ncompeting values. Thus,\n\n[t]he very institutions that provided a cure to the tragedy of the\n\ncommons intentionally favors one commons use. Given what we know\n\nabout the principles of long-enduring institutions, they work to\nprovide one set of commons users a privileged place at the\ntable.... They punish those who challenge the values of incumbent\nusers: credible threats prove credible, and incumbents use them to\nthrash rivals. Institutions promote cooperation among incumbents:\ncollective action is cheaper for incumbents, and incumbents\neconomize in working together to shore up their holdings and to\nfend off rivals. (326)\n\nThe threat of \"commons cartels\" may be more theoretical than real at this point but it is worth inquiring whether \ngroups that manage an urban commons for a lengthy period of time become ossified in their approaches to that \nmanagement. This is particularly a risk where the identity of a particular commons has become closely identified \nwith the values and preferences of the particular collectivity that has managed it on a long-term basis. If the answer \nis yes, then we should inquire whether there exist competing or rival claims to the use of the commons and how the \ncollectivity treats and resolves those claims. As Daniels argues, \"[o]ur tendency to focus on one use of the \ncommons at a time sets institutions on a path-dependent course at the outset.\" (327)\n\nIf one of the benefits of allowing collectivities to manage an urban commons is the innovation and flexibility these \ngroups bring to task, then ossification of a management regime poses significant dangers. One danger is that some \ncommons management groups may be resisting the type of change in the use of the commons that is healthy over \nthe long run and that best reflects changes in the way that society (or the community) views the commons. (328) \nAnother danger is that incumbent institutions may develop, and even expand, their \"grip\" on the commons in ways \nthat work to the advantage of particular commons users and political power brokers. (329) Existing commons \nmanagement regimes, when confronted with emerging values, should ideally be able to remain flexible by \nmaintaining their core identity as stewards for the various constituencies that use and depend on the commons, \nboth now and in the future. (330)\n\nCONCLUSION\n\nThis Article has offered a framework for thinking through the governance challenges that arise in the context of \nrivalrous, common urban resources. The framework begins with an examination of how an urban commons \n\"tragedy\" might unfold in the context of a regulated resource. The concept of regulatory slippage is offered to \nexplain how a formally regulated resource can become increasingly more open and rivalrous over time as a result \nof a retrenchment in government oversight and/or laxity in the enforcement of use restrictions. The resulting \ndegradation and exploitation of the resource raises anew the governance question. Scholars have proposed \ngovernance solutions that involve additional regulation or, alternatively, privatization of the resource. This Article \ncharts and develops a third solution that has taken root in cities across the country. Collective management of \ncommon urban resources is not a new phenomenon but it has been largely ignored and left underdeveloped by \nlegal scholars. This Article develops the idea, explores its contours and normative limitations, and examines areas \nfor further scholarly study and policymaking reforms.\n\n(1) Garrett Hardin, The Tragedy of the Commons, 162 SCI. 1243, 1244 (1968).\n\n\n\n(2) Id.\n\n(3) See Abraham Bell & Gideon Parchomovsky, Of Property and Antiproperty, 102 MICH. L. REV. 1, 13 (2003) \n(comparing \"pure\" and \"impure\" public goods and arguing that parks and other open spaces \"admit of nonrivalrous \nuses only to a certain point\").\n\n(4) See Daniel A. Farber, Taking Slippage Seriously: Noncompliance and Creative Compliance in Environmental \nLaw, 23 HARV. ENVTL. L. REV. 297, 299-300 (1999) (defining positive and negative regulatory slippage; the \nformer refers to action which gets ahead of regulatory baselines or standards, whereas the latter refers to actions \nthat fall behind those baselines or standards).\n\n(5) Traditionally, the \"commons\" or \"common-pool resource\" is a natural or manmade resource in which (a) \"it is \ncostly to exclude individuals from using the good either through physical barriers or legal instruments and, (b) the \nbenefits consumed by one individual subtract from the benefits available to others.\" See ELINOR OSTROM, \nGOVERNING THE COMMONS 30 (1990). That is, the resource is characterized by nonexcludability and rivalry. \nSee id.\n\n(6) For example, low intensity uses of urban parks (such as bird watching) are nonrivalrous, whereas other high \nintensity uses (like intensive hunting) are incompatible with other uses (e.g., intensive hiking) and with conservation \nor long-term sustainability of the resource. See Bell & Parchomovsky, supra note 3, at 13.\n\n(7) See generally ROY ROSENZWEIG & ELIZABETH BLACKMAR, THE PARK AND THE PEOPLE (1992) \n(discussing the evolution of Central Park and the different classes of people who have used it over time).\n\n(8) See id. at 498.\n\n(9) See id. at 501-02; see also Michael Murray, Private Management of Public Spaces: Nonprofit Organizations and \nUrban Parks, 34 HARV. ENVTL. L. REV. 179, 230 (2010) (telling a similar story about Bryant Park in New York \nCity).\n\n(10) Bradley Karkkainen theorizes a conception of the \"neighborhood commons\" as a set of local tangible and \nintangible resources in which neighborhood residents share a stake. See Bradley C. Karkkainen, Zoning: A Reply to \nthe Critics, 10 J. LAND USE & ENVTL. L. 45, 68 n.91 (1994). Rather than constituting a single clearly-defined \nresource, the neighborhood commons is multi-dimensional, consisting of a web of sometimes overlapping and \nsometimes unrelated resources that may be used in different combinations and some parts of which are \"open \naccess\" in that they may be used by nonresidents as well. See id.\n\n(11) See Robert C. Ellickson, Controlling Chronic Misconduct in City Spaces: Of Panhandlers, Skid Rows, and \nPublic-Space Zoning, 105 YALE L.J. 1165, 1223 (1996) (\"In open-access spaces thronged with strangers ... free-\nriding is apt to afflict the informal sector.\").\n\n(12) Id. at 1169 (defining chronic street nuisances as \"when a person regularly behaves in a public space in a way \nthat annoys--but more than annoys--most other users, and persists in doing so over a protracted period\").\n\n(13) See OSTROM, supra note 5, at 8-21; Hardin, supra note 1, at 1245.\n\n(14) See Garrett Hardin, Living on a Lifeboat, in MANAGING THE COMMONS 210, 213 (John A. Baden & Douglas \nS. Noonan eds., 2d ed. 1998) (\"Under a system of private property the man of group of men who own property \nrecognize their responsibility to care for it, for if they don't they will eventually suffer.\"); id. (remarking that \noverpopulation of the commons had no \"technical solution\" and therefore required \"mutual coercion, mutually \nagreed upon\"). See generally Harold Demsetz, Toward a Theory of Property Rights, 57 AM. ECON. REV. 347 \n(1967) (discussing the concept and role of property rights).\n\n(15) See Ellickson, supra note 11, at 1226.\n\n\n\n(16) See Setha Low, How Private Interests Take Over Public Space: Zoning, Taxes, and Incorporation of Gated \nCommunities, in THE POLITICS OF PUBLIC SPACE 81, 88 (Setha Low & Neil Smith eds., 2006) (demonstrating \nthat the dramatic increase in the development of these communities, along with the continued growth of homeowner \nassociations, has marked a \"social revolution in governance\" of the urban commons with private organizations \nresponsible for maintaining residential common areas and where private enforcement of covenants has replaced \nmunicipal oversight in regulating the environment by zoning); Shin Lee & Chris Webster, Enclosure of the Urban \nCommons, 66 GEOJOURNAL 27, 27 (2006) (noting that in many different cultures and economies around the world \nnew forms of local territorial governance are emerging in cities to make joint consumption more sustainable).\n\n(17) See OSTROM, supra note 5, at 8-21.\n\n(18) See, e.g., ROBERT C. ELLICKSON, ORDER WITHOUT LAW 123 (1991) (demonstrating that people resolve \ndisputes cooperatively without regard to laws applying to those disputes); Carol Rose, The Comedy of the \nCommons: Custom, Commerce, and Inherently Public Property, 53 U. CHI. L. REV. 711, 749 (1986) (discussing as \na \"middle ground\" between government ownership and private property rights the possibility and existence of a \n\"managed commons, where usage as a commons is not tragic but rather capable of self-management by orderly \nand civilized people\").\n\n(19) See generally OSTROM, supra note 5 (examining case studies focused on natural resources). But see Rose, \nsupra note 18, at 739-50, 765-66 (discussing \"inherently public property\" doctrines from the nineteenth century \nwhich vested some property rights in the \"unorganized public\" to open access land capable of customary self-\nmanagement).\n\n(20) See infra note 132.\n\n(21) See OSTROM, supra note 5, at 190 (finding that the activities of external public authorities can be positive \nfactors in helping collectivities to self-organize); see also Hanoch Dagan & Michael A. Heller, The Liberal \nCommons, 110 YALE L.J. 549, 578 (2001) (recognizing that background legal rules can provide a \"safety net\" that \n\"enables commoners, without taking prohibitive individual risks, to gain benefits that flow from trusting one \nanother\").\n\n(22) Scholars have written about BIDs, mainly through the lens of sublocal governance. See, e.g., Richard Briffault, \nA Government for Our Time? Business Improvement Districts and Urban Governance, 99 COLUM. L. REV. 365, \n365 (1999) (discussing the rapid spread of BIDs as one of the most important developments to occur recently in \nAmerican cities).\n\n(23) See generally ALEXANDER GARVIN ET AL., URBAN PARKS AND OPEN SPACE (1997) (describing derelict \nareas that were developed into thriving parks and discussing the revitalization of urban areas); Murray, supra note 9 \n(discussing how nonprofit organizations take responsibility for and create positive outcomes for public spaces).\n\n(24) See Farber, supra note 4, at 301-03 (describing \"negative\" slippage as a failure to act or lax supervision by \nregulators, as well as noncompliance with existing standards by regulated parties).\n\n(25) See Hardin, supra note 1, at 1244 (\"As a rational being, each herdsman seeks to maximize his gain.... [Thus \ne]ach man is locked into a system that compels him to increase his herd without limit--in a world that is limited.\"); \nsee also Garrett Hardin, The Tragedy of the Unmanaged Commons, 9 TRENDS IN ECOLOGY & EVOLUTION 199, \n199 (1994) (\"[A]ll exploiters suffer in an unmanaged common.\").\n\n(26) See, e.g., Lee Anne Fennell, Common Interest Tragedies, 98 Nw. L. REV. 907, 914 n.31, 919-22 (2004) \n(pointing out the distinction between distributive problems in the commons, in which users consume more than their \n\"share,\" and Hardin's tragedy, in which users consume the resources beyond the point that they produce marginal \nbenefits for anyone).\n\n(27) Michael A. Heller, The Dynamic Analytics of Property Law, 2 THEORETICAL INQUIRIES LAW 79, 84 (2001).\n\n\n\n(28) See Hardin, supra note 1, at 1244-45 (arguing that individual users of the commons would always enjoy the full \nbenefit of their use, but absorb only a small fraction of the marginal cost of that use).\n\n(29) Hardin, supra note 1 at 1244. As others have pointed out, there are many assumptions embedded in this tale \nthat may not bear out in reality. One such assumption is that of scarcity. For example, in the case of \"plenteous\" \ngoods--those resources that are so plentiful or unbounded--it may be that there is enough supply relative to demand \nthat the difficulty or cost of imposing a system of controls outweighs the gains of careful resource management. \nSee Rose, supra note 18, at 717-18.\n\n(30) See, e.g., Hardin, supra note 1, at 1245 (using the example of the National Parks, which are \"open to all, \nwithout limit\").\n\n(31) See OSTROM, supra note 5, at 8-9.\n\n(32) See Lee & Webster, supra note 16, at 28.\n\n(33) See generally infra Part V.A (examining the concern about scale).\n\n(34) A more critical perspective is that some of these laws are often created and used as a form of social control to \nexclude the socially marginal from public spaces. See, e.g., Katherine Beckett & Steve Herbert, Dealing with \nDisorder: Social Control in the Post-Industrial City, 12 THEORETICAL CRIMINOLOGY 5-30 (2008) (arguing that \nlocal governments' adoption of novel social control techniques including off-limit orders, parks exclusion laws, and \nexpansion of trespass laws increases the number of behaviors and people defined as criminal and subject to formal \nsocial control).\n\n(35) Another way of thinking about the concept is by imagining an increasing gap between regulatory standards and \nthe enforcement of those standards on regulated parties. See Farber, supra note 4, at 300 (noting the \npervasiveness of regulatory slippage in the environmental law context).\n\n(36) See id. at 325.\n\n(37) See id.\n\n(38) See ROSENZWEIG & BLACKMAR, supra note 7, at 502-03 (using Central Park as an example of this \ntension).\n\n(39) See id.\n\n(40) See Farber, supra note 4, at 325.\n\n(41) See id. at 320.\n\n(42) See id.\n\n(43) See supra note 5 and accompanying text.\n\n(44) See, e.g., Lawrence B. Solum, Questioning Cultural Commons, 95 CORNELL L. REV. 817, 822-23 (2010) \n(explaining that consumption of a good is rivalrous if consumption by one individual diminishes the opportunity of \nother individuals).\n\n(45) See Hardin, supra note 1, at 1244 (\"Adding together the component partial utilities, the rational herdsman \nconcludes that the only sensible course for him to pursue is to add another animal to his herd. And another; and \nanother.... But this is the conclusion reached by each and every rational herdsman sharing a commons. Therein is \nthe tragedy.\").\n\n(46) See id.\n\n\n\n(47) See, e.g., Bell & Parchomovsky, supra note 3, at 13-14 (explaining the rivalry that occurs when one use is \nconservation, which is fundamentally incompatible with any other use).\n\n(48) See id. at 13 (citing birdwatching as an example).\n\n(49) See id. (\"For example, intensive hunting is not likely to be compatible with intensive hiking within a confined \narea.\").\n\n(50) See id.\n\n(51) See James Grimmelmann, The Internet is a Semicommons, 78 FORDHAM L. REV. 2799, 2808 (2010) \n(\"Exclusion and governance both depend on a source of authority to enforce the rules that recreate excludability.\").\n\n(52) See Bell & Parchomovsky, supra note 3, at 13-14.\n\n(53) See Ellickson, supra note 11, at 1232, 1244.\n\n(54) See Bell & Parchomovsky, supra note 3, at 9.\n\n(55) See supra Part I.B.\n\n(56) Zoning can thus be justified because by itself \"private collective actions fail to provide sufficient quantities of a \ndesired public good.\" A. Dan Tarlock, Toward a Revised Theory of Zoning, in LAND USE CONTROLS ANNUAL \n145--46 (Frank S. Bangs, Jr. ed., 1972); see Ellickson, supra note 11, at 1223 (\"In open-access spaces thronged \nwith strangers ... free-riding is apt to afflict the informal sector.\").\n\n(57) See Ellickson, supra note 11, at 1195 (\"A pedestrian who unilaterally attempts to enforce social norms during \na particular encounter on the street bears all the risks of a confrontation with the street person, but ineluctably \nshares the prospective benefits of nuisance abatement with all other users of the same public space.\").\n\n(58) See Tarlock, supra note 56, at 145-46.\n\n(59) See Ellickson, supra note 11, at 1207-17.\n\n(60) See id. at 1209, 1214.\n\n(61) See id. at 1169 (\"Because the panhandler's presence inhibits pedestrians, the sidewalk is less used and the \nrestaurant's business suffers; although the bench squatter himself contributes to the daytime population in the \nplaza, the average headcount falls because fewer pedestrians wish to linger there.\").\n\n(62) See id. at 1220.\n\n(63) See id.\n\n(64) See id. at 1221-22.\n\n(65) Id. at 1221.\n\n(66) See id.\n\n(67) See id. at 1226.\n\n(68) See id. at 1244-46.\n\n(69) See id. at 1244-45.\n\n(70) See City of Chicago v. Morales, 527 U.S. 41, 56 (1999) (explaining that a statute without definite rules is \nunconstitutionally vague).\n\n\n\n(71) See ROSENZWEIG & BLACKMAR, supra note 7, at 502-03 (explaining that New York did not have the \nnecessary funds to continue upkeep in the park, yet demand for the park from users remained high and needs were \nnot met).\n\n(72) See Hardin, supra note 14, at 213 (\"Under a system of private property the man or group of men who own \nproperty recognize their responsibility to care for it, for if they don't they will eventually suffer.\"). But see Bell & \nParchomovsky, supra note 3, at 43 (expressing doubt that private property regimes always achieve a full \naccounting of costs among property owners and that \"generally, some negative externalities of property escape full \naccounting, creating the need for some external regulatory mechanism such as tort (primarily nuisance) or explicit \ngovernment regulation\"). See generally Demsetz, supra note 14, at 350 (explaining why individuals internalize \ncosts when they own property to be consumed) ; James E. Krier, The Tragedy of the Commons, Part Two, 15 \nHARV. J.L. & PUB. POL'Y 325 (1992) (explaining that private property forces individuals to internalize their costs \non the community, as opposed to individuals in a common-property system).\n\n(73) In the context of Hardin's original tragedy scenario, this might mean that the cattle herders each be given a \n\"right to graze,\" that each would have perfect information about the dollar amount of the harm caused by their \nindividual grazing, and about the cost to each herder of refraining from grazing. See Amy Sinden, The Tragedy of \nthe Commons and the Myth of a Private Property Solution, 78 U. COLO. L. REV. 533, 562 (2007). Further, it would \nmean that \"all of those harmed and benefitted by the [grazing] can be identified and located without cost, that \nbargaining is costless, and that the bargaining process is not marred by collective action problems or strategic \nbehavior.\" Id. at 562-63.\n\n(74) In other words, neighborhood control over entry to the neighborhood obviates the need for \"subsequent users \nwho wish to deviate from the surrounding landuse pattern\" to \"buy their way in through the political process.\" \nTarlock, supra note 56, at 141; see also Robert H. Nelson, Privatizing the Neighborhood: A Proposal to Replace \nZoning with Private Collective Property Rights to Existing Neighborhoods, 7 GEO. MASON L. REV. 827, 828 (1999) \n(proposing the enactment of \"legislation to facilitate the establishment of neighborhood associations in existing \nneighborhoods\").\n\n(75) See generally Lee Anne Fennell, Contracting Communities, 2004 U. ILL. L. REV. 829 (describing the \nhomeowner's association system).\n\n(76) These are servitudes that run with the land and are binding both on the original homebuyer and also on their \nsuccessors. See id. at 831-32.\n\n(77) See Low, supra note 16, at 86.\n\n(78) See SETHA Low, BEHIND THE GATES 111--52 (2003) (discussing fear as a motivating factor for gated \ncommunities); Setha Low, The Edge and the Center: Gated Communities and the Discourse of Urban Fear, 103 \nAM. ANTHROPOLOGIST 45, 45 (2008) (exploring how violence and crime legitimize and rationalize \"class-based \nexclusion strategies and residential segregation\").\n\n(79) See Low, supra note 16, at 88.\n\n(80) See ROBERT H. NELSON, PRIVATE NEIGHBORHOODS AND THE TRANSFORMATION OF LOCAL \nGOVERNMENT 265--73 (2005); Nelson, supra note 74, at 833; see also Robert C. Ellickson, New Institutions for \nOld Neighborhoods, 48 DUKE L.J. 75, 77 (1998) (discussing a similar idea, \"Block Level Improvement Districts\").\n\n(81) These services include garbage collection, street maintenance, snow removal, lawn mowing, gardening, and \nmaintenance of the recreational facilities and the common areas of the neighborhood. See Nelson, supra note 74, \nat 830-31.\n\n(82) See id. at 832 (\"[T]he fiscal crisis of many local governments in the 1970s and 1980s meant that these \ngovernments were unwilling to accept new responsibilities for building and maintaining streets, collecting garbage \n\n\n\nand providing other services. Providing these services privately, through a neighborhood association, often became \na condition of municipal approval for a new neighborhood.\").\n\n(83) See id. at 833 (\"The petition should describe: (a) the boundaries of the proposed private neighborhood; (b) the \ninstruments of collective governance intended for it; (c) the services the neighborhood association would perform; \nand (d) the estimated monthly assessment.\"). 84 See id. at 833-34.\n\n(85) Except where zoning regulates significant adverse impacts of one neighborhood association on properties \nlocated outside of its boundaries. See NELSON, supra note 80, at 267. This is important because, as Amy Sinden \nhas argued, when an open access commons is converted into one divided and delineated by property boundaries, \nthe private property boundaries should match (or encompass) the full scope of externalities or there will be leakage \nand externalities will remain. See Sinden, supra note 73, at 555-57.\n\n(86) See Nelson, supra note 74, at 835.\n\n(87) See id.\n\n(88) See id.\n\n(89) Id. at 836.\n\n(90) See id. at 876-79.\n\n(91) See NELSON, supra note 80, at 304-05.\n\n(92) See Low, supra note 78, at 111-52.\n\n(93) Nelson, supra note 74, at 865-66.\n\n(94) See id. at 835.\n\n(95) See id. (\"[U]nder zoning the substantial influence on such matters by outsiders leaves the neighborhood \nexposed to regulatory actions that it does not want.\").\n\n(96) See NELSON, supra note 80, at 305.\n\n(97) See generally Jorge O. Elorza, Absentee Landlords, Rent Control, and Healthy Gentrification: A Policy \nProposal to Deconcentrate the Poor in Urban America, 17 CORNELL J.L. & PUB. POL'Y 1 (2007) (delineating the \nadvantages of absentee landlords and the problems they create).\n\n(98) See Kessler v. Grand Cent. Dist. Mgmt. Ass'n, 158 F.3d 92, 108 (2d Cir. 1998) (rejecting a challenge by non-\nproperty owning individuals residing in a Business Improvement District (\"BID\") arguing that a governing structure \nthat weighed the votes of property owners more heavily than residents violated the constitutional guarantee of \"one \nperson, one vote\").\n\n(99) See Ellickson, supra note 80, at 92 (\"Both theory and evidence indicate that most of the benefits of a localized \npublic good redound to the owners of real estate located within the benefitted territory.\"); see also Jonathan \nB.Justice & Robert S. Goldsmith, Private Governments or Public Policy Tools? The Law and Public Policy of New \nJersey's Special Improvement Districts, 29 INT'L J. PUB. ADMIN. 107, 109 (2006) (arguing that BIDs better protect \nthe long-term interest of an area, as opposed to the short-term interest of temporary tenants).\n\n(100) See Ellickson, supra note 80, at 93-94 (listing various reasons why giving the power to control a Block \nImprovement District (\"BLID') to property owners is more desirable than giving it to tenants).\n\n(101) See Ellickson, supra note 11, at 1197 (\"Landlords and tenants of street-level properties tend to be especially \nattentive because the external benefits of greater street civility are capitalized into the value of their assets.\").\n\n\n\n(102) See Bell & Parchomovsky, supra note 3, at 32-34 (explaining that adjacent property owners would operate \nlike \"public guardians\" of the park and have the legal right to enjoin further development in the park as a means of \nconserving the park, for the benefit not only of the easement holders, but also the public at large).\n\n(103) See Orly Lobel, The Renew Deal: The Fall of Regulation and the Rise of Governance in Contemporary Legal \nThought, 89 MINN. L. REV. 342, 378 (2004) (\"Collaboration ... promotes mutual accountability, defined as \n'accountability among autonomous actors committed to shared values and visions and to relationships of mutual \ntrust and influence that enable renegotiating expectations and capacities to respond to uncertainty and change.'\" \n(quoting L. David Brown, Multiparty Social Action and Mutual Accountability, in GLOBAL ACCOUNTABILITIES 89 \n(Alnoor Ebrahim & Edward Weisband eds., 2007))).\n\n(104) See Lisa T. Alexander, Stakeholder Participation in New Governance: Lessons from Chicago's Public \nHousing Reform Experiment, 16 GEO. J. ON POVERTY L. & POL'Y 117, 184--85 (2009) (analyzing new \ngovernance theory in practice in the context of reform of the Hope VI housing project in Chicago and finding that it \nwas difficult for public housing residents to meaningfully participate in the reform process in the absence of rights-\nbeating rules, formal rights to participation, and judicial supervision or administrative recourse).\n\n(105) This assumption is based on the work of Mancur Olson, Jr. See MANCUR OLSON, JR., THE LOGIC OF \nCOLLECTIVE ACTION 2 (1965) (\" [U]nless there is coercion or some other special device to make individuals act \nin their common interest, rational, self-interested individuals will not act to achieve their common or group interests.\" \n(emphasis omitted)).\n\n(106) See generally Hardin, supra note 1, at 1244 (asserting that humans act selfishly and exhaust resources in \ncommon-property areas).\n\n(107) See OSTROM, supra note 5, at 18-21.\n\n(108) See id.; see also Thomas Dietz et al., The Struggle to Govern the Commons, 302 SCI. 1907, 1910 (2003) \n(demonstrating that the \"tragedy of the commons\" is not inevitable whenever land is an open resource, rather, many \ngovernance systems exist that effectively manage resources).\n\n(109) See ELLICKSON, supra note 18, at 15-64.\n\n(110) See id. at 167-69; see also Jed S. Ela, Law and Norms in Collective Action: Maximizing Social Influence to \nMinimize Carbon Emissions, 27 UCLA J. ENVTL L. & POL'Y 93, 114 (2009) (discussing Ellickson's work and noting \nthat other ethnographic research has documented cooperative norms among close-knit groups as diverse as \nlobster fishermen, diamond merchants, and molecular biologists).\n\n(111) See Yili Xu et al., Discovering the Impact of Community Policing: The Broken Windows Thesis, Collective \nEfficacy, and Citizens' Judgment, 42 J. RES. CRIME & DELINQ. 147, 147 (2005).\n\n(112) See id.\n\n(113) See ELLICKSON, supra note 18, at 52-53, 72-76 (explaining how community self-governance not conducted \n\"in the shadow of the law\" and how ranchers hold each other responsible for straying cattle regardless of whether \nthe formal legal rule mandates compensation).\n\n(114) See Robert Sampson, Neighbourhood and Community: Collective Efficacy and Community Safety, NEW \nECON., 2004, at 108 (noting that collective efficacy depends on \"walking trust\" and \"social interaction,\" and does \nnot require a friendly relationship with authorities).\n\n(115) See OSTROM, supra note 5, at 61-68.\n\n(116) This refers to a natural or man-made resource system that is sufficiently large as to make it costly (but not \nimpossible) to exclude potential beneficiaries from obtaining benefits from its use. See id. at 30.\n\n\n\n(117) See id. at 26.\n\n(118) See id. at 65-69 (describing common lands governed by local village communities in Japan); id. at 82-88 \n(discussing irrigation communities in Philippines); id. at 144-78 (describing examples of some fisheries and \nirrigation projects able to manage communally).\n\n(119) See id. at 88-91; see also Sara Singleton & Michael Taylor, Common Property, Collective Action and \nCommunity, 4 J. THEORETICAL POL. 309, 309--15 (1992) (finding that a group possesses the capacities for a \nwholly endogenous solution to the tragedy of commons to the degree it approximates a community of mutually \nvulnerable actors).\n\n(120) This was particularly true where users had the opportunity to participate in rule making and governance. See \nOSTROM, supra note 5, at 90; see also Elinor Ostrom, Collective Action and the Evolution of Social Norms, 14J. \nECON. PERSP. 137, 149--53 (2000) (describing how collective action and monitoring problems are solved in a \nreinforcing manner when users of resources design their own rules that are enforced by local users or accountable \nto them, using graduated sanctions, that define who has rights to withdraw from the resources, and that effectively \nassign costs proportionate to benefits.).\n\n(121) See OSTROM, supra note 5, at 61-68.\n\n(122) See id.\n\n(123) See id. at 101-02; see also ELINOR OSTROM, UNDERSTANDING INSTITUTIONAL DIVERSITY 11--13 \n(2005) (discussing the many layers of internal processing that results in decision making)\n\n(124) See ELINOR OSTROM ET AL., RULES, GAMES, AND COMMON-POOL RESOURCES 326 (1994) \n(\"Individuals in relatively simple systems are apt to develop rules more nearly optimal than individuals in more \ncomplex systems, especially systems involving substantial asymmetries of interest.\").\n\n(125) See OSTROM, supra note 5, at 103-42 (discussing the case studies of user groups in three California \ngroundwater basins).\n\n(126) See id. at 133-36.\n\n(127) See id. at 129, 133-34, 139 (noting that the special districts were created by users to tax themselves and then \nto use those funds to undertake collective actions to replenish a groundwater basin).\n\n(128) See id. at 129.\n\n(129) See id.\n\n(130) The special district, though central to the relationship among users, was only one public enterprise among a \nhalf dozen agencies that were actively involved in the management of the basins. In addition to the public districts, \nprivate water associations were also active in each groundwater basin. Ostrom viewed the relationship between the \nprivate water associations, public agencies, and special districts as illustrating how a governance system \"can \nevolve to remain largely in the public sector without being a central regulator.\" Id. at 135. The basins became \nmanaged as a \"polycentric\" public-enterprise system that is neither centrally owned nor centrally regulated. Id. at \n135-36.\n\n(131) See Robert J. Sampson et al., Neighbourhoods and Violent Crime: A Multilevel Study of Collective Efficacy, \n277 SCI. 918, 918 (1997) (finding that a community's ability to exercise informal control and its collective capacity \nfor action directly predicts lower rates of violence).\n\n(132) See Sampson, supra note 114, at 108.\n\n(133) See id.\n\n\n\n(134) See id.\n\n(135) See NICOLE STELLE GARNETT, ORDERING THE CITY 55 (2010) (charting a four-category taxonomy of \ndisorder in urban communities and explaining that social disorder usually \"describes the disfavored behaviors \nthought to signal a breakdown in healthy social norms in struggling communities\" and noting some of these social \ndisorders, such as prostitution and drug trafficking, are also crimes); Sampson et al., supra note 131, at 918 \n(controlling for a wide range of individual and neighborhood characteristics, including poverty and the density of \nfriendship ties, collective efficacy directly predicts lower rates of violence).\n\n(136) See Sampson et al., supra note 131, at 918; Robert J. Sampson & Stephen W. Raudenbush, Systematic \nSocial Observation of Public Spaces: A New Look at Disorder in Urban Neighborhoods, 105 AM. J. Soc. 603, 637-\n38 (1999); see also Dan Kahan, Social Influence, Social Meaning, and Deterrence, 83 VA. L. REV. 349, 387 \n(1997) (\"[H]ighly visible private precautions might in fact erode deterrence by emboldening law-breakers and \ndemoralizing law-abiders.\"); Tracey L. Meares, Praying for Community Policing, 90 CALIF. L. REV. 1593, 1604 \n(2002) (\"Whether infrastructure supports a community's efforts to resist crime will depend on the kinds of norms \ntransmitted among individuals who live in a neighborhood.\"); James Q. Wilson & George L. Kelling, Broken \nWindows, ATLANTIC, Mar. 1982, at 31 (\"[U]ntended behavior ... leads to the breakdown of community controls.\" \n(internal quotation marks omitted)).\n\n(137) Cf. GARNETT, supra note 135, at 136 (arguing that low levels of social capital deprive communities of the \nability to effectively organize); Sampson & Raudenbush, supra note 136, at 637 (stating that the data supports the \ntheory that social disorder coincides with lowered collective efficacy).\n\n(138) See Robert C. Ellickson, The Market for Social Norms, 3 AM. L. & ECON. REV. 1, 23-26 (2001).\n\n(139) See GARNETT, supra note 135, at 136 (\"[I]t is clear that the healthiest, safest urban communities enjoy high \nlevels of collective efficacy without public intervention.\").\n\n(140) See Nicole Stelle Garnett, Affordable Private Education and the Middle Class City, 77 U. CHI. L. REV. 201, \n209-10 (2010) (noting the findings that collective efficacy increases along with residential tenure and \nhomeownership).\n\n(141) See GARNETT, supra note 135, at 136; see also Dan M. Kahan, Privatizing Criminal Law: Strategies for \nPrivate Norm Enforcement in the Inner City, 46 UCLA L. REV. 1859, 1865 (1999) (explaining how prayer vigils \norganized by the police and churches on the south side of Chicago acted as a \"visible display of community \nsolidarity against crime\"); Tracey L. Meares, Praying for Community Policing, 90 CALIF. L. REV. 1593, 1604-08 \n(2002) (noting the effectiveness of community-wide action); Tracey L. Meares & Kelsi Brown Corkran, When 2 or 3 \nCome Together, 48 WM. & MARY L. REV. 1315, 1334-35 (2007) (recounting the prayer vigils).\n\n(142) See Nicole Stelle Garnett, Private Norms and Public Spaces, 18 WM. & MARY BILL RTS. J. 183, 184 (2009).\n\n(143) See id. at 189-90.\n\n(144) See id. at 184, 193-94.\n\n(145) See id. at 190, 194; see also Kahan, supra note 141, at 1865 (explaining how prayer vigils \"enervate the \nnorms that fuel gang membership\").\n\n(146) See Garnett, supra note 142, at 192.\n\n(147) See id.\n\n(148) See id. at 194-96.\n\n(149) See OSTROM, supra note 5, at 136. As she points out, resource users must invest tremendous resources to \ndesign institutional arrangements that incorporate the new processes and rules that will govern the resource. See \n\n\n\nid. at 136-37 (noting that her case studies do not bear out the assumption that individuals caught up in a rivalry for \nextraction of resources would refrain from expending resources to design, negotiate, and supply new institutions).\n\n(150) Although it should be noted that in a later work, Ostrom refers to some attributes of the user community as an \n\"exogenous\" variable. See OSTROM, supra note 123, at 13-15.\n\n(151) See, e.g., ELLICKSON, supra note 18, at 15-40, 177-82 (suggesting that norm-based self-governance works \nbest in \"close-knit groups\"); Ellickson, supra note 80, at 83 (noting that informal social networks and a high level of \nsolidarity are helpful when creating a Block Level Improvement District); Grimmelmann, supra note 51, at 2808-09 \n(noting that community cohesion and size are the factors that stand out as essential to the success of a \ncooperatively managed commons regime).\n\n(152) See Ellickson, supra note 80, at 83 (discussing how smallness and homogeneity are key elements of ability to \ncooperatively manage neighborhood and block level amenities); Grimmelmann, supra note 51 at 2809 (\"The bigger \nthe group, the greater the tendency towards ruin.\").\n\n(153) See OSTROM, supra note 5, at 139 (\"[T] he difference between an active effort by a central government to \nregulate appropriation and provision activities and an effort to provide arenas and rules for microinstitutional change \nis frequently blurred.\").\n\n(154) See OSTROM, supra note 5, at 40 (\"The costs involved in transforming a situation from one in which \nindividuals act independently to one in which they coordinate activities can be quite high.\"); Grimmelmann, supra \nnote 51, at 2809 (noting that \"strong and well-defined communities will be able to sustain the constant work of \nselfcontrol required\" of cooperatively managed commons regimes).\n\n(155) See Singleton & Taylor, supra note 119, at 319.\n\n(156) See Ann E. Carlson, Recycling Norms, 89 CAL. L. REV. 1231, 1244 (2001); Michael Vandenbergh, Order \nWithout Social Norms: How Personal Norm Activation Can Protect the Environment, 99 Nw. U. L. REV. 1101, \n1102, 1164 (explaining how individuals can struggle to accept that a diffuse, ubiquitous problem like climate change \ncan be mitigated through such a seemingly insignificant action as flicking off one's light switch) ; see also Hope M. \nBabcock, Assuming Personal Responsibility for Improving the Environment: Moving Toward a New Environmental \nNorm, 33 HARV. ENVTL. L. REV. 117, 140 (2009) (\"[W]hen second generation environmental harms are at issue, it \nis extremely difficult to 'conceptualize individual behavior as a distinct source of social problems.'\" (quoting \nVandenbergh, supra, at 1164)).\n\n(157) See Carlson, supra note 156, at 1241-45 (describing the challenges presented for policymakers seeking to \nenforce recycling).\n\n(158) See id. at 1264-66 (discussing the importance of government assistance in creating and sustaining recycling \nnorms and behavior); Vandenbergh, supra note 156, at 1105-06 (noting the interplay between social norms and \ngovernment intervention).\n\n(159) See Carlson, supra note 156, at 1231-32 (noting that \"norm creation or management is by itself not likely to \nbe terribly effective\" in resolving larger scale environmental problems).\n\n(160) See id. at 1265-67.\n\n(161) See Ostrom, supra note 120, at 153 (\"Since collective action is largely based on mutual trust, some self-\norganized resource regimes that are in areas of rapid settlement have disintegrated within relatively short times.\"); \nid. (listing a number of other threats identified in the empirical literature). Other researchers have also identified \nmigration in and out of communities as detrimental to social capital. See generally Manual Pastor, Jr. et al., Which \nCame First? Toxic Facilities, Minority Move-In, and Environmental Justice, 23 J. URB. AFF. 1 (2001) (hypothesizing \nthat \"ethnic churning\"--changing demographic conditions--weakens the bonds between residents in a community \nand thus weakens political power, makes community mobilization more difficult, and increases susceptibility to \nsiting hazardous facilities).\n\n\n\n(162) See Pranab Bardhan, Symposium on Management of Local Commons, 7 J. ECON. PERSV. 87, 89-90 (1993) \n(noting for example, \"[c]ontact with outsiders and the option to exit reduce the effectiveness of social norms\" in \nsmall groups and \"[p]rolonged repetition of the game also becomes more uncertain in a mobile world, raising \nincentives for short-run opportunism\").\n\n(163) See OSTROM, supra note 5, at 29.\n\n(164) The following account is based on a previous article. See Sheila R. Foster, The City as an Ecological Space: \nSocial Capital and Urban Land Use, 82 NOTRE DAME L. REV. 527, 534-43 (2006).\n\n(165) Many of these lots are city-owned, while others are on the brink of being city-owned because of outstanding \nmunicipal tax liens against them. See id. at 534.\n\n(166) See Antonio Alves et al., Environmentalism in the Dudley Street Neighborhood, 14 VA. ENVTL. L.J. 735, 737 \n(1995) (\"[O]ver a thousand such lots [in the Boston neighborhood] are now overrun with candy wrappers, beer \nbottles, hypodermic needles, fuel oil tanks, tires, refrigerators, and construction debris. These lots also serve as \nsites for drug dealing, car stripping, and illegal dumping of solid and hazardous waste.\").\n\n(167) Jane E. Schukoske, Community Development Through Gardening: State and Local Policies Transforming \nUrban Open Space, 3 N.Y.U.J. LEGIS. & PUB. POL'Y 351, 356 (2000). The gardeners become the \"eyes and ears\" \nof the community, resulting in sometimes dramatic reductions in crime in the host neighborhood. See id. at 356-59.\n\n(168) See id. at 359-60 (noting that the production of fresh produce by community gardens is at least \"partial relief \nto the problem of substandard grocery stores, which often operate in low-income urban neighborhoods where a lack \nof transportation limits consumer options\").\n\n(169) See generally supra notes 167-68 and accompanying text (explaining how no exogenous forces were \nrequired to spur the cultivation of these gardens).\n\n(170) Continuing and multiple interactions among members of the group both increase the likelihood and the ability \nto find cooperative solutions and overcome the fear of free riding. See Foster, supra note 164, at 541.\n\n(171) See supra notes 164-66 and accompanying text.\n\n(172) See supra notes 167-68 and accompanying text.\n\n(173) See Karl Linn, Reclaiming the Sacred Commons, 1 NEW VILLAGE J. 1999, at 44, available at \nhttp://www.newvillage.net/ Journal/Issue1/1sacredcommon.html (noting that many cities have made land available \nto communities via short-term leases). In this sense, however, the gardens remain vulnerable to extinction if and \nwhen a city decides to revoke this consent and reclaim the gardens for another purpose or land use. See Foster, \nsupra note 164, at 535-38 (recounting the dispute between New York City and community gardeners when then \nMayor Giuliani threatened to auction off some of the gardens to private housing developers).\n\n(174) See GreenThumb Community Gardens, N.Y.C. DEP'T OF PARKS & RECREATION, \nhttp://www.nycgovparks.org/sub_about/ partners/greenthumb/greenthumb.html (last visited Sept. 25, 2011) \n(discussing the nation's largest urban gardening program providing members with technical support and materials).\n\n(175) See ROSENZWEIG & BLACKMAR, supra note 7, at 502 (\"More than five hundred parks and playgrounds \nreceived only weekly cleaning from mobile task forces. In the absence of regular maintenance, supervision, or \npolicing, many parks and playgrounds suffered vandalism and were filled with piles of garbage. Even after the \ncity's financial plight eased three years later, the parks continued to decay.\").\n\n(176) See Murray, supra note 9, at 230 (recounting the history of Bryant Park in which poor park design which \nlimited visibility and poor lighting combined with insufficient municipal funding for maintenance and security \nrendered the park unsafe and underutilized).\n\nhttp://www.newvillage.net/\nhttp://www.nycgovparks.org/sub_about\n\n\n(177) See KATHY MADDEN ET AL., PUBLIC PARKS, PRIVATE PARKS 13--22 (2000); see also DORCETA E. \nTAYLOR, THE ENVIRONMENT AND THE PEOPLE IN AMERICAN CITIES, 1600s-1900s 346-47 (2009) \n(explaining how \"after decades of neglect,\" citizens began to notice the parks' \"state of disrepair,\" causing \nconservations groups to act).\n\n(178) See Amnon Lehavi, Property Rights and Local Public Goods: Toward a Better Future for Urban Communities, \n36 URB. LAW. 1, 34 (2004) (noting that there are over 200 \"friends groups\" in New York City alone).\n\n(179) See id.\n\n(180) See MADDEN ET AL., supra note 177 (\"[T]hey derive their power from their ability to rally a constituency for a \npark or potential open space, and in many cases, to raise outside funds.\").\n\n(181) See id. at 51-115.\n\n(182) See id.\n\n(183) See id. at 107-10 (describing New York's Partnerships for Parks, a joint venture between the New York City \nParks Foundation and the New York City Department of Parks & Recreation, which encourages the formation, and \nnurtures the development of, neighborhood parks groups across the city.); About Us, P'SHIPS FOR PARKS, http:// \nwww.partnershipforparks.org/about_us/index.html (last visited Sept. 25, 2011) (describing New York's Partnership \nfor Parks program).\n\n(184) See MADDEN ET AL., supra note 177, at 107-10. The staff shares offices with the Department of Parks and \nRecreation. Its two million dollar operating budget is funded jointly by the city and from private and corporate \ndonations. See id.\n\n(185) See ROBERT K. YIN ET AL., NAT'L INST. OF LAW ENFORCEMENT & CRIMINAL JUSTICE ET AL., \nCITIZEN PATROL PROJECTS 4 (1977).\n\n(186) See Susan Pennell et al., Guardian Angels: A Unique Approach to Crime Prevention, 35 CRIME & DELINQ. \n378, 379 (1989).\n\n(187) See id.\n\n(188) See The History of the Guardian Angels, THE GUARDIAN ANGELS, http://guardian angels.org/about.php \n(last visited Sept. 25, 2011). In this respect they are very different from other \"self-help\" groups like the Minutemen \noperating along the U.S.- Mexico border. See Douglas Ivor Brandon et al., Self-Help: Extrajudicial Rights, Privileges \nand Remedies in Contemporary American Society, 37 VAND. L. REV. 845 (1984).\n\n(189) See Pennell, supra note 186, at 394 (noting that over one-third of the Angel chapters in their study were \ninitiated by Angels founder Curtis Sliwa with the remaining chapters started by Angel members in other cities or on \nthe basis of a community request).\n\n(190) See Brandon, supra note 188, at 896-98; Pennell, supra note 186, at 389-91, 397.\n\n(191) Since then, the group's membership has shrunk from its peak of 1000 to about 125; many chapters of the \nGuardian Angels have opened up all around the world to very mixed receptions from local governments. See \nEditorial, Angels Out East, N.Y. TIMES, Aug. 7, 2005, at LI13.\n\n(192) See Pennell, supra note 186, at 390. In 1981, for example, the City of New York had signed a memorandum \nof understanding (\"MOW') with the organization stating that the Angels and police would cooperate, share \ninformation and keep lines of communication open. Specifically, the Angels agreed to register their members with \nthe police department and to wear city issued identification cards. The MOU also prevented them from performing \ncitizens' arrests while not in uniform. In addition, the group agreed to receive training from NYPD community \nliaisons. Members receive training in CPR, first aid, conflict resolution and martial arts and are taught the legal \n\nhttp://www.partnershipforparks.org/about_us/index.html\n\n\nlimitations of citizens' arrest powers. The organization's rules spell out specific, standardized procedures for \nengagement and specifically forbid members from carrying weapons (although some carry handcuffs and their code \nallows them to use force when necessary to confront suspected criminals). See Henry C. Collins, Municipal Liability \nfor Torts Committed by Volunteer Anticrime Groups, 10 FORDHAM URB. L.J. 595, 596, 611, 615, 626-28 (1981) \n(describing the memorandum of understanding generally).\n\n(193) See Guardian Angels' Growing Pains: Mixed Success as the Young Crime Fighters Go National, TIME, Jan. \n18, 1982, at 21 (describing the effort of the Angels to go national after the MOU with New York City and the \ncontroversy that haunted them as they sought to do so); see also Owen Thomas, Citizen Patrols: Self-Help to an \nExtreme?, CHRISTIAN SCI. MONITOR, July 5, 1988, at 3, 8 (describing the controversy surrounding the Angels \nand similar groups).\n\n(194) The agreement also specified the conditions of cooperation with the group, including detailing the types of \nwatchdog activities by which the groups' members must agree to abide (such as wearing ID badges and uniforms). \nThe MOU also prevented them from performing citizens' arrests while not in uniform. See Pennell, supra note 186, \nat 390.\n\n(195) See Guardian Angels' Growing Pains, supra note 193; see also Santiago Esparza, Guardian Angels Back in \nDetroit: Controversial Citizen Patrollers Return to Help Fight City's Crime, DETROIT NEWS, June 16, 2008, at 1B \n(recounting effort to bring the Guardians back to the city after being chased from the city twenty years earlier, and \nthe effort to draft a memorandum of understanding between the Angels and the City which would outline the \nappropriate boundaries of the group's activities); Matthew Plum, Guardian Angels May Put Hartford Under Their \nWings, EXAMINER (Jan. 20, 2007, 3:00 AM), www.guardianangels.org/pdf/1716.pdf (describing Angels coming to \nHartford County and the possible drafting of a Memorandum of Understanding with the County sheriff).\n\n(196) See Katharine Q. Seelye, Giuliani's Angel Posse, THE CAUCUS BLOG, N.Y. TIMES (Dec. 28, 2007, 6:13 \nPM), http://thecaucus.blogs. nytimes.com/2007/12/28/giulianis-angel-posse.\n\n(197) See id. Mayor Bloomberg too lent them considerable support and as recently as 2007 was quoted as saying \nthat the group \"makes our streets safer.\" Michael Wilson, Guardian Angels Seek out More Mean Streets, N.Y. \nTIMES, Mar. 22, 2007, at B1.\n\n(198) See MADDEN ET AL., supra note 177, at 20-21. See generally Murray, supra note 9 (discussing the \ndifferences between friend groups and conservancies like the Central Park Conservancy).\n\n(199) See TAYLOR, supra note 177, at 352 (noting that Central Park Conservancy agreement with the City allows \nup to two million dollars per year from concession revenues; but for other parks, revenues generated from \nconcessions disappear into a city's general funds).\n\n(200) See MADDEN ET AL., supra note 177, at 75; Central Park Conservancy at a Glance, N.Y.C. DEP'T OF \nPARKS & RECREATION (2008), http://www.centralparknyc.org/assets/ pdfs/cpc-at-a-glance.pdf.\n\n(201) See ROSENZWEIG & BLACKMAR, supra note 7, at 510 (\"The administrator would be appointed (or fired) by \nthe mayor and would report to the park commissioner but would be paid by the conservancy.\"). Indeed, this new \nadministrator became the driving force behind the master plan for rebuilding Central Park and ultimately behind the \nformation of the Conservancy itself. See id. at 512.\n\n(202) See Central Park Conservancy at a Glance, supra note 200 (noting that the agreement was renewed in \n2006). Under the agreement, the Conservancy, working in concert with the parks commissioner and City Hall, \noversees the restoration and maintenance of Central Park, \"including the provision of programs and activities that \nwill increase public interest and awareness of Central Park.\" Oliver Cooke, A Class Approach to Municipal \nPrivatization: The Privatization of New York City's Central Park, 71 INT'L LAB. & WORKING.-CLASS HIST. 112, \n121 (2007) (citing the 1998 Agreement between the Conservancy and the City of New York Parks and Recreation \nDepartment); see TAYLOR, supra note 177, at 347.\n\nhttp://www.guardianangels.org/pdf/1716.pdf\nhttp://www.centralparknyc.org/assets\n\n\n(203) See TAYLOR, supra note 177, at 350.\n\n(204) See id.\n\n(205) These bodies include the Art Commission of the City of New York, the five community planning boards in the \ncity, the Landmarks Preservation Commission, and the City Council. See ROSENZWEIG & BLACKMAR, supra \nnote 7, at 521.\n\n(206) See Murray, supra note 9, at 211 (citing Memorandum between the Central Park Conservancy and the City \nof New York (Mar. 31, 1993) (on file with the Harvard Law School Library)). According to the Conservancy's \nwebsite, it employs eighty percent of the Park's maintenance and operations staff and provides eighty-five percent \nof the Park's twenty-seven million dollar annual budget through its fundraising and investment revenue. See Central \nPark Conservancy at a Glance, supra note 200. The City pays an annual fee to the Conservancy for its services \nand also funds lighting and maintenance of the Park drives and enforcement. See id.\n\n(207) See ROSENZWEIZ & BLACKMAR, supra note 7, at 524; TAYLOR, supra note 177, at 350.\n\n(208) See EUGENE KINKEAD, CENTRAL PARK 115--16 (1990) (discussing private involvement in Central Park \nand fact that nearly fifty groups formed since the 1920s to resuscitate Central Park).\n\n(209) See Murray, supra note 9, at 208-09 (recounting the history of private support and involvement in the \nmanagement of Central Park over the years).\n\n(210) See id. As Murray notes about Central Park:\n\n[T]hough private involvement existed in the 1960s and 1970s, in\n\nthe late 1970s, no one entity coordinated, and in fact no one even\n\napproved, private participation in the park's affairs. [Robert]\nMoses' efforts to involve private resources, furthermore, did not\ngenerate established mechanisms to harness volunteer labor or\ndonated funds. Donations generally went into the park's overall\noperating fund. In other words, friends of the park could not count\non the efficacy of their contributions--monetary or in-kind. The\ncosts of monitoring the manager and his use of private funds could\nnot be higher.\nIn short, by the end of the 1970s, the park lacked a responsible\nleader. Poor management, lack of advocacy for public support, and\nnon-coordination of private support contributed to its decline. The\nconditions were ripe for a strong leader to advocate for the park\nand coordinate private involvement, harnessing donations and\nimproving outcomes by reducing monitoring costs for donors.\n\nId. at 209.\n\n(211) See id. at 211-15 (describing the Memorandum of Understanding and the ways it has developed over the \nyears to shift more responsibility for park management to the Central Park Conservancy).\n\n(212) TAYLOR, supra note 177, at 346-47 (noting also the emergence of these groups after decades of neglect and \ndeclining budgets which left many urban parks in a state of \"utter despair\").\n\n(213) See id. at 347.\n\n(214) See id. at 356 (\"In New York City, for instance, Central Park Conservancy has raised vastly more money than \nother city parks.\"); id. at 352 (noting that Marcus Garvey Park in Harlem, and others, languish in the shadows of \n\n\n\nfundraising behemoths such as Central Park). See generally Murray, supra note 9, at 192-93 (reviewing some of \nthe literature exploring the costs of public-private partnerships).\n\n(215) See David J. Kennedy, Restraining the Power of Business Improvement Districts: The Case of the Grand \nCentral Partnership, 15 YALE L. & POL'Y REV. 283, 283-85 (1996) (giving examples of the genesis of the Bryant \nPark and Grand Central BIDs in New York City); see also Briffault, supra note 22, at 394-95 (describing \nimprovements made to Bryant Park); Lorlene Hoyt & Davika Gopal-Agge, The Business Improvement District \nModel: A Balanced Review of Contemporary Debates, GEOGRAPHY COMPASS 946, 948 (2007) (outlining \nreasons for BID formation).\n\n(216) See generally Kennedy, supra note 215, at 285-88 (describing the basics of BIDs).\n\n(217) See generally Briffault, supra note 22, at 412-14 (describing BID governance). The key features of BIDs are \nthat: (a) they cover a defined (and limited) geographic territory in which commercial property owners or businesses \nin the area are subject to additional taxes; (b) they typically fund supplemental street-level services and small-scale \nmaintenance and capital improvements (e.g., street cleaning, garbage collection, landscaping, sidewalk widening, \nsecurity patrols, etc.) over and above those offered by city government; and (c) they are granted the limited \nauthority by legislation to undertake services and projects within the district. See id. at 367-69, 413-30.\n\n(218) See id. at 412; Jill Simone Gross, Business Improvement Districts in New York City's Low-Income and High-\nIncome Neighborhoods, 19 ECON. DEV. Q. 174, 174-75 (2005).\n\n(219) See Briffault, supra note 22, at 377-86 (describing the formal and practical aspects of BID formation).\n\n(220) See id. at 369 (noting that the free-rider problem \"plagues the efforts of chambers of commerce and \nmerchants' associations to raise funds to pay for services for their areas\" and that BIDs help overcome that problem \nby assessing all properties or firms in the area); Mark S. Davies, Business Improvement Districts, 52 WASH. U.J. \nURB. & CONTEMP. L. 187, 201 (1997) (describing how BID assessments circumvent the free-rider problem).\n\n(221) See Briffault, supra note 22, at 369-70. Briffault writes:\n\nBIDs appeal to many--albeit not all--commercial area merchants and\n\nproperty owners because the districts kill two birds with one\n\nstone: They provide a means of solving the free-rider problem that\nplagues the efforts of chambers of commerce and merchants'\nassociations to raise funds to pay for services for their areas,\nwhile ensuring that the revenues generated by the supplemental\ntaxes imposed on district businesses and property owners are\nreserved for programs these taxpayers want, and are controlled by\ntheir representatives.\n\nId.\n\n(222) See Gross, supra note 218, at 178. For communities in transition, BIDs offer a forum to bring together diverse \nsocial and economic groups and in which mutual interests can be identified and bridges can be built to local \ngovernment. See id. Gross cites an interview with a BID manager who held out the following example:\n\nTake a BID like Flatbush Avenue in Brooklyn. That's an area that's\n\nreally changed. I wasn't there, but people tell me that it was a\n\nvery Jewish business area, and it really changed to an Indian and\nCaribbean business area. And the cohesion that was there was no\nlonger there. The BID was able to pull these new ethnic groups and\nthe different kinds of businesses together.\n\n\n\nId.\n\n(223) See Briffault, supra note 22, at 383-84.\n\n(224) See Gross, supra note 218, at 176-88 (analyzing data revealing differences in form, function, and operating \npractices for large and small BIDs).\n\n(225) See id. at 175 (noting that these large BIDs control multi-million dollar budgets, have large staffs, cover large \ngeographic areas, and manage large portfolios of activities).\n\n(226) See id. (noting that in contrast to the larger BIDs which tend to be located in neighborhoods with a large \ncommercial or retail base, high property values, and ample flow of pedestrian foot traffic, the smaller BIDs tend to \nbe located in neighborhoods with declining retail and commercial sectors, failing property values, and dwindling \npedestrian traffic flows); see also Briffault, supra note 22, at 424 (referencing New York's smaller BIDs that are \ncentered away from Midtown Manhattan).\n\n(227) See Hoyt & Gopal-Agge, supra note 215, at 955-56 (summarizing the literature on both sides of the debate).\n\n(228) See Kessler v. Grand Cent. Dist. Mgmt. Ass'n, 158 F.3d 92, 108 (2d Cir. 1998) (holding that a BID voting \nstructure was not a violation of one-person, one-vote); Briffault, supra note 22, at 455-62 (calling for more active \ncity monitoring and control of BIDs as a solution to the problem of BID accountability); Daniel R. Garodnick, Note, \nWhat's the BID Deal? Can The Grand Central Business Improvement District Serve a Special Limited Purpose?, \n148 U. PA. L. REV. 1733, 1760-64 (2000) (noting the lack of municipal oversight of BIDs, the broad functions of \nsome BIDs, and the significant influence that BIDs can have on non-property owning residents as reasons for more \ndemocratic accountability).\n\n(229) See Briffault, supra note 22, at 456-57 (noting that municipal governments devote more attention to BID \nformation than regulation). But see Kennedy, supra note 215, at 310-12 (noting that it may be tougher in practice \nthan in theory to regulate BIDs under the New York regime).\n\n(230) See Hoyt & Gopal-Agge, supra note 215, at 954-56.\n\n(231) See Gross, supra note 218, at 175 (comparing large and small BIDs).\n\n(232) See generally GERALD E. FRUG & DAVID J. BARRON, CITY BOUND 1--11 (2008) (emphasizing the power \nstate governments have over cities).\n\n(233) See Richard Briffault, Our Localism: Part I--The Structure of Local Government Law, 90 COLUM. L. REV. 1, \n15, 23 (1990) (noting that local governments are technically creatures of their state government and enjoy \ndelegated power subject to the authority of the state to amend or abolish local powers and the localities \nthemselves).\n\n(234) See id. at 15.\n\n(235) See Jeffrey R. Henig, Privatization in the United States: Theory and Practice, 104 POL. SCI. Q. 649, 653-54 \n(1990) (noting that privatization premised in part on idea that private actors should have the opportunity to break up \ngovernment monopolies and provide more efficiently these goods).\n\n(236) See Demsetz, supra note 14, at 350 (discussing the emergence of private property from common resources).\n\n(237) See Nelson, supra note 74, at 831.\n\n(238) See Richard Briffault, The Rise of Sublocal Structures in Urban Governance, 82 MINN. L. REV. 503, 508-09 \n(1997) (describing four types of sublocal governance: enterprise zones, tax increment finance districts, special \nzoning districts, and BIDs).\n\n\n\n(239) See Stephen N. Bretsen & Peter J. Hill, Irrigation Institutions in the American West, 25 UCLA J. ENVTL. L. & \nPOL'Y 283, 312-30 (2006) (providing a general description of irrigation districts); Ella Foley-Gannon, Institutional \nArrangements for Conjunctive Water Management in California and Analysis of Legal Reform Alternatives, 14 \nHASTINGS W.-NW. J. ENVTL. L. & POL'Y 1105, 1133 (2007) (discussing local water agencies managing water \nrights efficiently).\n\n(240) See Barbara Coyle McCabe, Special-District Formation Among the States, 32 ST. & LOC. GOV'T REV. 121, \n121-22 (2000) (explaining the factors that influence formation, including the \"restricted power theory\"--when states \nconstrain their cities' ability to raise revenue from property taxes).\n\n(241) See Briffault, supra note 22, at 419-20 (comparing BIDs with special districts).\n\n(242) See id. at 420 (noting that for the thousands of special districts that overlap multiple local governments or \noperate outside unincorporated areas, they are generally free from control by other local governments; others that \nare coterminous with local governments are likely to have closer ties to the counties or municipalities that create \nthem but still maintain a significant degree of formal autonomy of their program and finances); id. at 439 (\"[BIDs'] \nauthority over the citizenry is so narrow, and their autonomy relative to city government is so constrained, that they \ndo not 'govern' in any meaningful sense.\").\n\n(243) Recall that the city collects the assessment from property owners and gives it to the BID to use for the \nneighborhood services it provides. See id.\n\n(244) See Kessler v. Grand Cent. Dist. Mgmt. Ass'n, 158 F.3d 92, 104 (2d Cir. 1998) (finding that although one of \nManhattan's largest BIDs performs some services that a government would perform, its responsibilities and powers \nare so circumscribed that it cannot be said to exercise the core powers of sovereignty typical of a general purpose \ngovernment). But see id. at 115-16, 124-25 (Weinstein, J., dissenting) (noting that despite lacking formal \npolicymaking or regulatory control, the BID nevertheless enjoys considerable discretion in carrying out its functions).\n\n(245) See Bretsen & Hill, supra note 239, at 327 (noting that in most irrigation districts, the district itself owns the \nwater rights in a form that could easily be transferred for the benefit of the landowners within the district).\n\n(246) Briffault, supra note 22, at 429.\n\n(247) See id. at 387-89 (describing BID termination and noting that many states allow BIDs to be created for a five \nor ten-year period before requiring reauthorization); Hoyt & Gopal-Agge, supra note 215, at 949.\n\n(248) See Central Park Conservancy at a Glance, supra note 200 (noting that the agreement was renewed for eight \nyears in 2006).\n\n(249) See Burton A. Weisbrod, Toward a Theory of the Voluntary Non-Profit Sector in a Three-Sector Economy, in \nALTRUISM, MORALITY, AND ECONOMIC THEORY 171, 181--83 (Edmund S. Phelps ed., 1975); see also \nBURTON A. WEISBROD, THE VOLUNTARY NONPROFIT SECTOR 59--60 (1977) (arguing that people will turn to \nvoluntary organizations as the \"second best\" solution to meet their demand for collective goods).\n\n(250) See WEISBROD, supra note 249, at 59-61; see also Henry B. Hansmann, The Role of Nonprofit Enterprise, \n89 YALE L.J. 835, 845 (1980) (offering an economic theory for the rise of nonprofits as \"contract failure,\" in which \nnonprofits are \"a reasonable response to a particular kind of 'market failure,' specifically the inability to police \nproducers by ordinary contractual devices\"). Arguably neither theory fully captures the role of nonprofits in providing \nor managing public goods. See Murray, supra note 9, at 197-98 (stating that even a synthesized model \"fails to \nexplain why non-median voters do not give their funds to the government to supplement services, even though the \ngovernment also operates under the nondistribution constraint [that binds nonprofits]\"). The Weisbrod model does \nseem to best capture the role of nonprofits where local government turns some, if not most, of the responsibility for \nmanaging a common urban resource to a nonprofit collectivity but retains significant responsibility for that \ncommons, including financial support and policymaking.\n\n\n\n(251) Much of what citizens come to expect depends very much on the allocation of responsibility for providing \nthese services between state and local government, which can vary by state. See generally FRUG & BARRON, \nsupra note 232, at 92-94 (discussing the various services cities must fund).\n\n(252) This is the core of Charles Tiebout's theory. See Charles M. Tiebout, A Pure Theory of Local Expenditures, \n64 J. POL. ECON. 416, 416-24 (1956).\n\n(253) See Nat'l League of Cities v. Usery, 426 U.S. 833, 851 (1976) (arguing that \"traditional governmental \nfunctions\" include fire prevention, police protection, sanitation, public health, and parks and recreation). Local \ngovernments, of course, provide these up to the point where the state has delegated such responsibility to the local \ngovernment. See FRUG & BARRON, supra note 232, at 244.\n\n(254) See generally GOVERNMENT BY CONTRACT (Jody Freeman & Martha Minow eds., 2009) (discussing \ngovernment outsourcing).\n\n(255) See EVAN McKENZIE, PRIVATOPIA 122--44 (1996) (describing homeowner associations as private \ngovernments).\n\n(256) 158 F.3d 92 (2d Cir. 1998). The BID encompasses 337 properties on sections of seventy-five blocks in \nmidtown Manhattan, including the Grand Central Terminal railroad station, and approximately 930 residences. See \nid. at 95. The property within the BID constitutes approximately 19% of the total commercial space in Manhattan \nand exceeds the entire space inventory of the central business districts in cities such as Houston, San Francisco, \nDallas, Denver, and Boston. See id.\n\n(257) See id. at 98.\n\n(258) See Avery v. Midland Cnty., 390 U.S. 474, 485-86 (1968) (involving a challenge to selection of judges for a \nCounty Commissioners Court from single member districts).\n\n(259) See Salyer Land Co. v. Tulare Lake Basin Water Storage Dist., 410 U.S. 719, 728-29 (1973) (finding that the \nprimary purpose of the district \"is to provide for acquisition, storage, and distribution of water for farming in the \nTulare Lake Basin;\" it does not provide other general public services).\n\n(260) See Kessler, 158 F.3d at 105.\n\n(261) Id.\n\n(262) Id. (citing N.Y. GEN. MUN. LAW [section] 980-j(a)).\n\n(263) See id.\n\n(264) See id.\n\n(265) Id.\n\n(266) Id. The same can be said of the operation of information booths for tourists, the opening of a restaurant near \nGrand Central Terminal, and the sponsorship of public events; all are efforts to make the district more attractive to \ntourists and other consumers.\n\n(267) Id.\n\n(268) See id. at 112-15 (Weinstein, J., dissenting) (discussing the BID's permissible activities and noting this about \nthe Grand Central BID in New York City); Gross, supra note 218, at 179-80 (describing the wide range of services \nand huge budgets of corporate BIDs\" as compared with \"main street BIDs\").\n\n(269) See Kessler, 158 F.3d at 114 (Weinstein, J., dissenting) (citing N.Y.C. COUNCIL, CITIES WITHIN CITIES \n(1995)).\n\n\n\n(270) See Murray, supra note 9, at 197-98 (describing \"reverse crowding out\").\n\n(271) Although, as noted previously in the case of the Central Park Conservancy, it is possible to contract around \nthis risk of crowding out public dollars dedicated to park management and maintenance. See TAYLOR, supra note \n177, at 356 (discussing the agreement between the Conservancy and the City).\n\n(272) This has been referred to as the \"proximate principle\" to capture the idea that, in the same way that \nneighborhood goods and amenities are capitalized in the cost of housing in the most exclusive suburban \ncommunities, so too are they reflected in the increased value of properties located closest to it in central cities. See \nJohn L. Crompton, The Impact of Parks on Property Values: Empirical Evidence from the Past Two Decades in the \nUnited States, 10 MANAGING LEISURE 203, 203 (2005); Ioan Voicu & Vicki Been, The Effect of Community \nGardens on Neighboring Property Values, 36 REAL EST. ECON. 241, 241 (2008); Ingrid Gould Ellen et al., The \nImpact of Business Improvement Districts on Property Values: Evidence from New York City 31-32 (Realtors Nat'l \nCtr. for Real Estate Research, Working Paper No. 07-01, 2007).\n\n(273) Increase in property values, and attendant rents, can also spur gentrification and the inevitable displacement \nof long-term residents and community members. See Kennedy, supra note 215, at 283 (noting the improvements \nbrought about by the Bryant Park BID allowed neighborhood landlords to charge higher rents).\n\n(274) See OSTROM, supra note 5, at 26--27.\n\n(275) See id. at 26.\n\n(276) See id. at 22.\n\n(277) See Gross, supra note 218, at 179 (noting that smaller BIDs take control of fewer functions).\n\n(278) See id. at 179-80.\n\n(279) See id. The study analyzed BIDs based on three sizes--largest (Corporate), medium (Main Street), and small \n(Community)--and based on whether they were situated in high-income areas or low-income areas. See id. Within \neach size, the study examined the revenue, number of businesses, size of businesses, size of board of directors, \nnumber of services provided, and geographical size of the district. See id.\n\n(280) See id. at 180.\n\n(281) Examples of these types of BIDs (eleven in total) include the Times Square and Grand Central Partnership \nBIDs. See id. at 179.\n\n(282) See id. at 179-80.\n\n(283) See id. at 180.\n\n(284) See id. at 181.\n\n(285) This is particularly true when the entity is able to raise large sums of money--such as in the case of large park \nconservancies and large BIDs. In those cases, the amount of money and steady source of income is an important \nlever of autonomous decision-making. See Briffault, supra note 22, at 441 (\"The funds enable BIDs to hire \nprofessional staff to plan the future development of the districts, formulate and implement design criteria, and lobby \nfor the districts' interests with the city government. As a result, BIDs can undertake initiatives that affect the overall \nappearance and quality of life in their districts even in the absence of the power to directly tax and regulate district \nresidents.\").\n\n(286) See ELLICKSON, supra note 18, at 169; Garnett, supra note 142, at 195.\n\n(287) See Kennedy, supra note 215, at 321-24.\n\n\n\n(288) See id. at 323-24.\n\n(289) See Thomas, supra note 193, at 3.\n\n(290) ROSENZWEIG & BLACKMAR, supra note 7, at 519 (citing Central Park Conservancy's attempts to set a \npolicy for what types of events would occur on the Great Lawn, first proposing to continue opera and symphony \nconcert but not mass concerts and political rallies and then finally recommending, after some pushback, that \"efforts \nshould be made to limit gatherings to 100,000 people\").\n\n(291) See Kennedy, supra note 215, at 310-12.\n\n(292) ROSENZWEIG & BLACKMAR, supra note 7, at 521 (identifying relevant actors including the five community \nboards adjacent to the park, the Art Commission of New York City, the Landmarks Preservation Commission, and \nthe City Council).\n\n(293) See Briffault, supra note 22, at 439, 442.\n\n(294) See Collins, supra note 192, at 596.\n\n(295) See Hoyt & Gopal-Agge, supra note 215, at 953.\n\n(296) See id.\n\n(297) For example, research suggests that special districts are formed in large part out of demand for special or \nadditional services by the most affluent citizens. See McCabe, supra note 240, at 126 (stating that the probability of \nspecial district creation increases with growth in per capital personal income, supporting notion that that more \ndistricts are formed as state populations become more affluent).\n\n(298) See TAYLOR, supra note 177, at 302, 356; Cindi Katz, Power, Space, and Terror: Social Reproduction and \nthe Public Environment, in THE POLITICS oF PUBLIC SPACE 105, 105-21 (Setha Low and Neil Smith eds., 2006).\n\n(299) See Gross, supra note 218, at 184. A large part of the explanation for this is because low-income \ncommunities tend to have lower property values than do wealthy communities. See id. at 183.\n\n(300) For example:\n\nEconomist Moshe Adler cites the City's actions during the 1992-1993\n\nfiscal crisis as an example of BIDs' influence on larger City\n\npolicy. During the crisis, the City fired hundreds of sanitation\nworkers and reduced the number of machine-driven street cleaning\ndays from six to four. Adler charges that as a result of the\nproliferation of BIDs, \"no pressure [was] coming from the city's\nmost influential citizens, and the former street-cleaning schedule\nwas never restored.\" Such self-interested pressure from powerful\ngroups could have a devastating impact on poorer sections of the\nCity.\n\nGarodnick, supra note 228, at 1763 (2000) (citing Moshe Adler, Why BID's Are Bad Business, N.Y. TIMES, Feb. \n13, 2000, at CY17) (alterations in original).\n\n(301) MARGAREX KOHN, BRAVE NEW NEIGHBORHOODS 155-57 (2004).\n\n(302) I thank my research assistant, Jacob Press, for this excellent analogy.\n\n(303) I am very grateful to Elisia Klinka for research assistance on this case study.\n\n\n\n(304) See generally PETER MEDOFF 8C HOLLY SKLAR, STREETS OF HOPE 128-39 (1994) (describing the \ndetailed examination of the Dudley neighborhood in 1973); Antonio Alves et al., supra note 166, at 737 (describing \nthe desolate nature of the neighborhood). Neighborhood residents founded DSNI and set up its elected-resident \nmajority board to bring together different stakeholders in the community to address decades of neglect by the local \ngovernment and a wasteland of vacant lots, which had become a dumping ground for trash and a haven for criminal \nactivity. See MEDOFF & SKLAR, supra, at 32.\n\n(305) The city of Boston agreed to dedicate funds and material for the resident cleanup of the lots, erect barriers to \nkeep illegal dumpers and criminals out, set up a hotline to report illegal activity, and fully prosecute illegal dumpers. \nSee MEDOW & SKLAR, supra note 304, at 72-74.\n\n(306) See id. at 105, 117, 128. DSNI had retained its own urban planners with support from a local foundation. See \nid. at 89, 115-17. DSNI also received additional funding from other foundations. See DAC INT'L, INC., THE \nDUDLEY STREET NEIGHBORHOOD INITIATIVE REVITALIZATION PLAN 5 (1987), available at \nhttp://www.archive.org/ details/dudleystreetneig00daci; see also History, DUDLEY STREET NEIGHBORHOOD \nINITIATIVE (2008),            http://www.dsni.org/history.shtml (describing the group's mission and accomplishments, \nincluding the use of eminent domain power).\n\n(307) See MEDOFF & SKLAR, supra note 304, at 117.\n\n(308) See id. at 90-91.\n\n(309) Under Massachusetts law, only the Boston Redevelopment Authority (BRA) or an \"urban redevelopment \ncorporation\" authorized by the BRA to undertake a [redevelopment project] was authorized to exercise the fight of \neminent domain. See MASS. GEN. LAWS ch. 121A, [section] 7A (2011). It was the \"ideal taking: one that clearly \nbenefits the affected community while imposing no material burden on residents or businesses\" (because no one \nwould be displaced from the vacant lots). See Roberta L. Rubin, Take and Give, SHELTERFORCE (Spring 2008), \nhttp://www.shelterforce.org/ article/print/215 (discussing the balance required when the eminent domain power is \nused).\n\n(310) See MEDOFF & SKLAR, supra note 304, at 119.\n\n(311) DSNI received a one million dollar grant from a state agency, and an additional five hundred thousand dollars \nfrom the City, to create the Dudley Town Common. See id. at 128-29, 153 (noting that the grant from the \nMassachusetts Department of Environmental Management was quite an achievement because of its rarity, and \nnoting that the grant was later reduced to $700,000). The Town Common now hosts permanent artwork, farmers' \nmarkets, performances, and green spaces. See Holly Sklar, No Foreclosures Here, YES! MACAZINE (Oct. 31, \n2008), http://www.yesmagazine.org/issues/sustainable- happiness/no_foreclosures_here.\n\n(312) See MEDOFF & SKLAR, supra note 304, at 126-27.\n\n(313) See id. at 119.\n\n(314) With the city's help, DSNI secured a two million dollar loan from the Ford Foundation to purchase the \nprivately owned vacant lots via eminent domain. The city took the \"unprecedented action\" of designating about \n$500,000 worth of city property (the city's fifteen acres of vacant lots) as collateral to secure the loan. Steve \nMarantz, City to Use Own Property as Collateral, BOS. GLOBE, July 14, 1989, at 18; see also Maureen Mastroieni, \nCollaborative and Market-Driven Approaches to Economic Development and Revitalization, 23 REAL EST. ISSUES \n47, 49-50 (2007). After successfully asserting eminent domain over the private vacant lots in the Dudley Triangle, \nthe City of Boston sold the other fifteen acres of city-owned vacant lots to DNI for one dollar. See id. at 50.\n\n(315) See Brian Ballou, Saviors of Dudley St.: Residents Work Together To Save Their Neighborhood, BOS. \nHERALD, Feb. 27, 2005, at 4-5; Susan Diesenhouse, Greenhouse Helps Drive Growth in Roxbury: Group's First \nCommercial Project Takes Root in Facility to Produce Green Garlic--and Bring Jobs to the Neighborhood, BOS. \nGLOBE, May 11, 2005, at C6; Rubin, supra note 309.\n\nhttp://www.archive.org/\nhttp://www.dsni.org/history.shtml\nhttp://www.shelterforce.org/\nhttp://www.yesmagazine.org/issues/sustainable-\n\n\n(316) DSNI approved a thirty-one member board with sixteen board positions dedicated to community residents \nfrom the neighborhood's four major cultural groups--Black, Cape Verdean, Latino, and White--as a way to \n\"strengthen the collective action and underscore the common stake of all people in rebuilding Dudley.\" MEDOFF & \nSKLAR, supra note 304, at 57. The board also contained positions for local non-profit agencies, local community \ndevelopment corporations, local businesses, local religious groups, and one city official and one state official. See \nid. at 58.\n\n(317) See id. at 105-06 (noting that DSNI was looking to take over lots that were vacant, so that no one lost their \nhome or business in the process). The DSNI focused its revitalization efforts on a 64-acre central, triangle area of \nthe neighborhood (\"Dudley Triangle\") because it had the highest concentration of vacant lots as well as the \nopportunity to encompass benefits for many of the various constituents. See id. at 117 (noting that the area was \nhome to 2000 residents who were mostly black, Hispanic, white and Cape Verdean, with about half of the residents \nliving under the poverty line).\n\n(318) See id. at 158. As for the affordable housing, after leasing its land to developers during construction, DNI \nwould issue long-term 99-year renewable leases to homeowners, so that the community would always own the land \nunderneath the homes people purchased. See Sustainable and Economic Development, DUDLEY STREET \nNEIGHBORHOOD INITIATIVE (2010), http://www.dsni.org/comm_econ_power.shtml; see also MEDOFF & SKLAR, \nsupra note 304, at 158 (describing the land trust held by DSNI); Rubin, supra note 306. Also, through its ninety-nine \nyear ground lease, DNI could require that its properties be used for purposes set forth by the community. See \nSustainable and Economic Development, supra. DNI also established through the lease that homes could only be \nresold for either 5% per year increase or the rate of inflation, whichever is less. See id. Thus, if the residents sell, \nthey will not profit more than the value that the house has appreciated, and any appreciation in land value stays \nwithin the community. See id. Each homeowner is a voting member of the community land trust and gets to help \nshape its policies. See id.\n\n(319) See Rubin, supra note 309. This means that the City and DSNI jointly plan and sponsor community meetings \nfor residents to voice concerns \"about issues ranging from land-use options and housing needs to traffic, \ntransportation, and physical design.\" Id. Staff from both the City and DSNI provide visual models and other \ninformation to \"help community members evaluate the options.\" Id.\n\n(320) See Briffault, supra note 22, at 387-89; Central Park Conservancy at a Glance, supra note 200.\n\n(321) See Briffault, supra note 22, at 387-89; Central Park Conservancy at a Glance, supra note 200.\n\n(322) A New York City BID, for example, can only be dissolved by a City Council resolution or upon written petition \nof owners of at least fifty one percent of the assessed valuation of benefited real property, and fifty-one percent of \nthe owners of such property. BIDs cannot be dissolved if they retain an outstanding debt, such as bonds or long \nterm loans. See TENANTNET, www.tenant.net/oversight/BID/Gidwy. html (last visited Sep. 25, 2011).\n\n(323) See Hoyt & Gopal-Agge, supra note 215, at 949.\n\n(324) See Foster, supra note 164, at 534-46 (discussing lawsuit brought against community gardeners in New York \nCity to prevent the City from re-claiming the garden spaces for housing development).\n\n(325) See Brigham Daniels, Breaking Commons Cartels 1 (unpublished manuscript), available at \nhttp://dlc.dlib.indiana.edu/dlc /bitstream/handle/10535/180/ \nDaniels203301.pdf.txt;jsessionid=7B26EE19C3CA9AF02D09589AF2F 5139B?sequence=2.\n\n(326) Id. at 10.\n\n(327) Brigham Daniels, Emerging Commons and Tragic Institutions, 37 ENVTL. L. 515, 521 (2007).\n\n(328) See id.\n\nhttp://www.dsni.org/comm_econ_power.shtml\nhttp://www.tenant.net/oversight/BID/Gidwy\nhttp://dlc.dlib.indiana.edu/dlc\n\n\n(329) See id. (\"Rent-seeking, agency capture, and symbolic politics naturally follow, and disenfranchised \nstakeholders are often marginalized.\").\n\n(330) See Kristin A. Carpenter, Sonia Katyal, & Angela Riley, In Defense of Property 118 YALE L.J. 101,147-57 \n(2009) (describing stewardship in shared resources as \"involving the fiduciary duty of care or the duty of loyalty to \nsomething that one does not own\" and developing the concept of stewardship vis-a-vis cultural property).\n\nSheila R. Foster, Albert A. Walsh Professor and Vice Dean, Fordham Law School. This Article has gestated for \nmuch longer than originally anticipated and is the product not only of my own thinking over the past few years, but \nalso the product of thoughtful conversations with many colleagues and friends. My deepest gratitude to the \nfollowing individuals who have commented on the Article at various stages of its development: Nestor Davidson, \nNicole Garnett, Sonia Katyal, Aaron Saiger, and Benjamin Zipursky. I also want to thank participants at the following \nmeetings/ gatherings where this Article was presented: the 2008 Local Government Panel at the annual American \nAssociation of Law Schools meeting in San Diego; the 2009 Property Works-in-Progress Conference at University \nof Colorado School of Law; and the 2009 Fordham Law Faculty scholarship retreat. I am indebted to my two \nexcellent research assistants, Jacob Press and Jeffrey Douglas, who brought an exceptionally high level of \ncreativity and skill to each task assigned to them. Finally, I am thankful for the research support provided by \nFordham Law School.\n"}