{"title": "Haitian Refugees Rally for Equality; At Capitol, Protesters Say Laws Favor Cubans, Nicaraguans", "body": "\nNearly 2,000 Haitian immigrants and refugees from Miami, New York and Boston rallied yesterday on the U.S. \nCapitol steps demanding \"equal treatment\" with Cuban and Nicaraguan refugees, who were granted permanent \nresidency in the United States under a law passed in November.\n\n\"The message is simple . . . we can't have green cards for Cubans, Nicaraguans and other Central Americans \nwithout amnesty for Haitians,\" Rep. Carrie P. Meek (D-Fla.) told the crowd. Meek has introduced legislation to grant \nresidency to all Haitians who entered the United States before Jan. 1, 1996.\n\nThe protesters, who boisterously chanted in Haitian Creole, included refugees who fled Haiti in flimsy boats after \na 1991 military coup and were detained by the U.S. Coast Guard at Guantanamo Naval Base in Cuba. Many have \nbeen living in the United States under a temporary amnesty, but have little chance of obtaining permanent \nresidency.\n\n\"It seems that Congress has been treating Haitians differently than others. I do not understand why,\" said Abel \nPierre, 47, a restaurant worker in Fort Lauderdale, Fla., who said he fled Haiti in 1992 after the army burned down \nhis sister's house and threatened other relatives who had worked for democratic elections.\n\nHaitians are not the only refugee group that has complained of unequal treatment.\n\nThe Nicaraguan Adjustment and Central American Relief Act, which became law in November, granted permanent \nresidency to Nicaraguan and Cuban refugees who arrived by December 1, 1995, even if they entered the United \nStates illegally. But the legislation gave only partial relief to 250,000 illegal immigrants from El Salvador and \nGuatemala by allowing them to appeal deportation orders under more lenient rules than current law allows. Those \ngroups are still pressing for permanent legal amnesty.\n\nIn December, President Clinton used his executive authority to spare as many as 20,000 Haitian refugees from \ndeportation for one year.\n\nBut Haitian advocacy groups said that the gesture did not go far enough and that lack of congressional support for \nfull amnesty was a sign of racial discrimination against Haitians.\n\n\"The United States is a democracy where there is supposed to be equal treatment for all, not just for one group,\" \nsaid Haitian native Michel Nestor, a retired hospital worker and legal resident from New York. \"Haitians are hard \nworkers and taxpayers, and they deserve something in return.\"\n\nMeek's bill has little support and powerful adversaries, including Rep. Lamar S. Smith (R-Tex.), who heads a House \nimmigration subcommittee. But a less far-reaching bill to help a smaller number of Haitians, sponsored by Sen. Bob \n\n\nGraham (D-Fla.), has more backers and is scheduled for discussion in a Senate immigration subcommittee next \nweek.\n\nIn addition, some refugees from Honduras are seeking relief from deportation, through legislative proposals and \nlawsuits.\n\nThe Hondurans complain that although they, too, suffered during Central American wars in the 1980s, they have \nbeen \"left out\" of recent efforts by Congress and Clinton to help refugees.\n\nYesterday, some refugee advocates noted that groups with anti-communist credentials, such as those who fled the \nleftist Sandinista revolution in Nicaragua, have been able to win more political support here than those who suffered \nunder right-wing military regimes, including Haitians and Salvadorans.\n\n\"It is a question of fairness and parity,\" said Jocelyn McCalla, director of the National Coalition for Haitian Rights in \nNew York, who spoke at the rally.\n\nGraphic\n\n \n\nPhoto, ray lustig, The protesters included refugees who fled after a 1991 military coup and Rep. Carrie P. Meek, \nwho has offered a bill to grant residency to Haitians.  A Haitian refugee joins almost 2,000 others from New York, \nMiami and Boston at the Capitol to urge Congress to amend the immigration laws.\n"}