{"title": "Lay out the welcome mat", "body": "\nAustralia should fling open its doors to immigration to ensure long-term prosperity, writes Greg Craven.\n\nOn the normal scale of respectability there are lies, damned lies and statistics. Then there is economics.\n\nEconomics combines the reliability of damned lies with the interest value of statistics. To write anything even \nvaguely economic in character is to know that one is tired of readership.\n\nBut looking for the first time from New York towards Australia, economics does come inconveniently to mind, like \nintruding thoughts of Kevin Rudd during an erotic daydream.\n\nFor a start, there are a few worms in the Big Apple these days.\n\nNational unemployment is at 9 per cent, and it shows. There is the odd empty shop, like a missing tooth in a perfect \nAmerican smile, and the usually chirpy Yanks have a wistful lilt in their voices.\n\nParticularly when you say you are from Australia. They know what 3 per cent unemployment is, but cannot \nremember what it feels like.\n\nThey are not sure where Western Australia is, but are pretty certain it is composed of 90 per cent precious metals \nand 10 per cent shiraz.\n\nAll of which makes you remember - fleetingly - that whatever our challenges may be in Australia, life could be \nworse. Wayne Swan may be plotting mini-budgets based on the Kaiser's invasion of Belgium, but in the United \nStates, a Treasury razor gang would pass for social workers.\n\nNone of which is a call for complacency.\n\nOn the contrary, observing the twitchy mess that is the US is to contemplate just how we can ensure that we do not \npass the same way.\n\nJust now, there are a couple of thoughts that cannot fail to strike you in New York. The first is that the historical \nformula for America's greatness is all around you: immigration.\n\nFrom the Statue of Liberty looming over the mass disembarkation point at Ellis Island to your Italo-American cab \ndriver, New York proclaims the profits of a national welcome mat that was laid out for two centuries.\n\nThe second is that this is a country no longer open for business in the same way. Its people are worried about \nmigration in a time of economic hardship. They are understandably wary of strangers bearing bombs.\n\n\nAll in all, this is a country ready to look the gift horse of immigration firmly in the mouth.\n\nIf it had done so a century and a half ago, the US we know today would never have come into being.\n\nWithout a ready welcome to thousands of starving Irish, penniless Italians, malnourished Chinese and oppressed \nJews, the US would still be a baker's dozen of former British colonies more than replaced by the later successes of \nEmpire.\n\nWhich should turn our own national mind, in the customary way, to how we profit from the troubles of our closest \nfriend.\n\nWith the US at least temporarily out of the immigration market, any bold, English-speaking Western nation with a \nhigh standard of living is presented with a once-in-a-century opportunity to become a net importer of global talent.\n\nAs the shutters come down in Los Angeles and Chicago, doctors, scientists, dentists, engineers and budding \nbillionaires from around the world do not simply turn off their ambition.\n\nThey look for societies with prosperity and foresight that matches their own aspirations.\n\nHere in Australia, we live in a region of the world that is booming in terms of its levels of education and economic \ndevelopment.\n\nFrom world-class engineers in India, to brilliant scientists in China and wizards of capital in Singapore, Asia is \nbursting with talent that once looked towards the Atlantic, but now would relish the opportunity to flower, at least for \na time, in Australia.\n\nWith our world-class education system, many of these woulda-been Bostonians are already here studying.\n\nWith their world-class innovation systems, millions more are packed with intellectual fireworks ready to go off in \nMelbourne, Sydney and Perth.\n\nAustralia's last great surge of productivity was led by micro-economic reform.\n\nBut you cannot deregulate the same industries twice, and you can only rigorously assure a finance system once.\n\nThe next great competitive advantage will go to the country that can corner the market in international talent.\n\nLet's not give a good mate an even break.\n\nGraphic\n\n \n\nCARTOON: Gallery David Rowe\n"}