{"title": "Mexico's Position on Aliens Contradicted by Past Deeds - Correction Appended", "body": "\nDespite its recent declarations that Mexico will never act as an agent of American immigration policy, the Mexican \nGovernment has for years been quietly deporting undocumented aliens heading to the United States.\n\nFor at least the last three years, Congress has appropriated $350,000 a year to pay Mexico for its costs in deporting \nresidents of third countries passing through Mexico on the way to the United States.\n\nIn the past, most were from Central America.\n\nBut in April a boatload of about 300 Chinese bound for San Francisco made it to an inlet near Ensenada, Mexico, \nwhere Mexican authorities found them locked in a smuggler's safe house.\n\n \n\nDelayed Flight Back Home\n\n Using the money provided by the United States, Mexico chartered a plane to repatriate all but six of the Chinese. A \nUnited Nations official determined that the six had valid claims of political asylum.\n\nThe United States, however, refused to grant the plane landing rights to refuel in Alaska because officials feared \nthat the Chinese would claim political asylum on American soil.\n\nWhile the issue of landing rights was debated, about 100 of the Chinese escaped from a crowded hangar at the \nairport in Mexicali, about 80 miles northeast of Ensenada on the United States border. All but a few were caught by \nAmerican officials and detained. The remaining Chinese, about 200, were returned to their homeland after the \nMexican plane secured permission to refuel in Europe.\n\n \n\nRift in Diplomacy\n\n The quiet but rocky arrangement between the United States and Mexico was noisily thrust into the open in the last \nweek. Mexican officials learned from American newspapers, rather than through diplomatic overtures, that the \nUnited States wanted them to accept and then deport 659 Chinese who had been intercepted at sea by the United \nStates Coast Guard and escorted to within 60 miles of Ensenada.\n\n\nIt was a breach of protocol, and Mexican officials publicly took offense, defending their country's sovereignty.\n\n\"Of all the countries to ask to do this, Mexico must be the least appropriate,\" a senior Mexican Foreign Ministry \nofficial said. \"I don't think it is Mexico's place, nor do I think anybody reasonably expects Mexico to become an arm \nof the U.S. immigration service.\"\n\nVictor Spencer, a spokesman for the Mexican Foreign Ministry, said yesterday that the ministry had no immediate \ncomment on its stance on accepting American financing.\n\nAmerican immigration officials prefer to prevent boat people from landing in the United States because once in this \ncountry they have the right to pursue claims of political asylum that can take years to resolve. Federal law and an \ninternational treaty to which the United States is a party prohibit the deportation of aliens without a hearing on their \nclaims.\n\nMexico has never signed the international treaty. And advocates for refugees charge that the Mexican Government, \nwhich has historically prided itself on an open-arms policy toward refugees, has recently treated many potential \napplicants for asylum, particularly Central Americans, summarily, even abusively.\n\nMoreover, these advocates have been alarmed by the agreement between the United States and Mexico. \"We \nhave been paying -- and continue to pay -- for deportations from a country that doesn't show any respect for the \nbasic human rights of refugees,\" said Bill Frelick, senior policy analyst with the United States Committee for \nRefugees, an advocacy group based in Washington.\n\nIn addition to Mexico, the Clinton Administration has enlisted the cooperation of other foreign governments in \nkeeping potential applicants for political asylum from reaching the United States.\n\nIn April, for instance, a boatload of Chinese bound for the United States was intercepted by the Coast Guard 200 \nmiles off Honduras. The boat, registered in Honduras, was allowed to land in Honduras, and two lawyers from the \nImmigration and Naturalization Service flew there to interview the Chinese. The lawyers determined that five of \nthem were political refugees, a former Government official deeply involved in immigration matters said, and that \nabout 40 others had claims worth pursing.\n\nBut United Nations officials in Geneva, who had final say in the matter, determined that none of the Chinese \nqualified as political refugees, and Honduras returned them to China at American expense.\n\n \n\nCrucial Court Ruling\n\n Immigration experts expect that the United States will continue to seek other countries' cooperation in helping to \nprocess and repatriate illegal aliens bound for the United States. Indeed, a new Administration policy calls for the \ninterdiction and \"redirection\" of boats smuggling aliens.\n\nThe Supreme Court ruled recently that Federal and international laws prohibiting the summary return of aliens do \nnot apply to those stopped in international waters or outside the United States. And immigration experts believe that \nruling has emboldened the Administration.\n\nSome human-rights advocates are concerned that the Government is pushing the limits of its powers in seizing and \nredirecting foreign vessels. The United States, through a treaty with the Haitian Government, has permission to \ninterdict only Haitian boats.\n\nIn the latest case, a State Department official, Joseph Snyder, said one boat captain gave the Coast Guard \npermission to take control. Because the other boats were believed to be registered in Taiwan, the Government \nasked the Taiwan Government for permission to board them. Taiwan officials said they could not confirm that the \nboats were indeed were sailing under a Taiwanese flag \"but that they had no problems with the Coast Guard \nboarding and inspecting them,\" Mr. Snyder said.\n\n\n\nLucas Guttentag, an immigration expert at the American Civil Liberties Union, questioned the Government's actions \nof the past week. \"Is the U.S. Government obfuscating or blatantly violating the international law of the seas?\" he \nasked. \"This would seem to come perilously close to piracy.\"\n\nCorrection\n\nAn article yesterday about other countries' repatriation of aliens bound for the United States misstated the \ncircumstances of the fatal shooting of a Chinese alien in Honduras in some editions. According to a former \nAmerican official, he was killed at a detention center, not while boarding a plane for repatriation.\n\nCorrection-Date: July 16, 1993, Friday\n"}