{"title": "IMMIGRATION VOTE;U.S. House coddles CEOs as it kicks the kids", "body": "\nSan Francisco a I can see the argument behind the 257-to-163 vote in the House last week to allow states to deny \nillegal immigrant children a public-school education. Government shouldn't reward families that violate America's \nimmigration laws with free schooling.\n\nThat said, this Republican House ought to be paddled for passing the above amendment while voting against \nrequiring employers to verify with immigration authorities that each job applicant is legal. If the day should come \nwhen the government has to deny children access to an education, so be it. But surely that day cannot have arrived \nif Congress a the Senate abandoned tough employer penalties earlier a doesn't feel a need to ensure that \nemployers obey the law.  Instead, the House passed a voluntary a read namby-pamby a verification bill. \n(Verification, but only for the law-abiding: Hey, what a concept.)\n\nOnce again, Congress is talking tough and legislating light. If this do-nothing bill ever is signed into law, it will \nchange little.\n\nThe Federation for American Immigration Reform, America's premier immigration limitation group, was so \ndisgusted with what the Republicans and Democrats did last week that it withdrew its support for the two major bills \nin Congress.\n\n\"They decided to get tough with school kids before they got tough with employers, which is where they really need \nto start,\" FAIR spokesman Ira Mehlman explained. \"We need to cut up the magnet of public services, but the real \nmagnet is jobs, and we've got to deal with that. The only way to do that is to have a mandatory verification process. \nWithout that, nothing else is going to work.\"\n\nRoy Beck, author of \"The Case Against Immigration,\" supports the no- school amendment and still is disgusted \nwith the House measure. \"The members of the House basically turned their backs on the American people,\" said \nBeck.\n\nRepublicans are hoping that voters will be gullible enough to believe that at least the GOP tried to do something \nabout immigration.\n\nDon't believe it. The courts would stop the no-school provision in a heartbeat and tie it up for years.\n\nIf you asked the GOP House whom it cared about more, corporations or constituents, you couldn't have gotten a \nclearer answer. The anti- verification vote was a vote for cheap labor and feckless enforcement of employment \nlaws.\n\n\nPresident Bill Clinton and other corporate lapdog Democrats are no better. Clinton, having endorsed the U.S. \nCommission on Immigration Reform's call to limit legal immigration, folded last week when he supported efforts \nto end a proposed limit a then said he still supports limiting legal immigration.  Can you believe this guy?\n\nDebra Saunders is a columnist for The San Francisco Chronicle. Her column appears occasionally.\n"}