{"title": "Loudoun Activists Find New Campaign; Unkempt Yards The Next Enemy", "body": "\nA Loudoun County community that had been a target of last year's regional effort to cut down on illegal immigration \nis again the center of a county cleanup campaign.\n\nBut this time, instead of focusing on immigration status, county leaders are embarking on a months-long effort to \ntackle the unkempt lawns, crowded homes and truck-jammed curbs they say have eroded the quality of life in \nSterling Park, a working-class neighborhood on Loudoun's eastern edge that has lost some of its suburban luster \nsince its founding in the 1960s.\n\n\"I want to deal with fixing up the neighborhood: the high-grass complaints, the incidents of tagging, the complaints \nof rat infestations,\" said Supervisor Susan Klimek Buckley (D-Sugarland Run), who represents an area just north of \nSterling Park. \"I'm not going to get bogged down by illegal versus legal right now. I want to clean up my \nneighborhood.\"\n\nLast year, frustration over the community's deteriorating conditions erupted when it became the epicenter of the \ncounty's debate over illegal immigration. Members of an activist group in Sterling Park and some candidates for \nlocal office blamed conditions on an influx of illegal immigrants who they said crowded into single-family homes and \ncared little for the community.\n\nBut the fervor against illegal immigrants has died down somewhat, especially now that a slate of lawmakers critical \nof some crackdowns has taken control of the county's Board of Supervisors.\n\nThis spring, officials held meetings in the Sterling area. They will use residents' testimony to help create a \ncommunity improvement program. On Tuesday, officials will consider regulations that would ban the parking of cars \nin yards and allow volunteers to mow untended lawns. Many residents also have called for stepped-up zoning \nenforcement to crack down on overcrowded homes, an ongoing issue that supervisors are likely to take up again \nthis fall.\n\n\nBy Washington area standards, Sterling Park is still a suburban haven, with low crime and modest, tree-shaded \nhomes that a grocery store clerk can afford. But in affluent Loudoun, better known for its cathedral ceilings and \n100-year-old farmhouses, it is an anomaly.\n\nAlthough the neighborhood is largely well maintained, sprinkled among the landscaped yards and freshly painted \nfront porches are overgrown lawns, cars parked in yards and peeling facades. The problem has been exacerbated \nby the recent spate of foreclosures, which has helped send housing values in Loudoun plummeting, especially in \nSterling and Sterling Park.\n\n\"When I came here seven years ago, it was very nice,\" said Maria S. Escobar, 44, a resident from Bolivia who \nworks at a nearby deli counter, as she stood on the edge of her neatly cropped lawn on a recent afternoon. \"Now, \noh my God, it is not like that anymore.\"\n\nMany longtime Sterling Park neighbors who kept their homes tidy were gone, she said, replaced by newcomers \nwho leave cars -- and sometimes garbage -- in their front yards. Two foreclosed homes sat empty on her cul-de-\nsac. Cars come and go at all hours, she said.\n\nBuckley and others say the problems in the Sterling area stem primarily from years of inattention by county officials \nwho were more focused on fast-growing areas. Loudoun's population has more than tripled since 1990, with most \nof the newcomers settling in fresh housing developments in communities such as Ashburn and South Riding.\n\n\"The county got so caught up because of the tremendous growth that we've had for the last nearly 17 years,\" said \nboard Chairman Scott K. York (I). \"What happened through that period of time is there wasn't necessarily that focus \non Sterling and other eastern communities.\"\n\nThe renewed focus on Sterling has won praise from some of the staunchest illegal-immigrant opponents.\n\n\"I think it's a different approach to the same problem,\" said Joe Budzinski, a spokesman for Help Save Loudoun, a \ngroup that has blamed much of the problems in Sterling on illegal immigrants. \"It's a perfectly valid approach, \nbecause if it weren't for the fact of people not caring for their homes, no one is going to care if they are illegal or \nnot.\"\n\nStricter zoning enforcement might even have the unintended consequence of driving out illegal immigrants who \ncannot comply, Budzinski added.\n\nNot everyone thinks such new rules are necessary. Walter Mundt, 62, a Sterling Park resident, said he understands \nthe concerns but believes that \"the county should stay out of it.\" Sulma Molina, 25, said the neighborhood could use \nsome sprucing up but that it was a pleasant neighborhood that didn't need drastic changes.\n\n\"I like that it is so quiet,\" she said. \"A child can play outside and not worry about anything.\"\n\nMolina, an immigrant from El Salvador here on a work permit, moved into her home two weeks ago with her \nhusband, her two children, a brother and a cousin. On a recent morning, two vehicles sat on the property, one in the \ndriveway and another to the side on the grass. The lawn parking is necessary, she said, so she can go to her \nhousekeeping job in the morning without moving her husband's truck.\n\nChildren's toys, boxes and recycling items sat on the front yard. \"We like to be clean, but it is just not possible right \nnow\" because the family moved in two weeks ago, she said. She added that she expected the recycling to be \npicked up in a few days.\n"}