{"title": "ROMNEY vs. OBAMA on immigration", "body": "\nBecause of the Supreme Court's ruling on Arizona's immigration law, the weak economy and the Obama \nadministration's announcement that it will not deport certain young illegal immigrants, immigration is at the forefront \nof the presidential campaign. Statements from the two candidates reveal contrasting yet overlapping visions.  \n\n PRESIDENT OBAMA\n\nToday, there are an estimated 11 million undocumented immigrants here in the United States. Some crossed the \nborder illegally. Others avoid immigration laws by overstaying their visas. Regardless of how they came, the \noverwhelming majority of these folks are just trying to earn a living and provide for their families. \n\nBut we have to acknowledge they've broken the rules. They've cut in front of the line. And what is also true is that \nthe presence of so many illegal immigrants makes a mockery of all those who are trying to immigrate legally. \n\n May 10, 2011\n\nOver the next few months, eligible individuals who do not present a risk to national security or public safety will be \nable to request temporary relief from deportation proceedings and apply for work authorization.\n\nNow, let's be clear - this is not amnesty, this is not immunity. This is not a path to citizenship. It's not a permanent \nfix. This is a temporary stopgap measure that lets us focus our resources wisely while giving a degree of relief and \nhope to talented, driven, patriotic young people. It is the right thing to do. \n\n June 15, 2012\n\nMITT ROMNEY\n\n[W]e must address illegal immigration in a way that is civil but resolute. \n\nOur country must do a better job of securing its borders and as president, I will. That means completing \nconstruction of a high-tech fence, and investing in adequate manpower and resources.\n\nWe must also get tough on employers who hire illegal immigrants. That means putting in place an employment \nverification system that is both reliable and secure.\n\n\nFinally, we must stop providing the incentives that promote illegal immigration. As governor, I vetoed legislation that \nwould have provided in-state tuition rates to illegal immigrants and I strengthened the authority our state troopers \nhad to enforce existing immigration laws.\n\nSept. 2, 2011          \n\nImmigration reform is not just a moral imperative, but an economic necessity as well. Immigrants with advanced \ndegrees start companies, create jobs, and drive innovation at a high rate. Immigrants founded or cofounded nearly \nhalf of our 50 top venture-backed companies. They are nearly 30 percent more likely to start a business. And that \nkind of risk taking is something we need more than ever because new business starts are now at a 30-year low.\n\nJune 21, 2012\n"}