{"title": "Colombian drug violence leads to exodus", "body": "\nWealthy professionals fleeing the crime in record numbers are taking their money and skills from the struggling \nnation.\n\nAs the United States is preparing to dramatically increase its commitment to the drug war in Colombia, a troubling \nphenomenon is headed in the opposite direction.\n\nColombians by the thousands are bailing out of their country.\n\nMiami immigration lawyers say their offices are besieged by immigrants seeking refuge from the drug-fueled \nviolence that has brought Colombia to its knees.\n\n\"It's a veritable exodus of people who are leaving because of insecurity,\" said Michael Bander, a leading Miami \nimmigration lawyer. \"There's no optimism anymore. They drained it out of themselves.\"\nCOLOMBIA\n\nPresident Clinton is due to visit Colombia this month in a show of personal support for President Andres Pastrana. \nLast week Clinton signed a directive making U.S. assistance to Colombia a \"national priority.\" This comes on the \nback of a $ 1.3-billion aid package approved by Congress in July.\n\nBut the flight from Colombia hardly bodes well for U.S. policy.\n\nUnlike previous immigration waves to hit South Florida, most of the new arrivals are wealthy businessmen and \nmiddle-class professionals. Their departure is a double blow, combining capital flight with a brain drain the country \ncan ill afford in a moment of crisis.\n\nIn their desperation to leave many have sold property and cashed in their savings, wondering if they will ever return.\n\n\"We don't see any future in Colombia,\" said Juan Carlos Velasquez, who left a computer business in the capital, \nBogota, to move to Miami with his pregnant wife in January. \"Every day the news reports more massacres. So \nmany, it's like listening to a nightly sportscast.\"\n\nTheir decision to leave was prompted by a letter threatening they would be kidnapped, or their businesses bombed \nand employees killed, if they did not pay up. Guerrillas and paramilitary groups commonly demand what is known in \nColombia as a vacuna, Spanish for vaccination, to finance their armies. Paying the vacuna affords a family \nimmunity from the threat of violence - at least temporarily.\n\n\n\"For the last two months we were too frightened to leave the house,\" Velasquez said. \"The government doesn't do \nanything. We have no one left to defend us.\"\n\nStaying in Colombia would have meant purchasing a bulletproof car and hiring bodyguards. \"We didn't want to live \nlike that. It means a change of mentality. We didn't want to become part of the culture of violence,\" he said.\n\nThe exodus of Colombian professionals is a sign of how deep the crisis has reached. Until recently the violence \nwas largely limited to areas of the countryside where drug lords, guerrillas and paramilitary groups fought out their \nturf wars.\n\nBut as the guerrillas and paramilitaries have grown in size, requiring more money, their criminal tentacles have \nbeen increasingly felt in the cities.\n\nColombia holds the world record for kidnappings. Last year the official number of abductions reported rose to 2,945 \ncases, up 30 percent from the previous year.\n\nOn top of that an economic recession has seen unemployment rise, fueling common street crime. \"Now no one is \nuntouchable,\" said Bruce Bagley, a top Colombia expert at the University of Miami. \"You can't work in the cities \nanymore. You can't run businesses without paying taxes to guerrillas or paramilitaries. Colombians love their \ncountry, but you can't live like that.\"\n\nBecause many Colombians arrive in the country on tourist visas, it's hard to know how many plan to become \npermanent residents. Colombian officials say that as many as 200,000 Colombians have left the country in the \npast two years, mostly for the United States.\n\nIn 1999, 366,423 Colombians applied for U.S. visas, more than double the number in 1997.\n\nAnd the pace shows no signs of letting up.\n\nTheir presence is being felt all over Miami, where Colombians now make up the second largest immigrant group \nafter Cubans. Every Sunday, hundreds of Colombians pack the pews at the Apostolic Mission of Christ, an \nOrthodox church near downtown Miami. The church offers cut-price legal services to less well-off arrivals. At the \nend of the service a priest asks how many Colombians in the congregation need advice about immigration. Nearly \nhalf raise their hands.\n\nAt the Miami office of the Colombian-American Service Association, program director Johanna Davila says her \nagency assists some 1,000 newly arrived Colombians each month.\n\nDavila left Colombia two years ago after her brother was killed.\n\nAlthough more than 70 percent of those who come to the office say they left Colombia after receiving threats, Davila \nsaid most do not have enough evidence to present a solid case for political asylum.\n\n\"In Colombia people are too scared to go to the authorities and make a formal complaint,\" she said. \"When they get \nhere they don't have any legal proof of what happened to them.\"\n\nEven so, applications by Colombians for political asylum have risen sharply in the past two years, according to the \nImmigration and Naturalization Service. In 1999 the INS received 399 cases, compared with 842 in the first six \nmonths of this year.\n\nWashington has so far rejected calls from Colombian emigres to grant them temporary refugee status. Privately, \nU.S. officials say most of the immigrants are members of Colombia's upper crust, well able to fend for themselves.\n\nIn order to qualify for asylum, Colombians must show a credible fear of persecution on grounds of political or \nreligious belief, or membership in an especially vulnerable social group.\n\n\n\nWhile being rich may make businessmen a target for extortion and kidnapping in Colombia, the INS does not \nconsider mere wealth sufficient justification.\n\nThese days the INS does appear to be lending a more sympathetic ear to cases from Colombia. Last year only 122 \nasylum cases were granted with a 39 percent approval rate, compared with 61 percent, or 348 cases, this year.\n\nIrma Londono, 42, won her asylum claim in June, less than two months after filing an application. A journalist who \nworked with Colombian army intelligence, she was able to document her case after receiving repeated threats.\n\nShe recalled attending her asylum hearing a day after news from Colombia of a particularly vicious killing. Armed \nmen had placed a booby-trap bomb around the neck of an extortion victim.\n\n\"The INS officer who was attending my case was really affected by that,\" she said.\n\nBut in many cases political asylum isn't the only option.\n\nAt Bander's law firm, one of the largest handling immigration cases in Miami, staff members say they receive up to \n100 new visa applications from Colombians every week. In most cases Bander recommends other alternatives, \nincluding non-immigrant business and investor visas.\n\nDue to the sudden demand, his firm has organized seminars in several Colombian cities this year explaining how \nto travel legally to the United States.\n\n\"I tell them it's not difficult to get here,\"  said Yvonne Torres, a Colombian-born paralegal on Bander's staff. \"In fact \nit's very easy because they have talent and are professionals.\"\n\nAs Miami's image as \"the capital of the Americas\" has evolved in recent years, many U.S. companies doing \nbusiness in Latin America have opened offices in the city.\n\n\"There's a demand in Miami for qualified people from Latin America,\" Torres said. \"We show them what they need \nto do to become eligible.\"\n\nAs an example she gives the case of a real estate agent from Cali, Colombia's second largest city, who now works \nwith Spanish-speaking clients for a Miami firm. More Colombians are opening their own businesses in Miami, \ncreating more opportunities.\n\nOne popular Colombian restaurant chain in Miami, Patacon, recently opened several new premises, importing \nchefs from Colombia on temporary work visas.\n\nWhile immigration to the United States may appear to some as the easy way out for educated Colombians, it \nremains a difficult decision.\n\n\"We didn't want to leave,\" said Sergio Otalora, 39, a newspaper columnist who arrived in Miami this month. \"We \ntried to put fear aside, but you can't live all the time on your nerves. It makes you sick.\"\n\nOtalora left with his wife and their 3-year-old son after he wrote a column critical of the paramilitaries. They fear it \nwill be years before they can think of returning.\n\n\"It makes you feel very bad. I know some people accuse us of abandoning a sinking ship,\" he said. \"But that's moral \nblackmail. We have to think of Pedro, our son. Maybe in 15 years he can go back and contribute something.\"\n"}