{"title": "Immigration Issues End a Grower's Season", "body": "\nAs in politics, timing is everything in tomatoes. \n\n  Finding and keeping the field hands who can pick 10,000 tomatoes a day during the hot months of August and \nSeptember is no less a test of organizational traction than any get-out-the-vote drive.\n\n  For 35 years, Keith Eckel, 61, one of the largest tomato growers in the Northeast, had the workers and the timing \ndown to a T: seven weeks, 120 men, 125 trailer loads of tomatoes picked, packed and shipped. \n\n  This year, however, the new politics of immigration -- very much on the mind of many of Pennsylvania's voters, \neven if overlooked by the presidential candidates campaigning in this state and around the nation -- has put him out \nof business. \n\n  State, local and federal crackdowns on illegal immigration have broken his supply chain of laborers. Most of \nthose were Hispanic men who had come every year for decades, and whose immigration status Mr. Eckel \nrecorded with the documents they provided to him. He kept them all in the file cabinets at his neat farm office -- the \nMigrant Seasonal Farm Worker Protection Act forms, the Labor Department's I-9 forms, the H-2A agricultural visa \nprivilege forms -- though he knew that, for the most part, it was a charade.\n\n  ''It's a ludicrous system,'' he said the other day, sitting behind his desk in a light brown windbreaker that  matched \nthe fallow hillside beyond his office window here, 10 miles north of Scranton. ''If the national statistics are correct, \n70 percent of the documents in those cabinets are fraudulent.''\n\n  For years Mr. Eckel went along. ''But in the current political climate,'' he said, ''I just can't take the risk of planting \ntwo million tomato plants and watching them rot in the field.'' \n\n  This is the crux of a tense, if largely unspoken, conflict between politics and reality in a state with 40,000 \ncommercial farms. On many of those farms, crops requiring hand-picking are either not being put in this year, or are \nbeing planted by farmers who cannot be sure they will have the workers to harvest them, farm experts say.\n\n  Yet, in more than a half dozen state legislative races, getting tough on illegal immigration has become the \npremier issue in this state, as it has in many others.\n\n  In the 10th Congressional District, where Mr. Eckel's 700-acre farm is located, the incumbent Democrat, \nRepresentative Christopher Carney, has made the enforcement of strong penalties for illegal immigrants and their \nemployers a signature issue in a tough re-election campaign; Mr. Carney is one of two dozen incumbent \nDemocrats singled out for defeat by the Republican Congressional Campaign Committee. \n\n\n  ''Over the last couple of growing seasons, farmers have been feeling a tremendous amount of stress over the way \nthis issue has been playing out,'' said Gary Swann, governmental relations director for the Pennsylvania Farm \nBureau. ''And if people think all we have to do is raise wages and hire local workers, they are simply mistaken.'' \n\n  Local workers will not do the job, Mr. Swann said. \n\n  It is a claim hard to verify, farm experts say, because harvesting ''specialty crops,'' as the federal government \nrefers to anything that is picked by hand -- in other words, not wheat, corn or other crops harvested by giant \nmachines -- has been the domain of migrant workers since the turn of the last century.\n\n  A temporary federal guest worker program, which briefly made hiring migrant farm workers easier, was not \nrenewed by Congress last year in the rancorous debate over border security. \n\n  In Pennsylvania, as in many other states, lawmakers have instead busily penned a cascade of bills penalizing \nthose who employ illegal immigrants and making it easier for the police to check their status and turn them over to \nfederal agents for deportation.\n\n  Deportations are part of Mr. Eckel's labor problem. \n\n  His labor contractor, Ray Vega, told him recently that he could only raise about 75 of the 120 men who have been \nharvesting his tomatoes. Some had been coming for decades, living in the simple cinder block dormitories at the \nedge of the Eckel property during the two-month season.\n\n  Since last year, however, some have been deported. Others have become too afraid to travel, Mr. Vega told Mr. \nEckel.\n\n  ''Guys are scared,'' Mr. Vega said by telephone from his home outside Albany, Ga. ''They could end up in jail.''\n\n  Neither the two Democratic presidential candidates nor the presumptive Republican presidential nominee have \nspotlighted the pressure brought on farmers around the country by the newly energized political consensus against \nillegal immigration. \n\n  After newspapers and television stations in the Scranton area publicized Mr. Eckel's decision to forgo planting \ntomatoes, he received a phone call from Senator Barack Obama's agriculture adviser, Marshall Matz, who arranged \na meeting for later this month.\n\n  But firestorms of protest have greeted nearly every proposal to regularize and temporarily legalize the supply of \nworkers, like the immigrants who harvested Mr. Eckel's crops. He said he did not expect anything to change until \nthere was a broad new consensus about immigrant labor, which might never happen.\n\n  ''I'm going to wait until February to decide whether I've planted my last tomato crop,'' he said. By then, there will be \na new president and a new Congress. But the tractors and seeding equipment in his warehouse will not wait \nforever. Their resale value is good for another year at most.\n\n  ''This is all about economics,'' added Mr. Eckel, who served as president of the state farm bureau for more than a \ndecade until the mid-1990s, and whose office walls are decorated with photos of himself shaking hands with Ronald \nReagan and the two presidents Bush. ''I'm not trying to make some political statement.''\n\n  If one were to want to, though, three weeks before a state presidential primary would be good timing.\n\nhttp://www.nytimes.com\n\nGraphic\n\nhttp://www.nytimes.com/\n\n\n \n\nPHOTOS: Last year's fields, which produced thousands of tomatoes a day\n\n Keith Eckel of Clarks Summit, Pa., will not grow tomatoes this year because of the decline of immigrant workers \nwilling to come. (PHOTOGRAPHS BY CHRIS RAMIREZ FOR THE NEW YORK TIMES)                                             \n"}