{"title": "That Fence Keeps Them Out, But Also Keeps Us In", "body": "\nLOCHIEL, Arizona - Fray Marcos de Niza, a Franciscan friar with a spade beard and black porkpie hat, was the first \nundocumented alien to enter what is now the United States. In 1539, he crossed at what became the settlement of \nLochiel, Arizona. Early in the 1900s, Pancho Villa often raided Lochiel. And that's where I used to breeze into \nMexico in the 1960s to visit the crumbling mud missions built by the conquistadors.\n\nIn a lifetime of travel, I've found nothing to match the aroma of early-morning tortillas and beans warmed over \nmesquite coals in villages so remote we had to bounce for hours up riverbeds to reach them. Since then, I've called \nmyself half-Mexican - only half-jokingly.\n\nMexico has plenty of poor, desperate people. It also has Carlos Slim Helú, the world's richest man, whose pocket \nchange Bloomberg estimates at $68.1 billion. \n\nBut Mexico's real wealth is human: an attachment to friends and family, a lively spirit and a spiritual grounding you \ncan find just about anywhere in those remote hills beyond Lochiel.\n\nToday, however, a fence runs through the ghostly town, and it blocks off the abandoned border post on the other \nside. It is hardly the Berlin Wall that divides Nogales to the west, only a rusty barrier low enough to scramble over. \nAt one stretch it doubles as the north end of some farmers' pigpens and chicken coops.\n\nStill, it gives me goose bumps.  \n\nThe fence does not keep out drug runners or diehard migrants. But it keeps us gringos in. Our irrational set of \nimmigration rules has cut off our access to a rich culture, historical treasures and spectacular landscapes at our \nvery doorstep.\n\nChange began in 1964 when Washington ended the Bracero program. During two decades, five million Mexicans \ncame for seasonal labor and odd jobs. They worked hard, paid taxes and then returned to their families.        \n\nDespite its problems, the program worked. No one died in the desert. People were not forced into clandestine \nmisery, fearful of not getting back if they went home. Waiting for papers to enter legally can now take 10 years - or \nforever.\n\n\nThe best policy, it seems, would be to legalize those already here so they can go home and return as needed. \nTerms can be improved for new migrants. Employers who benefit ought to be obliged to follow tax and labor codes.\n\nOur hugely expensive, often inhumane measures do not work. Those drones we use in Pakistan also fly over \nLochiel. Arizona lawmakers want to deploy armed militias, ill-trained guys who washed out of police psychological \ntests. A proposed state scheme envisions red alerts - crime warnings - for people living within 62 miles of Mexico. (I \ndon't understand it, either.)\n\nBack when I was first crisscrossing the border, I hardly rolled to a stop in either direction. Governments on both \nsides boasted of their friendly frontier. Today in Lochiel, I imagine an echo of Ronald Reagan and an old Evil \nEmpire: Mr. Gorbachev, tear down that wall. We need it in Arizona.\n\n• Might Davos Be a Layover for Chinese 'Migratory Birds'?\n"}