{"title": "A STATE OF LIMBO RULES THE LIVES OF POLISH ALIENS", "body": "\nWHEN the immigration agents approached Helena shouting, ''Polish?  Polish?'' she felt no surprise, only the \nconfirmation of her worst fears. She knew she possessed neither the valid visa nor the work permit - for her $64-a-\nweek job cleaning offices - that the agents wanted to see. ''There was a risk,'' the 40-year-old former bookkeeper \nsaid of her Oct. 21, 1981 arrest here. ''I just took it.''\n\nDeportation proceedings against Helena, who asked that her full name not be used, began Dec. 22 - even though \nmilitary law had been declared in Poland nine days earlier. The proceedings will continue although the Reagan \nAdministration, in the wake of the recent events in Poland, has barred the actual expulsion of illegal Polish aliens \nuntil March 31.\n\nIt is a strange sort of deliverance, Helena said; military rule, the very act that saves her from the possibility of a \nforcible return to Poland, makes her dread it even more. She feels, she said, that she has no country.\nDiscussion of deportation of Polish-illegal aliens in US\n\nHelena's sense of limbo is shared by about a thousand illegal Polish aliens living, working and often hiding, in \nConnecticut, according to Ryszard S. Mrotek, a Hartford lawyer who specializes in immigration cases. Estimates of \ntheir number nationwide range from 20,000, according to Aloysius A. Mazewski, president of the Polish-American \nCongress, to 35,000, according to Richard W. Day, general counsel of the United States Senate Subcommittee on \nImmigration, Refugees and International Law.\n\nSome 5,300 Poles nationwide currently are involved in ''expulsion proceedings,'' including detainment, deportation \nhearings, decisions on requests for asylum and denial of entry to the country, according to Duane Austin, an \ninformation officer for the United States Immigration and Naturalization Service. He added that many of the illegal \naliens also break labor, Social Security and tax laws by working ''off-the-books'' jobs - those that are not reported to \nGovernment officials.\n\nMost Polish aliens first enter the United States on tourist visas, which last no more than six months, said \nimmigration officials and Polish-American advocates. They generally live with relatives in the Polish enclaves of \nNew Britain, Hartford, Stratford and large towns in Connecticut, although the greatest numbers are found in \nChicago, Detroit and Pittsburgh. They work in relatively menial jobs - machine shops for men, garment factories or \nbuilding maintenance for women - although the Poles range from unskilled workers to those with advanced degrees \nbut no fluency in English. Most limit their movements to the passage from home to job, trying to avoid the periodic \nroundups made by immigration agents.\n\nA suit brought by the Connecticut Civil Liberties Union, now in the pretrial stages in Federal District Court in \nHartford, seeks an injunction against the ''random'' raids.\n\n\n''Our people live like hunted game,'' contended Mr. Mrotek, a naturalized Pole. ''You stay as close as possible to \nthe family, don't socialize much, don't talk at work, hide behind someone else's Social Security card, don't get a \ndriver's license.''\n\nThe situation for Polish aliens changed significantly when Congress passed the Refugee Act of 1981. Until then, \nimmigrants from Communist countries automatically received the status of refugees, allowing the influx of Poles and \nSoviet Jews in particular, Mr. Day said.\n\nThe new law, adopting verbatim the wording of a United Nations protocol, altered the definition of a refugee to a \nperson with ''a well-founded fear of persecution, based on race, religion, national origin, or membership in any \nsocial organization.''\n\nThe definition appears to exclude most Polish aliens, Mr. Day said, because they came to the United States for \neconomic gain.  ''What we hear about are food shortages, fuel shortages,'' he said, ''not political reasons.'' But \nPolish aliens rarely extricate the shortages from the Communist government that presides over the economy.\n\nThe existence of Solidarity further complicated the issue.  Immigration officials and lawmakers had pointed to the \nascension of the independent trade union as proof of the absence of mass persecution in Poland, and deportations \nof illegal immigrants continued until the Dec. 13 declaration of martial law. On that day President Reagan ordered \ndeportations halted, and the immigration service on Jan. 22 said no Poles would be returned home until at least \nMarch 31.\n\nBut expulsion hearings that began before Dec. 13 continue and the State Department has ''temporarily suspended \nconsideration'' of requests for asylum, according to a letter to Mr. Mrotek from John D. Scanlan, deputy assistant \nsecretary for European affairs. A blanket amnesty for Polish immigrants ''would be inconsistent with the Refugee \nAct,'' Mr. Scanlan wrote.\n\nSenator Alan K. Simpson, a Republican of Wyoming who is chairman of the Senate immigration committee, said, \n''We have to be very cautious about any broadening of the definition of 'refugee,' '' because, besides the Poles, \nthousands of Haitian and Salvadoran immigrants claim to have fled political persecution. He reiterated the wording \nfrom the Refugee Act, but then added, ''How do you deal with plain old fear?''\n\nMr. Simpson did not answer his own question. But Betty, a 32-yearold Polish alien living in Greenwich, could. She \nhas lived ''underground'' - her word - for the seven years since her six-week tourist visa expired.\n\n''I was simply hiding,'' she said. ''I couldn't take a job I'd like to, like an office job or nursing. I didn't get a driver's \nlicense.  I opened a savings account in my cousin's name.''\n\nBetty said she tried several times to attain legal status, paying $1,000 to a lawyer who did not succeed in doing so, \nand seeking advice from Polish-American organizations. ''They told me, 'Immigration isn't looking for you, sit quiet,' \n'' she recalled.\n\nBut her conscience troubled her. Twice she bought airline tickets to Poland, only to return them. ''I feel very guilty \nabout not paying taxes,'' she said, ''but I spend all my money here. I paid lawyers, I paid doctors, I was in the \nhospital and paid all my bills.''\n\nShe misses her family and blames herself because, she said, since her flight from Poland, her brother has been \ndenied the right to work in Czechoslovakia and her father has been interrogated frequently by Polish officials.\n\nBetty's mother, however, received a visa in December 1981 to visit Betty's aunt in Stamford. Then martial law was \ndeclared. Betty's mother wants to return home. Betty's aunt wants the 57-year-old woman to stay. Her visa expires \nthis month.\n\nBarbara, 29, a Polish immigrant in Hartford, also feels torn between family and freedom. She left her husband and \nchildren in Warsaw in June 1981 with the promise, ''See you in three months.'' Now she fears that returning to \nPoland means imprisonment because she had been a Solidarity organizer.\n\n\n\n''I keep myself very busy,'' she said, ''or else I would go crazy.'' But work and her studies in computer science are \nnot diversion enough. The strain of separation shows in the 15 pounds she has lost, the cigarettes she never before \nsmoked.\n\nOne night recently, Barbara watched the movie, ''Man of Iron,'' which mixes a fictional plot with documentary \nfootage of the Gdansk shipyard strike that gave birth to Solidarity.\n\n''I feel how can this possibly be, that if I was there I would be in jail for my ideology,'' she said after the film. As the \nfinal credits slid off the screen, she looked at the spectators departing, and said: ''American people are nice, but \nthey never can feel the same thing. It's not my country here. It never will be. I'm a stranger here.''\n\nBarbara's problems, however, remain more emotional than legal. Her student visa and her affiliation with Solidarity - \nprobably a boon in proving a ''well-founded fear of persecution'' and thus gaining asylum - are luxuries few other \nPolish aliens share.\n\nConsider a 28-year-old seamstress in New Britain, who did not want to be identified. As she sat in her brother's \napartment - legs drawn into her chest and locked into a defensive cocoon by linked arms - she told of the day of her \narrest last June.\n\nThree immigration agents came to her sewing machine in a New Britain factory, asking for her papers. She told \nthem through an interpreter that she had a working permit and had applied for permanent residence, but did not \nhave the documents with her.\n\nThe agents put her in their car. She thought they were taking her directly to the airport to be sent home. She went, \nin fact, to the Hartford immigration office for fingerprinting and mug shots, and then to the Connecticut Women's \nCorrectional Institution in Niantic.  There she was held over night.\n\nHer case remains in an immigration court. She contends that she has a valid work permit; immigration officials \ncontend that she does not.  ''I can't go to Poland and I don't know if I can stay here,'' she said. ''The only choice is to \nlook for another country.''\n\nGraphic\n\n \n\nIllustrations: photo of an unidentified Polish alien\n"}