{"title": "Peninsula, South Bay salon chain sued by immigrant workers", "body": "\nSAN MATEO -- Immigrant workers at a chain of nail salons in the South Bay and on the Peninsula were forced \nto pay for accidentally broken bottles of nail polish and had to turn over a portion of their tips to managers, \naccording to a lawsuit filed Tuesday.\n\nThe workers at Natalie Salon locations in San Mateo, Redwood City, Menlo Park, Palo Alto and Los Gatos would \nsometimes work seven days a week without legally mandated overtime pay, said Winnie Kao, an attorney \nrepresenting them. Management routinely kept 20 percent of tips left for the workers on credit card payments and \ndidn't allow them to take a lunch break, according to the suit filed Tuesday in San Mateo County Superior Court.\n\nAnh Dong, a co-owner of the chain, referred questions Tuesday to a man she described as her brother. When \nreached by phone, the man said he would comment later on the suit.\n\nKao, who works for San Francisco-based watchdog group Asian Law Caucus, said the workers are all Vietnamese \nwomen who have been in the United States for various periods of time. They are among many Asian women who \nhave gravitated toward the nail and beauty industry, she said. Kao said the training is relatively quick, English \nlanguage skills are not essential, and workers have the comfort of being with compatriots.\n\nHowever, managers are accused of fining Natalie Salon workers for small infractions like gathering at the front \ndesk or failing to record that a foot bath had been cleaned. Kao contends these wage garnishments are illegal. \nWorkers also had their pay docked due to minor accidents, like breaking a nail polish bottle during the course of \nwork -- even when it wasn't their fault.\n\n\"It is kind of crazy to be docked for your customers' dropping nail polish,\" Kao said. \"It is a completely innocuous \naccident.\"\n\nThe women began talking to one another and eventually sought help at an outreach event put on by the Asian Law \nCaucus. Kao said she has not tabulated the potential amount of money owed to the women and declined to \nestimate. However, she said she believes at least 50 workers have been subjected to such treatment.\n\nSo far, three current employees -- Bich Pham, Lilian Nguyen and Evelyn Nguyen -- have joined the suit. Former \nworker Vicky Tran is also a plaintiff in the case. They are asking to be certified as a class so they can pursue a \nclass-action lawsuit. The women have asked for a jury trial.\n\n\"By bringing this case, I just want Natalie Salon to correctly pay me and the other women who work there for the \nwork that we've done and to follow the law,\" plaintiff Vicky Tran said in a written statement.\n\nContact Joshua Melvin at 650-348-4335.\n\n"}