{"title": "ETHNIC ARGENTINA: PASTA AND VERDI CONNECTION", "body": "\nFrom the rich pastas to the love for opera, Argentines are a Latin American people uniquely influenced by Italy.\n\nArgentines are often described as Italians who speak Spanish, and they do even that with an Italian accent.  Italian \nimmigrants flocked to Argentina as they flocked to the United States and long ago overtook the Spanish to become \nthe largest ethnic group here.\nBUENOS AIRES, Oct. 12 - From the rich pastas to the love for opera, Argentines are a Latin American people \nuniquely influenced by Italy.\n\nIn the process, they created an Italianate country acutely divergent from -and sometimes arrogant toward - the \nmixes of Indian, Spanish, Portuguese and African that characterize the rest of Latin America.\n\n \n\nMost Immigrants From Italy\n\nIntermarriage confounds any attempt to measure the extent of Italian ancestry among the 28 million Argentines.  \nBut in the great growth period from 1869, when Argentines numbered 1.8 million people, to World War II, when they \nhad multiplied to almost 15 million, some 55 percent of immigrants were Italian.\n\nIt was no surprise here that 26 prominent Argentines were listed as members of the powerful secret Italian Masonic \nlodge Propaganda 2, which was uncovered in a scandal in Italy last year.\n\nThe lodge's fugitive grand master, Licio Gelli, had a fraudulent Argentine passport when he was captured in \nSwitzerland. He also reportedly was in hiding here for most of the 18 months that police around the world were \nlooking for him on charges of international bank swindling.\n\nDuring Argentina's war with Britain for the Falkland Islands, the Italian Government, citing the ties of kith and kin, \nwas one of the first to break with the European Common Market's trade boycott of the South American country.\n\n \n\nItalian Seeks to Mend Ties\n\nItaly's Foreign Minister, Emilio Colombo, who visited here several weeks after the war's end in June, has been \nArgentina's broker and adviser in re-establishing relations with the Common Market and the rest of the West.\n\nAn Italian diplomat, though finding life familiarly comfortable for him here, stressed that Argentines are still politically \nand culturally immature compared with his countrymen.\n\n\nAnd Roberto Cortes Conde, an economic historian who heads the Di Tella Institute for social research here, \ncautioned, ''It is intellectually dangerous to say there has been a repetition of national characteristics.''\n\nBut, he added, ''the Italians certainly had some influence.'' While a large number of the Italians who went to the \nUnited States came from Sicily and southern Italy, the bulk of the Italian immigrants to Argentina were from the \nmore industrial and developed north. Although most were peasants, they brought with them a refined identification \nwith the mainstreams of European culture. Opera, for example, is pervasive here. It is not unusual to hear strains of \nVerdi floating from radios in blue-collar neighborhoods on a peaceful Sunday.\n\n \n\nItalians in All Classes\n\nBut many of the Italians also brought with them political attitudes that may have contributed to this country's political \ninstability.\n\nItalians, meanwhile, have successfully moved into all classes, but they are concentrated in the urban middle as \nshopkeepers, factory workers, bureaucrats and the like. Farmers and ranchers are mostly descendants of the \nSpanish, English and Welsh.\n\nPerhaps a typical Italian immigrant is 41-year-old Liberato Pollio, a fishmonger who came from Sorrento, 15 miles \nsoutheast of Naples, 25 years ago.\n\n''Politics I don't understand,'' he said recently in his shop, where pictures of Sorrento hang on the wall. ''But the style \nof life here is the same. And here, whatever a person wants to do, he just has to work and he will get it. I like it \nhere.''\n"}