{"title": "Dole Urges Illegal-Immigrant Curbs; In California, Candidate Pushes for Law Letting States Deny Education", "body": "\nRobert J. Dole today intensified efforts to draw a clear distinction between his stand and that of President Clinton \non immigration, the issue that propelled Republican Pete Wilson from underdog to landslide victor in this state's \n1994 gubernatorial contest.\n\nDole, the presumptive GOP presidential nominee, endorsed an amendment to pending immigration legislation that \nwould allow states to refuse to provide public education to children who are illegal immigrants.\n\n\"It's not that we are not compassionate,\" Dole said, but \"where do you draw the line?\" Illegal immigration \n\"represents a drain on public resources, again with a disproportionate impact on California,\" he said, costing \ntaxpayers in this state $ 2.6 billion for education, health and incarceration costs.\n\nThe sponsor of the amendment, Rep. Elton Gallegly, a Republican who represents a part of Los Angeles, spoke \nbefore Dole, saying, \"It's time to stop making apologies for putting Americans first.\"\n\nDole faces an uphill struggle in forcing a battle on the Gallegly amendment. The House passed the provision, but it \nwas not included in the Senate version of immigration reform. A House-Senate conference committee is expected \nto take up the legislation soon, but 47 senators, enough to sustain a filibuster and keep the bill from coming to a \nvote, have written to the Senate leadership to declare their opposition to the amendment. If they are successful \nblocking congressional action, Clinton will not have to choose between vetoing or signing the legislation, which he \nfavors without the Gallegly provision.\n\nThe measure, in addition, does not have unanimous Republican backing. Texas Gov. George W. Bush has \nindicated that he would not take advantage of the option of denying education to illegal immigrants if the \nmeasure was passed, while Wilson has been a strong backer of the Gallegly provision.\n\nClinton campaign aides argued today that passage would have the unintended side effect of increasing crime and \ndelinquency by forcing large numbers of children out of schools into the streets.\n\nThat position has the backing of a number of law enforcement officials and groups. Yesterday, the Clinton \ncampaign released statements of opposition to the Gallegly amendment from a wide range of groups, including the \nFraternal Order of Police, the International Brotherhood of Police Officers, the International Union of Police \nAssociations, the National Black Police Association and the Chicago superintendent of police.\n\n\"Putting hundreds of thousands of additional children on some of the toughest streets in our country translates into \na windfall of potential new victims for the predators who work those streets,\" Gilbert G. Gallegos, president of the \n\n\n274,000-member Fraternal Order of Police, wrote in a letter to Dole before the candidate's resignation from the \nSenate.\n\nNelson Warfield, Dole campaign spokesman, replied that eliminating access to schools will reduce the incentives of \nforeigners to enter the country illegally. \"If you take responsible steps to decrease the allure of coming to this \ncounty, then illegal aliens will act in their self-interest and not come here in the first place,\" he said.\n\nIn addition to Dole, House Speaker Newt Gingrich (R-Ga.) has sought to turn the Gallegly amendment into a \nRepublican confrontation with the White House. \"Offering free, tax-paid goods to illegals has increased the number \nof illegals,\" Gingrich said during House debate. \"This used to be the land of opportunity; now it's the land of \nwelfare.\"\n\nDole argued that the cost of providing public education to illegal immigrant children in California, which he \nestimated at about $ 1.8 billion annually, could be used to provide legal citizens and residents with a host of \nbenefits.\n\nIn an accompanying news release, the Dole campaign said the money could pay for the hiring of 51,000 new \nteachers, allowing the state to reduce the pupil-teacher ratio to less than 20-1, to build 2,340 new classrooms \nannually, or to buy five computers for every classroom in the state.\n\nStaff researcher Barbara J. Saffir contributed to this report.\n\nGraphic\n\n \n\nPhoto, afp/david ake, Finishing a three-day California swing, Robert J. Dole signals a thumbs-up at a campaign \nrally in Woodland Hills.\n"}