{"title": "Huw Edwards joins backlash over bilingual name for Welsh Senedd; Plan to reject Welsh-only title leaves many perplexed as national identity debate grows", "body": "\nFor champions of the Welsh language, the use of Senedd as the new name for the assembly in Cardiff was a great \nmoment of pride, referring back centuries to a Welsh parliament convened in the early 15th century. It was also \nrecognition that the word had already been adopted by many non-Welsh speakers.\n\nSo a move to reject a Welsh-only name in favour of a bilingual moniker has caused disbelief and confusion - and \ncontributed to a growing debate about Welsh identity.\n\nHuw Edwards, the BBC newsreader, is among those baffled. \"I'm not in a position to comment on the politics of this, \nbut I can certainly say I'm rather puzzled by the proposal,\" he said. \"Senedd is now widely established and \nunderstood as the name of the democratically elected body in Cardiff Bay. Senedd has strong historical resonance \nas the word for the representative body assembled in 1404 by Owain Glyndwr r, the last native prince of Wales.\n\n\"It is not a complex word. There's none of the usual guff about being 'difficult to pronounce', which is always an \nexcuse not to use Welsh in some quarters. It is a Welsh word for the principal democratic body in Wales. What \nexactly is the problem?\"\n\nThe Welsh government is understood to be backing the move, tabled by former Welsh first minister Carwyn Jones, \nto adopt a bilingual name for the national assembly. The proposal would give it the names Senedd Cymru and \nWelsh parliament. A vote on the idea is due to take place this week.\n\nJones said that the two names should be adopted because a lot of people would be confused by the Welsh-only \nname. \"There is no doubt that the name Senedd has got more common, but I think if you asked most people, they \nstill wouldn't really know what it is,\" Jones said. \"I've spent the last 20 years explaining to people what the assembly \nis. I don't want to spend the next 20 years explaining what a senedd is. People know what a parliament is. In time \nthey will equate the two. We need an intermediate stage.\"\n\nHowever, supporters of Welsh independence have pounced on the proposal. \"Most people in Wales think sticking \nto a Welsh name for Wales's seat of democracy is a no-brainer,\" said Adam Price, leader of Plaid Cymru. \"Not only \nwould having a single Welsh name be a powerful statement that Welsh belongs to all the people of our country \nwhichever language they speak, having a Welsh name is a symbol of determination to create a new democracy and \n\n\na new Wales - free from the tired conventions of Westminster. Everyone says Dáil or Bundestag, and understands \nwhat it means. Surely we can do the same with Senedd.\"\n\nThe move against a Welsh-only name has caused concerns in surprising places. Former Tory MP Guto Bebb, \namong those to have the whip withdrawn for voting against a no-deal Brexit, said: \"What problem are we trying to \nsolve here? The answer is, there isn't one. I'm supportive of bilingualism and treating both languages equally, but in \nthis context the Welsh name makes sense. It works.\"\n\nThe debate comes amid indications that the tumult engulfing British politics is beginning to affect Welsh identity, \nwith the idea of Welsh independence not as far-fetched as it was just a few years ago. While a recent poll \nsuggested that only 24% supported independence with 48% against, the notion of being \"indy-curious\" in Wales \nappears to be on the rise - and the whole issue is now a more mainstream debate.\n\nPro-independence rallies have attracted crowds of thousands. A march in Merthyr Tydfil included former Wales \nrugby captain and commentator Eddie Butler, as well as former Everton and Wales goalkeeper Neville Southall. \nLast week Aberystwyth became the latest town council to back Welsh independence. It follows Caernarfon, \nCaerphilly and Blaenavon, in Gwent, whose Labour-run council backed independence.\n\n\"The debate around the bilingual name for the assembly is a little micro-example of much bigger issues going on \nabout our national status within Wales and what it means to be a nation within a larger nation state,\" said Roger \nAwan-Scully, head of politics and international relations at Cardiff University. \"The one thing that has changed [in \nthe Welsh independence debate] is that it has moved from an issue discussed almost exclusively within Plaid \nCymru and a tiny group of other people to something that is more a part of the mainstream debate.\"\n\nCarwyn Jones, himself a Welsh speaker, said: \"I always said that a bad Brexit carries with it the seeds of the UK's \nown disintegration. It has happened very quickly. As somebody not in favour of independence but who wants to see \nchange, that troubles me.\"\n"}