{"title": "Hearing of the House Judiciary Committee Subject: \"Oversight of the United States Department of Homeland Security\" Chaired by: Representative Robert Goodlatte (R-VA) Witness: Secretary of Homeland Security Jeh Johnson Location: 2141 Rayburn House Office Building, Washington, D.C. Time: 10:33 a.m. EDT Date: Thursday, May 29, 2014", "body": "\n Hearing of the House Judiciary Committee Subject: \"Oversight of the United States Department of Homeland \nSecurity\" Chaired by: Representative Robert Goodlatte (R-VA) Witness: Secretary of Homeland Security Jeh \nJohnson Location: 2141 Rayburn House Office Building, Washington, D.C. Time: 10:33 a.m. EDT Date: Thursday, \nMay 29, 2014\n\nREPRESENTATIVE ROBERT GOODLATTE (R-VA):  (Sounds gavel.)  The Judiciary Committee will come to order.  \nWithout objection, the chair is authorized to declare recesses of the committee at any time.\n\nWe welcome everyone to this morning's oversight hearing on the U.S. Department of Homeland Security, and I will \nbegin by recognizing myself for an opening statement.\n\nI want to extend our welcome to Secretary Johnson for testifying before us today for the first time.  The Obama \nadministration has taken unprecedented and most likely unconstitutional steps in order to shut down the \nenforcement of our immigration laws for millions of unlawful and criminal aliens not considered high enough, \nquote, \"priorities,\" end quote.  DHS does this under the guise of prosecutorial discretion.  The beneficiaries include \nmany thousands of aliens who have been arrested by state and local law enforcement or convicted criminals who \nhave been put in removal proceedings and who DHS simply has let back onto our streets.\n\nIn addition to simply not pursuing removable aliens, the DHS has granted -- has been granting hundreds of \nthousands of them administrative legalization and work authorization.  The Department of Homeland Security does \nthis under many guises, invoking doctrines with esoteric names such as \"deferred action\" and \"parole in place.\"  \nThe net effect of these policies has been described by former ICE Acting Director John Sandweg:  quote, \"if you \nare a run-of-the-mill immigrant here illegally, your odds of getting deported are close to zero,\" end quote.\n\nOver the past few years, ICE has been claiming to have removed record numbers of unlawful or criminal aliens \nfrom the United States. Of course, to the extent these numbers are valid, they would have simply reflected the vast \nincrease in enforcement resources provided by Congress in recent years.  ICE's budget has increased from \napproximately ($)3 billion in 2005 to ($)5.8 billion in 2013. However, ICE's removal numbers simply rely on smoke \nand mirrors.  In fact, almost two-thirds of the removals claimed by ICE in 2013 involved aliens apprehended by the \nBorder Patrol along the border or intercepted by inspectors at ports of entry.\n\nWhen we look at the number of true ICE removals of aliens residing in the United States we see that they have \nfallen 43 percent from 2008 to 2013.  Even President Obama has admitted that ICE's \"record\" removals are \n\"deceptive.\"  Removals are down so dramatically because the Obama administration is twisting the concept of \n\n\nprosecutorial discretion beyond all constitutional recognition, all in an unprecedented effort to create immigration \nenforcement-free zones.\n\nMost disturbingly, despite the administration's pledge to prioritize the removal of serious criminal aliens, DHS is \nreleasing thousands of such aliens onto our streets.  The Judiciary Committee discovered through subpoena that \nbetween October 2008 and July 2011, the Department of Homeland Security declined to seek removal for almost \n160,000 aliens who had been arrested by state and local law enforcement officers.  After these aliens were then \nreleased into our communities, about 17 percent were rearrested on criminal charges with only three years -- in only \nthree years' time.  The crimes charged included nearly 8,500 DUI's, over 6,000 drug violations, and more than \n4,000 major criminal offenses including murder, assault, battery, rape and kidnapping.\n\nIn one of the most horrific cases, an unlawful alien DHS decided not to pursue after being arrested for attempted \ngrand theft was later arrested on suspicion of killing a man chasing those who had robbed his 68-year-old \ngrandfather.  These crimes never would have been committed had DHS pursued these aliens for removal.  \nUnfortunately, none of this has shamed DHS into changing its irresponsible practices.  The Center for Immigration \nStudies recently obtained -- (clears throat) -- excuse me -- ICE documents revealing that in 2013, ICE declined to \npursue removal thousands of times against convicted criminals it had encountered.  And ICE (sic) also discovered \nthat in 2013, ICE released from detention over 36,000 convicted criminal aliens that it had actually put in removal \nproceedings.\n\nI have asked DHS for identifying information on these released criminal aliens so that we may determine what new \ncrimes they have gone on to commit.  I hope and expect that Secretary Johnson will fully cooperate in providing this \nvital information to the committee and the American people.\n\nThe end result of DHS's practices is that the American people have lost all confidence in this administration's \nwillingness to enforce our current immigration laws or use any enhanced enforcement tools that Congress may \ngive it.  This in turn has made it exceedingly difficult for Congress to fix our broken immigration system. \nUnfortunately, we can only expect DHS's efforts to evade its immigration law enforcement responsibilities to \nescalate.  President Obama has asked Secretary Johnson to \"perform\" an inventory of the department's current \nenforcement practices to see how it can conduct them more \"humanely.\"\n\nThese are simply code words for further ratcheting down enforcement of our immigration laws.  We do not know \nyet how far Secretary Johnson will go.  Persons within and without the administration have pressured him to no \nlonger seek to remove previously deported aliens who have illegally reentered the U.S or aliens who have \nabsconded from their removal proceedings and become fugitives.  Some have demanded that DHS grant \nadministrative legalization to parents who endanger their children's lives by bringing them here illegally in perilous \njourneys.  Others have gone so far as to demand administrative legalization for the entire universe of millions of \nunlawful aliens who would receive a special pathway to citizenship under the Senate's massive comprehensive \nimmigration bill.\n\nSecretary Johnson is not responsible for the dangerous and irresponsible decisions made by DHS before he was \nsworn in last December.  We can only hope that he will bring back a level of adult responsibility to the enforcement \nof our immigration laws.  But his recent comments that he is considering scaling back one of DHS's most \nsuccessful programs to identify and remove dangerous aliens -- Secure Communities -- cause me grave concern \nfor the future of immigration enforcement.  I look forward to the testimony of Secretary Johnson today.\n\nIt is now my pleasure to recognize the ranking member of the committee, the gentleman from Michigan, Mr. \nConyers, for his opening statement.\n\nREPRESENTATIVE JOHN CONYERS (D-MI):  Thank you.  Chairman Goodlatte and members of the committee, \nwe all join in welcoming you, Secretary Johnson, to the House Judiciary Committee.  As secretary and long before, \nyou had a distinguished career -- both in public service and in the private sector.  But the thing that I like most about \nit is that you're a Morehouse College graduate.  And that has a special resonance for many in the Congress and in \nour communities.\n\n\n\nBefore your appointment to the Department of Homeland Security, Secretary Johnson served as general counsel of \nthe Department of Defense, where he oversaw many critical reforms, including ending the discriminatory policy \n\"don't ask, don't tell.\"  Given this background, I can think of no person better equipped to lead the Department of \nHomeland Security and carry out the president's directive to review our immigration policies to ensure that we're \ncarrying them out in the most humane way possible.\n\nYesterday, the president of the United States announced a delay to this review to provide my House colleagues the \nroom they need to pass legislative reforms, whether through the Senate bill or several House bills.  And I am \ncommitted to work with them to achieve needed reforms of our system.  Most of us agree that the system is broken \nand that only Congress can permanently fix it.  So the secretary's testimony and opinions here today will be very \nimportant to us all.\n\nWe should get started on that process right away, before the window for reform closes.  Every day that passes \nwithout a vote in the House is a day that thousands of families are torn apart, that businesses are deprived of \ncritical skills and that brilliant entrepreneurs and investors are forced to take their resources and talents elsewhere.  \nEvery day that passes is also a day in which we fail to jumpstart our own economy.  The Congressional Budget \nOffice has concluded that the House and Senate immigration reform bills, S. 744 and H.R. 15, would decrease \nthe budget deficit by $900 billion over a 20-year period.\n\nSo I stand committed to work with my colleagues for legislative reform.  But if my colleagues won't act to fix a \nsystem that most agree needs it badly, then I fully support the president doing what he can under the current law to \nimprove that system.  I agree with the president's call to make our immigration system reflect American values.  \nPeople who commit serious crimes and pose a danger to the public should be our highest priorities for removal.  \nThose with strong ties to this country, the spouses of citizens and permanent residents, the parents of citizens and \nDreamers, and those who have worked productively in the United States for many years should not be.\n\nWe know the administration has the authority to set enforcement priorities.  And it also has the authority to set \ndetailed guidelines to ensure that those priorities are carried out by deportation officers, trial attorneys and other \nenforcement personnel.  This authority has been specifically recognized by my colleagues on both sides of the aisle \nof this committee, including a letter sent by current members to the Clinton administration urging it to issue \nguidelines on prosecutorial discretion.  So far, we've heard hardly more than excuses for not doing immigration \nreform.\n\nThe Senate bill has too many pages.  The House wants to take its time and do reform step by step.  We must \nsecure the border before we can discuss anything else.  Well, I think the newest excuse for not working to reform \nthe system is that the Republicans cannot trust the president to enforce the law.  Put aside the fact that this \nadministration has set records with respect to enforcement spending, detentions, prosecutions and removals.  The \n\"can't trust the president\" excuse strikes me as an extremely odd complaint from a legislative body.\n\nWhat's the point of passing any bill if we have that kind of an impasse?  How many other issues of national \nimportance do my colleagues think Congress should ignore until they have someone else that they might prefer in \nthe White House?  It's time to cut out the excuses and get to work doing the people's business.  Americans agree \nthe system's broke, and they strongly support comprehensive immigration reform.  And so it's our duty to stop \npassing the buck and get to work.\n\nMr. Chairman, I thank you for the time, and I yield back.\n\nREP. GOODLATTE:  Thank you, Mr. Conyers.  And without objection, all other members' opening statements will \nbe made a part of the record.\n\nWe thank our only witness, the secretary, for joining us today. Secretary Johnson, if you would please rise, I'll begin \nby swearing you in.  (Witness sworn.)  Thank you.  Let the record reflect that the secretary responded in the \naffirmative, and it's now my pleasure to introduce him.\n\n\n\nJeh Charles Johnson was sworn in on December 23rd, 2013, as the fourth secretary of homeland security.  Prior to \njoining DHS, Secretary Johnson served as general counsel for the Department of Defense, where he was part of \nthe senior management team and led the more than 10,000 military and civilian lawyers across the department. \nSecretary Johnson was general counsel of the Department of the Air Force from 1998 to 2001, and he served as an \nassistant U.S. attorney for the Southern District of New York from 1989 to 1991.  In private law practice, Secretary \nJohnson was a partner with the New York City- based law firm of Paul, Weiss, Rifkind, Wharton & Garrison.\n\nSecretary Johnson graduated from Morehouse College in 1979 and received his law degree from Columbia Law \nSchool in 1982.  The secretary reminded me this morning that he has a connection to this committee as well that \nmany members will find of interest.  In the early 1990s he worked briefly for then House Republican Ranking \nMember of the Judiciary Committee Ham Fisch of New York.\n\nSECRETARY JEH JOHNSON:  It was actually the 1970s, Congressman.\n\nREP. GOODLATTE:  Oh, 1970s.\n\nSEC. JOHNSON:  I didn't want to date --\n\nREP. GOODLATTE:  Well, that was way before my time, so -- (laughter).  But I thank you for that information, as \nwell as the information that many members of the committee may find of interest that there are 10,000 military and \ncivilian lawyers in the Department of Defense.  Whether that's a good thing or a bad thing, we'll leave for a future \ndiscussion.\n\nIn any event, we look forward to your testimony.  Your written statement will be entered into the record in its \nentirety, and we ask that you summarize your testimony in five minutes.  To help you stay within that time, there's a \ntiming light on your table, and when the light switches from green to yellow, you'll have one minute to conclude your \ntestimony.  And we welcome you to the committee.\n\nSEC. JOHNSON:  Thank you, Chairman.  You do have my prepared written statement.  Let me just summarize a \ncouple of things within my five minutes.\n\nFirst, thank you for inviting me.  I look forward to our discussion this morning and this afternoon.\n\nI begin by pointing out that as the leader of the Department of Homeland Security, I recognize that our most \nvaluable asset is our men and women.  And I have pledged numerous times to support them in good times and in \nbad times.  My first full week on the job I went to South Texas to attend the funeral of CBP Officer Darrell \nWindhouse (ph), who died in the line of duty in South Texas.  Yesterday we lost another one, Border Patrol Agent \nAlexander Gianinni (ph), age 24, who died in the line of duty in what appeared to be a one-car accident in Arizona.\n\nAnd I'm sure that the members of this committee join me in mourning his loss and expressing condolences to his \nfamily.  Thank you for the opportunity to be here.  As I mentioned, I know a number of members of this committee \nfrom other contexts -- from the House Armed Services committee, from private life, and it's good to see you.\n\nLet me begin by saying that, in my judgment, counterterrorism must remain and should continue to remain the \ncornerstone of the mission of the Department of Homeland Security.  As the president mentioned yesterday at West \nPoint, core al-Qaida has been largely decimated, but in the last several years, we've seen the rise of al- Qaida \naffiliates -- al-Qaida adherents and other al-Qaida-like organizations around the world.  We have to be vigilant in \nregard to those organizations.\n\nWe're concerned -- I'm concerned about the so-called lone wolf who would attack us in this country -- domestic-\nbased, independent actors who commit or attempt to commit terrorist acts, as evidenced last year by the Boston \nMarathon bombing.  We in the Department of Homeland Security need to be vigilant against all these potential \nthreats, and I believe we are.\n\n\n\nI believe it is also particularly important, given the decentralized and diffuse nature of the terrorist threat that the \nhomeland faces, that we spend a lot of time and effort working closely with state and local law enforcement first \nresponders through training, through working together and JTTFs and so forth -- preparedness grants.  We have an \ninitiative that I am personally involved in and particularly interested in -- countering violent extremism at home \nthrough engagements in local communities.\n\nI believe it is important, where possible, that we push out our homeland security beyond our borders, where we can \ndo so consistent with agreements with other governments.  I believe it is important that we establish, in as many \nplaces as feasible, pre-clearance capabilities in overseas airports that are last points of departure. In terms of \nborder security, we've devoted an unprecedented amount of resources thanks to the support of this Congress to \nthat effort.\n\nOver the last number of years, apprehensions have gone down, but we have seen a rise recently in apprehensions, \nparticularly in the Rio Grande Valley sector in South Texas.  We're seeing a rise that we have to address and we \nmust address, and I'm developing a plan to address in particular with regard to illegal migration by those other than \nMexicans coming from Central America and unaccompanied children.\n\nThe problem of unaccompanied children is one that I am very familiar with, having personally visited McAllen \nStation, Texas several weekends ago to see the problem myself. I've directed a number of actions in response to \nthat situation, which I'd be happy to discuss further with members of the committee.\n\nWe're developed a campaign plan for the southwest border which represents a whole-of-DHS approach.  You are \ncorrect, chairman, that I am engaged in a review of reforms to our enforcement priorities and the president has \nasked me to wait, for reasons that I agree, before announcing those reforms to give the House of Representatives \nthe opportunity this summer to act on comprehensive immigration reform. It is something that I very much support \nand believe in for a number of reasons, including added border security, mandatory e-verify, enhanced criminal \npenalties for those who would hire undocumented as well as the earned path to citizenship, and both the president \nand I urge the House of Representatives to act.\n\nWe're doing a number of other things, which I'd be happy to discuss in more detail, in the department to enhance \nmorale, to enhance our process for budget deliberations and our acquisition process, and we are making great \nprogress in filling the numerous senior-level vacancies; including myself, since December, the Senate has \nconfirmed seven presidential appointments for senior leadership positions in DHS.\n\nI believe it's critical to the morale and good work of the agency that we have a new energy, new leadership in the \ndepartment, and we're -- we're making good progress there.\n\nThank you, Chairman, and I look forward to your questions.\n\nREP. GOODLATTE:  Thank you, Secretary Johnson.  We'll now proceed under the five-minute rule with questions, \nand I'll begin by recognizing myself.\n\nSecretary Johnson, I appreciate the president's recognition of the importance of doing immigration reform.  I, and I \nthink most members of Congress, believe we need to do immigration reform as well, but it needs to be recognized \nby the president and by you and others in the administration that when the president says that he's going to set a \ntime limit and then consider taking actions himself -- which many of us read to be the president again repeating, I \nhave a pen and a cellphone, and if you don't act I will.  But that makes doing immigration reform harder, not \neasier, because those who may like what the president decides to do administratively have less reason to negotiate \nthe hard decisions to be made about how to enforce our immigration laws in the future, and those who do not \nagree with the president's position on immigration reform say, why should we negotiate if we can't trust the \npresident to enforce the laws as they exist?\n\nSo I just expressed to you my ongoing concern that the president is being helpful to the process when he works \nwith the Congress and suggests that he wants to accomplish immigration reform, but he hurts the efforts in the \n\n\n\nCongress when he says, if you don't do it -- and the suggestion is further, if you don't do it my way -- I'll act \nunilaterally, when many of us believe the United States Constitution does not give him the authority to do that.\n\nBut let me turn my questions to another subject, and that is there are now 858,779 non-detained aliens with final \norders of removal who have not been removed.  The vast majority of these aliens have simply absconded and \nbecome fugitives in the U.S.  Is it -- is it -- it is, to me, crystal clear -- is it to you -- that if we do not detain aliens in \nremoval proceedings, many will simply become fugitives and not be required to leave the country?\n\nSEC. JOHNSON:  Chairman, you are correct that there are a large number of undocumented in the country who \nare fugitives who have absconded after final orders of removal.  I've looked at the same numbers.  One of the \nthings that --\n\nREP. GOODLATTE:  Let me get into the details here.  It's recently been revealed that in 2013, DHS released from \ndetention over 36,000 criminal aliens in removal proceedings or after they had been ordered removed -- aliens with \nconvictions ranging from homicide to sexual assault to kidnapping to aggravated assault to drunk driving. DHS \nstated in response that many of these aliens were released \"as a discretionary matter after career law enforcement \nofficers made a judgment regarding the priority of holding the individual, given ICE's resources and prioritizing\" for \nnational security reasons.  Isn't it true that ICE attorneys decide whether to offer bond and set the amount of the \nbond?  So isn't it also true that the DHS could have detained most of these criminal aliens but simply chose not to?\n\nSEC. JOHNSON:  Chairman, I myself would like a deeper understanding of this issue.  I have your letter on the \nsubject.  We responded yesterday.  I don't know whether you received a response yet, sir.  But my understanding \nso far is that a number of those released in FY '13 were as the result of an order from an immigration judge or by \nan immigration officer acting pursuant to -- consistent with Supreme Court precedent and other law.\n\nCertainly there is an amount of judgment that goes into that, so if someone is released, they're released pursuant to \nconditions that are intended to guarantee their return.  But I look at the same list you've seen and I've seen some \npretty serious criminal convictions on those -- on that list, including homicide and other things, and so I want a \ndeeper understanding of this issue myself to make sure that we're doing everything we should be doing to ensure \npublic safety in this process.\n\nREP. GOODLATTE:  And you note the homicides.  For example, it was stated by the department that mandatory \nreleases because of court decisions account for 72 percent of those homicides.  And obviously the Congress needs \nto address that.  Some of those mandatory releases were because of being held for a length of time the courts felt \nwere inappropriate, and we need to make sure that is addressed so that they are removed from the United States \nafter they have served their sentences for homicide.\n\nBut that still leaves 28 percent of the murderers, a substantial number of people, who the DHS simply voluntarily \nrelease.  So I hope that you will look into what is happening there and try to help us understand how this can be \nfixed.\n\nSecond issue I want to address is the issue of Secure Communities.  It's been one of the most efficient \nmechanisms for removing dangerous aliens from the United States.  Through Secure Communities, the fingerprints \nof everyone arrested and booked for a crime by a local law enforcement are checked against FBI criminal history \nrecords and also checked against DHS immigration records.  If fingerprints match DHS records, ICE can seek \nimmigration holds against the aliens and launch removal proceedings.\n\nFormer ICE Director John Morton has stated that, just to give you some sense of it, in very large jurisdictions of the \nUnited States, the rate of recidivism for criminal offenders can be as high as 50 percent or more.  When ICE can \ncome in and remove offenders from a given community so that they can't reoffend, well, guess what?  We take that \nrecidivism rate to zero.  So for example, if you have a hundred criminal offenders, were able to root them out, that is \n50 crimes that will not happen over the next three years as a result of our enforcement efforts.\n\nDo you agree with former Director Morton as to the power of Secure Communities?\n\n\n\nSEC. JOHNSON:  Well, I don't believe we should scrap Secure Communities.  I believe, given the reality of where \nwe are with this program in this country, that we need a fresh start.  We have mayors and governors signing \nexecutive orders and passing laws that limit our ability to effectively carry out this program.  And I think the goal of \nthe program is a very worthy one that needs to continue.\n\nSo as part of the overall effort I'm embarked in right now, I want a fresh start to this program, and I want a fresh \nconversation with mayors and governors around the country to make this program work more effectively.  We've got \nlimitations being erected on our ability to conduct this program, and I think it's an important program, but it's gotten \noff to bad messaging, misunderstanding in state and local communities about exactly what it is.  Some people think \nit's a surveillance program.  But you're right, it's sharing fingerprints between one federal agency and another.\n\nAnd I think with clearer guidance and clearer understandings by mayors and governors, commissioners and sheriffs \nof what our priorities are, we can go a long way to improving the administration of this program, sir.\n\nREP. GOODLATTE:  Well, not administrating the program is also a missed opportunity to address the problem with \nthe release of criminal aliens back into our society because when state and local law enforcement go to the trouble \nof identifying people and sharing that information and giving DHS more information about who should be removed \nand then they don't see them removed, as is the case in 85 percent of the aliens identified through Secure \nCommunities in 2013 not being deported, I think that builds a lot of mistrust in the system and will cause the system \nto fail of its own.  So we encourage you to improve that system and to utilize it to a greater extent.\n\nMy time's expired.  And I am now pleased to recognize the gentleman from Michigan, Mr. Conyers, for five minutes.\n\nREP. CONYERS:  Thank you, Chairman Goodlatte.\n\nWe appreciate your testimony here today, Secretary Johnson.  My concern is about the large numbers of people \nwho are being deported each year who've committed very little violation except those related to their undocumented \nstatus.  There are people who've lived here for years, some for decades, for -- many of whom were brought as \nchildren. They have jobs and families, including U.S. citizen spouses and children or -- of -- or other close family \nwho have legal status. Their only offense arises from not being here lawfully.  They can't get licenses.  They can't \ndrive.  They can't work.  So they use, frequently, a fake Social Security card and so on.\n\nLet me ask you, as you complete your review of enforcement practices, will you take a close, hard look at who's \nbeing targeted to make sure these people who have only immigration status violations are not made priorities?\n\nSEC. JOHNSON:  Yes.  The concept of prosecutorial discretion is one that's been around for a long time in the \ncriminal justice context and in this context.  And I think with the resources we have from Congress, we have to \ncontinually re-evaluate how best to priority who we enforce the laws against.  And so that would be part of my \nobjective.\n\nREP. CONYERS:  Thank you.  Now, what factors do you think that the customs and border patrol -- customs and \nborder protection and ICE should consider before referring some of these cases for prosecution? I think that's an \nimportant consideration that comes from your experience and your analysis and the position that you hold now.\n\nSEC. JOHNSON:  I think that the priorities in general should be threats to national security, public safety and border \nsecurity.  And so I want our men and women to focus on those priorities at the various points in the system.  I do \nbelieve that at the border -- at the border the priorities have to be a little different for the sake of border security, \nborder integrity.\n\nI don't expect our border patrol agents, for example, to try to prioritize as they see people literally cross the Rio \nGrande and stepping onto the shore.  I think we have to maintain border security and we have to avoid practices \nand policies that operate as magnets for further illegal migration.  But I do believe that our people should be \nencouraged to focus on, first, border security, public safety, national security.\n\n\n\nREP. CONYERS:  Thank you.  I understand that much of the spike in immigration prosecution is related to \ncustoms and border protections consequence deliver system -- which promises to assign some form of law \nenforcement consequence to nearly every person apprehended at the border.  These prosecutions come at \nsignificant expense.  And by contrast, the Department of -- your department could effectuate a voluntary return or \nformal removal for many of these people at little or no cost.\n\nIn deciding whether this is a good use of federal resources, do you think it's important for CBP data and \nmethodology on recidivism to made public?  Making the data and methodology public and ensuring that it receives \nclose scrutiny might help to either increase confidence in our current approach or lead to other improvements.  \nWhat's your view?\n\nSEC. JOHNSON:  Let me answer that two ways.  First of all, I think that we should be careful to disincentivize illegal \nmigration, as I suggested a moment ago.  I also support greater transparency in our policies -- whether it's use of \nforce at the border, and we've made some good progress there in making those policies more transparent, or other \naspects of government policy.  And I've been an advocate for that in this department and when it comes to our \ncounterterrorism activities by the Department of Defense when I was general counsel.\n\nREP. CONYERS:  My time's expired.  I thank you for your responses.\n\nSEC. JOHNSON:  Thank you.\n\nREP. GOODLATTE:  The chair thanks the gentleman and recognizes the gentleman from Alabama, Mr. Bachus, for \nfive minutes.\n\nREPRESENTATIVE SPENCER BACHUS (R-AL):  Thank you, Secretary Johnson.  First, I want to thank the \nDepartment of Homeland Securities for their support for the National Computer Forensic Institute.  It has solved \nmany crimes.  It was initially designed for financial crimes, but they've actually solved hundreds of pedophile cases \nand child predator cases.  And it, you know, trained law enforcement agents and judges all over the nation.  So I \nthank you for that.\n\nThe Department of Homeland Security is in a partnership with drug enforcement agency and ICE to combat -- and \nlocal agencies to combat what I would call an epidemic of synthetic drug abuse.\n\nIn May you had Project Synergy, which actually seized millions of dollars, I think over 200 arrests.  There's two \nthings that really alarm me about this.  One is that the targeted age -- most of the users of these synthetic drugs are \nbetween the ages of 14 and 25.  At least one survey recently said one in nine high school students is using \nsynthetic drugs.  And then the results, which range -- and I have a photograph which I'm going to share privately \nwith you, but it's a -- it's a picture of two young people who were -- actually died of an overdose from synthetic \ndrugs, and the drugs were actually found there on the scene.  And we've had those cases all over the United \nStates.\n\nThe second is that -- not only that; it's causing long-term psychotic depression or psychological damage to our \nyoung people.  But the most alarming thing -- and I want you to maybe comment on this first -- it is my \nunderstanding from that operation that the great majority of these funds being made -- and we're talking about \nmillions and millions of dollars -- were being sent to terrorist organizations in Yemen and Lebanon.\n\nSo I would ask you, first of all -- we're talking about hundreds of millions of dollars from the sale of synthetic drugs \nhere in the United States being used to fund terrorism, our enemies.  And of course -- do you believe that synthetic \ndrug proceeds are funding terrorists and extreme organizations?  And is this a national security issue?  And that \nwould be my first question.\n\nSEC. JOHNSON:  Yeah, I -- sir, I agree with you.  I recently attended a briefing on transnational criminal \norganizations that are engaged in billions in illegal narcotic activities.  And we're beginning to see a connection \nbetween these organizations and terrorist organizations where one is supporting the other.  So I agree very much \n\n\n\nwith that observation, and I agree very much with the national security concerns that we should all have in this \nregard.\n\nWithin the Department of Homeland Security, HSI, Homeland Security Investigations, is very involved, as you \npointed out, with DEA in dealing with the problem of synthetic drugs.  HSI, in my observation, is a terrific, \naggressive law enforcement organization and I have a good deal of confidence in their ability to address this issue.  \nAnd I appreciate your interest in this.\n\nREP. BACHUS:  Right.  And, you know, from what I have read and learned from talking to DEA and other agencies, \nthe actual majority of these funds derived from the profits are going to the Middle East. Have you found that to be \nthe case?  Are you aware of that?\n\nSEC. JOHNSON:  I share that observation.\n\nREP. BACHUS:  Thank you.  When I was on the Oversight Subcommittee we had hearings on -- and we focused \non cocaine from Columbia, but I think synthetic drugs, which you don't hear a lot of talk about, should be getting the \nsame attention today.  And I'm not sure the American people realize just how serious this type of drug use is.  \nWould you like to comment on that?\n\nSEC. JOHNSON:  It's a growing epidemic, sir.  And when I was a prosecutor 25 years ago, it was crack cocaine.  \nNow we're seeing other illegal narcotics that are causing a lot of destruction and heartache in our community.  And I \nthink -- I think the Department of Homeland Security has a role in addressing this through HSI, CBP, other \norganizations within the department.  I think we've got a role and I think we need to make an investment in this.  So \nI agree with your -- I agree with your assessment and I share your concern.\n\nREP. BACHUS:  Thank you.  The last thing I've learned is almost all of these synthetic drugs, the material is being \nproduced in China and then shipped to the United States, where actually a thousand dollars' worth can be turned \ninto $250,000 on the street.  The state of Alabama -- and I'm very proud of our legislature -- they recently passed a \nlaw which is -- it's Senate Bill 333, which tries to stay one step ahead of drug producers.\n\nWhat that law does, what happens is the drug producers and the people marketing these will change the contents \njust a little to sort of stay ahead of the law because, you know, most of the laws say it has to be a certain material \nand it has to be a combination, and so all they do is tweak that drug.  And I've actually been told that what they'll do, \nwhen they outlaw a certain combination, they'll actually get on the phone and tell the folks in China, change that \nformula.\n\nREP. GOODLATTE:  The time of the gentleman has expired.\n\nREP. BACHUS:  Thank you.\n\nREP. GOODLATTE:  The secretary can respond if he has a response.\n\nSEC. JOHNSON:  I share the congressman's concern.\n\nREP. GOODLATTE:  OK, thank you.\n\nThe chair recognizes the gentleman from New York, Mr. Nadler, for five minutes.\n\nREPRESENTATIVE JERRY NADLER (D-NY):  Thank the chair.  And I want to join in welcoming Secretary \nJohnson, especially as a former constituent and a graduate of Columbia Law School in my district.\n\nMr. Secretary, as you know, Congress passed, a number of years ago, the 9/11 commission implementation bill, \nwhich mandated that all maritime cargo must be scanned before it is loaded onto ships bound for the United States.  \nWhen we wrote the law, we recognized that a hundred percent scanning would be difficult to achieve overnight, \nwhich is why we gave DHS flexibility, five years to comply, and allowed for extensions of the deadline in certain \n\n\n\ncases.  We assumed that a hundred percent scanning would be phased in and that the department would make an \nhonest effort to comply with the law.\n\nCan you tell us what the department is doing to make progress on container scanning?  And do you commit to work \nwith us in good faith to develop a plan for implementing the law?\n\nSEC. JOHNSON:  Yes.  As you and I have discussed, Congressman, I'm very much aware of the 2007 law.  It was \nfirst brought to my attention in the Senate confirmation process.  And my general view is, if there's a duly enacted \nlaw by Congress that mandates certain things, I've got to make a good-faith effort to try to comply.\n\nNow, as you know, this particular law is a very large unfunded mandate.  And so when I got into office, I took a \ncareful look at it. I've been to ports.  I've looked at the logistics to try to set up a 100-percent scanning regime at \noverseas ports.  And it's, to be frank, a very, very large project.  And I've asked my folks, first of all, what's in our \nbest national security interest; second, as long as the law is on the books, we've got to make a good-faith effort to \ntry to comply with it.\n\nAnd so I've had the conversation with Senator Markey, with you and others about how I'm exercising my authority \nunder the law to waive application of the law for the next two years, but in that same letter, which I think you've \nseen, I've also talked about some of the steps it will take for a plan to try to get us there, in other -- including raising \nthe percentage of cargo that is -- that is scanned, to move in the right direction on this and demonstrate we're \nmaking our best -- our best efforts at trying to comply.  And it's set forth in the letter, which I think you've seen, sir.\n\nREP. NADLER:  Yes, I have.  I want to thank you for your willingness to work with us.  And I know that Homeland \nSecurity Ranking Member Bennie Thompson has been a great champion of this issue, too.  I'm sure that he and I \nand perhaps others will want to meet with you to discuss in greater detail how we can develop a mutually agreeable \npath forward.\n\nI'd like to also say that it is obviously the policy of the administration that we should close the detention facility at \nGuantanamo.  We have been told by U.S. generals and others that the presence of that facility and our actions \nthere have fueled terrorist sentiment and have been used to recruit terrorists who seek to do us harm.  Can you tell \nthe committee if you believe that keeping Guantanamo open is a threat to our national security?  Is it fomenting \nrecruitment of terrorists abroad and so forth?\n\nSEC. JOHNSON:  Thank you for bringing me back to my last job in public service.  Yes, I believe that the existence \nof Guantanamo as a detention facility represents an issue of national security.  It has been a recruiting tool by al-\nQaida.\n\nI also believe that the guard force there is remarkably professional.  It's a very well-run facility.  But it's also hugely \nexpensive.  And there's going to come a point where -- we may already be at that point -- where it is no longer \nmaking sense from a taxpayer point of view to maintain such a hugely expensive multimillion-dollar facility for what \nare today, I believe, something like less than 160 detainees.\n\nAnd so I know the president is committed to closing the facility.  And I think that that, for a number of reasons, is a \nworthwhile objective.\n\nREP. NADLER:  Well, thank you.  My last question is back to immigration.  In recent months, we've heard reports \nabout Immigration and Customs Enforcement officers conducting routine immigration enforcement actions at \ncourthouses around the country.  People have been apprehended by ICE when they went to the courthouse to pay \na traffic ticket, to answer criminal charges or to obtain a protective order.  In one case, a person was detained when \nhe appeared in court to get married.\n\nThese enforcement actions will make immigrants afraid to appear for criminal hearings, to exercise their First \nAmendment right to petition the government for redress of grievances, to seek protective orders in connection with \ninstances of domestic violence, to advocate for the equal justice under law and conduct other important civic \n\n\n\nbusiness.  ICE already has a policy regarding enforcement in sensitive locations such as schools, hospitals and \nplaces of worship.\n\nDo you agree or not that courthouses, which are essential for the protection of our constitutional rights only if you \nhave access to those courthouses, should be added to the list of sensitive locations for ICE appropriate discretion?\n\nSEC. JOHNSON:  I received the letter on this.  And I was a little surprised to find out that courthouses are not on \nthe list of what we consider to be sensitive locations, though there is a separate policy dealing with courthouses \nthat ICE has.  My view is that, as you articulated it, courthouses are special.  We ought to have a special policy \nwith regard to courthouses.  However, I can readily -- I can see certain circumstances where somebody really \ndangerous shows up at a courthouse, where ICE or law enforcement in general needs to apprehend that person.  \nJust can't afford to let them go.\n\nREP. NADLER:  But that would be the same as if that person appeared at a hospital too.\n\nSEC. JOHNSON:  I mean, I can foresee exigent circumstances where somebody truly dangerous, who's a fugitive \nor otherwise, should be arrested on the spot.  And I would support that.  But this is an issue that intend to look at \nmore closely.\n\nREP. NADLER:  Thank you.  I yield back.\n\nREP. GOODLATTE:  Thank you.  The chair recognizes the gentleman from Virginia, Mr. Forbes, for five minutes.\n\nREPRESENTATIVE RANDY FORBES (R-VA):  Mr. Chairman, thank you. Mr. Secretary, thank you for being here.  \nWe appreciate your appearance today.  Also, I appreciate you friendship, your service in the Department of \nDefense and your service in your current position. I was not surprised when I read on your confirmation hearing that \nyou pledged transparency and candor with Congress.  And it's that transparency and candor that we appreciate and \nwe ask today.\n\nWe've had testimony before this committee that violent criminal gangs are a major problem in the United States.  \nAnd some of those gangs, such as MS-13, one of the most violent, we've had testimony --\n\nSEC. JOHNSON:  I'm sorry, sir, I didn't hear -- what --\n\nREP. FORBES:  I'm -- MS-13, one of the most violent criminal gangs, that as many as two-thirds of their members \nwere here illegally.\n\nLast year, when ICE began releasing convicted criminals, I asked then-Director Morton how many of those released \nwere members of violent criminal gangs.  And I think the committee was shocked that he didn't have a clue.  Based \non your letter that you submitted, I think, yesterday to the committee, we now know that 36,000 -- in excess of \n36,000 criminals have been released.  And the question I would have for you today is, of the 36,000 released, do \nyou have any clue how many were members of violent criminal gangs?\n\nSEC. JOHNSON:  That -- if you're referring to the letter I think you're referring to, it's a letter signed by the deputy \nsecretary yesterday.  And I believe that there is an attachment to the letter that has the numerical breakdown by \ncategory of the criminal convictions.  And it may include --\n\nREP. FORBES:  But none of them -- it says nothing about violent -- whether they're members of violent criminal \ngangs.  So my question is, one, do you know of any records that you have of how many of those members released \nwere members of violent criminal gangs?\n\nSEC. JOHNSON:  If we have it, I will be happy to --\n\nREP. FORBES:  But you don't know of any today.\n\nSEC. JOHNSON:  Sitting here right now, I don't know whether it's broken down --\n\n\n\nREP. FORBES:  Do you know whether we even ask individuals who are detained if they are members of a gang -- \nviolent criminal gang?\n\nSEC. JOHNSON:  I suspect we do in the immigration enforcement process, but I --\n\nREP. FORBES:  I would suggest you have no record of that.  And if you do, if you would correct me on that.  The \nsecond -- third question is, isn't it true that individuals can receive asylum or withholding of removal if they simply \nclaim that they've renounced their membership in a gang?\n\nSEC. JOHNSON:  I'm not sure about that, sir.  I know the asylum process --\n\nREP. FORBES:  And then, let me ask you this.  Let me ask you this question.\n\nSEC. JOHNSON:  I'm not sure about the specific answer to that question.\n\nREP. FORBES:  Did you conduct a town hall meeting at DHS office in Fairfax, Virginia, on April 23rd, 2014 with ICE \nagents and officers present?\n\nSEC. JOHNSON:  Yes, sir, I did.\n\nREP. FORBES:  Did they voice strong concerns to you that gang members, other public safety threats and \ncriminals are being released due to new administration DHS policies such as DACA and John Morton's arrest \npriorities memorandum?\n\nSEC. JOHNSON:  We talked about a lot of things.\n\nREP. FORBES:  Did they -- did they express concerns about what I just outlined to you?\n\nSEC. JOHNSON:  I recall discussions about pay, I recall discussions about --\n\nREP. FORBES:  That's not my question.  And you know I've only get a certain amount of time, Mr. Johnson.  Did \nthey or did they not express strong concerns to you that gang members and public safety threats and criminals \nwere being released based upon the administration's policies?\n\nSEC. JOHNSON:  I don't recall that statement in that way.\n\nREP. FORBES:  Let me suggest that I did.\n\nSEC. JOHNSON:  But I'm not doubting that they did, if somebody says -- (inaudible) --\n\nREP. FORBES:  The following question is this:  Did these officers and agents tell you that the administration \npolicies have tied their hands, preventing them from keeping many dangerous criminals off the streets and that in \ntheir opinion as boots on the ground officers of the field, the new policies are a failure?\n\nSEC. JOHNSON:  I don't recall it that way.  I do recall a recognition that we should be going after the worst of the \nworst in our enforcement priority.\n\nREP. FORBES:  So you have no recollection that these agents expressed these concerns to you.\n\nSEC. JOHNSON:  That's not what I said.\n\nREP. FORBES:  Do you have a recollection of that?\n\nSEC. JOHNSON:  I recall a general discussion about our enforcement priorities, and I recall that we all agreed --\n\n\n\nREP. FORBES:  And Mr. Secretary, that -- I understand what you recall there.  That's not my -- my question is, did \nyou or did you not -- or do you or do you not recall them expressing strong concerns about the issues I just raised to \nyou?\n\nSEC. JOHNSON:  Not exactly in the terms you stated it.\n\nREP. FORBES:  OK, but pretty close to those terms.\n\nSEC. JOHNSON:  In general terms, we had a discussion about our enforcement priorities.  That is absolutely \ncorrect.\n\nREP. FORBES:  OK.\n\nAnd Mr. Johnson, thanks for not answering that question.  It certainly is a violation of what you pledged that you \nwere going to do in transparency and --\n\nSEC. JOHNSON:  I gave you my best recollection, sir.\n\nREP. FORBES:  I understand.  I would think that would be a strong thing that you would remember if it was \nexpressed that way.  And it was expressed that way, as I understand it.\n\nNext question and final question I have for you is, we now know, based on a GAO report, that DHS has purchased \n84 million rounds of ammunition totaling $19 million.  Can you tell us and give us a report back as to what that \nammunition is used for and what caliber bullets are being used for?\n\nSEC. JOHNSON:  Sitting here right now, I can't give you that information, but I'd be happy to provide that to you.\n\nREP. FORBES:  And just for the record, the information I gave came from the ICE Union, who was present at that \nparticular hearing with you, and they stated that that's what they expressed.\n\nAnd there -- and with that, Mr. Chairman, I yield back.\n\nSEC. JOHNSON:  Chair thanks the gentleman, recognizes the gentleman from Virginia, Mr. Scott, for five minutes.\n\nREPRESENTATIVE BOBBY SCOTT (D-VA):  Thank you, Mr. Chairman, and thank you, Mr. Secretary.\n\nMr. Secretary, in the aftermath of the typhoon in the Philippines, many members from Congress and from many \npeople in the Filipino community pushed for temporary protective status.  Can you give me an update on what the \nTPS -- the status of the TPS for those in the Philippines is today?\n\nSEC. JOHNSON:  It's under review, and I believe we're close to the finish line on that review, sir.\n\nREP. SCOTT:  Good.  Keep pushing.\n\nI understand that under the Prison Rape Elimination Act that regulations in Homeland Security are going into effect \nat this time. Are you proactively trying to renegotiate private contracts to make sure that the new regulations apply \nto contractors as well as the government facilities?\n\nSEC. JOHNSON:  I've checked on the status of that, and I believe that we are, sir.\n\nREP. SCOTT:  Can you say something about the use of solitary confinement in government facilities and private \nfacilities?\n\nSEC. JOHNSON:  Well, an immigration facility is not like a prison.  I can imagine circumstances in any detention \nfacility where somebody needs to be separated and placed in some form of solitary confinement for reasons of \nsafety, force protection or other circumstance.  So I wouldn't rule it out necessarily, but I do recognize that an \n\n\n\nimmigration detention facility is different in nature from a -- from a prison where convicted criminals are being \nhoused.\n\nREP. SCOTT:  Changing subject to Fast and Furious, it's my understanding that this process started during the \nBush administration -- during the Bush administration, that the attorney general during that administration was \naware of it and that it continued into the Obama administration but when Attorney General Holder found out about it, \nhe put an end to it.\n\nDo you -- to the best of your knowledge, is anybody in your department now facilitating the trafficking of firearms \nwith terrorists and drug dealers?\n\nSEC. JOHNSON:  Not to my -- not to my knowledge, sir.\n\nREP. SCOTT:  Thank you.\n\nIn terms of airport screening, there's a program spot-screening passengers by observation techniques.  Are you \nfamiliar with this program?\n\nSEC. JOHNSON:  Yes, I believe I am.\n\nREP. SCOTT:  Can you explain how this can be done without ethnic profiling or how it can be done effectively?\n\nSEC. JOHNSON:  I think that behavioral screeners at airports are -- it's a pretty sophisticated methodology.  I've \nhad -- I've had one or two briefings on it and I've had the same question and the same concern.  I'm satisfied that  \nwhether it is airport security or other activities of the Department of Homeland Security, that there are ways to do \nwhat we need to do to screen for aviation security threats, other threats, without engaging in sort of any racial \nprofiling.\n\nNow, immigration enforcement, border security, is different from law enforcement in general.  It's different from \nstop-and-frisk in general.  We do in various contexts take account of the nationality of people in the administration \nand enforcement of our immigration laws. And so there's a distinction there.  But I do believe that we should not be \nengaging in racial profiling per se.\n\nREP. SCOTT:  Thank you.  Could you say a word about the process for reviewing incidents of use of deadly force \nby Border Patrol officers and whether or not that review process is adequate?\n\nSEC. JOHNSON:  Yes.  This issue has been one that I have focused on in my five months in office.  As I suggested \nearlier, I think that transparency in our policies goes a long way to removing a lot of the controversy that may exist \nabout a policy.  And so a couple of months ago, I encouraged CBP to make their use-of-force policy public, and \nthe same with other components of DHS.  And they've done that.  I've also -- I also encouraged the chief of the \nBorder Patrol to think about incorporating expressly into the policies issues about rock- throwing, issues about \nwhen an agent feels threatened by a vehicle, and he did that.  And I believe that we have -- we now have a use-of- \nforce policy that takes account of those things which have been controversial in the past, but also preserves the \nagent's ability to defend himself if his life is truly threatened or he's in harm's way.\n\nSo I think we're in a better place than we were before, sir.\n\nREP. SCOTT:  And have -- is the review process adequate?\n\nSEC. JOHNSON:  I'm sorry?\n\nREP. SCOTT:  Like when there is a use of deadly force, you review each case, is that right?\n\nSEC. JOHNSON:  Yes.\n\n\n\nREP. SCOTT:  And is that review process adequate?  I understand that in no case has anyone been sanctioned for \ninappropriate use of deadly force.\n\nSEC. JOHNSON:  I believe our officers have to be -- should be held accountable for misconduct.  I believe in that \ngenerally, yes, sir.\n\nREP. SCOTT:  Thank you.  Mr. Chairman, my time has expired.\n\nREP. GOODLATTE:  The chair thanks the gentleman.  Recognize the gentleman from Iowa, Mr. King, for five \nminutes.\n\nREPRESENTATIVE STEVE KING (R-IA):  Thank you, Mr. Chairman.  I thank you for holding this hearing today and \nI thank the secretary for appearing and his testimony.\n\nAs I'm -- as I'm listening to the testimony here, I happened to hear in the exchange earlier that you have developed \na plan to address the OTMs and the unaccompanied children, and that that's become a significant problem on the \nsouthern border, especially the southern tip of Texas.  I heard that correctly, Mr. Secretary?\n\nSEC. JOHNSON:  Yes.\n\nREP. KING:  Yes.  And could you describe this plan to this committee?\n\nSEC. JOHNSON:  Sure.  A couple of things.  And it's definitely a work in progress.  We're building on this because \nit's a growing problem and we need to take steps to address it.  And I'm open to additional steps. In fact, when I go \nback to my office, I'm going to have a meeting on this very subject to look at all the options on the table.\n\nBut what we've done so far, I have declared what's called a level four state of readiness, which means we need to \ndraw upon resources and assets of other departments to help us out.  And I appointed within CBP a federal \ncoordinator for that effort.\n\nNumber two, I've personally contacted the secretary of HHS to highlight this as a problem that together we need to \naddress.  And she recognizes her obligations under the law to take these kids as soon as we identify them as \nunaccompanied children.\n\nREP. KING:  Just for the information of this committee, is this the plan that the president has asked you to withhold \nuntil such time as we get through the August break?\n\nSEC. JOHNSON:  No.  This is something totally different.\n\nREP. KING:  OK.  Could you explain the plan that the president's asked us to withhold, asked you to withhold until \nwe get to the August break?  I think this committee is really interested in what it is. The sword of Damocles that's \nhanging over our head, we'd be very interested in  knowing what that is.\n\nSEC. JOHNSON:  What I'm doing, what I'm in the middle of re viewing right now is our enforcement priorities.  That \nis what the president asked me to review in March.  I actually had begun thinking about that before he made public \nhis request, and I'm still in the midst of the review.  But he has asked me to hold on the announcement of that until \nthe end of the summer.\n\nREP. KING:  So if I ask you the question on what that might materialize to be as you know it today, your answer to \nme would be you don't want to answer that question?\n\nSEC. JOHNSON:  I'm not in a position to answer it right now, and my review is not complete, sir.  So if I gave you \nan answer, it would be a premature answer.\n\nREP. KING:  This --\n\n\n\nSEC. JOHNSON:  I'm sorry (if ?) I misunderstood your question earlier.\n\nREP. KING:  Well, thank you.  I take it that this is some type of derivation of the DACA plan.  That's what we \nanticipate here.  This committee, on this side, at least, understands that there's specific federal law that the \npresident has ordered ICE not to follow.  And there's a lawsuit that's out there now that's working its way through \nthe courts, the case of Crane versus Napolitano, and that addresses this separation of powers issue and \nprosecutorial discretion.\n\nI'd ask you, does your policy that you're enacting now, the DACA policy, which I refer to as the deferred action for \ncriminal aliens, does that create groups or classes of people as a result of the directive that we refer to as the \nMorton memos, or DACA?\n\nSEC. JOHNSON:  DACA is -- as I understand it, DACA was -- it was enacted two years ago, and something like \n600,000 people have enrolled in the program.  It is up for renewal later this year.  I anticipate that it will be renewed, \nthere will be some form --\n\nREP. KING:  Does it create groups or classes of people?\n\nSEC. JOHNSON:  I'm not sure I understand your question.\n\nREP. KING:  By the definitions and the directive that are DACA or the Morton memos, is a result of that that the \ndefinitions create groups or classes of people rather than, as I saw seven times referenced in that document \ndelivered by Janet Napolitano -- she said seven times a reference to, on an individual basis only, prosecutorial \ndiscretion on an individual basis only.  I'm asserting to you that it creates groups or classes of people and asking \nyou whether you agree or disagree.\n\nSEC. JOHNSON:  I now understand your question.  The way DACA works, there is an individual assessment of \nwhether or not the person can be in the program, based on a background check, based on the particulars of that \nperson's situation.\n\nREP. KING:  So as the clock has turned yellow, do you agree or disagree that it produces and results in groups or \nclasses of people? Excuse me.\n\nSEC. JOHNSON:  There is a class of people who are eligible for the DACA program, but they've got to go through a \nbackground check for criminal history and so forth.\n\nREP. KING:  May I ask you another question.  I have an amendment that is pending (a vote ?) right now on the floor \nof the House of Representatives with regard to the Justice appropriations, that directs the attorney general to \ninvestigate these tens of thousands of criminals that have been released onto the streets, partly as a result of this \nprogram, partly of others.  If that becomes law, will you cooperate with the Department of Justice in that particular \ninvestigation?\n\nSEC. JOHNSON:  You can always count on me to comply with the law, sir.\n\nREP. KING:  Thank you, Mr. Secretary.  Appreciate it.\n\nREP. GOODLATTE:  The chair thanks the gentleman.\n\nRecognize the gentlewoman from California, Ms. Lofgren, for five minutes.\n\nREPRESENTATIVE ZOE LOFGREN (D-CA):  Thank you, Mr. Chairman.  And thank you, Mr. Secretary, for being \nhere with us today.  I think that your openness is really a breath of fresh air here for the committee. And the \ntransparency that you are seeking to provide to not just the committee but to the country is very welcome.\n\nYou know, it's often said that the Immigration and Nationality Act is as complicated and convoluted as the tax \ncode.  And I think that's about right.  Therefore, it can be very confusing.  I mean, it's easy to throw numbers around \n\n\n\nand impressions can be created that may not be accurate.  For example, it was stated earlier -- I think by the \nchairman -- that the committee had learned that between 2008 and 2011 ICE declined to take enforcement action \nagainst 160,000 people who were arrested by state or local law enforcement agencies.\n\nNow, the nonpartisan Congressional Research Service produced the subpoena and provided us with a report.  And \naccording to their analysis, more than 60 percent of those people were legal, permanent residents of the United \nStates.  They couldn't be removed until they were convicted of an offense.  So I think it's important to note that \nwe're not just talking about individuals who have -- are present without proper immigration documents.  We're \ntalking people who are legal permanent residents of the United States, in some cases have lived here for decades, \nand maybe ran afoul of the law.\n\nI'm concerned that as we take a look at how we're applying our enforcement standards, that we take a look at the \nnature of the offenses that are at issue.  We know that the great -- the most common federal prosecution in the \nUnited States today is felony re-entry after removal.  And in most of those cases, from best we can tell, those are \nindividuals who are trying to get back to their families here in the United States.  They are doing what former \nGovernor Bush described as an act of love.  They're trying to come back to be a parent to their children.\n\nAnd so I'm hopeful that we can take a look at what we are actually doing here when you take a look at the review.  I \nwas looking at former Director Morton detainer memoranda.  And I think it's very instructive why so many \ncommunities are refusing to cooperate with the department today.  And in fact, the state of California passed a law \nsaying they will not respond to the Department of Homeland Security. It says a prior felony conviction, but it doesn't \nactually specify that that could -- if that conviction is really just about immigration, trying to get back to your kids, \nwe look at it differently than if you commit, you know, a criminal offense.\n\nAn individual as illegally re-entered the country after a prior removal or return.  An individual has -- (inaudible) -- on \nthe order of removal.  These are really immigration offenses and they deter individuals from cooperation with the \npolice, which is why all the police chiefs have come out against the secure communities program. So I guess my \nquestion to you, Mr. Secretary, is as you take your review of our enforcement, I think we all agree that we want to \nfocus on people who are violent, who harm others.  But I'm noticing that the single biggest removal category in \n2013 -- more than half -- was for immigration violations.  Are you going to be able to take a look at those issues as \nyou review this, sir?\n\nSEC. JOHNSON:  I'm in the midst of taking a look at those issues. One observation I'll make, I think that as I've \nlooked at this guidance myself, which covers a multiyear period, I see a certain lack of clarity in the prioritization and \nthe guidance.  And I think we could do a better job there.\n\nREP. LOFGREN:  Well, I thank you very much for that.  And I wanted to just briefly touch on the unaccompanied \nalien minors.  I know that you're concerned about this surge and that is important -- and we have recognized as a \nCongress -- we have passed a law that these little children are not going to be treated as criminals.  But what efforts \ncan we make to deal with Central American nations so that they can take some responsibility for these little kids -- I \nmean, some three- and four-year old kids -- that are -- end up in our custody?\n\nSEC. JOHNSON:  I've had this conversation with the ambassadors from Mexico, Guatemala, El Salvador and \nHonduras; this exact question. And I think a lot of it is public messaging in English and in Spanish, don't send your \nchild -- or send for your child through South Texas, a processing center in South Texas is no place for a child.\n\nI think that we have to work with the governments of Central America on migration from their countries.  I plan to go \nto Guatemala myself in the month of July on this issue, and there are a number of other things that I think we can \ndo -- and I'm sensing a fair amount of receptivity from those governments to work with us on this.\n\nI think we all recognize, including them, that we have a problem in this area that we need to more aggressively \naddress, and that's one of my priorities and I'm personally invested in it.\n\nREP. LOFGREN:  Thank you very much, Mr. Secretary.  I see my time is expired.\n\n\n\nREP. GOODLATTE:  The chair thanks the gentlewoman and recognizes the gentleman from Arizona, Mr. Franks, \nfor five minutes.\n\nREPRESENTATIVE TRENT FRANKS (R-AZ):  Well, thank you, Mr. Chairman, and thank you, Secretary Johnson \nfor being here with us today.\n\nMr. Secretary, I know you are --\n\nSEC. JOHNSON:  Nice to see you again, sir.\n\nREP. FRANKS:  Thank you.  I'm sure you heard about the case regarding Miriam Ibrahim, the Sudanese Christian \nwho was sentenced to death for apostasy.  Her husband is a U.S. citizen and she has two young children, one of \nwhich was just born two days ago in her mother's prison.  Now, both of these children are eligible for U.S. \ncitizenship, and this case has become so high profile that many of us are deeply concerned about Miriam's safety in \nSudan, especially if she wins her appeal and is released back into the Sudanese society at large.\n\nAnd so my question to you, Mr. Secretary, will you assure this committee that you will prioritize this case and \nquickly review the possibility of granting Miriam a safe haven in the United States?\n\nSEC. JOHNSON:  Congressman, I will personally, along with the appropriate component heads, take a look at this \ncase.  It sounds troubling.\n\n(Cross talk.)\n\nREP. FRANKS:  -- case you are aware of at this point?\n\nSEC. JOHNSON:  I was generally familiar with the case, I think, but I will take a look at the case, yes sir.\n\nREP. FRANKS:  All right.  Thank you, sir.\n\nMr. Secretary, the DHS Act of 2002, as you may know, lays out the roles and responsibilities of the -- of the \nassistant secretary of infrastructure protection.  First, can you tell us which federal agency has the primary \nresponsibility of protecting the electric grid? And secondly, has your assistant secretary made recommendations to \nprotect the electric grid from all known significant hazards, to include EMP and GMD as is mandated, of course, in \nher role?  And if not, why would DHS hesitate to do everything possible to protect the electric grid from potentially \ncatastrophic events?\n\nSEC. JOHNSON:  Within DHS, sir, NPPD, our National Programs Protectorate Directorate -- I think I've got that \nright -- is responsible for critical infrastructure, including power grids and the like.  In conjunction with other federal \nagencies, we have that responsibility, but it's not ours alone.  It's a shared responsibility with other federal agencies.\n\nBut within DHS, that's the place where it belongs, and I agree with the sentiment of your question about the \nimportance of protecting power grids and substations and the like.\n\nREP. FRANKS:  Well, we have a letter from DTRA that expresses that the primary responsibility of protecting the \npower grid is assigned to the Department of Homeland Security with assistance from the -- you know, from the \nEnergy and Federal Regulatory Commission.\n\nAnd I guess I'm just wondering why there doesn't -- you know, this doesn't -- isn't even insinuated right now in your \nemergency protocols, electromagnetic pulse or geomagnetic disturbance.  And I'm hoping that if nothing else \ncomes from this that that's on your radar because we have additional information that seems to indicate that the \nthreat is more significant than we have been aware of.  And you take that back.\n\nSEC. JOHNSON:  I'd be happy to take a look at that, sir.\n\nREP. FRANKS:  All right.  And with that, Mr. Chairman, I'm going to yield back.\n\n\n\nREP. GOODLATTE:  The chair thanks the gentleman and recognizes the gentlewoman from Texas, Ms. Jackson \nLee, for five minutes.\n\nREPRESENTATIVE SHEILA JACKSON LEE (D-TX):  Let me thank the chairman and the ranking member.  Mr. \nSecretary, thank you.  Welcome to the Judiciary Committee.  And let me, on the record, thank the many men and \nwomen of the Department of Homeland Security that I've had the privilege of working with for more than a decade, \ncertainly since the heinous act of 9/11.\n\nAll of us are committed to the security of this nation, and we know that every day, members of your staff, of this \ndepartment, are on the front lines unthanked, not unappreciated; I'm sure my members on this panel would say that \nthey are appreciated.  But they go by every day without thanks, and every day that we stay secure in this nation, we \nowe them a debt of gratitude, and I want to publicly make that point.\n\nWe work together to improve their work performance, how we can add resources that are effectively used, not just \nthrowing money after an issue, and we are a team.  And I think that is the approach that I hope that you perceive \nthese questions -- certainly mine -- and recognize that we have to do this together.\n\nI have a series of questions, and let me quickly proceed with them.  I have worked with my colleague, \nCongresswoman Lofgren, for a number of years and members of this committee on the unaccompanied children.  I \nknow that you were at the border.  The numbers should be stated for the record.  Some 60,000, an increase of over \n800 percent since 2011.\n\nMy Subcommittee on Border Security and Maritime Security in Homeland Security had a hearing and a markup \nwhich we added language to the Border Security Authorization bill on the determination of resources used in a \nslightly different perspective on the issue of human trafficking, unaccompanied children.\n\nBut I raise these condition, these issues, I'd partly like them to come in writing because I have another series of \nquestions.  I'm concerned about the detention conditions of these children.  We know that this committee some \nyears ago referred the HHS jurisdiction in particular on these children, particularly, the families and youth \nCommission.  I understand that detained immigrants are the cleanup persons in some detention centers, I don't \nknow if they're cooking food but they're cleaning up.  I want to know what is your understanding of that situation and \nwhether children are used to clean up and do work as well.\n\nWhat kind of legal representation does the DHS provide or are they seeking to have a structure providing legal \nrepresentation for these unaccompanied children?  If you could answer that.\n\nLet me just give my questions.  I think it's important because some of them you'll have to give in writing, and I \napologize to you. I have a sheriff that you've had the opportunity to meet with in Harris County who's mentioned the \neffectiveness of 287(g).  Let me say that he's done an enormous job with respect of including or writing an MOU \nthat would include having ICE at the table.\n\nBut the real point is that under 287(g) we're finding out that 85 (percent) to 90 percent of the people are not \nterrorists and drug cartel members, but simply trespassers, marijuana possessors, mostly people working in the \ncommunity, not dangerous.  And therefore, the funding that we're using is not capturing people so allow us to be \nsafe.  I'd like to know whether you're assessing the effectiveness of 287(g) and the monies that we spend for it.\n\nMany of us have worked for the people who are now residing in Camp Ashraf -- Camp Liberty, excuse me.  The \nMEK has been declared a non-terrorist group in the United States.  My understanding of these individuals at Camp \nLiberty are trying to assimilate and receive status in the United States, that DHS and FBI officers are asking them to \ndeny their affiliation with the MEK, which is no longer a terrorist group.  That poses a great difficulty for any of these \nindividuals trying to get here to the United States of America.\n\nSo I would like you to begin on the children and then work on the issue of the 287(g), but I would like you to get to \nMEK.  So if you can't get to everything, then just answer the MEK and I'll take the others in writing.\n\n\n\nSEC. JOHNSON:  First of all, thank you for those questions.  We are concerned about the plight of the MEK, and \nwe are taking a special look at interviewing them, screening them for the purposes that you have referred to.  I'm \nnot on the ground there, I'm not firsthand familiar with how that process is going, but it's something that I know our \ngovernment is focused on, and we have made commitments that we seek to fulfill with regard to the MEK.\n\nI'm very focused on the issue of children in south Texas, as you -- as you know, Congresswoman.  I've visited there \npersonally.  I'm concerned about detention conditions, as I was in the Department of Defense, our detention \nfacilities in DOD.  I took a special interest in conditions of confinement and advocated for, and saw a number of, \nimprovements to our conditions of detention.  And so that's a special interest of mine that I'm continuing at DHS.\n\nMy understanding of the work program is it's voluntary in nature at our facilities.  Nobody is required to work if they \ndon't want to. It is a form of activity for people who want to work and get paid for their work.  Now, is it a lot of \nmoney?  I don't think it is.  But it's a voluntary program.\n\nREP. JACKSON LEE:  Well, let me just conclude by saying if I can explore it further with you, if we can engage in \nmeetings on this as well as a further understanding of the actual questioners or people on the ground in Iran \nregarding Camp Liberty.  You're not there.  But the question has to be:  If they've been removed off the list, why \nwould that be asked or seen as a bar, meaning that they have to denounce it. And I do think we need to be fair in \nthe process.\n\nSo I look forward, Mr. Chairman.  I thank the chairman.  I look forward to, Mr. Secretary, pursuing these more \ndefinitively, both in terms of the detention center and children, 287(g), which I mentioned to you, and the MEK.  \nThank you.\n\nREP. GOODLATTE:  Time of the gentlewoman has expired.\n\nThe chair recognize the gentleman from Texas, Mr. Gohmert, for five minutes.\n\nLOUIS GOHMERT (R-TX):  Thank you, Mr. Chairman.  And let me just say I agree with my colleague from Texas \nabout Camp Ashraf and the injustices that have gone on.  Appreciate you looking into that.\n\nSecretary Johnson, back in 2011 and 2012, I had conversations here in a hearing with Secretary Napolitano about \none the top advisers at Homeland Security named Mohamed Elibiary.  I'd ask her if she knew about his \ndownloading of two documents from -- utilizing the classified secret clearance that she had given him.  And she said \nno.\n\nHowever, the night before, the director of the Department of Public Safety in Texas had been assured she was \nbriefed that evening about the situation.  So either Secretary Napolitano lied to me or we have people at Homeland \nSecurity that are lying to state officials. Neither of those is a good situation.\n\nSo I've got a letter here dated May 28th asking you to look into this.  She said later, in 212 -- 2012, she had looked \ninto the situation and said that he, Mr. Elibiary, did not shop these documents he downloaded.  And the fact is that \nthere is a reporter that did the story, and I know from talking to the reporter even yesterday that nobody contacted \nthe reporter to get the information.\n\nIt's kind of like asking Tsarnaev, are you radicalized; asking his mother, are you radicalized; and then being \nsatisfied that a Boston bombing won't occur.  It's not adequate and we hope that you will look into that.  I have a \nletter dated May 28th asking you to do that.  Would you look into the matter further?  It is a serious matter, if \nsomeone with the Homeland Security Advisory Council is -- has shopped information he downloaded.  Wouldn't you \nagree?\n\nSEC. JOHNSON:  I read the exchange that you had with Secretary Napolitano a couple years ago.  I'm not --\n\nREP. GOHMERT:  But my question is:  Do you agree that if someone on the advisory council has shopped \ndocuments to a national media outlet that he downloaded, that would be a serious matter, wouldn't it?\n\n\n\nSEC. JOHNSON:  I agree that unauthorized disclosures of government information --\n\nREP. GOHMERT:  Right.  So will you agree to look further into the matter since nobody bothered to contact even \nthe reporter that put it in print that that had happened?\n\nSo also, I've found the Texas resources very reliable and I've provided information that from October 2008 to April \n2014, Texas identified a total of 177,588 unique criminal alien defendants booked into Texas county jails.  These \nindividuals have been identified through the Secure Communities Initiative in which Texas has participated since \nAugust of 2008.  A review of these 177,588 defendants shows they are responsible for at least 611,234 individual \ncriminal charges over their criminal careers, including 2,993 homicides, 7,695 sexual assaults.\n\nAnd I know that these numbers are staggering.  ICE's total docket for 2013 was 1,813,504, with total departures of \n386,000.  So to the end of fiscal year 2013, less than 2 percent of ICE's caseload was in detention, and they report \n872,000 cases on the docket who had recieved final orders of removal but had not yet been deported.  Since those \ncases are only counted after due process has been exhausted -- sir, I know you're new to the situation, but are you \ngoing to formulate a plan to reduce these massive numbers of aliens in this country illegally that are -- have been \nordered removed from the United States?\n\nSEC. JOHNSON:  I may be new to the job but I'm responsible for the department --\n\nREP. GOHMERT:  Sure.\n\nSEC. JOHNSON:  -- the day I started.  Look, in general I believe that we need to do a better job of working more \neffectively with state and local law --\n\nREP. GOHMERT:  Well, my time is running out and I just need to know whether or not you're going to formulate a \nplan to reduce those numbers in the backlog awaiting deportation.  They've been ordered deported.\n\nSEC. JOHNSON:  I think we need to reduce the backlog but I need help from Congress to do that.  You give me the \nresources to do the job.  I have a finite amount of --\n\nREP. GOHMERT:  So that's the amazing thing.  If you do the job and we see you doing the job, then you get the \nresources you need.\n\nI have other questions and I would ask that a letter dated May 28th and May 29th be provided to the secretary in \nseeking written answers to the questions, if you would be amenable to having those answered for me.\n\nSEC. JOHNSON:  Thank you, sir.  I look forward to your letter. I will read it personally.\n\nREP. GOHMERT:  OK, thank you.  Let the record reflect those are being provided at this time.  Thank you.\n\nREP. GOODLATTE:  The chair thanks the gentleman and recognizes the gentleman from Puerto Rico, Mr. Pierluisi, \nfor five minutes.\n\nRESIDENT COMMISSIONER PEDRO PIERLUISI (D-Puerto Rico):  You did it very well, Mr. Chairman.  It's a hard \none to pronounce.  Thank you.\n\nSecretary Johnson, welcome to the committee.  In your short time in office you have already proven yourself a \nworthy successor to Secretary Napolitano.  She traveled to Puerto Rico in 2012, and I hope you will visit the island \nas well.  I would like to outline a narrative for you and then ask you to comment.\n\nI took office in 2009.  That year there were about 900 homicides in Puerto Rico, home to less than 4 million \nAmerican citizens.  In 2010 there were nearly 1,000 homicides.  And in 2011 there were over 1,100 homicides, an \naverage over three a day, the most violent year in the territory's history.  In each year our homicide rate was four to \nsix times the national average and twice as high as any state.\n\n\n\nOf every 10 murders in Puerto Rico, seven to eight are linked to the drug trade.  Puerto Rico is within the U.S. \ncustoms zone and is used by organizations transporting their product from South America to the U.S. mainland.  \nGiven this crisis, I examined the level of resources that DHS and DOJ were dedicating to combat drug-related \nviolence in Puerto Rico and it was clear that the federal law enforcement footprint on the island was inadequate.  \nLet me give two examples on the DHS side.\n\nFirst, in 2011 patrol aircraft from the Coast Guard, the lead agency for maritime drug interdiction, conducted a \nmeager 150 flight hours of drug interdiction operations in Puerto Rico.  If Puerto Rico were a state that would have \nnever been allowed to occur.  Second, and also in 2011, CPB closed a boat unit in San Juan that had seized over \n7,000 pounds of drugs the previous year.  Clearly there was a disconnect between the problem in Puerto Rico and \nthe federal response.  Along with colleagues like Congressman Michael McCaul, who is now the chairman of the \nHomeland Security Committee, I did everything within my power to highlight the need for additional federal \nresources in Puerto Rico.\n\nMy colleagues here can attest to this, having heard me raise this issue every time a DHS or DOJ official appears \nbefore this committee. I have no alternative, because the stakes are too high.  Starting in 2012, our message finally \nbegan to sink in, particularly at DHS.  Much of the credit owes to Secretary Napolitano, who, as noted, traveled to \nPuerto Rico, and upon her return, created a DHS task force charged with taking steps to reduce Puerto Rico's \nmurder rate.\n\nAs a result of this initiative, ICE surged 30 agents to Puerto Rico last year, where they made hundreds of arrests \nand seized vast quantities of illegal drugs and firearms.  Between 2009 and 2013, the Coast Guard tripled the \nnumber of days its ships spend conducting counter-drug operations in the waters of Puerto Rico.  The number of \nCoast Guard flight hours increased from 150 in 2011 to approximately 1,000 in 2013, and CBP, having assumed \ncontrol of the counter-drug areas that (raider programmed ?) this year moved quickly to repair the raider in southern \nPuerto Rico that had been destroyed because of bad weather in 2011.\n\nThe results of this DHS effort combined with enhanced effort by DA and DOJ component agencies have been \nremarkable.  Puerto Rico still has the highest murder rate in the country, but the number of homicides this year is \n(on place ?) to be 40 percent lower than 2011. The lesson, Mr. Secretary, is clear:  When the federal government is \ncommitted to combating drug-related violence in Puerto Rico, hundreds of my constituents' lives are saved each \nyear.\n\nI'd like to give you the chance to comment on the narrative I just laid out, and I hope you can assure me that Puerto \nRico will continue to be a top priority for the agency you now lead.\n\nSEC. JOHNSON:  Well, first of all, thank you for the comments. I'm pleased to know that we've been able to make \nprogress since 2012 in what is obviously a very, very important issue and a very big problem.  I will hopefully -- I'd \nlike to be able to continue the progress that Secretary Napolitano began in 2012.  This is an issue for me that I \nintend to focus on, and hopefully, together we'll be able to continue to make good progress.\n\nCOMM. PIERLUISI:  Thank you.\n\nREP. GOODLATTE:  The chair thanks the gentleman and recognizes the gentleman from Texas, Mr. Smith, for five \nminutes.\n\nREPRESENTATIVE LAMAR SMITH (R-TX):  Thank you, Mr. Chairman.  I have a brief statement, and then I have \nsome questions after that. The Department of Homeland Security last year released 36,000 criminal immigrants into \nour neighborhoods.  This would be considered the worst prison break in American history, except it was approved \nby the president and carried out by immigration officials.\n\nBy the administration's own admission, 90 percent of those who were voluntarily released had committed \nthousands of crimes, such as murder, sexual assault, kidnapping, drug trafficking and hit and run. Should someone \nbe charged with crimes against humanity?\n\n\n\nHere are some of the other ways the president has ignored or undermined current immigration laws.  The Secure \nFence Act of 2006 requires the DHS to prevent all unlawful entries into the U.S., yet the Government Accountability \nOffice reported in 2011 that only 6.5 percent of the southwest border is under full control.  The DHS' widespread \nabuse of prosecutorial discretion ignores the statutory requirement to apprehend and remove illegal immigrants.\n\nImmigration and Customs Enforcement weakened the rules that required illegal immigrants to be detained.  The \nadministration has undercut the ability of local law enforcement officials to apprehend illegal immigrants, and \ncurrently, the DHS is reviewing deportation policies, and no doubt will weaken them even more.  If the president \ncannot be trusted to enforce current immigration laws, how can he be trusted to enforce future immigration laws?\n\nMr. Secretary, a couple of questions.  First of all, in regard to the homicides that have been committed by those who \nare voluntarily released, will you be able to provide this committee with the details of those homicides -- who was \ninvolved, the nature of the crime, the date and so forth?\n\nSEC. JOHNSON:  It is something that I am interested in understanding further, and I will provide that information to \nyou also.\n\nREP. SMITH:  OK.  You have that information, do you not, in hand?\n\nSEC. JOHNSON:  I'm sorry, what was that?\n\nREP. SMITH:  You have that information available to you, do you not?\n\nSEC. JOHNSON:  I will share that information to you once I have it.  I wrote you a letter --\n\nREP. SMITH:  Right.\n\nSEC. JOHNSON:  We wrote you a letter that was signed out yesterday that more generally talks about this issue.  \nBut I'm interested in understanding further some of these more serious cases, and I will share that information with \nthe committee.\n\nREP. SMITH:  OK.  You had that information or you wouldn't been able to give us the details you did in the letter \nthat you wrote. When would -- when can we expect to get the details of those -- (inaudible) --\n\nSEC. JOHNSON:  Not long after I get it.\n\nREP. SMITH:  You expect that to be in the next week or two?\n\nSEC. JOHNSON:  I'm not sure, but not long after I get it, sir.  I will make that commitment to you.\n\nREP. SMITH:  OK.  Are you saying under oath right now you do not have that information?\n\nSEC. JOHNSON:  What's that?\n\nREP. SMITH:  Are you saying under oath right now you do not have that information?\n\nSEC. JOHNSON:  I personally do not have the information about the specific details of those --\n\nREP. SMITH:  OK.  Not you personally, but the DHS does not have that information, are you saying that?\n\nSEC. JOHNSON:  Somewhere in the department, hopefully, that information exists.\n\nREP. SMITH:  OK.\n\nSEC. JOHNSON:  I have asked for a greater understanding of these particular cases, and I'm waiting for the \nanswers to that information -- to that request.\n\n\n\nREP. SMITH:  And you will get that to us, we hope, at a timely fashion, is that right?\n\nSEC. JOHNSON:  I don't have a problem with sharing further details about these particular cases with the \ncommittee.\n\nREP. SMITH:  OK.  Thank you.\n\nMy second question is this:  In your prepared testimony for today, you said comprehensive immigration reform is \nnot amnesty.  Let me read you the definitions of amnesty.  The first is from Black's Law Dictionary, quote, \"a pardon \nextended by the government to a group or class of persons.\"  The 1986 Immigration Reform and Control Act \nprovided amnesty for undocumented aliens already present in the country.  And from Merriam-Webster Dictionary, \nquote, \"the act of an authority as a government by which pardon is granted to a large group of individuals.\"  Now, \nwhether individuals pay a fine or back taxes, we see citizenship is irrelevant to the definition of amnesty.\n\nTherefore, would you agree that the administration has given amnesty to thousands individuals and that the Senate \nimmigration would have provided amnesty to millions of individuals, at least under the definitions that I just read \nyou from Black's Law Dictionary and from the Merriam-Webster Dictionary?\n\nSEC. JOHNSON:  Through prosecutorial discretion, we prioritize our use of resources.  And through the DACA \nprogram --\n\nREP. SMITH:  Mr. Secretary, that's not an answer.\n\nSEC. JOHNSON:  -- they've been deferred action to a certain category --\n\nREP. SMITH:  Do you -- do you agree that the administration's policies have resulted in amnesty to hundreds of \nthousands people, and do you agree that the Senate bill would have provided amnesty to millions of people under \nthe definitions that I just read you?\n\nSEC. JOHNSON:  That's not what I consider amnesty.\n\nREP. SMITH:  So you disagree with Black's Law Dictionary's definition of amnesty?\n\nSEC. JOHNSON:  I don't believe that DACA or any act of prosecutorial discretion in the administration of our \nimmigration laws constitutes amnesty as I understand the concept of amnesty, and I think I do.\n\nREP. SMITH:  Why wouldn't your concept of amnesty include the definition of amnesty in Black's Law Dictionary?\n\nSEC. JOHNSON:  I'm not sure the answer to your question.\n\nREP. SMITH:  Well, it seems to me it's kind of amazing that you would disagree with the long-standing definition of \namnesty as given in various dictionaries.  Now, it's not the first time the administration wants to change the \ndefinition or change the terms, but I'm absolutely amazed that you don't recognize the legal definition of amnesty.\n\nThank you, Mr. Chairman.  And I'll yield back.\n\nREP. LOFGREN:  Mr. Chairman, could I ask unanimous consent to put into the record two statements?\n\nREP. GOODLATTE:  Sure.  Would the gentleman describe those statements?\n\nREP. LOFGREN:  One from the National Immigration Forum and one from the Human Rights First organization.\n\nREP. GOODLATTE:  Without objection, those will be made part of the record.\n\nREP. JACKSON LEE:  Mr. Chairman.\n\nREP. GOODLATTE:  What purpose does the gentlewoman from Texas seek recognition?\n\n\n\nREP. JACKSON LEE:  I'd like to ask unanimous consent to add into the record a report by First Focus, \"The Cost \nInaction:  Why Children Can't Wait for Immigration Reform.\"\n\nREP. GOODLATTE:  Without objection, the document will be made part of the record.\n\nThe chair recognizes the gentlewoman from Washington, Ms. DelBene, for five minutes.\n\nREPRESENTATIVE SUZAN DELBENE (D-WA):  Thank you, Mr. Chair.\n\nSecretary Johnson, thank you for being here today.  I want to take a moment and thank you and FEMA \nAdministrator Fugate for travelling to Oso, Washington, the site of a massive landslide in my district that tragically \ntook the lives of 43 people.  I think you'll agree it's impossible to describe the scale of what happened without being \nable to be there to see it, and I appreciate you coming out.\n\nThe support of the department through FEMA assistance has been very critical to everyone there.  And as we \ncontinue with the recovery efforts, I look forward to continuing to work with you and FEMA to make sure that we \nhave all the federal resources available to support the communities of Oso and Darrington and Arlington as they \ncontinue in this long rebuilding process.  So thank you again.\n\nI want to turn to the issue of immigration policy, which is particularly relevant in my district because we have the \nborder with Canada, the northwestern border with Canada.\n\nUnder federal law, right now CBP officers have the right to stop and conduct warrantless searches on vessels, \ntrains, aircraft or other vehicles anywhere within a reasonable distance from an external boundary of the United \nStates.  Currently, federal agents from CBP operate in a hundred-mile zone drawn from any land or sea border, and \nthis distance was established by regulation over 60 years ago.  And while this may be sensible in some areas, \nespecially on the southern border, in Washington state we've seen the Border Patrol set up checkpoints that disrupt \ncommerce and hassle residents.  I'm particularly concerned about racial profiling complaints that we've received \nduring vehicle stops, and want to point out that last September in Washington state the Border Patrol reached a \nsettlement agreement in a lawsuit alleging that the agency was engaging in discriminatory conduct in its stops.\n\nAs the review of the department's immigration policies moves forward, I'd ask you to take a close look at this.  We \nneed to provide our federal officers with the tools they need to keep our borders safe and also keep our Customs \nand Border Patrol agents focused on their mission near the border.  And so I wanted to ask for your commitment to \nreview the hundred-mile zone, whether this is a reasonable distance from the border, in particular for the northern \nborder.\n\nSEC. JOHNSON:  Yes, I will take a look at that and will also take a look at our enforcement activities generally at \nsea and elsewhere. It's a topic I'm interested in.\n\nAs the head of this agency, as a lawyer, as a former prosecutor, I also want to comment on what I saw when I was \nin Oso.  I think all the members of the committee should appreciate the remarkable community effort that we saw \nthe day we visited there:  private citizens, local law enforcement, federal law enforcement, state law enforcement, \nand just neighbors who had been at the site of the mudslide for like two weeks with no sleep, trying to help their \nneighbors, trying to find evidence of their loss.  It was a really remarkable effort.  And so I just wanted to note that \nas well.\n\nREP. DELBENE:  Thank you.\n\nSEC. JOHNSON:  And I hope that your constituents are in a better place as a result, and please send them my \nregards.\n\nREP. DELBENE:  Thank you, I will.\n\n\n\nAlso, on Sunday, The New York Times reported that even as the federal government cracks down on \nundocumented immigrants and forbids businesses to hire them, it's relying on tens of thousands of immigrants each \nyear to provide essential labor, usually for a dollar per day or less, at detention facilities.  And in Washington state, \nat the Northwest Detention Center in Tacoma, a privately run detention facility, detainees led a hunger strike \nrecently to protest their conditions, which included concerns about their severe undercompensation for the labor \nthey provide to keep these facilities running and without protections afforded to other workers.  The vast majority of \nICE detention facilities are operated under contracts with private prison companies and county governments.  Given \nthat, is there any statutory or regulatory impediment that would preclude DHS from requiring these contractors to \npay wages to detainee workers that are higher than a dollar per day?\n\nSEC. JOHNSON:  As I mentioned a moment ago, this -- my understanding of the program is that it's on a voluntary \nbasis.  But I am concerned about conditions of confinement at our facilities.  This is something that I've spoken to \nyou and Adam Smith about, in particular the one in Washington state.  I sent a group from my front office out a \ncouple of weeks ago to visit this facility when the hunger strikes had started there, and I intend to visit it personally \nmyself, along with other detention facilities.\n\nIn terms of the law and the legal requirements, that's something I'd want to look into.\n\nREP. DELBENE:  Thank you.  I'd appreciate that, because I have met with individuals who were released from the \ndetention center in Tacoma and they said that, you know, folks were put in solitary confinement for work stoppages, \nfailing to show up to cover shifts, and so clearly that does not describe a voluntary scenario.  But compensation has \nbeen important when they aren't -- they feel like they haven't had adequate food and they need to work to get \nenough money to buy things from the commissary, and a dollar per day does not help them out very much.  So I'd \nappreciate your feedback on that going forward.\n\nAnd I yield back.  Thank you, Mr. Chair.\n\nREP. GOODLATTE:  Chair thanks the gentlewoman and recognizes the gentleman from Texas, Mr. Poe, for five \nminutes.\n\nREPRESENTATIVE TED POE (R-TX):  Thank you, Mr. Chairman.\n\nThank you for being here.  A few questions about several things.\n\nOne, my friend from Texas Ms. Lee has made some comments and questions about the MEK and their status \noverseas.  I have some further questions, but I'm going to put those in writing, and we'll tender those to you, and \nthat's for a written response to myself and the chairman.\n\nSEC. JOHNSON:  That's fine.\n\nREP. POE:  The 36,000 that have been released -- walk me through this.  As a former judge, I'd like to kind of \nfigure out what their status is.  What is their legal status in the United States now that they are released?\n\nSEC. JOHNSON:  Well, Your Honor --\n\nREP. POE:  Hey, I've been called worse, so -- (laughter) -- what is their legal status in the United States now that \nthey've been released?\n\nSEC. JOHNSON:  Well, it depends.  My understanding is that some of those 36,000 were lawfully in the United \nStates.  Others were not. Others were undocumented.\n\nREP. POE:  The undocumented, what's their status?\n\nSEC. JOHNSON:  They were undocumented immigrants that are subject to removal.\n\nREP. POE:  Excuse me for interrupting.  Got five minutes.  So there's -- technically illegally in the United States.\n\n\n\nSEC. JOHNSON:  Those who were undocumented who were convicted of a crime.  Now, there are all sorts of \nvariations on this.  We're talking about a class of 36,000.\n\nREP. POE:  I understand.\n\nSEC. JOHNSON:  But if you're undocumented and you're here and you're not -- there's no special status, there's no \nspecial program --\n\nREP. POE:  So you're illegally in the --\n\nSEC. JOHNSON:  -- you're not DACA, you know, you're here illegally.\n\nREP. POE:  OK.  The ones that were released that are undocumented that are now illegally in the United States \nagain, did they get work permits?\n\nSEC. JOHNSON:  Did they have what?  Sorry?\n\nREP. POE:  Did they get work permits when they're released from custody -- or being released from custody, are \nnow illegally in the United States again -- did they get a work permit?\n\nSEC. JOHNSON:  I couldn't say categorically one way or the other. I'd have to know each individual case.\n\nREP. POE:  Of the 36,000, did any of them get work permits?\n\nSEC. JOHNSON:  I don't know the answer to that, sir.\n\nREP. POE:  Will you find out the answer to that question?\n\nSEC. JOHNSON:  We will try to find the answer out, yes.\n\nREP. POE:  Just roughly.  You don't need to go through all 36,000.  Just roughly, percentagewise, I'd like to know \nthat.\n\nSo let's take the ones that were illegally -- or undocumented, they're released.  If they are rearrested for something, \nsome other crime, then they are back in the same status, they're back in jail again, and they go through the \nprocess again, is that correct?  In other words, they're not given some kind of \"stay out of jail free\" card that they -- \nnow that they've been released?  Talking about the undocumented ones.  And they commit another crime.\n\nSEC. JOHNSON:  That -- I agree generally with that, yes, sir. That should not be the case, correct.  If you're -- if \nyou're released under some conditions and you commit a crime, then that obviously changes the circumstances, \nand you know, somebody needs to re-evaluate whether you're running -- you should be running around on the \nstreet, correct.\n\nREP. POE:  My understanding is your department has the authority, obligation to report to the State Department \nthose countries that do not comply with repatriation, in other words, a person who commits a crime in the United \nStates, they're a foreign national -- forget whether it's legally or illegally, but they're a foreign national, they go to \nprison, they're ordered deported back to where they came from when they get out of prison, and countries don't \ntake them back. Why would they?  They got enough criminals of their own.  The law says that under some \ncircumstances, after you make a recommendation to the State Department, that those countries can lose visas.\n\nDo you know of any time that that has happened in recent years where that has actually been made, that somebody \nwon't take them back -- China's a good example of those that don't take them back; there are other countries, \nVietnam -- where they refused to take them back and those -- that country lost diplomatic visas or any kind of visas \nbecause of their failure to take it back?\n\nSEC. JOHNSON:  I'm -- I know that there was a case several years ago.  I've forgotten the country -- (inaudible) --\n\n\n\nREP. POE:  Grenada, I think it was.  Grenada or Grenayda (ph), one of those two.\n\nSEC. JOHNSON:  It was a country -- I've forgotten -- I've forgotten which country.  But I know that that occurred \nseveral years ago.\n\nREP. POE:  All right.  Would you check with your -- would you get us an accurate report on that, when the last time \nthat actually occurred, where the recommendation was made?\n\nSEC. JOHNSON:  Yes.\n\nREP. POE:  It seems to me that this problem's going to continue when countries don't have any sanction, \npunishment, if you will, for failure to take back their lawfully deported criminals.  And myself and others on the other \nside have legislation to try to fix this problem.\n\nI have other questions besides the MEK, but I'm going to yield back my time to the chairman.  Thank you.\n\nSEC. JOHNSON:  Thank you.\n\nREP. GOODLATTE:  Chair thanks the gentleman and recognizes the gentleman from Illinois, Mr. Gutierrez, for five \nminutes.\n\nREPRESENTATIVE LUIS GUTIERREZ (D-IL):  Thank you so much, Mr. Chairman.\n\nAnd welcome, Secretary Johnson.  I guess I'd like to, first of all, start out by saying that I am disappointed, \nsaddened that you are not going to announce in the coming weeks.\n\nThe president said that he had instructed you to do a review and to humanize our deportation processes in the next \n90 days.  So I was waiting for a couple of weeks to give you time to finish that review. I want to make that clear.\n\nI was in Richmond, Virginia yesterday.  I wish my colleagues on the other side of the aisle had been in Richmond, \nVirginia with me. They would have met a woman who has a GPS ankle bracelet, two American citizen children.  \nAnd I assure you, while she may have -- because of the ankle bracelet, you might have thought of her as a criminal.  \nI saw a mom.  I saw a mother of two American citizen children.  And she said please help me.  And I'm going to \nhelp her.  And I hope you do, too, Mr. Secretary, continue to help people like her from this broken immigration \nsystem.\n\nI met three other women there, and they were reporters that come from Washington, D.C.  And, one after another, \nthey told me about their broken families.  We met a young woman, beautiful young woman, 18 years old; been here \nsince she was six; spoke in two language. Clearly the United States is their home.\n\nAnd so I simply say to my colleagues on the other side of the aisle, I hear you.  You want to talk about law and \norder and law and order and law and order.  And I'm for law and order, but I'm also for compassion and justice.  \nAnd we can find a way where you can find your law and order, and I think we can find a way where we can have \njustice and compassion too.  People make mistakes.  There's a broken immigration system.  We should find a \nway.\n\nThe day before that, I was -- last Friday, last Saturday, I was in Riverside with Takano.  The day before that, I was \nwith Loretta Sanchez on Friday.  That's how I spent my Memorial weekend, going and visiting.  And everywhere \nthere was the cry, Mr. Secretary, from people being deported, from families being devastated, from a community \nsaying get the work done.\n\nSo I wanted to simply say to my colleagues, look, we don't have to do it the way the Senate says.  But I think we \nhave to do it.\n\nAnd let me just say this to Mr. Secretary too.  While I'm disillusioned, I'm conflicted too, because I think it's a pretty \ngrand gesture on the part of the president of the United States.  I think, in my opinion, it's a pretty grand gesture on \n\n\n\nhis part to say no to me, to say no to those mothers in Richmond and that I met over the weekend in Riverside, to \nsay no to millions of people who support him, voted for him, cherish him, love him and have protected him, for him \nto say no to us because he wants to say yes to you, because he wants to reach an agreement with you.\n\nI think that's a pretty grand gesture, especially when I have seen the kind of disdain that some members of the \nother side of the aisle have showed for him.  I think it's a pretty grand gesture.\n\nAnd my point is I, like the president of the United States, want to work with you.  I respect that you are the majority \nparty in the House of Representatives and therefore get to dictate how it is things proceed.  But I beseech you that \nthere has got to be a way that we can find some commonality.\n\nAnd I want you, Mr. Secretary, to understand that I want to be supportive.  When you guys talk about criminals, \ncriminals, criminals, you think we like criminals?  I want to find a seamless process in which you commit a violation \nof the law, and if you're an immigrant in this country, you pay the price here and you're seamlessly deported from \nthe United States of America.  I don't want them here either.\n\nBut the only way we're going to reach that is if we fix the system completely, because unfortunately, when you talk \nabout felony, that they're felons, it is a felony to reenter the United States of America once you've been deported.\n\nBut who on the other side would not reenter this country to regain your relationship and your love with your wife and \nyour children?  Which one of you would not reenter illegally this country? Every one of us would.  We love -- I've \nhad dinner.  I've sat down with members of the other side.  I know how much you love your wives and your children.  \nI know how much you cherish your families.  I know what you would do.  And I think you know what I would do.  So \nlet's simply find a way where we can find law and order and some passion.\n\nAnd lastly I just want to say this.  Mr. Secretary, I'm so happy this is the first hearing.  I hope to have many, many \nmore in which I actually ask you questions.  (Laughter.)  But you know what, Mr. Secretary?  Look, maybe you don't \nneed my advice, but I know you're going to be just fine as secretary, because you come from a great family \ntradition.  And I know one day you're going to see your grandpa again and he's going to be very proud of when you \nwere secretary of Homeland Security.\n\nThank you so much for being with us this afternoon and this morning.\n\nREP. GOODLATTE:  Chair thanks the gentleman, recognizes the gentleman from Utah, Mr. Chaffetz, for five \nminutes.\n\nREPRESENTATIVE JASON CHAFFETZ (R-UT):  I thank the chairman.  And Mr. Secretary, thank you for being \nhere.\n\nHave you had an opportunity to meet with the president of the ICE officers union?\n\nSEC. JOHNSON:  No, I have not.\n\nREP. CHAFFETZ:  And will you meet with -- will you meet with them?\n\nSEC. JOHNSON:  I would like to.  I would like to meet with the president of that union.  I'd like to meet with the \npresident of APCHE (ph) --\n\nREP. CHAFFETZ:  OK.  Well, I hope you have a chance --\n\nSEC. JOHNSON:  I've met with -- I've met with other labor leaders.\n\nREP. CHAFFETZ:  I hope you have a chance sooner rather than later to meet with the ICE officers and particularly \ntheir union.\n\nSEC. JOHNSON:  Well, I just committed to do that on TV.\n\n\n\nREP. CHAFFETZ:  I know.  I appreciate it.  That's why I said I do appreciate it.\n\nOperational control of the border -- I don't think that's unreasonable to ask.  What's your understanding of the -- \nwhat percentage of the border do we actually have operational control of and --\n\nSEC. JOHNSON:  We don't -- we don't exactly compute it that way. We've got a fairly sophisticated analysis that \ndemonstrates on the southwest border, for example, where we have enough assets that we feel that we've got \npretty good situational awareness, where in the more remote areas we have other assets, surveillance assets, but \nwe don't have as much boots on the ground.  We feel like we've got a pretty good --\n\nREP. CHAFFETZ:  Now -- sorry, I've got -- I've kind of -- time is so short here.  You were -- you evidently wrote a \nletter to Senator Durbin.   You said, quote, \"I do not believe that deportation quotas or numeric goals are a good \nidea,\" end quote.  Can you explain to me why you don't think numeric goals are a good idea?\n\nSEC. JOHNSON:  Because I think that the analysis into what constitutes a secure border requires a more \nsophisticated approach that looks at not just --\n\nREP. CHAFFETZ:  Is it a secure -- is --\n\nSEC. JOHNSON:  -- the number of attempted crossings but who's crossing, where are they from, are they drug \ndealers, are they recidivists, are they criminals.  I think there's a more sophisticated analysis --\n\nREP. CHAFFETZ:  So --\n\nSEC. JOHNSON:  -- that goes into what constitutes border security.\n\nREP. CHAFFETZ:  So where they're from and if they're a criminal or not --\n\nSEC. JOHNSON:  And I think the chief of the border patrol agrees with me.\n\nREP. CHAFFETZ:  The -- you say the border patrol agrees with you?\n\nSEC. JOHNSON:  Yes.\n\nREP. CHAFFETZ:  I just don't understand -- how -- you know, we all try to look at the same set of metrics.  You're \nsaying the metrics aren't necessarily a good idea and it depends -- their intent on crossing the border as to whether \nor not to actually have operational control, I -- explain that to me a little bit more.  I don't understand that.  If you're \nsaying it -- you know, we have to look at their intent, where they're from, if they're criminals, is that --\n\nSEC. JOHNSON:  No, I --\n\nREP. CHAFFETZ:  So it's OK if they don't have bad intent?  It's -- but it's not good if they have evil intent?\n\nSEC. JOHNSON:  I believe metrics are very important but not just one metric.  I don't believe that it is as simple as \none statistic like effectiveness rates.  I think that there is more that should go into what constitutes a secure border.  \nAnd we have that analysis and we're developing it, and I think it needs refinement.\n\nREP. CHAFFETZ:  Is that something you can share with us?  Is that something you can share with us?  I'd love to \nsee what your version of that is, but I don't -- I haven't seen that.\n\nSEC. JOHNSON:  I've had that conversation with other members of Congress.  I'm happy to have it with you, sir.\n\nREP. CHAFFETZ:  Thank you.  And if there were some sort of document there, I would -- I would sincerely \nappreciate it.\n\n\n\nBiometrics that -- you said, quote -- and this is during your Senate confirmation -- \"Biometric exit is, in my judgment, \nthe gold standard; it's a place that we eventually ought to get to,\" end quote.\n\nHow do we get there?  And I -- and I want to add another part of this, because I think they do go hand-in-glove.  \nYou said that it is your goal that -- you know, I believe in response to Mr. King -- that if you had enough resources, \nthen you'd be able to detain and deport more people, correct?  But you haven't asked for more resources, have \nyou?  In fact, your request for the number of beds is going down, isn't it?\n\nSEC. JOHNSON:  Well, in response to the question about biometric exit, biometric exit -- I do believe that it is \ndefinitely a worthwhile goal and it requires resources from Congress.  We are operating and living in fiscally \nconstrained times with huge national debt and a huge deficit.  So we ask the Congress for resources.  It's your \nprerogative to give us more --\n\nREP. CHAFFETZ:  Do you have a plan to fully implement --\n\nSEC. JOHNSON:  -- it's your prerogative --\n\nREP. CHAFFETZ:  -- the entry-exit program?  Do you have a plan to do that?\n\nSEC. JOHNSON:  I believe we do.  I believe we have a plan to get to biometric exit, but it requires resources from \nCongress.  It requires resources from you.\n\nREP. CHAFFETZ:  And the resources that you talk about, if you're going to get tougher in this situation on people \nwho are here illegally, you said if you -- if we gave you the resources you'd make that happen, but you're not asking \nfor more resources, are you?\n\nSEC. JOHNSON:  I have to prioritize where I think it's important. I believe it's important that we add resources to the \nsouthwest border, which is why we've asked for additional boots on the ground --\n\nREP. CHAFFETZ:  But then why did you ask for less -- why did you ask for less beds?\n\nSEC. JOHNSON:  -- surveillance resources.\n\nREP. CHAFFETZ:  But you've asked for less beds.  Why less beds?\n\nSEC. JOHNSON:  Because my -- the budget reality is we must prioritize.\n\nREP. CHAFFETZ:  Mr. Chairman, that is, with all due respect, a nonsensical answer.  It's just circular.  You're \nasking for less resources, but you're saying if you had more resources, you'd do your job better, and yet you're \nasking for less.  That doesn't add up, Mr. Chairman.  It's something we need to further --\n\nSEC. JOHNSON:  May I answer?  May I be allowed to answer?\n\nREP. GOODLATTE:  The secretary definitely can answer the question.\n\nSEC. JOHNSON:  Thank you.  We make a budget submission every year, as you know, Congressman.  We're \ngiven a top line to work with. We're given budget reality to work with.  And we have to make hard choices.  And in \nmy view, in my judgment, the priorities must be border security, without a doubt, particularly southwest border and \nsome of the challenges we face there.  We've asked for additional surveillance technology there.  We've got to deal \nwith cybersecurity. We've got to be mindful of the counterterrorism threat.  We've got to provide grants for urban \nareas that face terrorist threats.  We've got priorities.\n\nNow I would like to be able to fund every single thing that I believe is a priority, but Congress is only going to give \nme so much money and so I've got to make hard choices.  I'd like to have biometric exit.  I think it would add to our \nhomeland security.  But over the years we've had to make some hard choices about prioritization and so it's a goal.  \nUnfortunately we haven't been able to fund it as quickly as we would like.\n\n\n\nREP. CHAFFETZ:  And Mr. Chairman, I'd just say, when we have to release criminal aliens because there aren't \nenough beds, they've made a conscious decision to have less beds, and that's what I have a problem with.  Yield \nback.\n\nREP. GOODLATTE:  The chair thanks the gentleman.  And Mr. Secretary, biometric entry/exit is not a goal, it's the \nlaw and we would like to see expeditious efforts made.  And we actually think the cost of that is coming down with \nthe development of new technology.\n\nThe chair recognizes the gentleman from Georgia, Mr. Johnson, for five minutes for his questions.\n\nREP. JOHNSON:  Thank you, Mr. Chairman.  Director Johnson, so what you're -- what you're saying basically is \nyou have to prioritize and from the standpoint of your priorities you believe that border security trumps the number \nof beds that the Congress would want versus what you've asked for in your budget.  Is that correct?\n\nSEC. JOHNSON:  Not necessarily, sir.  Detention of those who are dangerous is part of border security.  It's part of \nhomeland security, part of national security, part of border security.  Every year we make an estimate of what we \nthink we will need in terms of detention space.  It's the Congress' prerogative to agree or disagree with that. But \nhomeland security, border security is -- that's my mission, so my priority.  Detention of those who are dangerous is \nvery much part of that.\n\nREP. JOHNSON:  OK, let me ask the question this way.  I understand that we spend $10 billion per year -- $2 \nbillion, I'm sorry -- per year on immigration detention alone.  The House Appropriations Committee is currently \nconsidering an appropriations bill for DHS that requires the department to maintain 34,000 beds while the \npresident's budget only requested roughly 30,000 beds.\n\nDo you really need these extra beds that the House Appropriations Committee says that they want to give to your \ndepartment?\n\nSEC. JOHNSON:  Well, our request, as I recall it, was for bed space for about 31,000 or so.  Obviously that number \ncould change based on current circumstances.  So we're seeing a rise in illegal migration in south Texas, for \nexample, which may require additional bed space.  But at this point it's a number that can fluctuate up and down.  \nIt's not necessarily a flatline number.\n\nREP. JOHNSON:  But you asked for -- you asked for roughly 31,000 dollars (sic\\beds) and they want to give you \nnow more than that, 3,000-plus more beds.  How much does that cost?\n\nSEC. JOHNSON:  I don't have the exact number.\n\nREP. JOHNSON:  Well, let me ask you this.\n\nThe 2011 ICE performance-based detention standards update existing ICE standards to address gaps in previous \nstandards with regards to health and safety conditions.  ICE facilities include private prisons as well as ICE-owned \nfacilities, and they operate under widely varying detention standards.  According to reports from ICE, almost half of \nthe average detainee population is not covered by the most recent PBNDS standards.\n\nWhat is DHS's timeline for ensuring that all facilities that hold detainees operate under the most recent standards?  \nAnd why do we continue to hold detainees in facilities that cannot commit to complying with the most recent \nstandards?\n\nSEC. JOHNSON:  I'd like to take that for the record and get back to you in writing, if I could.  Sitting here, I don't \nknow the answer to your question.\n\nREP. JOHNSON:  All right.  Detaining an immigrant costs over $150 a day.  Of course, immigration detention is \npurely civil; that is, we're not detaining individuals to -- we're only detaining individuals in a civil proceeding to make \n\n\n\nsure that they show up for their court date.  That's the reason why we're detaining them, not as criminal \npunishment.\n\nI understand that there are alternatives to detention, such as ankle monitors or checking in by phone, which cost \nanywhere from 70 cents to $17 a day.  What plan does your department have for expanding the use of these \nalternatives to detention?\n\nSEC. JOHNSON:  The alternatives-to-detention program that we have -- and I know that it's part of our budget \nsubmission for this year -- is, in my judgment, an important program and a reasonably effective program.  I'm sure \nwe could always do better, but I think we've become pretty sophisticated in terms of alternatives to detention and \nthe conditions under which we release people to ensure their return.\n\nSo I think alternatives to detention in general is an important program.  Could we do better?  I suspect we can.  And \nso we have to continue to try to make improvements in that area.\n\nREP. JOHNSON:  Thank you.  With that, I'll yield the balance of my time back.\n\nREP. GOODLATTE:  The chair thanks the gentleman and recognizes the gentleman from South Carolina, Mr. \nGowdy, for five minutes.\n\nREPRESENTATIVE TREY GOWDY (R-SC):  Thank you, Mr. Chairman.\n\nMr. Secretary, you had a very distinguished career as an attorney, so I want to ask you some legal questions.  What \nis the difference between prosecutorial discretion and the wholesale failure to enforce a category of law?\n\nSEC. JOHNSON:  Prosecutorial discretion is a prioritization. Now, somebody who's a low priority is not necessarily, \ntherefore, beyond the reach of the law.  They are a low priority.  But they don't have any sort of status that says you \nhereby have amnesty.\n\nREP. GOWDY:  Are there limits on the doctrine of prosecutorial discretion?\n\nSEC. JOHNSON:  I'm sorry?\n\nREP. GOWDY:  Are there limits on the doctrine of prosecutorial discretion?\n\nSEC. JOHNSON:  DACA, as I understand it, is an active --\n\nREP. GOWDY:  No, no, no.  Are there limits --\n\nSEC. JOHNSON:  -- (inaudible) -- prosecution discretion on an individual basis.\n\nREP. GOWDY:  Are there limits on the theory of prosecutorial discretion?  Are there any categories of law that the \nchief executive really actually has to enforce, and this time we really mean it?\n\nSEC. JOHNSON:  As a lawyer, I will tell you I believe there are. I think that there comes a point where something \nlooks like a wholesale abandonment of the enforcement of the law versus prosecutorial discretion.  So I would \nagree with that assertion, that proposition.\n\nREP. GOWDY:  Well, there are at least three different categories of law.  Law can forbid conduct like the \npossession of child pornography.  Law can require conduct like registration with Selective Service.  And law can \neven tell one branch you have to do something, like sentence within these parameters.  Does the doctrine of \nprosecutorial discretion apply to all three of those categories of law?\n\nSEC. JOHNSON:  DACA is an individual assessment of people who are eligible for DACA treatment.  And then they \nhave to go through a process, a background check and so forth.\n\n\n\nREP. GOWDY:  I'm not just asking about DACA.\n\nSEC. JOHNSON:  And if they're eligible --\n\nREP. GOWDY:  I'm --\n\nSEC. JOHNSON:  -- they're eligible for --\n\nREP. GOWDY:  You were a prosecutor.  Our attorney general has concluded he doesn't like mandatory minimums, \nso they're no longer going to inform the grand jury or the sentencing court what the drug amounts are.  I'm just \ntrying to -- I'm not talking about DACA specifically.  I'm trying to determine whether there are any limits to this theory \ncalled prosecutorial discretion.\n\nSEC. JOHNSON:  I believe there are.\n\nREP. GOWDY:  Give me a for instance.  Give me a category of law where you can't rationalize, due to a lack of \nresources, your failure to enforce a law.\n\nSEC. JOHNSON:  Like I said, sitting here I'm not sure I can answer specifically your question in hypothetical terms, \nbut I do believe that there comes a point when something amounts to a wholesale abandonment to enforce a duly \nenacted constitutional law that is beyond simple prosecutorial discretion.  I'm agreeing with you in principle.\n\nREP. GOWDY:  Well, you mentioned in response to one of my colleague's questions a lack of resources and a \nneed to prioritize.\n\nSEC. JOHNSON:  Right.\n\nREP. GOWDY:  Can the legislative branch prioritize for you what we think your enforcement mechanisms ought to \nbe or the priorities of your department?  Does it only come from the executive branch or can the legislative branch \nsay we really want you to detain this category of alien and we really mean it?\n\nSEC. JOHNSON:  I think that's a good question.  I think that there is a role for the legislative branch in making \nnational priorities and how we enforce and prioritize the law.  So for example, if I may, Congress can ratchet up \ncriminal penalties for certain things.  That's an act of prioritization.  I think that's an act of prioritizing, telling the \nexecutive branch where we want your priorities to be and so there are enhanced penalties here.\n\nREP. GOWDY:  But Mr. Secretary, that enhanced penalty is meaningless if there's no prosecution.  You would \nagree with me there. We can raise the statutory maximum on all crimes.  If you mean to tell me the executive \nbranch has the unfettered discretion not to enforce a category of law, what difference does it make what the \nstatutory maximum is?  Nobody's ever going to be prosecuted.\n\nSEC. JOHNSON:  That's not what I said.\n\nREP. GOWDY:  No, but -- no, no.  You cited something the legislative branch can do, which is raise the statutory \nmaximum.\n\nSEC. JOHNSON:  Right.\n\nREP. GOWDY:  What I'm trying to get at is what can the legislative branch do when we want -- and I'm not talking \nabout immigration right now.  I'm talking about any category of law.  If we really want the law enforced -- I mean, \nthis time we really mean it, Mr. President, we want you to enforce the law -- what are our remedies?\n\nSEC. JOHNSON:  I think that the legislative branch in general, whether it's the enforcement of immigration laws, \nthe enforcement of criminal laws or how we conduct counterterrorism operations, needs to be careful not to intrude \ninto the discretion that the executive branch should normally have.  You cannot, with all respect, micromanage \ncertain functions that the executive is charged with carrying that out.\n\n\n\nAnd I've seen -- I know from experience, whether it's as an AUSA or as the general counsel at Department of \nDefense responsible for signing off on the legality of specific military operations, that the legislative branch can and \nshould and has the prerogative to set the broad parameters for national policy and the executive should be given a \ncertain amount of discretion based on existing circumstances to implement and enforce those laws.\n\nAnd there's a line between those two that I think is probably a little difficult to articulate, but I believe both branches \nhave a role in this process.\n\nREP. LOFGREN:  Would the gentleman yield?\n\nREP. GOWDY:  Well, I'm out of time, but Mr. Secretary, I will say this in conclusion.  Our politics may differ.  I don't \nhave any idea, I don't know you well enough to know.  But you're a former prosecutor and there are other former \nprosecutors on this -- on this committee, and the beauty of this country is, even if our politics differ we still respect \nthe rule of law.  And we are playing with the foundation of this republic when we decide selectively which laws we're \ngoing to enforce due to political expediency.  That transcends politics and it begins to impact the foundation of this \nrepublic.\n\nAnd I would urge you to help me find where that line is between prosecutorial discretion and just decide you don't \nlike to enforce a law.\n\nREP. GOODLATTE:  The chair thanks the gentleman and recognizes the gentlewomen from California, Ms. Chu, \nfor five minutes.\n\nREPRESENTATIVE JUDY CHU (D-CA):  Yes.  Congresswoman Lofgren?\n\nREP. LOFGREN:  Thank you for yielding.  I just wanted to point out that in fact Congress has identified the priority \nin the appropriations language for 2013.  We prioritized the removal of criminal aliens, and I thank the gentlelady for \nyielding and yield back.\n\nREP. CHU:  Thank you.  And thank you, Secretary Johnson, for meeting with the congressional Asian Pacific \nAmerican caucus.  We had a very fruitful dialogue on the deportation policies and I appreciate that.  I would like to \nask questions about removals without due process and I know that those on the other side of the aisle are saying \nthat there's too much prosecutorial discretion, but actually I believe that the opposite is true.  And that is, \nimmigration agents now deport most people without ever bringing them before an immigration judge.\n\nIn 2013, more than 70 percent of all people that ICE deported were subject to summary removal procedures which \nbypassed immigration courts entirely and lacked fundamental due process.  For these hundreds of thousands of \nindividuals, immigration agents are the jury and the judge, and in fact deportation decisions are made so quickly \nthat there's no time to see if a person merits discretion or needs protection.\n\nTake the case of Gerardo Hernandez-Contreras from San Diego, who entered the U.S. when he was 15 years old \nand later married a U.S. citizen and had two U.S. citizen children.  In 2012, he was driving to pick up ice cream for \nhis kids when he was pulled over by the San Diego police department for talking to his wife on his cell phone while \ndriving.  So the immigration officials were called to the scene and just one day later he was deported to Mexico, a \ncountry that he had not lived in for a decade.\n\nHe appears to be a prime candidate for prosecutorial discretion. He had no criminal history, had lived in the country \nfor over a decade, had U.S. citizen family, but instead he never had the opportunity to present this case to a judge.  \nHe was pressured by immigration to sign a voluntary return form and was not informed of the consequences of \ndoing so.  By signing the form he waived a right to a hearing and consented to removal from the U.S. and now \nfaces a 10-year ban before re-entering.\n\nBecause a working memo does not apply to Border Patrol, they are not required to screen individuals prior to \ndeportation to determine if they are eligible for discretion and so he slipped through the cracks.\n\n\n\nSo Mr. Secretary, it's of great concern to me that those like Mr. Hernandez-Contreras, who lives within 100 miles of \nthe border, and are apprehended by border patrol are subject to less due process than those apprehended by ICE \nin the interior, where ICE is required to screen for prosecutorial discretion.\n\nAnd do you believe that the department's enforcement priorities should require the Border Patrol to at least screen \nindividuals for prosecutorial discretion?\n\nSEC. JOHNSON;:  Well, I can't comment on the specific case, but in general, I believe that in the process of \nprioritization Border -- CBP officials should evaluate whether a case is a priority one, two or three all along the way.  \nAs I commented earlier, however, I think that there are special considerations at the border that you can't ask a \nBorder Patrol agent when he's watching somebody crossing the Rio Grande to engage in that sort of balancing and \ndiscretion.  So it's normally something that's done in the interior, or once somebody has crossed this country -- \ncrossed into this country illegally.\n\nI do think that we should -- and this is one of the things I'm seeking to do.  I think we should do a better job of \nproviding our people with clearer guidance about what our priorities should be and spending the time to educate \nand train the workforce on those guidelines so that they understand them, they understand what's expected of them \nand they are truly making the effort to prioritize.\n\nI don't think we have spent -- when I say we, I mean the leadership of my department -- have spent enough time \ntalking to the workforce, as I've tried to do over the last several weeks as I've conducted my review.  And I've \nspoken to ERO leadership as well as a number of people in the workforce.  And Congressman Forbes cited an \nexample earlier in Fairfax, Virginia, where I had a session with a number of people on the frontlines in the workforce \nenforcing our immigration laws.\n\nSo I think an important element of the answer to your question is better communication between leadership and the \nfront lines and more effective and clearer  guidance.\n\nREP. CHU:  Thank you.  I yield back.\n\nREP. GOODLATTE:  The chair thanks the gentlewoman, recognizes the gentleman from Texas, Mr. Farenthold, for \nfive minutes.\n\nREPRESENTATIVE BLAKE FARENTHOLD (R-TX):  Thank you, Mr. Chairman, Secretary Johnson.  I serve on the \nTransportation Committee so I also want to talk to you for a second about the TSA before I get into more pressing \nissue.  Currently, the passenger fee associated for TSA screening is $2.50 per emplanement, with a maximum of \n$5 each way.\n\nThe Bipartisan Budget Act of 2013 increased that from 2.50 (dollars) to 5.60 (dollars) per one way, regardless of the \nnumber of enplanements.\n\nNow, do I understand correctly that since 2001 your agency has been implementing the underlying law so with the \n2.50 (dollars) you maxed out at $10 each way?  I guess -- so it's 2.50 (dollars) per enplanement with a maximum of \n$5 each way or $10 for a round trip.\n\nSEC. JOHNSON:  I think that's right, yes.\n\nREP. FARENTHOLD:  Right.  So my office is hearing some rumors that there may be a different way you interpret \nwhat we're doing.  But given this precedent, it seems the correct thing to do is to look at the 5.50 (dollars) will max \nout at 11.20 (dollars) per round trip.  Is that what y'all are planning so we can put some of these rumors to rest?\n\nSEC. JOHNSON:  Well, I don't want to get this wrong.  I know I've looked at this issue.  I would need to refresh my \nrecollection on how we propose that the fee be calculated, because I want to be sure I get this right, Congressman.\n\nREP. FARENTHOLD:  OK.\n\n\n\nSEC. JOHNSON:  But -- and I -- and I'm happy to get back to you on that.  Now, I do know that one way or another \nwe need to fund our activities.\n\nREP. FARENTHOLD:  So -- absolutely, and this is a -- you know, it's a billion-dollar expense to the flying public, but \nit falls, I think, under the category of a user fee rather than a tax.  If you -- if you don't fly, you don't pay it.  So --\n\nSEC. JOHNSON:  One way or another we need -- we need to pay for the --\n\nREP. FARENTHOLD:  Right.\n\nSEC. JOHNSON:  -- executive branch's activities.\n\nREP. FARENTHOLD:  Well, if you could just let me know just to make sure that there's no intent to go beyond what \nI think Congress intended, was 11.20 (dollars) per round trip max on that.  Follow the same implementation.\n\nBut I want to get to something more important.  You testified early on in your testimony -- and there were a couple \nof questions about the issue we have with the increasing number of minor children that are crossing the border.  In \nfact, there are two facilities in the district that I represent that house those children: one in Bishop, Texas -- or, I'm \nsorry, Driscoll, Texas; and one literally four blocks from my residence.  And I've toured one of those facilities and \nspoken to the people, and they say they can't deal with the children fast enough, there are so many coming in.\n\nYou mentioned that you went to a facility in McAllen that was overcrowded with children.  And your suggestion in \nthe answer to one of the questions of how we fix this is an ad campaign saying it's dangerous to cross the border \nillegally.  And I'm concerned that that isn't enough.  I think in a well-intentioned manner we have created an \nincentive for parents who are in this country to lawfully or unlawfully -- to hire a coyote to bring their children across, \nlet them get captured, and we deliver them to the parents at over a billion dollars, I think, last year expense -- I think \nthe numbers are, you know -- they're thousands.  And I don't want to get -- I don't want to get the number wrong \neither.\n\nDo you -- do you think an advertising campaign really going to be enough, or are there some policy changes that \nwe need to make to solve this?\n\nSEC. JOHNSON:  No, clearly not by itself, sir.  And I don't think I really got a chance to finish my answer to the \nquestion.  Public messaging directly to the parents of these kids is an important aspect of it, but it's not the only \nanswer clearly.  I think that we have to -- we have to do a better job of attacking the network.  And I'm reviewing \nstatistics recently --\n\nREP. FARENTHOLD:  Well, my question -- just real quickly, my fear is that as drug cartels, who run a lot of these \nhuman smuggling operations, are losing revenue, whether it's increased enforcement or legalization of marijuana in \nparts of this country, they're losing revenue -- my fear is that these coyotes turn more into traffickers and either hold \nout for more money once the child is across the border or worse yet take those children into sex slavery and some \nform of human trafficking.\n\nI want to give you an opportunity to fully outline what you propose, because I really am concerned we are \nunintentionally incentivizing very, very dangerous (conduct ?) that has already cost the life of at least one child I've \nseen and will cost the lives of more.\n\nSEC. JOHNSON:  Going after the network is important.  And we are increasing prosecutions of smugglers.  I think \nsmuggling organizations, as you've pointed out, are the key to this.  Nobody freelances across the southwest \nborder that I've seen.\n\nThey're all the -- they're all paying smuggling organizations to get them up the east coast of Mexico into south \nTexas and then into the interior of our country, 3 (thousand dollars) or $4,000 a head, or whatever the amount is.\n\n\n\nSo I think an important part of this is increased prosecutions of smuggling organizations, those engaged in this \nactivity, many of whom can be found in the United States.  And so I think that's part of it. And I think that there are \nother things that we need to consider that I'm considering this afternoon when I go back to meet with my team on \nUASIs, because this is a problem that we have to address for a number of reasons, including the humanitarian \nreasons.\n\nREP. FARENTHOLD:  Any way I can help, please let me know.\n\nI see my time has expired.  I would like to spend some more time with you talking about it.\n\nREP. GOODLATTE:  The time of the gentleman has expired.\n\nThe chair recognizes the gentleman from Florida, Mr. Deutch, for five minutes.\n\nREPRESENTATIVE TED DEUTCH (D-FL):  Thank you, Mr. Chairman. Secretary Johnson, thank you for being with \nus today.\n\nAs you're aware, the House Appropriations Committee just released the text of the Homeland Security \nappropriations bill, which again contains the detention-bed mandate, something that there's been a lot of talk of \nhere today.  And it says, quote, \"that funding made available under this heading shall maintain a level of not less \nthan 34,000 detention beds through September 30th, 2015,\" closed quote.\n\nWhat's the purpose of detention, Secretary Johnson?\n\nSEC. JOHNSON:  Public safety.\n\nREP. DEUTCH:  And the purpose is, as I understand it, to ensure that compliance with immigration court \nproceedings is upheld.  Isn't that correct?\n\nSEC. JOHNSON:  Those with immigration court proceedings, some are released pursuant to conditions, if we \ndon't think they're a risk of flight and they're not public safety.  But those who are considered to be a risk to public \nsafety should be detained.\n\nREP. DEUTCH:  That's not what I'm asking.  The purpose for detention, first and foremost, is to ensure that these \nundocumented immigrants wind up appearing in court.  Isn't that why we have it? Isn't that the basis for the system?\n\nSEC. JOHNSON:  That is one of the purposes, yes.  But I think --\n\nREP. DEUTCH:  Right.\n\nSEC. JOHNSON:  -- we also need to pay attention to public safety too.\n\nREP. DEUTCH:  I understand that.  And paying attention to public safety is exactly what law enforcement does.  \nAre you aware of any law enforcement agency in this country, any other law enforcement agency that's required to \nhold a certain number of people every day?\n\nSEC. JOHNSON:  No.\n\nREP. DEUTCH:  Why --\n\nSEC. JOHNSON:  (Inaudible.)\n\nREP. DEUTCH:  So why do we do it -- why do we --\n\nSEC. JOHNSON:  The statutory requirement is beds, not people.  A lot of people think it's people, but it says beds.\n\n\n\nREP. DEUTCH:  Right.  Well, in fact, one of my colleagues in the Appropriations Committee made the point that the \ndetention-bed mandate, not only is it people, but it's meant to be people, because it's meant to be a deterrent, \nbecause apparently he believes, some of my colleagues believe, that it is Congress rather than law enforcement \nthat should enforce the law.  How do you -- how do you feel about that?\n\nSEC. JOHNSON:  Well, as the exchange I had with Congressman Gowdy reflects a few minutes ago, I think that a \ncore function of the executive branch is to enforce the law, which includes prosecutorial discretion.  That's \nsomething that I engaged in 25 years ago --\n\nREP. DEUTCH:  Right.\n\nSEC. JOHNSON:  -- as a federal prosecutor.  And anybody else in this room who's been a prosecutor has done the \nsame thing.\n\nREP. DEUTCH:  And every -- and every law enforcement agency in America has the ability to make their own \ndecisions to exercise their discretion, except in this case, where Congress has stepped in and has insisted -- the \ninterpretation of my colleagues, some of my colleagues here, is not yours, though it should be, but the interpretation \nhere is that it means people.  And the cost, the cost, then, is $2 billion a year -- $2 billion a year that we spend when \nthere are -- at a cost of $160 per detained person per day -- when there are alternatives that cost anywhere from 17 \ncents to $18 per day.\n\nThe average cost for alternatives to detention is $5.94.  Why shouldn't we let the -- why shouldn't we let law \nenforcement do -- in this case, why shouldn't we let immigration officials do their job, the same way we let law \nenforcement exercise discretion in every other place in our country?\n\nSEC. JOHNSON:  Well, look, I don't -- I don't want to -- don't misunderstand me, please.  There are lots of people in \nthe immigration -- in the removal system who should be detained, who should not be at liberty.  We make \nestimates every year of what we think our detention bed space should be.  Congress comes to their own number \nand they give us their own number.  And that's the back and forth we have every year.\n\nREP. DEUTCH:  Right.  But Secretary Johnson, ICE detained nearly 500,000 people in 2012 -- it was a record \nnumber of detentions -- when there are alternatives.  And so with these detentions and the interpretation that \nCongress has put forth, there is no -- there is no discretion that can be utilized.\n\nAnd so with these detentions and the interpretation that Congress has put forth, there is -- there is no -- there is no \ndiscretion that can be utilized.\n\nSo my question to you is, why wouldn't -- instead of having this back and forth over how this should be interpreted, \nwhy do we have this requirement, this detention bed mandate, in law to begin with? Why does it come through the \nappropriations process instead of through a debate about policy that should take place in this committee?  And \nshouldn't we, through these alternatives to detention, be working to save taxpayers money while at the same time \nmaking sure that immigration officials can do their job?  Why are we mandating this?\n\nSEC. JOHNSON:  Well, I think that's -- first of all, I think that's a discussion you should have with your colleagues.\n\nREP. DEUTSCH:  No.  Secretary Johnson, I'm asking you.\n\nSEC. JOHNSON:  Look, I --\n\nREP. DEUTSCH:  I don't believe we should.  And I have had this discussion, and a lot of my colleagues can't \nunderstand why it is that when we spend so much of our time here talking about taxpayers' dollars and making \ndecisions wisely and spending decisions wisely that in this case we have a policy that benefits a certain group that \ncosts $2 billion a year and that is a policy that we impose that we don't impose on any other area of law \nenforcement.  It tears families apart. There are less expensive ways to do it.  I don't believe we should have it at all, \nand I -- I'm asking you whether you agree with me.\n\n\n\nSEC. JOHNSON:  Look, I think that there are a certain number of people in the system who should be detained.  \nAnd Congress --\n\nREP. DEUTSCH:  We agree.  We absolutely agree with that.  Mr. Secretary, I'm talking about all of the others that \nshould be -- that could be released on a whole host of alternatives to detention, which would save taxpayers \nmoney, that would not put communities at risk, that would permit these -- that would permit these people to move -- \nto go back to their families, still ensuring that they're going to show up in court, which is what the detention --\n\nSEC. JOHNSON:  If I could --\n\nREP. DEUTSCH:  -- system is meant for.\n\nSEC. JOHNSON:  If I could just be permitted to finish my sentence.\n\nREP. DEUTSCH:  Please.\n\nSEC. JOHNSON:  There are some people who can and should be detained.  Congress has got to allocate \nresources to enable us to do that.  I also believe that there are instances where it is not necessary, given the costs \nto the taxpayer, to detain people who are in the system, and therefore alternatives to detention is something that \ncan and should be looked at and funded by this Congress.\n\nNow, arriving at the right balance between what we devote to those who should be detained and those who can be \nreleased as an alternative to detention is a difficult job that we have to continually evaluate to achieve that balance \nthat ensures public safety and maximizes the efficient use of taxpayer dollars.  So that's what I'm interested in \ndoing, in working with the Congress to try to achieve.\n\nREP. DEUTSCH:  Yeah, unfortunately --\n\n(Cross talk.)\n\nREP. GOODLATTE:  The time of the gentleman has expired.\n\nREP. DEUTSCH:  We don't -- we're not -- we're insisting on a mandate rather than engaging in that discussion.\n\n(Cross talk.)\n\nREP. GOODLATTE:  The time of the gentleman has expired by over two minutes.  And I would -- I would only add \nto the secretary's comment that right now there are over 860,000 such people who are under deportation orders \nand who are not detained and have not left the United States.\n\nThe gentleman from North Carolina, Mr. Holding, is recognized for five minutes.\n\nREPRESENTATIVE GEORGE HOLDING (R-NC):  Mr. Secretary, in the Supreme Court's decision of Kendall \nversus the United States, the Court stated that to contend with the obligation imposed on the president to see the \nlaw is faithfully executed implies a power to forbid their execution is a novel construction of the Constitution and \nentirely inadmissible.  Would you agree with that?\n\nSEC. JOHNSON:  Without knowing who wrote it, I agree with that, yes, sir.\n\nREP. HOLDING:  Good.  Do you think the DHS has been living up to the Supreme Court decision?\n\nSEC. JOHNSON:  I believe that's my obligation as the head of the agency, and that's what I seek to do.\n\nREP. HOLDING:  Good.  Now, in recent press reports I learned that DEA Administrator Leonhart was called onto \nthe carpet by the attorney general for apparently her desire or expression of wanting to enforce the drug laws in the \nUnited States as they're on the books, particularly the marijuana laws.  And I was surprised that the attorney \n\n\n\ngeneral, chief law enforcement officer, would have a problem with another law enforcement officer, you know, \nwanting to uphold the laws of the United States.\n\nSo with that in mind, I was listening to your response to Mr. Nadler a little bit earlier today and I was refreshed \nbecause, you know, he was asking you about the scanning of ship containers, and you said, well, that you had \nlooked at it and it's a duly passed law, and being a duly passed law that it's your job to enforce it.\n\nAnd, you know, you echo that with my question about Kendall versus the United States, that it's your job to enforce \nduly passed laws.\n\nSo, you know, as you're doing the review in the department, you know, ahead of -- you know, for the president, to \nlet the president know about enforcement priorities, so if you were to do this review and come back and say, well, \nI've had various field hearings with the rank and file, the boots on the ground, I'm hearing from them, you know, I've \nlooked at the resources of the department, I've looked at the challenges that we have, you know, in the interest of \npublic safety; you know, we have gang members coming across the border infiltrating our immigrant communities \nhere, we have, you know, drug dealers coming across the border, we have child molesters, violent felons; you \nknow, we're picking them up, we're not able to detain them all, we have many tens of thousands that have been \nreleased, I've seen that; you know, the deterrent effect of not enforcing the laws is terrible, you know, we have now \npeople lining up at the borders trying to get across the borders because they don't believe that we're enforcing the \nlaws, I've seen that -- and you tell the president, you know, in talking to the rank and file, you know, morale is down \namongst our agents, they believe that, you know, their mission is to enforce the laws, they want to enforce the laws, \nthey believe they're being inhibited from doing so.\n\nSo you make this review and you come to the president and say, you know, the laws are duly passed and I believe \nit's my duty, you know, to enforce the laws and that's what I intend to do -- do you think, based on your experience \nwith the president, that he he will say to you, well, you know, you're hired to do a job, confirmed to do a job, go do \nyour duty, do your best to uphold your oath and enforce the law?\n\nDo you think he would have a different response of, well, what you're telling me doesn't really match what I believe \nthat the policies of the United States ought to be, and they don't match with my politics, and they don't match what \nI'd like the law to be?  So do you think the president, like the attorney general, would call you on the carpet and \nhave some concerns, you know, if you were to come back with a review as I described?\n\nSEC. JOHNSON:  That's a good question.  Let me -- and I appreciate the way you articulated it, because I've been \nnot just the head of a department of our government, but the senior lawyer for the largest department of our \ngovernment, and I've had occasions to make some really tough legal judgments over the first four years of this \nadministration in our -- in the conduct of our counterterrorism policies.\n\nLet me answer the question this way.  I am appointed by this president; my political loyalty is to him.  I have a \nhigher obligation to the law, to the Constitution and the laws duly enacted by this Congress.  And I will not \nparticipate in something that I do not believe squares with my legal obligations, which are higher than any other \nobligation except perhaps the obligations I owe to God to conduct myself in this office.  That's the oath I took.\n\nThe district judge who swore me in, administered the oath to me, said, you're about to take an oath.  Your oath is \nnot to homeland security; your oath is to the Constitution.  And I believe that.  I believe that very passionately.\n\nSo my highest obligation is to the law.  And I think I have a pretty good understanding of the law, as a lawyer, as \nsomeone who's been a government lawyer.  And I conduct myself within the mainstream of legal interpretations of \nduly enacted laws by Congress and the Constitution.  That is at least how I've sought to conduct myself in public \noffice, and I hope to continue to do so.\n\nREP. HOLDING:  Thank you for your answer.\n\nREP. GOODLATTE:  Thank you.\n\n\n\nBefore I turn to the gentleman from Florida, let me announce to the members and to you, Mr. Secretary, that a vote \nseries has begun. That vote series includes five votes.  And we have probably time to get the gentleman from \nFlorida Mr. Garcia, and the gentleman from Florida Mr. DeSantis, in before we have to go for that vote series, but \nthen that's going to take us at least 30 minutes.\n\nMr. Secretary, what is your schedule?  Are you able to return? Because we have several members on both sides \nwho want to ask questions.  Or --\n\nSEC. JOHNSON:  I have -- I have appointments this afternoon, sir, but I am happy to stay as long as you need me.\n\nREP. GOODLATTE:  Well, we will make you as comfortable as possible, and we will return promptly after the vote \nseries, but we'll get two more out of the way before we go, and that'll save you some of the time.\n\nSo the chair recognizes the gentleman from Florida, Mr. Garcia, for five minutes.\n\nREPRESENTATIVE JOSE (JOE) GARCIA (D-FL):  Thank you, Mr. Chairman.\n\nMr. Secretary, good afternoon.  Thank you for your service, and I want to thank you for your ongoing review, as well \nas your willingness to meet with the different caucuses who are trying to pass and move forward on comprehensive \nimmigration reform.\n\nMr. Secretary, we're coming on our second anniversary of the DACA program.  Can you give a brief overview of \nhow you think it's working?\n\nSEC. JOHNSON:  I'm sorry.  What was that?\n\nREP. GARCIA:  Can you give a brief overview on how you think it's working -- the DACA --\n\nSEC. JOHNSON:  I -- we've had something like 600,000 people enroll so far.  It's a large number of people.  I think \nour department has done a pretty good job of enrolling those people and administering this program.\n\nAnd we're reaching a stage where we're going down the road of renewal, and that's not a -- it's not a big revelation.  \nIt's not a big secret.  And so I would anticipate that the DACA will continue.  I am looking -- I am interested in \nunderstanding the program better to see if there are ways that we can more effectively administer this program.  But \nmy general sense is that the program is working reasonably well.\n\nREP. GARCIA:  Thank you.  I recently met a young man in my district named Julio (sp).  Julio (sp) came to the \nUnited States from Honduras a month after his 16th birthday, after -- missing the DACA cutoff by one month, just \none month.\n\nAfter graduating from high school, he worked construction, never thinking he'd be able to go to college.  His parents \ndidn't graduate high school.  But he eventually, given the -- was given the opportunity at a university in my area, \nMiami Dade College and now Florida International University, where he's become a campus leader. Julio (sp) is an \nasset to our community, but when he finishes college, he's sort of (not high visiblity ?).  So do you think that \nallowing him to stay wouldn't -- would -- don't you think that allowing him to stay would be in the spirit of the DACA \nprogram?\n\nSEC. JOHNSON:  Is it within the -- certainly there is a spirit of the DACA program that reflects the special nature of \npeople who cross the border as children.  I think in any program like that, that involves large numbers of people, \nyou have to have cutoffs and deadlines and clear parameters.  We can't have a case-by-case judgment made with \nrespect to how we're going to administer this program for 600,000 people.  So I think there need to be clear \nguidelines, clear rules.\n\nBut you know, certainly the case you describe is within the spirit of what we're trying to achieve with the program.\n\n\n\nREP. GARCIA:  Thank you.  On another note, jurisdictions throughout the country have expressed frustration and \nskepticism through the Secure Communities program, including Miami-Dade County formally refusing detainer \nrequests.  As part of your review, are you looking into this area?\n\nSEC. JOHNSON:  Yes.  Yes, I am -- I'm very troubled by how this program's being administered and the reaction \nwe're getting from a lot of governors and mayors, and I think we need to do a better job.\n\nREP. GARCIA:  Mr. Secretary, again, thank you for your service. Thank you for your ongoing review.\n\nSEC. JOHNSON:  Thank you.\n\nREP. GARCIA:  I'll yield back the balance of my time.\n\nREP. GOODLATTE:  Thank the gentleman.\n\nRecognize the gentleman from Florida, Mr. DeSantis, for five minutes.\n\nREPRESENTATIVE RONALD DESANTIS (R-FL):  Thank you, Mr. Chairman.\n\nWelcome, Mr. Secretary.\n\nSEC. JOHNSON:  Good (afternoon ?).\n\nREP. DESANTIS:  I was looking through this list of the 36,000 criminals who were released, and you know, some of \nthis stuff is really, really troubling when you look at serious, serious crimes -- homicide, sexual assault, robbery, \naggravated assault, domestic violence.  I mean, do you agree, just as a general rule, that if somebody illegally \nenters the United States and they're committing crimes that endanger the life, liberty or property of the American \npeople, that -- the response from our policy and our government should be that those individuals are sent back to \nwhere they came from, correct?\n\nSEC. JOHNSON:  Yes.\n\nREP. DESANTIS:  OK.\n\nSEC. JOHNSON:  Yes.\n\nREP. DESANTIS:  And so I noticed in the response that you sent to the committee that there were certain numbers \nof criminals who were enumerated as having been released because of binding legal precedent. So for example, \nthere were 10 individuals released whose crimes were classified as homicide, willful kill, gun, and the reason, \naccording to the response, was because you're only allowed to hold them for a certain amount of time.\n\nAnd I think in those situations it's because the parent country will not accept them back.  Is that -- is that a fair \nguess as to why we would be releasing people who committed -- who are out there mowing people down with a \nfirearm?\n\nSEC. JOHNSON:  I know in many cases a person is released on conditions because we do not think we have the \nlegal authority to continue to hold them.\n\nREP. DESANTIS:  And you can't support them.  Is that -- is that the nub?  I'm just trying to figure out --\n\nSEC. JOHNSON:  That could -- that could be one of the reasons, but I hesitate to try to give a broad categorization \nof 36,000 different --\n\nREP. DESANTIS:  But are there certain instances where there are violent criminals who the host countries have not \nallowed us to return them?  Has that in fact happened?\n\n\n\nSEC. JOHNSON:  That is probably the case.\n\nREP. DESANTIS:  OK.  So my question to you is have you notified the State Department that this is the case, \nbecause there's a Statute 8 U.S.C. 1253delta which basically says that upon notification the secretary of state is \nsupposed to order the consular offices in those foreign countries to discontinue granting visas until those countries \nare willing to accept back their foreign nationals.  So have you notified the secretary of state that this has \nhappened?  And if not, why not?  And if not, will you do so in the future?\n\nSEC. JOHNSON:  I'd have to check.  I'd have to check.\n\nREP. DESANTIS:  OK.\n\n(Cross talk.)\n\nREP. DESANTIS:  If you could do that, that would be helpful because the statue imposes a duty on the secretary of \nstate.  I think we may begin to get some headway if we just were to comply with the laws.\n\nOne of the things I saw, there were over 15,000 convictions for DUI.  And you see reports where there are illegal \nimmigrants driving drunk and killing people.  And I was alarmed when I saw an anonymous ICE official state that \ntwo convictions for DUI simply aren't enough to warrant detention and removal.  This is putting the American \npeople's lives in jeopardy.  It's a very serious offense.\n\nNow, Chairman Smith wrote to ICE before you were DHS secretary, asking them to launch removal proceedings \nagainst illegal immigrants with prior convictions for drunk driving.  So my question for you -- Secretary Napolitano I \ndon't think responded affirmatively -- will you honor former Chairman Smith's request and protect innocent \nAmerican lives by detaining these individuals who have these multiple DUI convictions?\n\nSEC. JOHNSON:  Well, I hesitate to give a categorical response to broad -- to individual cases without knowing the \ncircumstances of the individual cases.  In general, I believe that someone who represents a threat to public safety \nwho is removable should be detained and removed.\n\nREP. DESANTIS:  And that would include someone -- you would say multiple convictions for DUI, a repeat \nperformer, that that person poses a threat to public safety?\n\nSEC. JOHNSON:  I generally regard DUI as a significant misdemeanor.\n\nREP. DESANTIS:  A question about U.S. citizens negatively affected by some of the administration's policies.  \nThere was an article the New York Times recently about the DACA program, and basically what they said was the \ndepartment had to devote so much -- so many resources to doing the DACA that these U.S. citizens are now \nseeing their wait times go up if they want to bring in a foreign national who is a spouse or family member.\n\nSo my question to you is, you know, do you find it troubling that legal immigrants and U.S. citizens who simply have \nbeen playing by the rules are suffering due to the administration's desire to grant these benefits, which, you know, \nwe can both agree were not statutorily mandated.  This is administrative discretion, as you said. Does it bother you \nthat U.S. citizens are getting the short end of the stick in some instances?\n\nSEC. JOHNSON:  My understanding is that that was a temporary phenomenon that abated after a period of time.  \nAnd my understanding is that that is not the case now.\n\nREP. DESANTIS:  So you don't think that that was good that that happened?  You agree that there's a problem?\n\nSEC. JOHNSON:  I agree that those who are lawfully in this country who are seeking citizenship should not have to \nwait an unduly long period of time to obtain that, yes.\n\nREP. DESANTIS:  Very well, I yield back.\n\n\n\nREP. GOODLATTE:  The chair thanks the gentleman.  The committee will stand in recess and we will resume \nimmediately following the series of votes.  (Sounds gavel.)\n\n(Recess.)\n\nREP. GOODLATTE:  (Sounds gavel.)  The committee will reconvene. I want to again express my thanks to \nSecretary Johnson for his forbearance in giving us as much time as he has today.\n\nAnd we'll turn now to the gentleman from Pennsylvania.  Mr. Marino is recognized for five minutes.\n\nREPRESENTATIVE THOMAS MARINO (R-PA):  Thank you, Chairman. Welcome, Secretary.  My notes aren't with \nme, so I'm going to do the best that I can as far as asking you some questions.  You made -- and I apologize -- you \nwere at a press conference or you were at an event that you made a comment concerning that people here in this \ncountry -- and I don't know if you referred to it as illegals here deserve to become citizens.  Do you recall that?\n\nSEC. JOHNSON:  Say that again?  I'm sorry.\n\nREP. MARINO:  The illegals here -- now, and I'm not sure if you used the word \"illegal,\" but you say the people that \nare here undocumented deserve to become citizens because a lot of children grew up here.  Do you recall that \nstatement?\n\nSEC. JOHNSON:  I don't think that's what I said.\n\nREP. MARINO:  (Inaudible) -- it was in the media, and I take with a pound of salt what I read in the media.  So my \nquestion is, though, what type of illegals that are here -- and I don't mean -- I don't want you to do a broad category \n-- should go back?  Could you give me an example of people that we do not -- that should not be here if they are \nhere illegally?\n\nSEC. JOHNSON:  Well, under our existing enforcement priorities, those who are here undocumented who are \nconvicted of felonies, convicted of serious misdemeanors, convicted of multiple misdemeanors, who are repeat re-\nentrants, who are fugitives from a final immigration order are considered priorities for removal, and that's where we \ndevote our resources in the removal process, so in general, what we say is those who represent threats to border \nsecurity, national security, public safety.\n\nNow, there's a lot of devil in those details, obviously.\n\nREP. MARINO:  Sure.\n\nSEC. JOHNSON:  And you didn't exactly ask me this, but I think that there deserves to be greater clarity in how we \ndefine what our removal priorities should be.\n\nREP. MARINO:  OK.\n\nSEC. JOHNSON:  But I put them in several different buckets, including threats to border security, those who abuse \nthe immigrations enforcement system in some way.\n\nREP. MARINO:  Here's the complex question that I get a great deal of the time when I'm not only traveling in my \ndistrict but around the country concerning immigration.  What do we do with the children that are born here in this \ncountry, that their parent or parents are here illegally and their parent or parents have a serious criminal record?\n\nSEC. JOHNSON:  That's a very good question.\n\nREP. MARINO:  It's a conundrum.  It's -- it really is.  And I just -- do you have any insight on that at this point?  I \nknow that you have only been in your position for several months.\n\n\n\nSEC. JOHNSON:  Hopefully -- I can't -- I can't characterize every case  Hopefully, in that circumstance, there's a \nparent in this country who's in a position to care for his or her child.\n\nREP. MARINO:  That does not have a serious criminal record?\n\nSEC. JOHNSON:  That does not have a serious criminal record.\n\nREP. MARINO:  OK.  I'm going to switch gears here a little bit to Guantanamo Bay.  You said that you think that we \nneed to close that operation down, and you said we had some 130, 1(50) --\n\nSEC. JOHNSON:  I think at this point there are less than 160.\n\nREP. MARINO:  Still detained there.\n\nSEC. JOHNSON:  Yes.\n\nREP. MARINO:  What do we do with those people?\n\nSEC. JOHNSON:  Well, they should either be prosecuted in our military commission system.  And I --\n\nREP. MARINO:  That we agree on.\n\nSEC. JOHNSON:  I was part of the reform effort in 2009.  We had at one point been in discussions with the state of \nIllinois about a facility in Thomson, Illinois.  Or they should be transferred back to their home countries consistent \nwith suitable security arrangements.\n\nBut, you know, we're at a point where we're at the toughest cases.  At one point, the population at Guantanamo \nwas over 600, maybe close to 800.  And the easier cases have left.  The harder cases are the ones that still remain.  \nAnd so obviously it's -- we've got to deal with this population at some point or another, in one way or another, which \ncould include possible continued (law board ?) detention, as long as that legal authority still exists at some \nalternative location.\n\nBut I believe that Guantanamo is a facility, for a variety of reasons, that should be closed at some point, including \nthe cost to the taxpayer right now that it represents.\n\nREP. MARINO:  Thank you, and I yield back.\n\nREP. GOODLATTE:  The chair thanks the gentleman.\n\nRecognize the gentleman from Rhode Island, Mr. Cicilline, for five minutes.\n\nREPRESENTATIVE DAVID CICILLINE (D-RI):  Thank you, Mr. Chairman.\n\nThank you, Mr. Secretary, for being here.  I want to begin by saying that I think the suggestion that this \nadministration has not been properly enforcing the immigration law is almost laughable.  The United States today, \nunder this administration, spends more on immigration than all other federal law enforcement agencies combined. \nThere have been record removals.  This administration has formally deported more people than any president in \nhistory.  Record detentions.  This administration has detained more people than any president in history.  Record \nprosecutions.  Immigration offenses have now become the most prosecuted crimes in the federal courts, and our \nborders are more secure than ever.  Over the last five years, border incursions have decreased to levels not seen \nsince the 1970s.\n\nSo this notion of somehow we can't do comprehensive immigration reform because this administration can't be \ntrusted to enforce immigration law is totally belied by the facts.  And I think that the American people know that.\n\n\n\nMy first question really is that the thing that concerns me tremendously is the large number of individuals who are \nbeing detained and deported each year who have committed no violation other than those related to their \nundocumented status, people who have American- citizen children, American-citizen spouses, who have worked all \nthe years that they've been here, and, frankly, people who would qualify for legal status under the bipartisan \nSenate-passed immigration bill and the House proposal H.R. 15.\n\nAnd I hope, Mr. Secretary, that as you assess where you will put your priorities for prosecution, that you will take \ninto account that those individuals, many of them are in fact likely to be permitted to pursue legal status and it would \nseem that those shouldn't be priorities in terms of the prosecution that you're -- as you evaluate kind of what the \npriorities of the department are.\n\nAnd I would like to ask you now to move to a question about guns. As you know, according to the GAO, a number \nof individuals that are on the terror watch list have illegally purchased firearms in the United States in recent years.  \nAnd according to the most recent GAO study, individuals on the terror watch list tried to buy guns and explosives \n1,453 times between February of 2004 and December of 2010.  On 1,321 occasions, 91 percent of those attempts, \nthe FBI was not able to block gun and explosives sales to suspected terrorists.\n\nSo my first question is, do you support legislation that would ensure that the federal government has the ability to \nblock gun sales to those on the terror watch list?  And secondly, some of my colleagues who have raised concerns \nabout this have raised concerns about the accuracy of the terror watch list.  And I'd like to hear from you as to \nwhether or not there are efforts underway to update that list as compared to maybe the status of it five or 10 years \nago when there was some concern about who was on it.\n\nSEC. JOHNSON:  Consistent with the position of this administration, I support sensible gun control laws.  I believe \nthat part of our mission in the Department of Homeland Security is to train, prevent, educate with regard to mass \nshootings.  And we've done that.  Secret Service, through our FEMA grants, we try to help communities better \nrespond to mass shootings, and we obviously see far too many of these in this country.\n\nAnd so, irrespective of motive, when a tragedy occurs that involves multiple deaths, whether it's a terrorist-\nmotivated bomb plot or a mass shooting, the department is prepared to do what we can to try to prevent these acts, \nto minimize the fallout from these acts, to provide grants to communities to better prepare for these acts, by way of \nfirst responders and so forth.  And so we do what we can.\n\nREP. CICILLINE:  But Mr. Secretary, what I'm asking about is specifically a GAO study that said in 91 percent of \nthe occasions, the federal government or the FBI was not able to block a gun or explosives purchase by an \nindividual on the terror watch list.  My question is, do you support legislation that would ensure that the federal \ngovernment has the ability to block gun sales or explosives sales to individuals on the terror watch list?\n\nSEC. JOHNSON:  I'd have to study the GAO report more specifically before I took a position.\n\nREP. CICILLINE:  OK.  Well, I would ask, and I'd look forward to working with you on this.  This is a very serious \nissue where individuals are placed on the terror watch list because they are dangerous and they have been \nidentified as terrorists, and they have the ability to go in and buy a gun or buy explosives.  That is unimaginable to \nmost Americans, and so I urge you to read that report, and look forward to working with you to make sure that we \nprevent such individuals from having access to firearms.\n\nAnd with that, I yield back, Mr. Chairman.\n\nREP. GOODLATTE:  Thank you.  The chair thanks the gentleman and recognizes the gentleman from North \nCarolina, Mr. Coble, for five minutes.\n\nREPRESENTATIVE HOWARD COBLE (R-NC):  Thank you, Mr. Chairman.\n\nMr. Secretary, good to have you on the Hill.  My secretary, in responding to a post-hearing question from the \nrecord, you -- following your confirmation hearing, you were asked whether you had any concerns with the current \n\n\n\ninterior enforcement policies and efforts at ICE, and you stated -- and I quote -- \"I have no reached no conclusion \nat this point, but I anticipate that if confirmed, I will become fully immersed in this issue,\" close quote.\n\nSeveral months have passed since that time, Mr. Secretary.  Do you have any concerns with the current interior \nenforcement policies and efforts at ICE?\n\nSEC. JOHNSON:  Thank you for that question.  I have immersed myself in this issue to the extent I am able to do \nso in five months, and I've spent a lot of time talking to our ERO work force.  One of the things that's apparent to me \nis, our guidance for enforcement could use consolidation and added clarity.  I'm struck by the fact that our guidance \nexists in a whole series of written documents -- memoranda issued by ICE leadership dating back to 1976 all the \nway into 2012.\n\nIt's a whole series of things.  And so if one wanted to fully understand what our removal priorities are, what our \nenforcement policies are, he'd have to look at a whole series of documents. There's no one place you could go to \ndo that, and in many places, I think it lacks clarity.\n\nSo I'm interested in trying to build clarity and trying to consolidate all of this guidance, which would be a very huge \nproject. I also think that our removal work force has some morale issues.  I think they could use a pay raise.  A lot of \nthem are capped at GS-9 and are upset about the fact that they can't go any higher.  And I've talked to people in \nour work force who are contemplating leaving ERO to go to a lower-paying job where they have greater pay \nopportunities, and I think that's unfortunate.\n\nSo -- I mean, those are just two issues that occur to me, but I continue to learn more and more about interior \nenforcement all the time, but these are two issues that strike me, in response to your question.\n\nREP. COBLE:  I thank you, Mr. Secretary.  Mr. Secretary, George Washington University law professor Professor \nJonathan Turley -- in fact, he's appeared before our committee several times -- I'm sure you know him --\n\nSEC. JOHNSON:  I do know him.\n\nREP. COBLE:  -- by name and reputation.  Hold the House Judiciary Committee that abusing the concept of \nprosecutorial discretion, and I'm quoting the professor now.  \"President Obama has nullified part of the law that he \nsimply disagrees with.  It is difficult to discern any definition of the faithful execution of the laws that would include \nthe blanket suspension or nullification of key provisions.  If the president can claim sweeping discretion to suspend \nkey federal laws, the entire legislative process becomes little more than a pretense,\" he said.\n\nDo you agree with Professor Turley?\n\nSEC. JOHNSON:  Without reading his entire testimony, I'm inclined to agree with the passage that you read.\n\nREP. COBLE:  And so am I.\n\nSEC. JOHNSON:  In terms of blanket exemption in the enforcement of a law -- doesn't really look like an act of \nprosecutorial discretion.  So I -- and this is similar to the exchange I had with Congressman Gowdy -- I think that \nthere is a line that can be drawn between prosecutorial discretion and simply a blanket inability or unwillingness to \nenforce the law in its entirety.  I don't think that's prosecutorial discretion.\n\nREP. COBLE:  Well, when I said I agreed, I agreed with the fact that it appears little more than a pretense.  That's \nwhat I meant when I said I agreed with the professor.\n\nThank you for being here, sir, and I yield back, Mr. Chairman.\n\nREP. GOODLATTE:  Chair thanks the gentleman and recognizes the gentleman from New York, Mr. Jeffries, for \nfive minutes.\n\nREPRESENTATIVE HAKEEM JEFFRIES (D-NY):  Well, thank you, Mr. Chairman.\n\n\n\nAnd thank you, Secretary Johnson, for your presence here today, for your service to this country.  And let me just \nstate for the record, I had the opportunity and the privilege to work under Mr. Johnson as a young attorney and am \nconfident that the skill and ability that he has obviously has served the country well in his prior capacity and will \ncontinue to serve the country well as you move forward as our homeland security secretary.  So we're thankful, and \nI'm certainly thankful for that.\n\nI wanted to ask a few questions about immigration and whether our system is broken, and if so, you know, how we \nmight resolve it, based on some of the things that you mentioned in your oral as well as in your written testimony.  \nWe've got about 11.4 million undocumented individuals in this country right now.  Is that figure about correct?\n\nSEC. JOHNSON:  Yes, that's what I understand the estimate to be. I've seen 11.5 (million), 11.4 (million), \nsomewhere in there.\n\nREP. JEFFRIES:  And now, what is the likelihood that these individuals, in any significant number, will self-deport?\n\nSEC. JOHNSON:  I think the likelihood is next to zero that they will all self-deport.  I think we have to be realistic \nabout that situation.  They're not going away.\n\nREP. JEFFRIES:  And what's the feasibility that we as the United States government, Homeland Security, any \napparatus that we have available can engage in mass deportation of such a significant number?\n\nSEC. JOHNSON:  It -- with any realistic -- I mean, it can't be done.  We have to accept the fact that we have 11.5 \nmillion undocumented immigrants in this country.  We have to deal with them. I don't think we should allow them to \ncontinue to exist in a state of legal ambiguity or in a dark hole.  I think from my homeland security perspective, I \nwould rather deal with this population, encourage them to be held accountable, encourage them to pay taxes, get \non the books and get on an earned path to citizenship so that they go through the necessary background checks, \nthey're in a position where they can work, legally, and we reckon with this problem, which is why I'm a strong \nsupporter of immigration reform.  I think that we have to be realistic about the place we're in with respect to these \n11 1/2 million people.\n\nThere are states now where they are permitted to have driver's licenses.  California's Supreme Court says that an \nundocumented immigrant in this country can practice law.  So they're not going away.  They're not going to self-\ndeport.  I would rather see us reckon with this population than to continue in the state of legal ambiguity we're in \nright now.\n\nREP. JEFFRIES:  Well, I certainly take that position.  I think most reasonable people would conclude, obviously, \nbased on the fact that self-deportation is impractical, unlikely to occur, and mass deportation is impractical in terms \nof any execution, and we got 11.4 million-plus undocumented individuals, we need to deal with them appropriately.  \nBut we need to address that situation.  So I appreciate those observations.\n\nNow, you expressed concern earlier today and in your testimony that there's been a substantial increase in the \nnumber of unaccompanied minors who have been entering into this country.  And it's my understanding that that \nphenomenon really is -- began to occur sometime in the fall of 2011, and we've seen a significant increase in and \naround that moment.  What are some of the factors, if any, that are leading to this substantial increase in those \nCentral American countries that we've experienced?\n\nSEC. JOHNSON:  I think that the phenomenon is driven largely by the circumstances in those countries, in those \nCentral American countries, and the levels of violence, the levels of poverty, because -- and when you look at -- \nwhen I see these children and ask, at McAllen Station, where are you from, they tell us, Honduras, El Salvador, \nGuatemala.  And you just look at the situation in those countries, and you have a readily available answer to your \nquestion.\n\n\n\nAnd so I want to try to work with these governments to stem this tide and to see what we can do to add to their own \nborder security and deal with some of the underlying problems that are causing this phenomenon.  But it's -- I think \nthe principal reason we're seeing this is because of what's happening in the source countries.\n\nREP. JEFFRIES:  Now, you know, what can we do proactively to address not just the underlying violence, which \nseems to be a problem, you know, as it relates to some of the drug cartels potentially being pushed out of Mexico \ninto Honduras, Guatemala, El Salvador in a manner that those countries weren't prepared to address, creating a \nchaotic situation?  But also, there appears to be an absence of any meaningful child protective system in those \ncountries, and then the absence of border security.\n\nI mean, is there opportunity here for us, through your leadership, through the leadership of others, for the United \nStates, for Congress potentially to get behind assisting Central American countries to our southern border beyond \nMexico in a manner that could alleviate what I think is a humanitarian crisis that we have to deal with for those who \nactually make it?\n\nSEC. JOHNSON:  I think, first of all, it requires a whole-of- government approach by our government, executive \nbranch and Congress; DHS and other agencies of our government -- and this is something I've had conversations \nabout with my Cabinet counterparts who all recognize and appreciate the problem.  I think it requires a whole-of-\ngovernment approach in homeland security, national security and law enforcement, and I think it requires an \nengagement with the government of Mexico because this problem is also their problem.  People who migrate from \nCentral America to the United States migrate through Mexico, and many of them stop there.\n\nAnd so I've had this conversation with the government of Mexico about doing more, and I believe that there is a \nrecognition of the problem in our partnership with that government.  And I believe that there is the mood and a \nclimate to address the problem.  I've had that conversation with the seniormost members of the Mexican \ngovernment and I think that they want to help, and I think -- I think the -- my sense is that we are in a position right \nnow to make some progress with the Mexican government on that issue.\n\nREP. JEFFRIES:  Thank you.  My time is up; I yield back.\n\nREP. GOODLATTE:  The time of the gentleman has expired.  And I want to say that I have had the same \nopportunity to speak with senior Mexican officials who've said the same thing, which is a change in their attitude \ntoward their southern border, and any assistance the U.S. gives to them to help secure that border with Guatemala \nI think will pay dividends for both Mexico and the United States.  So I would certainly encourage it.\n\nThe chair recognizes the gentleman from Georgia, Mr. Collins, for five minutes.\n\nREPRESENTATIVE DOUG COLLINS (R-GA):  Thank you, Mr. Chairman.\n\nI wasn't -- (inaudible) -- wasn't going here, but I sat here and listened.  I have some other questions I'm going to get \nto, but -- we just spoke of -- and my good friend from New York brought this up -- that there are 11.4, 11.5, I think -- \nthere are some who think it's higher, lower, it doesn't really matter.  But these 11.4 million are -- and we use the \nwords \"undocumented\" -- they're not here -- they're not here on a lawful status, correct?\n\nSEC. JOHNSON:  For the most part, that's correct.\n\nREP. COLLINS:  No, no.  Are they here in a lawful status or not?\n\nSEC. JOHNSON:  For the most part, that's correct.  I mean, some of the -- some of them -- (inaudible) --\n\nREP. COLLINS:  OK, no, no, no.  Reclaiming my time.  Either -- you can't have it both ways.  If they're here in a \nlegal status, then they're not undocumented and not here -- they're here legally, if they have a -- some form of legal \nstatus.  When you say -- and I think this is the problem of a political agenda or a want-to or a feeling -- it's not legal \nambiguity if you are here and we talk about a group of people that are undocumented and not here properly.  That's \nnot a legal ambiguity.  So it concerns me that we take this conversation -- and (I like ?) that you've answered a lot of \n\n\n\nquestions on both sides, very concerned about that we can't define a secure border, that's a different issue.  I will \nbe submitting questions to you for the record on that.\n\nBut just a moment ago, to the whole -- we would not be having this discussion in a large sense if these 11 point \nwhatever million were here and there was a legal ambiguity on their status here.  There -- no legal ambiguity.  One \nside wants to do it differently.  There's another side of which we've taken steps on this committee to work toward \nresolving this issue.\n\nSo I just -- I want to go to something else, but I just don't think it's being very honest with the committee to say that \nthere's a legal ambiguity here.  If there were, this would be a whole different discussion.  But I do  have a question.\n\nSEC. JOHNSON:  Sir, there is -- there is legal ambiguity in that they are here undocumented, but there are states \nthat permit them to have drivers' licenses.  I consider that an ambiguous legal state. And we have to fix it.  The \nsystem is broken.  We're not going to -- we're not going to deport 11 1/2 million undocumented immigrants in this \ncountry.  You and I both know that.  We've got to deal with this population one way or another.\n\nREP. COLLINS:  And have you -- have you -- (inaudible) -- reclaiming my time.  Have you heard me say that?  \nHave you heard me say that?\n\nSEC. JOHNSON:  We have to deal with --\n\nREP. COLLINS:  Have you heard me say that I would deport 11.4 million people?\n\nSEC. JOHNSON:  But we have to recognize they're not going away --\n\nREP. COLLINS:  Have you heard me, Mr. Secretary -- Mr. Secretary, I'm not asking you to give a roundabout \nanswer.  Have you heard Congressman Doug Collins say that we need to deport 11.4 million people?\n\nSEC. JOHNSON:  No, I have not.\n\nREP. COLLINS:  Yes or no?\n\nSEC. JOHNSON:  No, I have not.\n\nREP. COLLINS:  I want to move on to something else, because we're obviously not going to see eye to eye on this \nat this point, because I do believe there needs to be a fix, but if we can't even agree on the facts, if there's not legal \nambiguity here, there's a problem.\n\nOne of the things I do think we are making progress on is in the effort of the border protection and also homeland \nsecurity in dealing with IP issues and intellectual property issues coming across the border and patent-infringing \ngoods making entry into the U.S.  This is something that is -- the intellectual property aspect is very important to \nme, also to my state of Georgia.  Could you provide me with a brief update on the Border Patrol's efforts to develop \nprocesses which we can expect over the month to work on this issue of patent-infringing products coming across \nthe border and areas that this has been discussed in the --\n\nSEC. JOHNSON:  I'm happy to have that discussion and engage in a conversation with you, with any other member \nabout border security. Yes, sir.\n\nREP. COLLINS:  OK.  I just asked the question.  The question is, is -- what -- can you brief me on the updates of \nthe border -- (inaudible) -- in dealing with patent-infringing products, other things dealing with the IP -- intellectual \nproperty -- issues coming across our border?  Just update me or give me an update, if you can. If not, can you \nsupply it in writing on issues that are going on?\n\nSEC. JOHNSON:  Yes.  Yes, I can.  I will.  Yes.\n\nREP. COLLINS:  OK.  Supply it in writing?  OK.\n\n\n\nIn February of this year Director Kubiak testified on behalf of DHS in front of the House Energy and Commerce \nSubcommittee.  He stated in his written testimony that ICE is working closely with Border Patrol to adopt best \npractices to ensure their limited resources are focused on finding the most egregious violators as it relates to IP \ntheft.  Is this correct?\n\nSEC. JOHNSON:  I believe so, yes.\n\nREP. COLLINS:  OK.  Could you share what some of the best practices are that are being adopted?\n\nSEC. JOHNSON:  I can do that in writing, sure.\n\nREP. COLLINS:  OK.\n\nIn looking -- and further, I've also been concerned -- and I -- and I will just sort come back and just sort of finish up \nhere -- been concerned with the releases and the detentions, and we've discussed this.  That's been discussed ad \nnauseam as far as the policy.  But I do have a question.  Are you willing to provide me with identifying information \nregarding any criminal alien released in Georgia since 2012, so I can provide appropriate congressional oversight \non behalf of the citizens of my district?\n\nSEC. JOHNSON:  I believe we -- I believe we're in a position to do that, and I will do that, yes, sir.\n\nREP. COLLINS:  OK.  We'll provide that.\n\nAgain, Mr. Secretary, I do appreciate your work.  I am very concerned with the answers, especially as our first part \nof our discussion, because some of these things are not legal ambiguities. They're things that need to be fixed.  If \nthey were not, then we wouldn't be looking at it from the perspective we are.  And that is why there's such \nconversation on this.\n\nWith that, Mr. Chairman --\n\nREP. GOODLATTE:  Would the gentleman yield?\n\nREP. COLLINS:  It's yours, Mr. Chairman.\n\nREP. GOODLATTE:  I'd just add to your concern that the REAL ID Act, which deals with making sure that driver's \nlicenses, other forms of identification help to prevent the kind of tragedy that occurred on 9/11, 2001 -- that act \nmakes it very clear that a state conferring a driver's license on someone who's not lawfully present in the United \nStates does not in any way confer a legal status on that individual whose presence is here.\n\nREP. COLLINS:  And Mr. Chairman, you're correct in that, and that's why there is still not legal ambiguity here.  \nThere's a problem with a law that provides something else.\n\nREP. LOFGREN:  Would the gentleman yield?\n\nREP. COLLINS:  It's the chairman's time.\n\nREP. GOODLATTE:  I will yield an additional minute to the gentleman from Georgia, so he can yield to the \ngentlelady --\n\nREP. COLLINS:  I yield to the gentlelady from California.\n\nREP. LOFGREN:  I just think that -- and I appreciate the gentleman from yielding -- that there are certainly \nincidences -- and I'm sure Mr. Labrador has also run into this in his practice -- where someone doesn't have \ndocuments, but they are in fact legally present in the United States.  It's not all that rare, surprisingly enough.  I \nwould just add that into the mix --\n\n\n\nREP. COLLINS:  Well, and reclaiming my time -- and I do agree with the gentlelady, who -- we agree on many \ndifferent things -- I think in this instance, though, I think when you discuss 11.4 million, the implication was --\n\nREP. LOFGREN:  I'm not --\n\nREP. COLLINS:  -- they're all here under legal ambiguity, and that is not the case, and is --\n\nREP. LOFGREN:  I am not suggesting that that is --\n\nREP. COLLINS:  -- and muddies the water greatly in what we're doing.\n\nMr. Chairman, I yield back.\n\nREP. GOODLATTE:  The chair thanks the gentleman and recognizes the very patient gentleman from Idaho, Mr. \nLabrador, for his questions.\n\nREPRESENTATIVE RAUL LABRADOR (R-ID):  Thank you, Mr. Chairman.\n\nThank you, Mr. Secretary, for being here with us today.\n\nI want to start with some -- something good because we're going to get to some issues that we're going to disagree \non.  But I actually really admire your answers to Mr. Deutch.  I don't know if you remember the exchange that you \nhad just a few minutes ago or about an hour ago about the number of beds.  I want to make sure that your answer \nis really clear.  There is nothing in the law that is mandating you to put 34,000 people in -- on these beds.  Is that \ncorrect?\n\nSEC. JOHNSON:  I don't read the law that way.  It doesn't read that way.\n\nREP. LABRADOR:  It doesn't read that way.  And I keep hearing that --\n\nSEC. JOHNSON:  That's beds, not people.\n\nREP. LABRADOR:  That's the way I read it as well, and I commend you for your answer.  I was actually a little bit \nconfused thinking maybe that was the interpretation of the administration and I appreciate that you clarified that.  I \ndon't read the law that way either.\n\nNow, I do believe that a critical part of immigration reform is a robust ag and non-ag guest-worker program.  Do \nyou agree that such a program is important?\n\nSEC. JOHNSON:  Yes.\n\nREP. LABRADOR:  I think that the evidence, at least in my mind, is pretty clear that a guest-worker program can \nend illegal immigration.  For example, the Bracero program did it in the 1960s, in my opinion.  The Congressional \nResearch Service found that the Bracero program only works when combined with greatly increased law \nenforcement efforts.\n\nSo here's the problem:  Employers in my district are telling me that legal workers, people who are actually coming \nto the United States legally, are absconding to work in the black market, and they're being told that they won't be \nremoved from the United States by ICE agents or others.  Do you agree that ICE's priorities are maybe undermining \none of our legal programs that is actually meant to deter illegal immigration?\n\nSEC. JOHNSON:  That sounds like a problem, yes.\n\nREP. LABRADOR:  We're hearing again and again in our district that people are leaving, for example, the sheep-\nherding program and moving on to other industries, and that the ICE agents don't have the resources or are being \ntold not to pick up these agents (sic).  And I'm very concerned about that.\n\n\n\nNow, your testimony also indicated that there's no way that illegal aliens will depart.  In fact, you just stated a few \nminutes ago that the likelihood is nearly zero.  And let me tell you that I disagree with you vehemently.  In fact, my \nexperience is totally different.  So my actual experience as an immigration lawyer has been totally different than \nwhat your testimony is today.  In my experience, many did leave prior to the bars banning illegal aliens from \nreturning for a decade or more.  You're obviously familiar with the three- and 10-year bars and the permanent bars.  \nIs that correct, Mr. Secretary?\n\nSEC. JOHNSON:  Familiar with what?  I'm sorry.\n\nREP. LABRADOR:  Are you familiar with the bars that are in the law right now where if you're here illegally in the \nUnited States you must return to your home country before you can return to the -- to the United States legally?\n\nSEC. JOHNSON:  Yes.  Yes.  To be clear, what I said -- Congressman Jeffries asked me, what is the likelihood that \nthose 11.5 million people will all self-deport?  And I said, the likelihood of that happening with regard to 11.5 million \npeople is near zero.\n\nREP. LABRADOR:  That's what I want to clarify.\n\nSEC. JOHNSON:  Do people self-deport?  Yes.\n\nREP. LABRADOR:  And people will do it --\n\nSEC. JOHNSON:  They individually self-deport.\n\nREP. LABRADOR:  -- if we have the incentives in the law.  Do you agree with that?\n\nSEC. JOHNSON:  I agree that there should be disincentives to engage in illegal migration.\n\nREP. LABRADOR:  Correct.  So if, for example, we remove the three- and 10-year bars, if we repeal those bars \nthat are in the law, don't you think many people would depart and, in essence, self-deport so they can reapply \nlegally to the United States?\n\nSEC. JOHNSON:  I don't have any -- I don't have any empirical evidence one way or another to be able to answer \nthat question in a --\n\n(Cross talk.)\n\nREP. LABRADOR:  Well, you should look into that because I actually did that with many of my clients when I was \nan immigration lawyer.  And even when the bars were in place, if there was a high likelihood that they could return \neven in spite of the bars, they would actually go back to their home country and return to the United States.  Don't \nyou think it would be positive if we actually --\n\nSEC. JOHNSON:  Intuition says if there's a shorter period of time that you have to go back and then wait, you're \nmore likely to go back.\n\nREP. LABRADOR:  So right now the waiting period is three-to-10 years.  Well, actually if we remove those bars and \nthey know that they can return legally -- for example, a U.S. citizen's spouse knows that they can go back to their \nhome country and they can return legally within a matter of months instead of three-to-10 years.  Don't you think \nthey would probably more likely be willing to do that?\n\nSEC. JOHNSON:  Intuition says that if the wait period is shorter, people are more likely to go back, if the wait \nperiod is short.\n\nREP. LABRADOR:  So don't you think that would be a good first step for us to actually start with something like that \nwhere we could actually make a small change in the law and encourage a lot of people? In my estimations and \n\n\n\nothers' it's about 25 percent of the people that are here illegally who currently qualify for some legal status but for \nthe bar.  Don't you think that would be a good first step for us to --\n\nSEC. JOHNSON:  Well, it's hard to comment on that proposal in isolation to the exclusion of everything else that's \nin the works in comprehensive immigration reform.\n\nREP. LABRADOR:  So you would rather have nothing than at least have one area where we can fix the status of \npeople that are here illegally by having them go back to their home country and return in a legal status?\n\nSEC. JOHNSON:  There are many things about our immigration system that needs to be fixed --\n\nREP. LABRADOR:  So you --\n\nSEC. JOHNSON:  -- and I hope this Congress will act on them.\n\nREP. LABRADOR:  And you don't want to fix one of them?  You want an all-or-nothing approach.\n\nSEC. JOHNSON:  I think that we have an opportunity, on a comprehensive basis, either in one bill or several bills, \nto fix a whole multitude of problems that I think every member of this committee realizes exist.\n\nREP. LABRADOR:  So your answer is if we don't do it comprehensively, then we should fix nothing about the \ncurrent system?\n\nSEC. JOHNSON:  I won't -- I won't be categorical in that way.  I am saying that I would encourage the Congress to \nthink about immigration reform in a whole variety of areas and not just one.\n\nREP. LABRADOR:  No, we can do that.  I -- and I agree with you. But if we can fix something today, if tomorrow we \ncould get something passed that gets rid of the bars so we can help a group of people that are here illegally return \nlegally after they return to their home country, you would be opposed to that?\n\nSEC. JOHNSON:  Sir, I would encourage you to think about the whole range of -- (inaudible) --\n\nREP. LABRADOR:  But you don't want to answer that question.  You would -- again, I just -- your answer is you \nwant all or nothing. That's what you're saying.\n\nSEC. JOHNSON:  No, I didn't -- I didn't say that.  I am encouraging the Congress to think about --\n\nREP. LABRADOR:  Oh, I know that you encourage --\n\nSEC. JOHNSON:  -- a comprehensive solution to this problem.\n\nREP. LOFGREN:  Would the gentleman yield?  If I may, the --\n\nREP. LABRADOR:  My time has expired.\n\nREP. GOODLATTE:  The gentleman will suspend.  The gentleman's time has expired, but the chair would \nrecognize the gentleman for an additional minute -- (inaudible) --\n\nREP. LOFGREN:  I just note that really, it's up to the Congress to decide what to legislate, and the secretary \ndoesn't get to decide.\n\nREP. LABRADOR:  And I yield back -- and I reclaim my time.  And I agree with that, but the position of this \nadministration, and as has been demonstrated by the secretary and has been demonstrated by a lot of the \ncomments that have been made by the other side and by the president, is that they want an all-or-nothing \napproach.  And I think that's rather unfortunate because we could actually fix --\n\nREP. LOFGREN:  I don't think that's what the secretary said.\n\n\n\nREP. LABRADOR:  We could -- we could fix --\n\nSEC. JOHNSON:  For the record, I have not said that.\n\nREP. LABRADOR:  But you won't answer the question.  If you --\n\nSEC. JOHNSON:  (Inaudible) -- I have not said that.\n\nREP. LABRADOR:  You won't answer the question if it would be OK for us to actually fix one portion of the \nimmigration system that I think is actually preventing people from returning to their home country and coming back \nlegally.\n\nAnd I yield.\n\nREP. LOFGREN:  If the gentleman would further yield, I would encourage him to bring that and many other items \nup to the floor for a vote.\n\nREP. LABRADOR:  We will.  (Laughter.)\n\nREP. GOODLATTE:  The chair thanks the gentleman.\n\nAnd the chair especially thanks the secretary.  You've been very generous with your time.  And I believe by my \ncount, you've taken questions from 32 of the 39 members of this committee.  And we know that there were some \nquestions asked that you were not prepared to answer, wanted to do some research on, and if you would respond \nto those questions in writing, as well as to any other questions that members of the committee may propound to you \nin writing, we would very much welcome that.\n\nAlso want to take note of one other issue that was raised by the gentleman from Georgia and the gentleman from \nCalifornia and thank you for this, and that is with regard to the REAL ID.  As you know, the REAL ID Act allows \nstates to issue driver's licenses to illegal immigrants as long as the licenses are REAL ID compliant, something, by \nthe way, that I am not -- I'm not in favor of having states issue licenses to people not lawfully here, but be that as it \nmay, REAL ID compliant means that they clearly note that the driver's license cannot be used for federal purposes \nand that they have markings that clearly make it different from regular driver's licenses.\n\nAt the beginning of May, your department rejected California's illegal immigrant license design pursuant to the \nREAL ID, and I thank you for that.  I think it was an absolutely correct decision.  That decision was made because it \ndid not have markings that made it clearly different from normal licenses.  That was a great decision, and I want you \nto know that there are a number of members of Congress who support that decision and thank you for having made \nit.\n\nSEC. JOHNSON:  Just doing my best to comply with the law, Congressman.\n\nREP. GOODLATTE:  Thank you, Mr. Secretary.\n\nThis concludes today's hearing.  We thank the secretary for joining us.  Without objection, all members will have \nfive legislative days to submit additional written questions for the witness or additional materials for the record.\n\nAnd with that, the hearing is adjourned.  (Sounds gavel.)\n\n(C) 2014 Federal News Service\n"}