{"title": "GOV. WILSON TRIES AGAIN", "body": "\nWhat California Gov. Pete Wilson couldn't achieve with a ballot proposition that has been blocked in the courts, he \nis trying to do by executive order. Taking advantage of a provision in the new federal welfare law, he has cut off \nillegal immigrants' access to benefits including housing, prenatal care and child abuse prevention.\n\nIf the move can withstand a likely legal challenge, it may advance the governor's punitive agenda against those who \nenter the United States unlawfully. But it isn't likely to make the nation's borders less porous or improve the lives of \nCalifornians.\n\nMr. Wilson was a major proponent of Proposition 187, the initiative that won strong approval from voters in 1994 \nbut was immediately held up by the courts. That proposition would have kept illegal immigrants out of public schools \nand barred them from receiving social welfare services or non-emergency health care. The judge who has blocked \nimplementation of its provisions said it usurped federal authority over immigration.\n\nNow, using a provision he had maneuvered to inclusion in the federal welfare law, Mr. Wilson is again moving \nagainst the 2 million illegal aliens in California. His order falls under part of the law that lets states provide services \nto unlawful immigrants only by enacting new laws that affirm they are eligible. The law also calls for an 18-month \nperiod during which the Justice Department must issue rules on how the immigration status of people who are \nseeking public services can be verified.\n\nOpponents of Mr. Wilson's new order say that until those rules are complete, any move to deny services to anyone \nis illegal. They worry, with good reason, that any Californians who appear to be immigrants, physically or by name, \nmay be subject to untoward efforts to verify their legal status.\n\nA more fundamental concern is the effect Mr. Wilson's order will have on the lives of all his constituents. Do \nresidents of California really feel that foreign families who are desperate for a better life will stop at the border \nbecause they can't receive some government services? Once they have entered the United States, will such \nfamilies - and the communities in which they live - really be better off with no prenatal care and no access to \nprograms designed to prevent child abuse?\n\nThe best way to solve the problem of illegal immigrants is to prevent them from entering the country in the first \nplace, or to deport them once they have been discovered. Already, deportations so far this year exceed the number \nfor all of 1995 because of a higher budget for immigration officials. But as long as illegal aliens are here, making \ntheir lives as miserable as possible - particularly children who had little say over where they will live - is both cruel \nand counter to traditions this nation should try to uphold, not erase.\n"}