{"title": "Judges: U.S. may deport boy, 13;His father put him on a plane from Ghana in 2000. A 3-judge panel backed earlier decisions.", "body": "\nA federal appeals court panel yesterday affirmed that immigration officials may deport a 13-year-old Ghanian boy \nwhose father put him unaccompanied on a flight to New York three years ago.\n\nA divided three-judge panel of the U.S. Court of Appeals for the Third Circuit ruled that neither immigration officials \nnor a federal judge had acted unreasonably in not accepting Julian Yeboah's claim that he had been abused and \nabandoned.\n\nGerard A. Dever, a Philadelphia lawyer representing Yeboah, said he could not decide whether or not to appeal \nfurther until he had had a chance to analyze the opinion.\n\nDever said Yeboah was \"doing well\" and living in a group home under contract with federal immigration officials.\n\nYesterday's ruling is the latest round in a legal fight that began March 4, 2000, when Yeboah, then 10, arrived alone \non an international flight that landed at New York's John F. Kennedy International Airport. The boy had no papers \nand $1.25 in his pocket.\n\nSince then, Yeboah has been in custody while lawyers, two countries, and the federal court system try to figure out \nwhat to do with him.\n\nSpecial status\n\nYeboah's lawyers have sought \"special immigrant juvenile\" status for him, a classification that lets an alien juvenile \nremain in the United States in long-term foster care if a state juvenile court judge declares the child a \"juvenile \ndependent due to abuse, neglect, or abandonment.\"\n\nU.S. immigration officials rejected Yeboah's appeal for the status, contending there was no evidence the boy had \nbeen abused or abandoned by his parents.\n\nInstead, immigration officials said they believed there was evidence that Yeboah and his father were colluding in an \nunworkable scheme to gain entrance to the United States for the entire family.\n\n\nAccording to court documents, a letter from a Ghanian official said Yeboah's father believed - wrongly - that when \nYeboah turned 18, he could become a U.S. citizen and bring the entire family to America.\n\nSignificantly, immigration officials noted, when they set up a telephone call with Yeboah's father, the father \nexpressed concern about his son's safety and schooling, and father and son continued regular telephone talks.\n\nDecision affirmed\n\nIn June 2002, U.S. District Judge Franklin S. Van Antwerpen affirmed the decision of immigration officials, ruling \nthat Congress' 1997 amendments to immigration law sharply limited any appeal, as well as the judge's authority to \nrehear the case.\n\nIn affirming Van Antwerpen, U.S. Circuit Judge Jane R. Roth wrote that the 1997 amendments give immigration \nofficials \"broad discretion.\"\n\n\"There is sufficient evidence in the record to support the [immigration] conclusion that Julian had suffered no abuse \nor abandonment by his father,\" Roth added, \"and that the father's decision to send Julian to the United States \nwas with the purpose of obtaining permanent resident status for Julian.\"\n\nImmigration experts estimate that the Immigration and Naturalization Service annually detains about 5,000 \nunaccompanied and undocumented children arriving from other countries.\n\nAlthough only a small portion of the total number of illegal immigrants detained, the plight of children such as \nYeboah has increasingly troubled the U.S. legal community.\n\nLast year, the president of the American Bar Association called for new legal protection for children in INS custody, \nwho have no right to an attorney and who are often housed for long periods in local detention centers for juvenile \noffenders.\n\nContact staff writer Joseph A. Slobodzian at 215-854-2658 or jslobodzian@phillynews.com.  \n"}