{"title": "Right-Wing Extremists' Popularity Rising Rapidly in Greece", "body": "\nATHENS -- The video, which went viral in Greece last month, shows about 40 burly men, led by Giorgos Germenis, \na lawmaker with the right-wing Golden Dawn party, marching through a night market in the town of Rafina \ndemanding that dark-skinned merchants show permits.\n\nSome do, and they are left alone. But the action quickly picks up, as the men, wearing black T-shirts with the party's \nname, destroy a stall with clubs and scatter the merchandise. ''We saw a few illegal immigrants selling their wares,'' \nMr. Germenis says in the video. ''We did what Golden Dawn has to do. And now we're going to church to pay our \nrespects to the Madonna.''\n\nJust a few months ago, the name Golden Dawn was something to be whispered in Greece.\n\nBut three months after the extremist right-wing group won an electoral foothold in Parliament, talk of Golden \nDawn seems to be on everybody's lips.\n\nIn cafes, taxis and bars, Greeks across the political spectrum are discussing the palpable surge in Golden Dawn's \npopularity, which has risen in recent political polls even as the group steps up a campaign of vigilantism and \nattacks against immigrants.\n\nThe poll gains come amid growing disenchantment over rising illegal immigration, and with the government of \nPrime Minister Antonis Samaras, which is being forced by its international lenders to push through $15 billion in \nadditional, highly unpopular, austerity measures. If Greece were to hold new elections soon, Golden Dawn could \nemerge as the third-largest party in Parliament, behind Mr. Samaras's New Democracy and the left-wing Syriza. \nCurrently, Golden Dawn is the fifth largest, with 18 out of 300 seats.\n\n''We have a major socioeconomic crisis in which several hundred thousand Greeks are losing ground,'' said Nikos \nDemertzis, a professor of political sociology at the University of Athens. ''And you have a rising number of \nimmigrants in Greece, many illegal. This is creating a volcanic situation where all the classic parameters for the \nflourishing of a far-right force like Golden Dawn are present.''\n\nGolden Dawn's tactics are similar to ones it used before parliamentary elections in June. Preying on fears that \nimmigrants are worsening crime rates and economic hardship, the group has been stepping up attacks against \nimmigrants, many of whom are legal citizens, with the police frequently standing by. It is also trying to expand its \nreach with the Greek diaspora.\n\nThe group recently opened an office in New York, announcing its presence with a sleek Web site depicting a \nstylized Swastika against a darkened Manhattan skyline. The Web site was disabled by hackers less than a day \nlater and remains down, and the American Hellenic Educational Progressive Association condemned the group's \noutreach, saying that ''fascism has no place in the United States.''\n\n\nGolden Dawn has also established an outpost in Australia, where Greeks have been emigrating by the thousands \nto escape the crisis in their homeland.\n\nThe group is still far from being a major threat to Mr. Samaras's party, or to his fragile three-party coalition \ngovernment. Most Greeks express alarm at the group's rise, and anti-fascist organizations in Athens are continuing \nefforts neighborhood by neighborhood to counter its increased vigilantism.\n\nYet, rising political and social discontent is rich fodder for Golden Dawn as it tries to cultivate a larger base. These \ndays, it is not uncommon for conversations to evolve into laments about the ineffectiveness of Mr. Samaras's \ngovernment, before a mention of Golden Dawn's rise in the polls slips in.\n\n''People have no faith in the political system,'' said Dimitris Kaklamanos, 41, a worker at a Shell gas station in the \ntown of Piraeus, on the outskirts of Athens.\n\nMr. Kaklamanos said he had long voted for Pasok, the Socialist party, but grew disillusioned with corruption and the \nineptitude of its politicians. Now, he feels attracted to Golden Dawn, he said, whose popularity he expects to \ncontinue to rise, especially as the group replaces police and government services in poor areas where the state \nhas almost ceased to function.\n\nOther political parties ''know that Golden Dawn is gaining power and they see that as a threat,'' Mr. Kaklamanos \nsaid. ''But Golden Dawn are the only ones out there demonstrating they care about the Greek people.''\n\nHe cited food and clothing drives conducted by the group across a widening area of Athens, as well as protections it \nextends to vulnerable Greeks in neighborhoods where crime has surged in tandem with illegal immigration.\n\nKaiti Lazarou, 55, the owner of a newspaper and cigarette kiosk in Piraeus, agreed. ''I myself have gotten food and \npotatoes from them in Syntagma Square,'' she said. ''I would not be surprised if they become the government one \nday, and why shouldn't they? They protect the Greeks, while Samaras and the government are out of touch with the \npeople.''\n\nIn an interview last week, Mr. Samaras said that hundreds of thousands of illegal immigrants fleeing hardship in \nAfrica, South Asia and now Syria were creating ''major distress'' in Greece, which they use as a gateway to the \nEuropean Union after entering through Turkey. He appealed to Greece's European partners to modify immigration \naccords so that other countries could take on a greater share of Greece's immigration burden.\n\nWith more than 1.5 million immigrants in a country of about 11 million, ''this is creating extremism'' that feeds the \npopularity of Golden Dawn, Mr. Samaras said. Outlawing the group could backfire by fueling their popularity, he \nadded.\n\nMr. Demertzis, the University of Athens professor, said Golden Dawn was effective because it did more than just \nutter political platitudes. Its members ''do their propaganda through deeds, exactly the same way that the Muslim \nBrotherhood in Egypt does, or Hezbollah in Lebanon.''\n\nIn Golden Dawn's case, the most high-profile activities center on anti-immigrant campaigns, like the one \ndocumented in the video, depicted as the actions of good Samaritans.\n\nIn another raid, filmed and posted on YouTube, in the town of Missolonghi, Greek shopkeepers shout at Golden \nDawn members as they walk through a fruit and vegetable market kicking over stands loaded with produce. The \nraid was led by another Golden Dawn lawmaker, Costas Barbarousis. ''These tactics were used in the dictatorship!'' \none woman cries.\n\nAfter the episodes, Golden Dawn lawmakers were barred from receiving the protection of the police, who human \nrights groups say are increasingly looking the other way when confronted with evidence of violence by Golden \nDawn sympathizers, with some officers seeming more sympathetic to them than to their victims. Mr. Samaras \nplayed down concerns that the Greek police were sympathetic to the group. ''I'm very happy with the way they've \ndone their job,'' he said in the interview.\n\n\n\nJustice Minister Antonis Roupakiotis condemned the Golden Dawn attacks, saying they created ''conditions for the \ngrowth of neo-fascist practices in the country.'' He added that his ministry would consider tougher penalties for \nracist violence. New Democracy, Pasok and independent Greeks also condemned the attacks.\n\nBut such talk may only go so far.\n\n''It's the current government that brought more power to Golden Dawn because the people are angry at what the \ngovernment is doing,'' said Iakovos Zorzios, 73, a retiree whose pension has been cut as part of Greece's austerity \nmeasures.\n\n''How can we not be angry when the government cuts our earnings so much?'' said Mr. Zorzios, who is bracing for \nyet another reduction in the latest austerity plan forged this week. ''How can they expect us not to support Golden \nDawn?''\n\nhttp://www.nytimes.com/2012/10/01/world/europe/amid-greeces-worries-the-rise-of-right-wing-extremists.html\n"}