{"title": "I.L.O. Sees Rise In Forced Labor And Slavery", "body": "\nForced labor, slavery and criminal trafficking in people are increasing globally, with women and children most at \nrisk, the International Labor Organization says. \n\n     Increased efforts are needed to \"stamp out the scourge of forced labor once and for all,\" the labor agency said in \na report that examined the issue, which is set for debate by its 175 member nations at an annual meeting next \nmonth. \n\n Although the report, \"Stopping Forced Labor,\" did not quantify the problem, it said compelled work -- slavery, debt \nbondage or bonded labor -- was found worldwide. \"The emerging picture is one where slavery, oppression and \nexploitation of society's most vulnerable members, especially women and children, have by no means been \nconsigned to the past,\" said Juan Somavia, the agency's director general.\n\nBy far the fastest growing form of forced labor is trafficking in people, which is so pervasive that most nations are \neither sending, transit or receiving countries, the report said. The workers are sent to richer countries, with the \nUnited States believed to be the destination for 50,000 such women and children every year. Most are destined for \nthe sex trade or domestic work. Many from the former Soviet Union end up in Western European sweatshops. \n\nYet traffickers, who are usually part of a criminal network, are rarely caught, and penalties are lighter than for drug \nsmuggling.\n\nTraditional forms of forced labor, like slavery and bonded labor, also ensnare vast numbers of people. In South and \nCentral America, the Caribbean and South Asia, millions of people \"are tied to their work through a vicious circle of \ndebt,\" the report said.\n\nBurma has been cited by the labor agency for compelling villagers to toil on public works. The country has outlawed \nthe practice, but human rights groups and trade unions said this year that they had evidence that it was continuing. \n\nThe report also pointed to the use of prisoners by private companies. It said about 30 American states had legalized \nthe practice of contracting out prison labor since 1990.      \n\nhttp://www.nytimes.com\n"}