{"title": "MAYOR KENNEY STATEMENT ON DEATH OF PHILLIES CHAIRMAN DAVE MONTGOMERY", "body": "\nThe following information was released by the office of the mayor of Philadelphia:\n\nMayor Kenney and Parks and Recreation Commissioner Kathryn Ott Lovell issued the following statements today \non the death of Phillies Chairman Dave Montgomery:\n\nMayor Kenney:\n\n\"I join all Philadelphians in mourning the loss of Dave Montgomery, who helped build the Phillies into one of the \npreeminent sports franchises in the nation. Dave was a true local success story, a Philly native who worked his way \nup from the team's sales department to become President, co-owner, and later, Chairman.\n\nI had the pleasure of knowing Dave, and I know that in the past few years he fought his health battle with the same \nvigor and courage with which he ran the team. Dave left his mark not just on the Phillies but on all of Philadelphia, \nparticularly in his countless contributions to our city's youth. My heartfelt condolences go out to his family, his \nfriends, and the millions of Phillies fans who supported the team during his long tenure.\"\n\nCommissioner Ott Lovell:\n\n\"Philadelphia Parks and Recreation is deeply saddened to hear of the passing of Phillies Chairman Dave \nMontgomery. Mr. Montgomery was a champion for our city and a long-time partner who played a key role in \nbringing sports and enriching activities to countless Philadelphia youth. He was a driving force behind the creation \nof the Phillies MLB Urban Youth Academy. This partnership enhances the quality of baseball and softball \nthroughout Philadelphia while creating dynamic youth development opportunities.\n\n\"Last fall, to celebrate Mr. Montgomery's lifelong contributions to the City of Philadelphia, Daisy Field in \nWissahickon Valley Park, where he played baseball in his youth, was renamed David P. Montgomery Field. Last \nweek, he was honored by the Fairmount Park Conservancy as the recipient of the Centennial Award for Civic \nLeadership. We are deeply appreciative of his leadership and his numerous philanthropic contributions to bring \nmeaningful experiences and spaces to Philadelphians.\"\n\nTo honor the memory of Dave Montgomery, all City of Philadelphia flags will be flown at half-staff for one week.\n\n###\n"}