{"title": "HEARING OF THE IMMIGRATION, BORDER SECURITY, AND CLAIMS SUBCOMMITTEE OF THE HOUSE JUDICIARY COMMITTEE SUBJECT: SOURCES AND METHODS OF FOREIGN NATIONALS ENGAGED IN ECONOMIC AND MILITARY ESPIONAGE CHAIRED BY: REPRESENTATIVE F. JAMES SENSENBRENNER (R-WI) WITNESSES: MICHELLE VAN CLEAVE, NATIONAL COUNTERINTELLIGENCE EXECUTIVE, OFFICE OF THE DIRECTOR OF NATIONAL INTELLIGENCE; DR. LARRY WORTZEL, VISITING FELLOW, THE HERITAGE FOUNDATION; MAYNARD ANDERSON, PRESIDENT, ARCADIA GROUP WORLDWIDE, INC.; DR. WILLIAM A. WULF, PRESIDENT, NATIONAL ACADEMY OF ENGINEERING LOCATION: 2141 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\nHEARING BEGINS IN PROGRESS DUE TO HEARING ROOM AUDIO DIFFICULTIES \n\nREP. SHEILA JACKSON LEE (D-TX):  (In progress) - it's from the talent of this world.  And let us make sure that \nthe legislation is reflective of the security needs, but also the needs of the America people to be the friend to the \nworld.  And I yield back.\n\nREP. F. JAMES SENSENBRENNER JR. (R-WI):  I thank the gentlelady. Do any other members have opening \nstatements?\n\nREP. ZOE LOFGREN (D-CA):  Mr. Chairman, I will not take the full five minutes but -\n\n\nREP. SENSENBRENNER:  The chair recognizes the gentlelady from California.\n\nREP. LOFGREN:  I clearly -- every member of Congress is interested, concerned and opposed to espionage in our \ncountry, so that's a given.  The question is how to protect ourselves without doing damage to ourselves?  And I \nthink it's important to recall -- I was in elementary school in 1957 when Sputnik went up and we got a little wake-up \ncall that the country was in trouble and that we were in a huge competition with the Soviet Union and we were \nbehind.  And we pulled up our socks and we ultimately won that competition.\n\nAnd I think, in a way, we are in a similar spot today.  The American Electronic Association used this phrase, \"It's the \ndifference between then, which was throwing the frog in the boiling water.  Now the frog is in the water as it heats \nup.\"  And a lot of Americans don't realize that we are in this competition that's very serious in terms of science and \ntechnology and engineering talent. We have slipped in the number of engineering Ph.D.'s awarded in this country.  \nWe're falling behind.  India and China and the EU are emerging as ever more vibrant competitors.  The AEA, again, \nthey just did a terrific report, cite the U.S. graduating 60,000 engineers a year.  India graduating 82,000 engineers a \nyear and China graduating four times as many engineers a year as the United States. Now the Ph.D. level, the \nNational Academy of Sciences tells us that 65 percent of the Ph.D. candidates in engineering are foreign students. \nAnd many of them stay on and become Americans with us and that benefits us greatly.  In fact, I come from Silicon \nValley and about 40 percent of the startups in Silicon Valley are from people who were born some place else and \nbecame Americans. So we need to keep in mind that if we have to have strengthened systems to make sure that \nwe are protected that we don't end up shooting ourselves in the foot economically.  And, I would say also militarily, \nbecause the new Americans, the best and brightest also help immensely in terms of the technology that ultimately \nis used not just in the commercial world, but also in the defense effort. \n\nI hope that as we talk further about this that we can think about what systems that we might put in place, smart \nsystems, so that rather than creating bulky systems that have the result of deterring people we might want to have \ncome in and maybe not deterring the bad guys, we come up with streamlined systems that really target what we \nneed in a way that's efficient and does not do damage to us.  So that's what I'm very interested in and I yield back \nthe balance of my time.\n\nREP. SENSENBRENNER:  Without objection, all members will be allowed to have their opening statements be \nmade a part of the record.\n\nAt this time I would like to introduce members of our panel. Michelle Van Cleave is the National Counterintelligence \nExecutive and as such she is the country's top counterintelligence official and is charged with integrating and \nproviding strategic guidance for counterintelligence activities across government.  She reports directly to the \ndirector of National Intelligence, John Negroponte, the president's principal intelligence adviser.\n\nIn the 105th Congress Ms. Van Cleave was chief counsel for the Senate Judiciary Subcommittee on Technology, \nTerrorism and Government Information.  In 1989 she served on the House Science Committee staff and was later \nassistant director in the White House Office of Science and Technology Policy.  She has also held senior positions \nat the Department of Defense and is a graduate of the University of Southern California Law School.\n\nDr. Larry Wortzel has been an expert on intelligence and national security issues at the Heritage Foundation since \n1999 and has served as Asia studies director.  He is a former Marine, Army airborne ranger and Army colonel and \nhas worked for the undersecretary of Defense for Policy to develop counter-intelligence programs.  In 1970 he \nserved in the U.S. Army intercepting Chinese military communications in Vietnam and Laos.  Later his career took \nhim to areas throughout Asia under U.S. Pacific Command and as Army attaché at U.S. Embassy Beijing during the \nTiananmen massacre in 1995.  Dr. Wortzel is an author of numerous books on Chinese military strategy and \nreceived his Ph.D. at the University of Hawaii.\n\nMr. Maynard Andersen is president of Arcadia Group Worldwide Incorporated.  He has served in government as \ndeputy undersecretary of Defense for Security Policy with responsibility of setting disclosure policy.  In 1988 he \nserved as assistant deputy undersecretary for Counterintelligence at the Department of Defense setting security \npolicy and providing day to day oversight.  Mr. Andersen also chaired the National Foreign Disclosure Policy \n\n\n\nCommittee.  Privately he served as chairman of a national Intellectual Property Law Institution board of directors.  \nMr. Andersen is a graduate of Luther College in Iowa and of Federal Executive Institute.\n\nWilliam Wulf is president of the National Academy of Engineering and vice chair of the National Research Council.  \nHe is on leave from the University of Virginia where is AT&T professor of engineering and  applied sciences.  Mr. \nWulf has served as assistant director of the National Science Foundation and chief executive officer of Tartan \nLaboratories Incorporated in Pittsburgh.  He was also a professor of computer science at Carnegie Mellon \nUniversity.  He has authored more than 100 technical reports, has written three books and holds two U.S. patents. \n\nAt this time will the witnesses please rise to take the oath. Please raise your right hand.  Do you solemnly swear \nthat the testimony you are about to give to this subcommittee will be the truth, the whole truth and nothing but the \ntruth, so help you God? Thank you.  You may be seated.  Please let the record show that each of the witnesses \nanswered in the affirmative.\n\nMs. Van Cleave, you are recognized for purposes of an opening statement.\n\nMS. MICHELLE VAN CLEAVE:  Thank you, Mr. Chairman.  I do have a prepared statement I'd like to submit for the \nrecord.\n\nREP. SENSENBRENNER:  Without objection.\n\nMS. VAN CLEAVE:  Please let me summarize a few points.  I appreciate very much the opportunity to appear \nbefore you today to discuss foreign intelligence threats to U.S. national security and our economic well being.  \nSince some members of the subcommittee may not be familiar with my office, I would like to take a moment to \ndescribe my duties.\n\nIn the post-cold war world U.S. confronts intelligence challenges from a broad array of foreign nations.  A singular \nglobal Soviet threat in decades gone by has been succeeded by a diverse set of adversaries many of whom have \nbecome highly skilled in using their intelligence service, especially their human collectors, to acquire U.S. national \nsecurity secrets.  These include the technological and engineering secrets that may give our armed forces the \nqualitative edge they need to prevail in a dangerous world.\n\nWhile the threats against us are strategic, historically the U.S. counterintelligence community has not been \norganized or integrated to accomplish a national strategic mission.  On the contrary, the various counterintelligence \nelements have long been part of a loose confederation of independent organizations with different jurisdictions and \ncapabilities and no one in charge of the enterprise. CI operations and investigations have tended to focus on \nindividual cases with little appreciation of synergy or their larger strategic implications.  This structural flaw has \nundercut our ability to  connect the dots of intelligence anomalies or effectively coordinate the different CI arms of \nour government.\n\nTo help remedy this situation the Congress created the position of the National Counterintelligence Executive, or \nthe NCIX.  The law directs that the NCIX shall serve as the head of counterintelligence for the U.S. government \nsubject to the direction and control of the director of national intelligence.  I am the first NCIX appointed by the \npresident.  It is my job to provide strategic direction to our nation's counterintelligence efforts and to ensure the \nintegration of the disparate CI activities of our government.  It also includes contributing the counterintelligence \ndimension to broad national security policy concerns such as the protection of our nation's critical technology.\n\nThe primary focus of counterintelligence is to defeat the efforts of foreign intelligence services to acquire U.S. \nnational security secrets.  It is also our job to supply CI insights and options to the president and his national \nsecurity leadership.  This includes supporting the overall national effort to stem the outflow of sensitive technology \nincluding export control, diplomatic measures, controls on foreign investments in sensitive sectors of the U.S. \neconomy and industry security agreements.  I want to emphasize that by far the vast majority of foreign acquisition \nof U.S. technology is open and lawful, as are the transactions of individuals and businesses involved in their \n\n\n\nnational commerce as well as the free exchange of ideas in scientific and academic forum.  But let me turn to the \ncases that fall outside the bounds of what is open and lawful.\n\nLast year the counterintelligence community tracked efforts by foreign businessmen, scientists, academics, \nstudents and government entities from almost 100 countries to acquire sensitive U.S. technology protected by \nexport control laws or other means.  Of those, the top 10 countries accounted for about 60 percent of the suspicious \nforeign collection efforts against clear Defense contractors.  Two of the countries that always rank near the top of \nthe list are, of course, Russia and China.  They have particularized interests especially in dual use technologies \nwith military application.  The top 10 also include some of our close allies, as you noted, Mr. Chairman.\n\nThese may exploit their easy access to push the envelope into areas where they have not been invited.  In the \nmajority of cases foreign collectors simply ask by email or phone calls or faxes or letters or in person, they ask for \nthe information or technology that they are interested in.  Or they may exploit visits to U.S. businesses or military \nbases, national laboratories and private Defense suppliers to extract protected information.  U.S. businessmen and \nscientists and academics traveling abroad provide another valuable source of information for foreign countries, as \ndo foreign students, scientists and other experts who come to the U.S. to work or to attend conferences. \n\nOne indirect method used to acquire U.S. technology is for foreign firms to offer their services or technology, \nparticularly IT related support, to firm that have access to sensitive items.  On this point I should note that the use of \ncyber tools as a collection technique is of growing concern.  As you know, cyber exploitation is inherently difficult to \ndetect as cyber intruders from one country will typically cover their tracks by mounting their attacks through \ncompromised computers in other countries.\n\nFinally, state directed espionage.  State directed espionage remains the central threat to our most sensitive national \nsecurity technology secrets.  While the Chinese, for example, are very aggressive in business and good at \nelicitation and are positioning themselves for strategic investments, and they're adept at exploiting front companies, \nthey also have very capable intelligence services that target U.S. national security secrets.  As the Cox Commission \nreport made clear over a decade ago, the Chinese did not acquire the most sensitive and secret U.S. nuclear \nweapons design by spending late nights at the library.\n\nIt is one thing to describe these threats to you.  It is quite another to describe what we need to do about them.  We \nwill never have leak proof technology controls, just as we will never have enough security to protect us against all \nthreats all the time.  Nor would we want to exchange the vast blessings of our free society for a security state.  In \nmy view, good security is not the answer alone.  We also must have good counterintelligence meaning that we must \nbe more proactive in identifying, assessing and degrading foreign intelligence operations against us, and we need \nto prioritize our efforts against the most serious threats to U.S. national security and our vital Defense and foreign \npolicy objectives.\n\nNow, in March of this year President Bush approved the first national counterintelligence strategy of the United \nStates which I would like to submit for the record, if I may, Mr. Chairman.\n\nREP. SENSENBRENNER:  Without objection.\n\nMS. VAN CLEAVE:  It is the first mission statement of counterintelligence as an instrument of U.S. national security \npolicy. This is a very different concept of counterintelligence than the common perception of catching spies and \nputting them in jail. Counterintelligence encompasses all activities to identify, assess and degrade foreign \nintelligence threats to U.S. national security and our foreign policy objective, and central to the president's strategy \nis the call for U.S. counterintelligence to be proactive.\n\nNow, this committee has jurisdiction over America's single greatest resource in countering foreign intelligence \nthreats, the Federal Bureau of Investigation.  In the months to come the FBI will be standing up a new national \nsecurity branch that will span its responsibilities for counterterrorism, intelligence and counterintelligence.  Building \non Director Mueller's efforts to date,  the full integration of these disciplines should enable the FBI to recruit, train \nand develop a new generation of agents and support personnel dedicated to its core national security mission.  And \n\n\n\na more complete integration of the FBI with sister counterintelligence agencies will augment our nation's ability to \nprotect against the most serious foreign intelligence threat.\n\nIn closing, Mr. Chairman, I would like to thank you very much for this timely hearing and I welcome your questions.\n\nREP. SENSENBRENNER:  Thank you, Ms. Van Cleave.\n\nDr. Wortzel. \n\nMR. LARRY WORTZEL:  Mr. Chairman, members of the committee, thank you for the opportunity to testify today \non the theft of national security secrets and national security sensitive technology.  I have a longer statement I'd like \nto submit for the record, if I may.\n\nREP. SENSENBRENNER:  Without objection.\n\nOur focus is on the intelligence collection threat posed by China.  The manpower pool available to the Chinese \ngovernment and its intelligence services is nearly limitless and it's impossible to know for certain if people are here \nto study, for research or if they are here to steal our secrets.  The Peoples Republic of China is methodical in its \nprograms to gather information from abroad.\n\nIn March 1986 the Peoples Republic of China launched a national high technology research and development \nprogram with the specific goal of benefiting China's high technology development.  This is a centralized program.  \nIt's known as the 863 program for the date is was announced and it allocates money to experts in China to acquire \nand develop things like biotechnology, space technology, laser technology, advanced materials.\n\nThousands of Chinese students and scientists were sent abroad by China over the years to pursue critical, civil and \nmilitary dual use technologies, and the practice still continues.  The U.S. faces an organized program out of China \nthat is designed to gather high technology information of military use.  Now, today inside China there are entire high \ntechnology incubator zones that are designed to attract back students from the U.S. or U.S. businesses to bring \ntechnology in, and it's very important to recognize that.\n\nChinese diplomatic missions abroad monitor the activities of their businessmen and students to cultivate informers.  \nAnd before Chinese citizens get passports or travel permission, they're often interviewed by China's intelligence \nand security services and sensitized to intelligence collection requirements.  I think it's important to remember that \nthe constitution of the Peoples Republic of China characterizes the state as a peoples democratic dictatorship. So \nit's pretty horrid for legal travelers to simply turn down the Chinese government in that authoritarian state when they \nget asked to cooperate. \n\nNow, we know from Chinese defectors and Chinese security officials or diplomats in places like Australia and \nCanada recently that this approach is used not only to collect intelligence in the United States, but also abroad.  In \n2003 the State Department approved some 700,000 visa for visitors from China to the United States.  That includes \nabout 135,000 students.  That's just a lot of folks.  There were 40,000 immigrant visas granted to Chinese citizens \nin 2003.  I have to say that these numbers make it impossible for the Federal Bureau of Investigation to vet every \none of these people.  There's some 3200 Chinese front companies operating in the United States.\n\nNow, the Peoples Liberation Army of China went into the business of starting companies that bring in technology in \nthe 1970s, late 70s and 80s.  The general equipment departments started Polytechnologies. The general political \ndepartment started Kaili, or the Kerry corporation.  The general logistics department started Xinshidai or the New \nEra corporation. And these are separate legal entities, not part of the military, but they are authorized to conduct \nthese activities by the Central Military Commission of the Chinese Communist Party.  They were originally manned \nby former officers of the PLA or their families, in some cases active officers.  And they operated branches in the \nUnited States.  They regularly brought delegations to the U.S. to bring in technology.  And today they have turned \ninto global conglomerates that have spawned some of those 3200 companies that are operating in our country.  So \n\n\n\nthe chief of FBI counterintelligence operations recently said that these companies are operating in such places as \nMilwaukee, Trenton, New Jersey and Palo Alto.\n\nNow, I think that the U.S. government's security intelligence and law enforcement agencies have to focus on \nnational security information.  It ought to be looking for violations of the Arms Export Control Act and the Export \nAdministration Act.  But that when it comes to corporate or industrial espionage, proprietary secrets, that's not \nnational security.  It may be an economic problem for the United States, but I think that there the government owes \ncompanies a good legal infrastructure to protect trademarks, patents and copyrights, a system of education on \nindustrial security here in our country and a strong effort to ensure that China meets its own obligations to create \nrule or law that protects the rights of ownership and intellectual property.  But we shouldn't gloss over into, given the \nnumber of people, into losing our focus on national security.\n\nFrom the standpoint of congressional action, I would point out that the Export Administration Act expired in 2001.  It \nwas a 1979 Act.  It needed to be revised to take account of the needs of 21st century technology.  Senate forced a \nrevision in 2001, the House did not.  And I think the executive branch has to regularly review the commodities \ncontrol list to ensure that appropriate national security controls on exports do not unduly restrict the ability of \nAmerican industry to compete the world market. Generally speaking, I think the  technologies that are widely \navailable in the world market and not unique to the United States should not be restricted and subject to export \ncontrols unless there can be multilateral controls.\n\nI would also recommend that visa officers get educated by the intelligence community so that things like the Visas \nMantis program, the technology alert list, can work effectively.  They have a lot of prerogatives when your out in the \nembassy.  Let me close by saying that I don't think it pays for us to be paranoid and suspect that every traveler, \nstudent and businessman from China, or woman from China, is a spy or is out to steal technology. Prudent law \nenforcement programs, counterintelligence programs, security education and industrial security programs are \nimportant ways to protect our nation.  But I would not that in places like Taiwan, the Republic of China and South \nKorea, it's these students that came out and learned and went back home that changed the political system there \nand created rule, law and democracy and that could some day happen in China.  In the meantime, I do think we \nneed to be vigilant. And I thank you for the opportunity to testify today.\n\nREP. SENSENBRENNER:  Thank you, Dr. Wortzel.\n\nMr. Andersen.\n\nMR. MAYNARD ANDERSEN:  Thank you, Mr. Chairman.  I too have submitted a statement for the record and with \nyour permission I'll summarize.\n\nREP. SENSENBRENNER:  Without objection.  Thank you.\n\nMR. ANDERSEN:  Thank you, sir.  We have proved that foreign collectors representing adversaries and friends use \nespionage, theft and legal means to take advantage of the United States and cause unauthorized disclosure of \nprotected information.  We also need to recognize that there are ethical failures of trusted personnel who are \nprepared to traffic in information and technology because they are greedy or because they are susceptible to \nforeign pressure, and they are threats as well.\n\nThe United States is an open society and a prime target of collectors because it produces more intellectual property \nthan any other nation in the world and does, to some extent, a poor job of protecting it.  World changes producing \nnew alliances and new friendships internationally create more vulnerabilities to our technology.  America may have \nwon the cold war but we are losing ground economically to those who would pilfer our commercial secrets. National \nsecurity and economic strength are indivisible and the real test in this world of military and economic contest for \nsupremacy may not be who first develops technology but, rather, who is the first to use it effectively. \n\nTechnology's application is the key, particularly in the area of dual use technology.  Integration of the management, \nprotection and use of technology is an objective to ensure that we determine what needs to be controlled, what can \n\n\n\nbe controlled and employment of the most effective control mechanisms.  It's imperative that we determine \naccurately whether any other nation wants our technology and whether any other nation has it already, because we \ncan't afford to spend resources to protect things that don't need protection.  And we need to balance the protection \nof real secrets while maintaining the competitive position of American industry in the world market. \n\nIt would seem prudent therefore to use all of our current legal remedies available to enforce contracts and \npersonnel actions, to enhance enforcement opportunities against current government and contractor employees \nwho break trust, to establish new standards and requirements for our foreign visitors, particularly students and \nresearchers, and to ensure probably most of all that our citizens know what's expected of them.  The easiest, least \nexpensive and most effective protection technique is education.\n\nAll custodians of protected information should be subjected to continuing education concerning threats, \nvulnerabilities and protection of information so that they understand the consequences of its unauthorized \ndisclosure, which are obviously jobs, loss of profits and diminished national security.  Everyone should be made \naware that national security is every citizen's responsibility.  Thank you, Mr. Chairman.\n\nREP. SENSENBRENNER:  Thank you, Mr. Andersen.\n\nDr. Wulf.\n\nMR. WILLIAM A. WULF:  Thank you very much, Mr. Chairman, members of the committee.  I too, like my \npredecessors here, have a longer statement which I will submit for the record.  I am pleased to come before the \nhearing today to remind all the members of the committee of the important contributions that foreign born scientists \nand engineers have made and continue to make to this country.  We are more prosperous and more secure in large \npart because of them.  Before proceeding, while I don't perhaps have quite the same credentials in intelligence that \nmy predecessors on the panel have had, I would note that both my wife and I have been advisers to the \nDepartment of Defense for decades.  We both carry top secret SCI clearances and my wife served for five years in \nthe Pentagon as the director of Defense Research and Engineering where she had responsibility for the oversight \nof all R&D in the Defense Department.\n\nI am convinced that security, real security, comes from a proper balance of keeping out those that would do us \nharm and welcoming those that would do us good.  Throughout the last century our greatest successes in creating \nboth wealth and military ascendancy have been  due in large part to the fact that we welcomed the best scientists \nand engineers from all over the world.  No other country did that and nowhere else has the genius for discovery and \ninnovation flourished the way it has here.  I am deeply concerned that our policy reactions to 9/11 have tipped the \nbalance in a way that is not in the long-term interest of our nation's security.\n\nFifty years ago our scientific leaders came from Europe.  They were the famous names like Einstein, Fermi and \nTeller without whom we would not have been the first to have the atomic bomb.  Von Braun, without whom we \nwould not be ascendant in rockets in space.  Von Neumann, without whom we would not be world leaders in \ncomputing and information technology.  Today it isn't just Europeans that contribute to our prosperity and security.  \nThe names of those like Praveen Chaudhari, now director of Brookhaven National Laboratory; C.N. Yang, now \nNobel Laureate from Institute of Advanced Study in Princeton; and Elias Zerhouni who was born in Algeria and is \nnow the director of the National Institute of Health.\n\nBetween 1980 and 2000 the percentage of Ph.D. scientists and engineers employed in the United States who were \nborn abroad increased from 24 to 37 percent.  The current percentage of Ph.D. physicists is about 45 percent, for \nengineers it's over 50 percent.  One-fourth of the engineering faculty at U.S. universities were born abroad. \nBetween 1990 and 2004 over one-third of the Nobel prizes awarded to U.S. citizens were to foreign born scientists.  \nOne-third of all U.S. Ph.D.s in science and engineering are now awarded to foreign born graduate students.  We \nhave been skimming the best and brightest minds from around the globe and prospering because of it.  We need \nthese new Americans even more now as other countries become more technologically capable.\n\n\n\nIf I have one message to convey to this committee today it is that it's a serious mistake to think that all important \nDefense technologies originate in the United States and hence the problem, our problem is to keep our technology \nfrom being stolen by others.  We talk proudly about the MIT \"Rad Lab\" that developed radar in World War II, but the \ncritical technology came from the United Kingdom.  At the end of World War II we were a distant third in \ndevelopment of jet engines, behind both Germany and Russian, Soviet Union.  The World Wide Web was invented \nin Switzerland, not the United States, and I could go on and on.\n\nMany U.S. corporations are now shifting their development to overseas locations, research and development to \noverseas locations, not just because foreign labor is cheaper.  That's a common and comfortable myth.  It is \nfrequently because the quality is better overseas.  Again, real security depends upon a very careful balance, in this \ncase a balance of openness and secrecy.  Wall ourselves off from others, from the otherwise open exchange of \nbasic scientific information is a recipe for being surprised and disadvantaged.  To be sure, 9/11 and globalization \nhave both changed the balance point.  The balance point for the cold war is a different one than for today.  We \nneed to fundamentally rethink our policies. \n\nHowever, in my opinion, several recent policy changes related to visas, to the treatment of international visitors, to \nnew issue of deemed exports, so on, have had a chilling effect.  It's already been mentioned, the applications of \ninternational students to attend U.S. colleges and universities has declined.  Scientists have chosen to hold \nconferences in other countries.  U.S. businesses have had to shift critical meetings to locations outside our borders.  \nIn the meantime, foreign companies, universities and governments are marketing themselves as friendlier places to \ndo business or get an education.\n\nIn the race to attract top international talent we are losing ground.  At the same time, science and technology are \ngrowing rapidly in other parts of the world.  Over 70 percent of the papers published by the American Physical \nSociety's world leading journal The Physical Review come from abroad, 70 percent.  We do not own all of the \nscience and technology information in the world.  It's illustrated by a figure in my written testimony, the number of \nfirst degrees in science and engineering awarded per year in Asia is now almost three times greater than in North \nAmerica.  Permit me to turn to this issue of export controls for a minute.\n\nThey were instituted in 1949 to keep weapons technology out of the hands of potential adversaries.  In 1994 the \ndisclosure of information about a control technology to certain foreign nationals, even in the United States has been \ndeemed in export of that technology itself.  And recent reports from the inspectors-general of the U.S. Department \nof Commerce, Defense and State have suggested the implementation of the rules governing deemed exports \nshould be tightened.  For example, they have suggested that the exemption for basic research should be altered \nand possibly eliminated and that the definition of access to control technology be broadened.\n\nThe university community is rightly concerned that a lineal interpretation of the IG's suggestions would essential \npreclude foreign graduate students from participating in research and would require an impossibly complex system \nto enforce.  Given that over 55 percent of the Ph.D. students in engineering in the United States are foreign born, \nthe effect could be catastrophic.  Either universities would have to exclude these students or they would have to \nstop doing research on potentially Defense related topics which of course includes most of the fastest moving new \ntechnologies.  Neither of these alternatives strengthens the United States.  They weaken it.\n\nOne might ask, if these policy changes will improve our security? I would point out that the United States is not the \nonly research capable country.  China and India, for example, have recognized the value of research universities to \ntheir economic development and are investing heavily in them.  By putting up barriers to the exchange of \ninformation about basic research we wall ourselves off from the results of these countries and slow our own \nprogress.  At the same time, the information we are \"protecting\" is often readily available from other sources. \n\nAnd finally, in a country with an estimated 10 million illegal aliens, one must wonder whether onerous visa policies \nor demeaning practices at border crossings will deter the committed trained spy or terrorist from entering the \ncountry.  The 2001 Hart-Rudman Commission, which in February of 2001 predicted a catastrophic terrorist attack \non the United States and which then proposed the Department of Homeland Security, said, and I quote, \"The \n\n\n\ninadequacies of our system of research and education pose a greater threat to the United States national security \nfor the next quarter century than any potential conventional war we might imagine. \n\n \"\n\nThe essential point is that further damaging our system of research and education, including its relation to foreign \nborn scholars, is a very dangerous strategy.  United States still benefits from educating and employing a large \nfraction of the world's best scientists and engineers.  We have great research universities that remain attractive to \nthe world's best and brightest.  We are envied for our non-hierarchical tradition that allows young scientists with \nnew ideas to play leading roles in research.  We have progressed because we have fostered a tradition of free \nexchange of ideas and information and embraced a tradition of welcoming talented people from elsewhere in the \nworld.  But that advantage is eroding under current and proposed policies.\n\nThe international image of the United States was one of a welcoming land of opportunity.  We are in the process \nhowever of destroying that image and replacing it with one of a xenophobic hostile nation.  We are in the process of \nmaking it more likely that the world's best and brightest will take their talents elsewhere.  The policies that \nsuperficially appear to make us secure are, in fact, having precisely the opposite effect.  Protecting Americans from \nthreats must obviously be a high priority.  But as I said earlier, real security will be achieved only by a proper \nbalance of excluding those that would do us harm and welcoming those that would do us good by a proper balance \nof openness and secrecy.\n\nWith selective thoughtful changes to U.S. policies we can achieve both goals, making our homeland safer and our \neconomy stronger.  I would like to close with another quote from the Hart-Rudman report, quote, \"Second only to a \nweapon of mass destruction detonated in an American city, we can think of nothing more dangerous than a failure \nto manage properly science, technology and education for the common good over the next quarter century.\"  Thank \nyou for the opportunity to testify.\n\nREP. SENSENBRENNER:  Thank you, Dr. Wulf.\n\nAt this time we'll turn to questions from members of the subcommittee.  Ms. Van Cleave, about 30 percent of \nAmerican university science and engineering faculty are foreign born, accordingly to your testimony, 40 percent of \nPh.D.s in these fields go to foreign  students.  You also say that foreign intelligence services place senior scientists \nand exploit academic activities.  Should there be better reporting of what projects that these individuals are involved \nin and, in the case of students, also what subjects they are enrolled in perhaps through an enhanced CIVA (ph) \nsystem.\n\nMS. VAN CLEAVE:  Mr. Chairman, it would be extremely helpful to U.S. counterintelligence to have that kind of \nincreased reporting on these individuals.  Frankly, it's difficult to gainsay the statement that was just made by my \npanel member here that we want to do is exclude those who would cause us harm and welcome those who would \ndo us good.  The trick is figuring out which is which.\n\nREP. SENSENBRENNER:  And it is possible in that that an individual from a country of concern, if they are \napplying for a degree in music education, for example, if they start taking nuclear engineering courses as electives, \nthat it would probably be good to know that?\n\nMS. VAN CLEAVE:  It would be helpful to get the kind of reporting of changes in emphasis where students coming \nfrom one purpose then are switching their majors or emphasis to areas that might have national security \nimplications.\n\nREP. SENSENBRENNER:  But they don't have to be major changes.  I mean, if an individual takes the course of a \nfour degree, attend classes in chemical engineering, that doesn't necessarily meet the requirements of a minor in \nchemical engineering, but it nonetheless will probably be very helpful in their potential work?\n\nMS. VAN CLEAVE:  Yes.\n\n\n\nREP. SENSENBRENNER:  Thank you.  You testimony states that Chinese intelligence efforts exploit our open \neconomic system to reduce U.S. military advantage and undermine our economic competitiveness.  It's actually \nabout the only foreign country you mentioned by name in your testimony.  Knowing this, wouldn't you agree that the \nVisas Mantis clearance needs better vetting by law enforcement agency especially as it relates to Chinese \nnationals coming to the U.S.?\n\nMS. VAN CLEAVE:  Yes, Mr. Chairman, I think that that would be very helpful.  I appreciate the opportunity that we \nhad in closed sessions to discuss in more detail some of the reasons why.\n\nREP. SENSENBRENNER:  Thank you.  In your testimony you state the top 10 collectors probably accounted for 60 \npercent of foreign collection at Defense contractors last year.  Could you tell us what countries you are talking about \nwhen you talk about the top 10, maybe in the order of their collection?\n\nMS. VAN CLEAVE:  Mr. Chairman, we did have the opportunity to do that in closed session.  I am reluctant to do \nthat in open session.  However, I now will tell you some of the reasons why.  A number of the countries that are in \nthe so-called top 10 list, there is not unanimity across the community about what really constitutes the top 10.  It \ndepends on whether you're looking at incident reports of information that might be amalgamated by the Defense \nsecurity service, for example, or some of the caseloads that the FBI might be reporting, and there's a different way \nof counting them.  And so the top 10 may vary depending which source data we're looking at.\n\nBut let me give you another reason why I'm reluctant to go into specifics.  Some of the member states that are \namong the top 10, as I believe I mentioned, are among some of our closest allies are there are many ways that we \ndeal with these kinds of incidents, different from calling them to the carpet in public forum.  There are different kinds \nof approaches that we might take to allies in trying to stall this kind of activity.  But the committee can come to its \nown conclusion and speculation.  Those countries that you have particular interest in in military build up will \nthemselves be looking for those technologies that can help assist in that military build up and they will find the \nUnited States a very rich environment in which to acquire those kinds of technologies.\n\nIt is also the case that there is some measure of economic competition that drives technology acquisition where \nthere is commercial advantage to be gained and a lot of money to be made.  That is yet another incentive and so \nwe see a great deal of activity to include beyond just a top 10.  But indeed at least 100 nations -- nationals from 100 \ndifferent nations were recorded just last year in targeting U.S. technology.\n\nREP. SENSENBRENNER:  Ms. Van Cleave, I appreciate the point that you made with regard to our friends.  \nActually, in your oral testimony you did mention two of those nations, China and Russia, one of our largest trading \npartners, China.  We have ongoing evolving relations with Russia.  The reason why I ask the question is the exact \nreason you gave why you say you are reluctant to give us that, and that is there is assumption among many of our \nconstituents, many of our constituents of United States, that our friends don't spy against us. But as you mentioned \nin general, that is a very erroneous assumption to be made.\n\nThe reason why I asked you that question is to put on the record very specifically who those people are.  because \nonce again, it's important for us to know that, for example, through the visa waiver program and through other \nprograms that don't take advantage of the Visas Mantis system, that there may be requirements for us to change \nthe law with regard to our friends.  And I don't mean that with quotation marks.  I mean friends, but that have \nreasons that may be confusing to a lot of us and would be very confusing to a lot of my constituents as to why they \naggressively commit espionage against the United States.  And so I will not press you on the issue, but I will simply \nonce again reiterate that it's important for us to, in open session, if it is not classified, to divulge this information \nreally for the benefit of this committee and the benefit of our constituents. \n\nDr. Wortzel, your testimony states that tens of thousands of student visas were given to Chinese nationals last \nyear, in fact one of the highest.  Do you believe we're given preference to China in these student visa numbers over \nsome of our allies?\n\n\n\nMR. WORTZEL:  I don't think it's a definite preference towards China.  I think what you're saying -- first of all, 1.3 \nbillion, there is going to be more students trying to get out.  We're obviously a very attractive place to get an \neducation whether it's high technology education or education in social sciences. \n\n I think our programs are actually pretty restrictive.  It's difficult to go into an American embassy and get into the \nUnited States if you're in China.  So I think we have to deal with the fact that there are just huge numbers of people \nthere.  India only second to that.  And that probably accounts for the numbers. REP. SENSENBRENNER:  Do you \nbelieve in an enhanced CIVA (ph) system would allow us to gain better information to provide our intelligence \ncommunity the information they need to --\n\nMR. WORTZEL:  I do.  I'm a great advocate of data mining.  I think that the ability to electronically sort through what \nis open source data, who's here, what are they doing, whether that's by someone in Immigration to -- they've got a \nright to know what somebody is doing in a university.  Now, one could argue that a U.S. intelligence service getting \nthat information might be objectionable to a university president, but if the immigration service gave somebody a \nvisa, I think it would be great to allow customs to get in -- or Immigration, I'm sorry, to get in and say, okay, we gave \nJoe Doe a visa, he said he was coming here to study this, let me see what he's studying. And those are things that \ncan be done quickly, electronically and things can be sorted out.  I do think we should be approaching it that way \nand I think that we have appropriate agencies in the government that could look at that.  And then if there's a \nreason to raise concerns about what's going on, they turn it over to another agency or counterintelligence service.\n\nREP. SENSENBRENNER:  Okay.  Without objection, I will grant the chair an additional minute to ask one additional \nquestion of Dr. Wulf. Maybe a couple of questions actually, very short answers.  You might not have the \ninformation.\n\nDr. Wulf, could you tell me, given the fact that masters and Ph.D. slots for engineering are limited in the United \nStates, would you have statistics that tell us the number of American citizens who are denied masters applications -\n- masters applications denied as well Ph.D. applications denied in the United States?  Would you happen to have \nthose?\n\nMR. WULF:  Approximately zero. \n\nREP. SENSENBRENNER:  So it's really an unlimited number of masters and Ph.D. slots?\n\nMR. WULF:  I didn't quite say that.  But the number of Americans who do not enter graduate programs because \nthere's no space is essentially zero.  The trouble is they're not applying.\n\nREP. SENSENBRENNER:  They're not -- so there are zero denied?\n\nMR. WULF:  Yes, approximately, sir.  There may be some oddball cases I don't know about.\n\nREP. SENSENBRENNER:  Thank you very much.\n\nThe chair recognizes the gentlelady from Texas, Ms. Jackson Lee.\n\nREP. JACKSON-LEE:  Thank you very much, Mr. Chairman.  Your initial round of questioning certainly points to a \ndilemma which we face.  I would like take some remarks that were made generally speaking through the testimony \npresented in the open session to indicate my agreement.  Let me first of all thank Congressman Lofgren for \nrecognizing Dr. Wulf and the astuteness in which she recognized you in as much as you are representing, or \ncertainly associated with the University of Virginia, and I couldn't think of a better school. I happen to be an \nalumnus, so I thank the congresswoman very much for her astuteness.\n\nDr. Wulf, I thank you for your service as well, as I do the other panel.  But you did highlight for us the fact that we do \nprosper because we skim the best scientists from around the world.  At the same time I think interwoven into your \nremark is the idea that we suffer as well from enticing students, graduate students into the sciences and other high \ntechnologies that are necessary.  So I'm going to come to you and pose that question, but I do want to go to Ms. \n\n\n\nVan Cleave to ask, what is the extent that she feels that we are now able, United States, your industry, in terms of \ncounterintelligence are able to identify right now foreign nationals who are coming into the United States to engage \nin espionage?  Do we have that capacity?\n\nMS. VAN CLEAVE:  We have limited insight into the foreign intelligence operation into the United States, which is to \nsay, to the extent that we understand the character, make up and operation of foreign intelligence services of \nconcern, we can identify individuals that might be sent here for those particular purposes.  However, much of the \nintelligence collection against the U.S. technology base is carried out not by known intelligence officers, but rather \nby those who are employing non-traditional collection means against us and that is a much, much more difficult \nproblem.  There I would have to say that we have precious little understanding or way of knowing when individuals \nwho are coming ostensibly for legitimate business purposes might in fact have more troubling objectives in mind. \n\nREP. JACKSON-LEE:  So in essence, part of the road map that you're providing for us today is the heaping up, if \nyou will, of resources to look at that component that will be non-traditional in the way that they would speak to \nsecure information?  That seems to be where we need some emphasis?\n\nMS. VAN CLEAVE:  Yes, we've very in need of tools that would enable us to be able to characterize who those \npeople are and why they are here.  That small slice that is here for illegitimate purposes.\n\nREP. JACKSON-LEE:  I think you.\n\nDr. Wortzel, I likewise have some agreement with some of the remarks that you've made, but let me just say, and I \nbelieve that we will wind up on the same page.  We know that, as I've started out by saying, the importance of \nintellectual exchange and the benefits that United States has gained by a vast number of individuals.  And we also \nknow, without any naming or, if you will, illuminating any closed sessions, we know that even our allies have been \nfound to be engaged in some activities that we would not support. So I don't want this to be a hearing that \nstigmatizes the entire student body from China.  They are our allies and friends.  We have engaged in some very \npositive exchange opportunities both in terms of our student exchange, but also our trade exchange and, frankly, \nwe are working towards diplomatic relationships in terms of their continuing improvement.\n\nAnd I might add, we certainly want to ensure that our military operations are more in sync than in conflict.  But you \ndid mention -- I was trying to find your quote, but let just say this.  I look at it that the overall war on terrorism has \ntaken us away from -- and I don't want to suggest that we should diminish that effort -- but we need to increase, if \nyou will, the resources for the rest of the intelligence community. Why don't you comment on where we need to, if \nyou will, lift that issue up and in the meantime I'll be finding one of the quotes that I agree with you on, and I guess it \nis the point that you made about our work should be -- and this ties into my question -- national security versus the \nquestion that many members -- rightly so, because if their constituents are impacted, this whole economic issue -- \nyou go to China you're inevitably talking about CDs, country and western music and other music that they have \nobviously utilized, but that's economic.  And I think you said something about we should be focusing on national \nsecurity.  Can you share that with me?\n\nMR. WORTZEL:  I think we should.  Thank you, congresswoman.  We should focus on national security.  We need \nto provide, as I said in the testimony, the legal structure here in the United States and we need to foster a legal \nstructure in China that will provide for property rights and intellectual property rights.  But we need to worry about \nnational security here and I think that's the critical  test, refining the list of controlled commodities, dual use items to \nensure that we protect what is really unique to the United States.  I mean, there are some things we're just way \nahead on that nobody else is doing, composites that make stealth technologies, turban fanned jet engine \ntechnology, nobody else does this.  We need to think about that.\n\nI would argue generally that basic research in universities has got to be open, wide open.  But when the \nDepartment of Defense or the Department of Energy goes to a specific university and funds a program that moves \ninto applied research, then we should be able to know who's working on it, what they're working on and why they're \nthere. \n\n\n\n So I wouldn't worry, Mr. Chairman, about somebody taking 10 courses in chemistry, but if he or she is working to \ndo research on an applied technology with military application or with applications for weapons, I'd get really \nnervous about it and I would want to be able to know that.\n\nREP. JACKSON-LEE:  Chairman, Dr. Wulf, if they might respond to the question I raised, Dr. Wulf, that was the \nquestion dealing with a straight out -- the whole question dealing with the importance of the talent that comes here \nto the United States and the lack of U.S. citizens engaging scientists?\n\nREP. SENSENBRENNER:  Without objection.  That gentleman may respond.\n\nREP. JACKSON-LEE:  And I conclude with that, thank you.\n\nMR. WULF:  As I said in my oral testimony and appears again in my written testimony, foreign born nationals \nrepresent an enormous fraction of science and engineering talent in this country.  I tried to give some examples.  In \nfact, somewhere between 25 and 30 percent of the faculty in engineering schools are foreign born. The fact that \noverall something like 37 percent of all of the engineers and scientists in the United States are foreign born.  The \nfact that a third of the Nobel prizes awarded in the last 10 or 15 years, two U.S. citizens were foreign born.  It's \nreally hard to overstate the benefits that we have reaped by skimming off the best and brightest minds from around \nthe world.  And we are, in my opinion, in serious danger of creating an atmosphere that those people will not want \nto put up with.\n\nMs. Van Cleave made reference to the fact that in the '50s a number of Chinese returned to Mainland China and \nset up the missile program.  I would recommend to any member of the committee that feels like exploring that, that \nthey take a look at a book called, \"The Thread of a Silk Worm\".  The man who headed the Chinese missile \nprogram is named Tsien.  He was a professor at Caltech, got his Ph.D. at MIT, was one of the leading rocket \nscientists literally in the United States and quite improperly and erroneously got caught up in the McCarthy \nhearings, was held in house arrest for, if I remember correctly, two years and finally in disgust returned to China \nand  created the Chinese missile program.  Yes, it was a returning Chinese, but we drove him there.\n\nREP. SENSENBRENNER:  Will the gentleman concede the fact that it was the Communist Chinese missile \nprogram?\n\nMR. WULF:  Yes, absolutely.\n\nREP. SENSENBRENNER:  The chair now recognizes without objection the gentleman from Texas for questions for \nfive minutes.\n\nREP. LOUIE GOHMERT (R-TX):  Thank you and I appreciate my colleague allowing me to proceed.  I'm going to \nask each of you to name the top two immigration practices or omissions that you believe are the biggest threat to \nour national security.  But while you're thinking about that, I want to ask Ms. Van Cleave, are you familiar with the \ndiversity visa program where we provide 50,000 visas a year on the basis of a lottery?  Were you familiar with \nthat program?\n\nMS. VAN CLEAVE:  Congressman, I'd have to say, no, I'm not.\n\nREP. GOHMERT:  Okay.  Well, then, I don't guess you can tell me how many terrorists may have utilized that \nprogram.  But anyway, I would suggest that you take a look at it.  Some of us -- we voted that out of this \nsubcommittee, a repeal of that, because it seemed ludicrous to some of us that we be awarding visas on the basis \nof a lottery, allowing Immigration to abdicate the responsibilities. That's a concern of some of ours.  But let me start \nwith Dr. Wulf and work our way down to my left.\n\nDoctor, what do you say is the two biggest -- two immigration practices or omissions that are the biggest threat to \nour national security?\n\n\n\nMR. WULF:  Two?  That's not easy.  But the first one I would name is the fact that immigration visas are not \nawarded particularly on the basis of the contribution which the individual will make to the country.  They are more \ntypically family based, that sort of thing.  I think we ought to give special consideration to those people who can \nreally contribute to the country.  And I have to say the second one is overreaction.  I really am concerned that we \nare in the process of making it worse rather than better by overreacting.\n\nREP. GOHMERT:  Okay, thank you.\n\nMr. Andersen.\n\nMR. ANDERSEN:  Yes, sir, I think perhaps the most important one to me is we don't know who's arriving here.  We \ndo a lot of sort of superficial work, but we're rather poor in determining just exactly who's coming.  I don't mean for \nthat to sound discriminatory, but we don't ask our folks, for example, students and researchers coming in, we don't \nask those folks to provide us with a great deal of  information about who they really are.  We ask it of our own \nstudents. We ask it of our own military personnel.  We ask it of all kinds of people in the United States. But \nimmigrants really are not subjected to a very strenuous questionnaire on who are you really and I think that may \nbe, to my mind, the greatest one.  I'm not sure that I could name a second one. I don't like quotas.  I don't think \nquotas are good.  I don't know that that's a threat to us.  But I think a failure to really identify our immigrants is a \nmajor issue.\n\nREP. GOHMERT:  Okay, thank you.\n\nMs. Van Cleave.\n\nMS. VAN CLEAVE:  From the perspective of counterintelligence, immigration laws are very clear.  Where we have \nan individual who may be known or suspected to engage in intelligence activities inconsistent with U.S. laws visas \nare denied.  But my real concern about immigration laws is that from a CI perspective they really can't do a great \ndeal for us beyond that. There isn't a panacea that enables our immigration laws to protect us against all of the \nthings that this hearing is now convened to discuss.  I would have to say that getting at the real question of who \nthese people are who are coming into the United States, immigration laws can provide some of that information to \nus, but that really is the point where I think that we need to have a layered approach of which immigration controls \nare only one part.  The matter that was mentioned earlier by the chairman --\n\nREP. GOHMERT:  Can you help me?  Maybe my mind is too simplistic. I'm just asking you, what do you see is the \nbiggest threat to national security and from a counterintelligence, you're saying we need a layered approach?\n\nMS. VAN CLEAVE:  Because I know --\n\nREP. GOHMERT:  So the biggest threat in your mind is that we don't have a layered approach?\n\nMS. VAN CLEAVE:  I know that foreign intelligence services and foreign governments will exploit such loopholes as \nthey can find to send personnel here to achieve certain ends.\n\nREP. GOHMERT:  Bingo.  That's what I'm looking for.  What loopholes do you know of that we can fix?  Number \none problem, number two problem.\n\nMS. VAN CLEAVE:  And I believe in closed session I was asked to take for the record that particular question and \nto provide a detailed answer back to the members of the committee.  But in open session let me say that I am \nconcerned that where there is an opportunity that  immigration laws present forth a foreign national to be entering \nhere because they present themselves as a resident of another country and we really don't get true disclosure on \nwho they are and where they really come from, then that is one particular type of a loophole that I think that this \ncommittee may want to consider as it is reviewing our immigration laws.\n\nREP. GOHMERT:  So we don't get sufficient information on where this individual is actually coming from, is that \ncorrect?\n\n\n\nMS. VAN CLEAVE:  In certain instances, that is correct.\n\nREP. GOHMERT:  Number one.  I wasn't asking anything classified, just a succinct what do you say number one \nproblem, number two problem, and then we can go to work from there. \n\n We can get classified information, we can go beyond, but -- okay. So that's the number one problem, insufficient \ninformation on where they're from.  What else?\n\nMS. VAN CLEAVE:  With respect to other aspects of our immigration laws, I have to tell you, if it isn't obvious \nalready, that I am not an expert in U.S. immigration laws.\n\nREP. GOHMERT:  You're hopefully an expert on counterintelligence?\n\nMS. VAN CLEAVE:  Yes, that's correct.\n\nREP. GOHMERT:  Okay.  And?\n\nMS. VAN CLEAVE:  And being able to avail ourselves of different kinds of databases and information insights on \npersons who are coming into the United States in various categories of immigration visas is very valuable to U.S. \nintelligence and to the extent that we can have more robust databases on persons who are coming here and what \nthey do while they are here, it is of help to us very much.\n\nREP. GOHMERT:  And I apologize to you if you felt like I was trying to make you into an expert on immigration.  \nAnd I apologize if I presume too much in thinking that someone in counterintelligence might overlap or bump into \nareas of immigration policy where a light would go off, and you go, that's bad for our country that we have this \npolicy.  It bumps up against everything we know to be true and good as counterintelligence.  Some of us may \nindividually be counterintelligence, but anyway.\n\nDr. Wortzel, if you would very quickly, my time is up.\n\nMR. WORTZEL:  I think that the technology alert list and the Visas Mantis program as a process is a good idea.  I \nthink it can be improved by education for the officers that actually stand in the visa line.  My own experience in \nembassies is that when you have an ambassador that insists on interdepartmental cooperation and screening of \nvisa applications, you end up with better educated selections of who's getting a visa and who's getting denied.  So I \nwould improve that.  It's something I think we're doing well. I think where the greatest threat is that when we make it \ntoo difficult for an American company to bring in -- and intra-company  transfer either to do work in the United \nStates or for a corporate education program, we force that company to export its R&D effort to a third country, or to \na place like China.  So I think we have to be very careful about this balance of what I just advocated in Visas Mantis \nand technology alert lists and ensuring that when a company has a legitimate need for some foreign expert to come \nin here and get educated or do research and go home and manage or to work here, we don't force that company to \nexport our R&D capability outside the United States.\n\nNow, Mr. Chairman, I failed to respond to one part of Ms. Jackson-Lee's question, and if you would indulge I could \ndo that in a minute.\n\nREP. SENSENBRENNER:  Without objection.\n\nMR. WORTZEL:  Sir.  She asked about the balance between counter- intelligence responsibilities and anti-\nterrorism, investigative responsibilities for the FBI.  Let me say that my experience before and after September 11, \n2001, in having to deal with FBI agents here in this country that, you know, I may have spoken to or they come to \ninterview me, they're doing a pretty good job.  I mean, they are able, despite the fact that they are out hunting \nterrorists and hunting people that are perhaps dealing in weapons of mass destruction, they're still able to focus on \nthe big ballpark issues that deal with what may be Chinese espionage.  So that they are people who can use more \nreinforcement. I think they need more counterintelligence agents in the field.  They can use more education.  I find \nmyself talking to FBI counterintelligence agents that don't know the history of espionage with China and, you know, \n\n\n\nI'm going back over the fact that I'm a little older and I've been part of it, but basically I'm pretty happy with what \nthey're doing as an agency and I support the changes and the creation of a new division.\n\nREP. SENSENBRENNER:  Thank you.\n\nThe chair recognizes the gentlelady from California for five minutes, Ms. Lofgren.\n\nREP. ZOE LOFGREN (D-CA):  Thank you, Mr. Chairman.  I want to focus a little bit on the Visas Mantis process \nbecause it is faulty and it is slow and it's causing us problems.  I'd ask unanimous consent to enter into the record \nan article from The New York Times this August that talks about a Ms. Wang who was a cryptographer, \nmathematician actually, who was one of nine invitees to a conference on cryptography that was going to help the \nUnited States, because they found a flaw in -- and they were going to help us and they were not able actually to get \nin to provide that help.\n\nREP. SENSENBRENNER:  Without objection. \n\nREP. LOFGREN:  I'll just note also, last spring I met with -- I won't mention his name -- but a Nobel prize winner in \nCalifornia who told me that he will no longer organize scientific conferences in the United States because you can't \nget the scientists in.  And so I've actually -- since he said that I've been looking all the high energy physics, it's all -- \nit's in Toronto, it's in Europe, they're not here any more.  And so we're going to pay a price for that. The Visas \nMantis -- stepping back.  I think someone said we need to take a look at our export control system and I do -- we've \ntried to do that, we lost the vote on the floor here.  Secretary of State Rice suggest we ditch the end top standard, it \ndoesn't work, and to go with a standard of what's readily available, which makes a lot of sense to many of us.\n\nIf we were to do that, here's the question, wouldn't that help on the Visas Mantis project?  Because then you would \nhave a much limited set of technologies and you would be protecting it against the things you really needed to \nprotect instead of this broad area of -- and you go to Fry's and buy it and if you can buy it at Fry's it's too late. And \nthen wouldn't that also help on the deemed export problem? Because right now we're controlling on things that -- I \nmean, these students are just going to go and get the same thing at Oxford, you know, it's not as if we're the only \npeople that are studying this. What's your reaction on that approach as part of the way to fix the Visas Mantis \nproblem?\n\nMR. WORTZEL:  First of all on Mtops, I would drop that too.  I think it's kind of silly to be getting control on speed.  I \nthink you have to begin to figure out if there are certain software applications that have great military or \ncryptographic applications that you control, and I think it's getting silly to control Mtops and I think it's getting silly to \ncontrol chip density, you know, whether it's 5 or 13 microns or whatever.\n\nNow, all these questions that you're asking really also come down to questions on deemed exports.  Or let me give \nyou an example.  You can study this.  I'm a political scientist, I'm a military officer, you know, I've done a little bit of \nintelligence work here and there, I'm not an engineer and I've never worked in production and, frankly, most \nconsular officers on a visa line have not either.\n\nREP. LOFGREN:  They don't know.\n\nMR. WORTZEL:  They don't know.  So their education is a very important part of it, and here, if you're working in an \nembassy, if you've got a good ambassador or consul-general, he's putting those people in touch with the industry \npeople.\n\nREP. LOFGREN:  Let me just -- I know I'm going to run out of time and I don't want to be rude, but right now we \nhave the responsibility, the State Department with Commerce does this whole list.  Just simply by shrinking the list \nwe would help the situation to target it, it seems.  Would you agree, Dr. Wulf? \n\nMR. WULF:  As long as you shrink it by making it more specific. Part of the real problem here is it's a long list, or it's \ntwo long lists, and each item on the list is quite generic.  So you hand this to some poor consular official who \ndoesn't have a technical background and they --\n\n\n\nREP. LOFGREN:  It's always easier to say no.  You don't get called to account for saying no, only for saying yes.\n\nMR. WULF:  Right. \n\nREP. LOFGREN:  The other thing I had, looking at it, the slowest part of the whole Visas Mantis program is the \nFBI.  They don't have a deadline.  And I've often wondered, how much do they really have to offer to this?  I mean, \nthese are foreign nationals, they haven't in most cases been to the U.S., they're not permanent residents, they don't \nlive here, you know, maybe the CIA might have something on them in which case we should get that information, \nbut they're not going to be on a rap sheet in the FBI's computer. I mean, it just seems to me that if you're paying a \nprice by having the top scientists go to other countries, having your scientific conferences be shoved abroad -- or I'll \ntell you, as I was driving to the airport in California I heard interview one of my constituents who had a huge \ntelephone network that he had sold to a company abroad.  He couldn't get his customer in to teach them how to use \nthe system.  So he relocated the company to Vancouver and left California.  So there's a price to be paid on all of \nthis.  What are we getting for it in terms of security?\n\nMR. WORTZEL:  I don't think it's wrong to ask universities and companies to plan ahead and figure out who they're \ngoing to invite.\n\nREP. LOFGREN:  I don't disagree with that.\n\nMR. WORTZEL:  Two months advance notice.  You know, if you decide tomorrow morning you're going to run a \nconference and you want somebody --\n\nREP. LOFGREN:  Right.  No, I mean, I don't disagree with that.\n\nMR. WORTZEL:  With respect to -- I wouldn't eliminate any part of intelligence or law enforcement communities.  \nBut I do think that of all the agencies, from what I have seen and read and experienced, that's the one that can \nprofit the most by a systematic automation of the records.\n\nREP. LOFGREN:  It's paper -- and that's why it takes so long.  I mean, it's pretty shocking that they've still got --\n\nMR. WORTZEL:  Well, I wouldn't eliminate it.  Instead, if you -- I mean, you have oversight.  That's where I'd push \nit. \n\nREP. LOFGREN:  We've yet to have a hearing on oversight of the FBI and the full committee in the 10 years I've \nbeen on the Judiciary Committee.  I would just -- of course I know my time is up, but we've talked about our \ncompetitiveness, but if the 2 percent of the population of China is really, really smart that's more than the entire \npopulation of the United States.  So that's what we're competing against and we'd better make sure that we've got \nnew Americans to do that.  And I yield back.  Thank you.\n\nREP. SENSENBRENNER:  Thank you.\n\nThe chair recognizes the gentleman from Iowa, Mr. King, for five minutes.\n\nREP. STEVE KING (R-IA):  Thank you, Mr. Chairman.  I regret that I had to step out of this hearing for a period of \ntime and I missed some of the core of the testimony of the witnesses.  I thank you all for your testimony and your \nwritten testimony.  I have absorbed some of this testimony when the doors were closed and some of it when it's \nopen.  And I look back at the United States of America in 1959 and I remember sitting in 6th grade when Sputnik \nwent up into space. I didn't know it that day, but I found out over the years that I had been assigned to, and millions \nof American students had been assigned to go down the path of science and technology and engineering and math \nand chemistry.  And we did an all out full court press and we mobilized America to educate our young people so \nthat we could prevail in the race to space.  And in the process of doing so, we also, I believe, laid the groundwork to \nprevail in the cold war by succeeding economically where the Soviet Union was bankrupted and before they \ncheckmated us militarily, by the way.\n\n\n\nAnd that backdrop of the history of what we did in this country to mobilize a nation of essentially U.S. citizen \nstudents that went into the science and technology, there was a pattern that we had in the past.  And I'd ask to what \nlevel we have a truly intellectual exchange when we have I think far more students here in the United States \nstudying science and technology than are studying in foreign countries?  Is it an exchange or is it just a transfer of \nour science and technology to foreign countries?  And then I begin to think in terms of what's ahead in the next \ngeneration of America if we're watching these numbers grow?\n\nAnd as Dr. Wulf has testified, 25 to 30 percent of the engineering faculty is foreign born, 37 percent of the \nengineering degrees are foreign born, one-third of Nobel prizes is foreign born. If that number is growing and I \nsuspect it may be, because at more than 50 percent of the engineering doctorates are foreign born, so do we have \nan intellectual transfer here, or are we just slowly transferring our intellectual property in our human property to \nforeign countries?  A generation from now, are they going to need our universities to teach this?  Are they going to \nhave then established in place an ability to teach that engineering and are we going to send our students there at \nsome point?  At what point do we reach that critical mass, that tipping point where they're not coming to the United \nStates not because we haven't set a climate that says please come here and learn, but because they've now \nabsorbed the science and technology necessary for them to be the world leaders?\n\nAnd if we're looking at a nation, like China for example, that has 1.3 billion people and the ability to mobilize all of \nthem if they choose, or skim the cream off of the crop, get that education, bring them back home again, and we've \nalready marketed some of America's future, and what if -- and so within the context of that, that generation  or what \nhappens in 25 years or 30 or 50 years, I inject another question.  And that is, are the Israelis educating Palestinians \nor Arabs in military or nuclear technology or missile technology?  Do they have an exchange program going on \nwith their neighbors, their people that are sworn to  kill them and drive them into the sea?  I mean, that's a little \nmicrocosm possibly of this I'll say the risk of an impending crisis with China and a generation from now.\n\nSo if the Israelis see the wisdom in not doing that with their neighbors sworn to their annihilation -- and I remember \nthe Chinese general that threatened to nuke Los Angeles, and I wish Mr. Gohmert were here, because he had a \nconversation with their leadership over there last month, to point that out -- I pose then my question to Mr. Wortzel.  \nAre we thinking generationally in this and what would happen to the future of this country if we decided that we \ndidn't want to take a security risk or intellectual property risk and wanted to mobilize the young people in this \ncountry  like we did after Sputnik?\n\nMR. WORTZEL:  Well, I would like very much to see scholarships targeted toward American students rather than \nbringing in foreign students into American universities, particularly when you're dealing with a country that has 790 \nsomething or $43 billion in foreign reserves.  They can afford to send their own students to American universities.  \nBut frankly, I would not keep them out.\n\nWe do not know the ultimate result of our engagement policy with the Peoples Republic of China.  It is a latent \nsecurity threat and it is certainly a real threat in the sense of its strategic nuclear forces.  Perhaps not so much in its \nconventional forces.  But I will tell you that there's great change there.  The economic freedom is open enough.  It \nhadn't resulted in a change in political freedom.\n\nYou find the average Chinese citizen in most urban areas, and now that's the majority of them, owns an apartment.  \nThey have a mortgage. I mean, it's changing.  So we don't know what the outcome will be.  I think what we need to \ndo again is to identify the most critical technologies and military -- well, no military assistance.  But military do use \ntechnologies where the United States is so clearly  ahead and ensure we protect, but we should not be protectionist \nabout keeping Chinese citizens out of this country or out of our universities.\n\nREP. KING:  Thank you, Dr. Wulf.\n\nMR. WULF:  I think we all should put emphasis on how we get more U.S. students to study math and science.  Just \nas you pointed out, how Sputnik it became a national priority and by George, a whole bunch of people from my \ngeneration took math and science, became engineers and scientists and were living off of them now.  The trouble, it \n\n\n\nseems to me, is that science and technology is not particularly a priority in this country right now.  I just got a letter \nto make a nomination for the millennium prize.  This is a million year old prize that's put up by the Finns. \n\n There are, if I remember correctly, 4 million Finns, right.  So kind of a third of New York city.  And they put up a \nyearly million year old prize.\n\nWe haven't awarded the national medals in science and technology for the last three years. We've named them but \nthey haven't been awarded.  It's not been enough of a priority for the president to do that.  Our funding for physical \nsciences and mathematics, engineering research has been flat or declining for two decades.  Total research budget \nis going up but it's all going into the life sciences.  I just read this as our society as a whole doesn't believe that this \nis a priority and while that's communicated to the young kids and they don't see why they should be doing all that \nhard work when there's no reward for it.\n\nREP. KING:  Thank you, Mr. Chairman.  I yield back.\n\nREP. SENSENBRENNER:  I think that the chairman --\n\nREP. JACKSON-LEE:  Chairman, would you yield for just a --\n\nREP. SENSENBRENNER:  Yes, I yield to the --\n\nREP. JACKSON-LEE:  Dr. Wulf, I posed this question before I won't ask you to repeat it.  I'll just make this \nstatement because I heard your answer to Congressman King's comments.  This is not the Science Committee.  \nBoth Congresswoman Lofgren and myself are members of the Science Committee.  And I would simply say that the \nproblem is even wider than you might have expressed here.  That has to be a parallel effort in order to surpass or to \novercome the dilemma that we're in. National security, more resources in intelligence, but over here a ramping up \nof the training of Americans in the sciences and the mathematics and the encouragement of grad students and \nprofessors and researchers and more dollars in basic research.  Thank you.\n\nREP. SENSENBRENNER:  That chair feels compelled to make an addition to the record given my background.  \nBeing an engineer student in the late 70s and early 70s, I can't remember a single federal government program \nthat encouraged me to become an engineer.  I do remember the influence of family and community and of the \neconomy and the fact that I was encouraged to follow my desire to study that which I enjoyed, which was the math \nand physical sciences.  It just so  happened that my graduation also coincided with one of the largest build ups of \nthe United States military where there was a huge demand for the applied sciences.  And the fact that I also \ngraduated at a time when the nuclear industry had gained ground, but as a result of a very limited number of \nunfortunate incidents in that industry caused that industry to almost evaporate from future growth.\n\nVirtually all of my encouragement came not from the federal government, but came from a robust economy and a \nstrong understanding of a strong national defense, which all of those needed engineers and there was tremendous \ndemand for that.  Now, I think if we see a -- it's inversely proportional to the level of attendance that's been taken on \nby the federal government since I've been in Congress as an engineer.  I've heard continually about the fact that \nwe're spending more in the federal government on the attention to science and engineering and we are getting \nfewer American scientists and engineers.\n\nOnce again to reiterate, this is not the Science Committee, but this is a committee that is going to look into in the \ncoming months one of the issues that was touched on briefly here.  And that is, what is the relationship between \nforeign born foreign nationals and our institutes of higher learning with regards engineering and science and why \npeople aren't doing what they did in the late 1970s and that is going into engineering in fairly large numbers.  If I \nremember the fact, there were a few people that were kept out of programs because of restrictions on attendance \nat that time.\n\n\n\nSo I just make that addition simply out of experience and I appreciate the input of all the members of the panel.  \nYour testimony has been highly effective and highly beneficial to this discussion. All members will be allowed two \ndays to make additions to the record. Business before this subcommittee being complete, we are adjourned.  \n"}