{"title": "A 4th Body Is Discovered in the Waters Off Queens", "body": "\nA body of an Asian man was pulled from the sea off Queens yesterday by the United States Coast Guard, the \npolice said.\n\nThe Immigration and Naturalization Service said the body might be that of a passenger on the Golden Venture, one \nof 20 people believed to be missing from the immigrant-smuggling ship that ran aground off Rockaway Beach on \nJune 6 with about 320 passengers.\n\nThe body was discovered in waters off Beach 124th Street, three miles east of the waters off Fort Tilden where \nthe 150-foot freighter ran aground. It was the fourth body discovered last week in waters east of Fort Tilden. All \nfour bodies were those of Asian men.\n\n \n\nPassenger List Not Found\n\n The immigration agency is not sure exactly how many people were on the ship when it ran aground. Investigators \nwere unable to find a list of passengers, something that all ships are required to have, an agency spokeswoman, \nRosemary LaGuardia, said.\n\nMs. LaGuardia said investigators were still interviewing the immigrants to determine whether any of the missing \npassengers might be members of the gang that arranged the smuggling operation. She said the figure of 20 \nbelieved to be missing was based interviews with the immigrants.\n\nIf the four bodies are determined to be from the freighter, it would bring the death toll from the grounding to 10. \nSince the grounding, the Coast Guard has been on the lookout for more victims, Petty Officer Chris O'Neil said.\n\nCoast Guard officials say it is not unusual for bodies to remain submerged for days before resurfacing. Local \ncurrents may prevent the bodies from being washed farther out to sea.\n\nThe ship set out from Bangkok, Thailand, in March or April, sailed around the Cape of Good Hope and then headed \nnorth through the Atlantic to New York. The immigrants reportedly paid as much as $30,000 each to make the \nclandestine trip to America.\n\nAfter the Golden Venture failed to rendezvous with smaller boats, which were supposed to carry the passengers to \nland, the crew mutinied. The vessel struck a sandbar about 200 yards from the shore, and many passengers \npanicked and jumped into the surf.\n"}