{"title": "MYSTERY OF THE MAN NABBED IN 9-11 SWEEP Immigrant 'is no angel,' says his lawyer", "body": "\nOf the more than 1,200 illegal immigrants detained in anti-terrorism sweeps since the World Trade Center attack, \nFarouk Abdel-Muhti may be the last one who has not been deported, released, charged with a crime or classified \nas a material witness.\n\nSupporters of the self-described Palestinian freedom fighter say he has been kept behind bars for more than a year \nbecause of his outspoken activism against Israel, especially during appearances on WBAI radio.\n\nBut law enforcement authorities paint a very different picture. They say Abdel-Muhti is a con man who has claimed \nnumerous names and birthplaces in a 40-year game of cat and mouse that has left federal immigration officials \nhelpless in their efforts to deport him.\n\nThe only certainty is that Abdel-Muhti is a man without a country.\n\nHis story plays into several important issues beyond his control: the war on terrorism, the unresolved peace process \nin the Middle East, our open borders and the chronic failure of the former Immigration and Naturalization Service, \nnow known as the Bureau of Citizenship and Immigration Services, to keep track of known illegal aliens long before \nSept. 11, 2001.\n\nBut Abdel-Muhti has contributed considerably to his own plight.\n\nSince he first entered the country in 1963 from Honduras, records reviewed by the Daily News show, Abdel-Muhti \nhas lied to judges, immigration agents, the FBI and police officers about his name, his date of birth, his country of \nbirth, the number of times he has been married, his marital status, the number of children he has fathered and his \ncriminal record.\n\nOver the years, he has claimed Honduras, Jordan, Cuba, Israel, Puerto Rico and the West Bank as his birthplace, \naccording to documents on file at U.S. District Court in Newark.\n\nHe has used 11 dates of birth and more than a dozen aliases, including Albert Hadad, Faruk Abedelmuhit, Faruk \nMahmoud Abdel Muhti and Firuk Multi, according to records of the immigration service.\n\n\"I guess we'd say he's no angel,\" said Abdel-Muhti's attorney, Joel Kupferman.\n\nSeveral arrests\n\nBy his own admission, during more than 30 years of menial employment in this country, Abdel-Muhti, who is \nbelieved to be about 55, has never filed an income tax return or paid a penny of income tax.\n\n\nIn court papers, the immigration service also has suggested Abdel-Muhti is a bigamist - three wives and no \ndivorces.\n\nHe has been arrested by NYPD several times, including a 1993 incident where one of his wives accused him of \nbeating and raping her. He pleaded guilty in Brooklyn Criminal Court to third-degree attempted assault, a \nmisdemeanor, and was sentenced to time served.\n\nAbdel-Muhti first entered the country through Miami on Nov. 20, 1963, as George Muhti Nasser, a citizen of \nHonduras. He overstayed his tourist visa, and after being picked up in Jersey City for selling rugs without a permit, \nwas deported back to Honduras.\n\nRecords show that he reentered the country at Laredo, Tex., on July 23, 1964, as Jorge Alberto Muhti-Nasser. He \nheld a visa issued by the U.S. Consulate in Tampico, Mexico.\n\nAbdel-Muhti headed for Chicago, where he was a street peddler. In immigration service custody eight months later, \nhe contended he was born in Puerto Rico, then \"decided to tell the truth\" and proclaimed he had been born in \nHonduras.\n\nAt a deportation hearing, he presented a certified copy of a Honduran birth certificate. He was again ordered \ndeported, but instead of returning to Honduras, he self-deported - which the immigration agency allows in certain \ncircumstances - to Lima, Peru.\n\nAbdel-Muhti later would tell immigration agents that he reentered the United States again on Sept. 19, 1971, by \npaying \"a Mexican-American $100 to show me\" how to cross the Rio Grande. He headed for New York City, and \nsaid he lived here until his most recent arrest.\n\nDuring those years, however, Abdel-Muhti came to the attention of the immigration service on several other \noccasions. He was the subject of three more deportation orders - none of which was executed.\n\nBy that point, Abdel-Muhti said he was actually from the Middle East - first Israel, then Jordan.  He now insists he \nwas born in Ramallah on the West Bank.\n\nAbdel-Muhti's latest arrest occurred on April 26, 2002, in Corona, Queens, when members of a joint Absconder \nTask Force detained him on a 1995 deportation order.\n\nFor months, he was shuffled between several New Jersey county jails. On Feb. 19, shortly after concluding a \nhunger strike with other detainees at the Passaic County Jail in Paterson, N.J., Abdel-Muhti was transferred to the \nYork County (Pa.) Jail.\n\nHe is being held without bail and under 23-hour lockdown while officials try to find a nation willing to accept him.\n\nSince it is impossible to confirm the man's identity and birthplace, it has been impossible to repatriate him, \nAssistant U.S. Attorney Thomas Calcagni said in an interview.\n\nFor example, because Abdel-Muhti now insists he was born in Palestine, Honduran officials are no longer willing to \nissue him travel papers to their country.\n\nSay he's stateless\n\nIn November, Kupferman filed a habeas corpus petition seeking his client's release on the grounds he was born in \nPalestine and is therefore stateless and undeportable.\n\nKupferman cited a 2001 U.S. Supreme Court ruling, Yadvydas vs. Davis, that says an illegal immigrant must be \nreleased if the government fails to execute a deportation order within 180 days and has no reasonable expectation \nof being able to do so in the near future.\n\n\n\nU.S. officials, who say they hope ultimately to send Abdel-Muhti to the West Bank - possibly through Egypt or \nJordan - contend that the 180-day clock does not start until a detainee begins cooperating in the process; they \nassert Abdel-Muhti is doing no such thing.\n\nIn the meantime, a federal judge in Newark has approved Calcagni's motion to move the habeas petition to a court \ndistrict near the Pennsylvania jail.\n\nLeaders of the Committee for the Release of Farouk Abdel-Muhti, which sponsors weekly rallies in lower \nManhattan, contend he is being held to keep him from advocating for human rights in Palestine.\n\nThey point specifically to his efforts at WBAI radio during the weeks leading up to his arrest, at a time of major \nIsraeli incursions into the West Bank.\n\nAt the station, Abdel-Muhti served as a producer/translator, arranging interviews with Palestinians in the occupied \nterritories.\n\nIn recent years, Abdel-Muhti also has been on the fringes of other causes, involving labor, immigration, human \nrights, Cuba and the military bombing on the Puerto Rican island of Vieques.\n\n\"The U.S. government believes it is fighting terror, but on the contrary, it is openly practicing terror on innocent \nArabs and Muslims,\" Abdel-Muhti and five other detainees said in a statement while on the hunger strike.\n\nThey compared their situation to the internment of  Japanese-Americans during World War II.\n\nIn another statement to supporters, Abdel-Muhti called on the Bush administration to end the detention of \n\"thousands in prison with no reason other than immigration matters.\"\n\nHe also has  denounced Israel and demanded \"a review of the rights of Sheik Omar Abdel-Rahman [convicted of \nplotting to blow up New York City landmarks] and other Muslims in U.S. prisons.\"\n\n\"So far there is no real proof of what happened on 9/11, but we do know that the United States wants to take over \nthe Middle East, in a strategy of which Israel is a part,\" he said in one communique.\n\n'Deep sense of humanity'\n\nAbdel-Muhti's immigration case file contains character references from a diverse group: several college professors, \nlocal labor leaders, housing activists, friends and fellow members of the Palestine Aid Society.\n\nThe notes typically compliment him for being \"a family man and a human rights activist,\" \"an honorable and \nupstanding person\" with \"a deep sense of humanity.\"\n\nBut in a 1999 decision upholding the 1995 deportation order, U.S. immigration Judge Noel Ferris noted the \nuncertainties about Abdel-Muhti's identity and travel history. The judge also observed that even those with \n\"personal knowledge of the respondent may be in the dark as to many aspects of [his] life.\"\n\nBernard McFall, 67, a city employee who was Abdel-Muhti's roommate in Corona, acknowledges that his friend has \na checkered past and a less-than-accurate resume.\n\n\"It's very clear that he's not a choirboy,\" McFall said. \"And his papers probably aren't exactly right - he's an \nimmigrant.\"\n\nBut that shouldn't impinge on his right to protest, McFall said. \"In a nutshell, they locked him up to shut him up.\"\n\nGraphic\n\n\n\n \n\nROBERT MECEA Farouk Abdel-Muhti seen on poster during demonstration last October in front of immigration \noffices at 26 Federal Plaza.Form from Honduras (above) and a Jordanian birth certificate (above r.) add to \nconfusion over Abdel-Muhti. He presented Honduran birth certificate at deportation hearing and has claimed Jordan \nas one of several birthplaces.ROBERT ROSAMILIO DAILY NEWS Supporter Jane Guskin hands out flyers May 9 \noutside 26 Federal Plaza protesting Abdel-Muhti's arrest and detainment.\n"}