{"title": "INS getting cagey in cat-and-mouse game / Vise tightens at the source -- airports overseas", "body": "\nEach year thousands of undocumented foreigners, bearing little more than desperate pleas for asylum, flood John \nF. Kennedy International Airport - a main entry point for illegal immigrants.\n\nIllegal immigrants claiming asylum rose 900%, to 9,178, between 1990 and 1992. But on this day, the glass-\nenclosed room used for questioning undocumented asylum seekers stands empty - a welcome and increasingly \ncommon occurrence, officials say.\n\nThe number of illegal immigrants - mostly Chinese, Indians and Pakistanis - arriving at JFK has dropped 45% since \nFebruary.\n\nThe suspected reason: a year-long collaboration among the Immigration and Naturalization Service, U.S. \nconsulates overseas and airlines - badly hit by INS fines - that has intensified scrutiny of passengers at key \nairports abroad.\n\nBut there are signs the problem hasn't gone away - merely moved somewhere else. While JFK's numbers are \ndown, nationwide the total number of arrivals seeking asylum remains high. INS officials say organized crime has \nshifted its sights to other cities, like Miami, San Juan and San Francisco.\n\n\"Right now, they're shopping\" for the weakest links in the system, says Marie Schroeder, assistant chief INS \ninspector.\n\nStill, the agency is encouraged by the results here. \"We hope we're discouraging a trend,\" says Schroeder, who \nheads the INS Carrier Consultant Project.\n\nThis month, 30 INS agents fan out around the world to train airline agents to spot fraudulent documents, counterfeit \ntickets, and \"document flushers\" who will try to gain entry into the USA by claiming asylum.\n\nWhen the program started last year, Tokyo's Narita International Airport was the most frequent point of origin of \ninadmissible passengers arriving in the USA. But following INS training of hundreds of airline agents there, Narita \nisn't even in the top 10 this year.\n\nCharles Akalski, INS assistant port director at JFK, is pleased with the decline, but cautious. Far too many \nimmigrants still arrive without documents, claim asylum and - because there isn't enough space to detain them - are \nreleased into the nation's largest city without the INS having any real idea of who they are or why they came.\n\n\n\"To have 300 or 400 people a month still walking out the door - is that acceptable?\" Akalski asks. \"They could be \nterrorists.\"\n\nRevelations that several suspects in the World Trade Center bombing evaded U.S. immigration laws has prompted \nnew proposals to fight illegal immigration, including a $ 172 million plan by President Clinton.\n\nOne World Trade Center suspect, Ramzi Yousef, sought asylum when he arrived at JFK last year, then \ndisappeared while his case was pending.\n\nThe INS has space to hold only 100 at a privately run jail in Queens, at an annual cost of $ 5 million. Virtually \neveryone who arrives here without proper entry documents, such as a visa, is allowed into the country after being \ndetained briefly and given an immigration hearing date - three months later.\n\n\"We've had cases where people tried to run out,\" Akalski says. \"We tackle them, bring them back and say, 'You \ncan't run out of here. First, you need these documents. Then you can walk out.' \"\n\nMost of the illegals board planes using fraudulent documents, which they destroy en route, immigration officials say.\n\nLos Angeles International Airport saw an explosion of cases in 1990. But the number of illegal immigrants arriving \nthere fell from 1,000 a month to 250 shortly after a new INS detention center opened in 1991.\n\nAlmost immediately, JFK got hit. During the 1992 federal fiscal year, 14,866 immigrants without proper papers \narrived.\n\nAirlines, fined $ 3,000 for each passenger without proper papers, then got serious, says Akalski: \"Cost is the key.\"\n\nAfter Air France was fined $ 300,000 in October 1992, it asked the INS for help.\n\nInvestigators discovered that unmonitored lounges at international airports were being used to sneak \nundocumented aliens on flights to the United States without scrutiny of documents. On the INS' recommendation, \nthe airline began inspecting documents immediately before boarding. It also began turning suspects over to French \nauthorities.\n\nLast month, Air France had no fines for undocumented asylum seekers.\n\n\"The airlines realized that if they don't become hard targets, their profits would be a minus,\" says James Carlin, \nsecurity manager for Air France. Besides, \"you don't want people that desperate on an aircraft.\"\n\nTo avoid detection, smugglers often route illegals through several cities. Asian organized crime now favors \nsmuggling passengers, many destined to lives of indentured servitude in the USA, through Latin America and the \nCaribbean.\n\nThe costly cat-and-mouse game is far from over, says American Airline's Jim Holden, head of a group of 17 \ndomestic and foreign carriers sharing methods and information: \"The Chinese are still nailing us to the wall. We're \nspending millions of dollars, but we're pledged to stop this.\"\n\n Asylum claims down at JFK airport The number of immigrants entering the USA by claiming asylum at New York's \nJohn F. Kennedy International Airport has dropped this year.\n\nNumber entering by month:\n\n    July '92    780\n\nJune '93    484\n\n  \n\nMost violations at JFK Airlines are fined $ 3,000 for each improperly documented passenger they fly to the USA. \nThose fines may be cancelled on appeal. Most violations and fines occur at JFK airport. Monthly violations and air \ncarrier fines at all U.S. airports compared to JFK:\n\n\n\nImproper documentation violations\n\n             JFK           All\n\n     airport       airports\n\nJune '93      119 (1)       248 (1)\n\n(1) - June totals are likely to lower as cases are adjudicated.\n\nImproper documentation fines (2)\n\n                 JFK          All\n\n         airport      airports\n\nMay '93         $ 87,000      $ 102,000\n\n(2) - June fines were not available.\n\n Most-fined carriers at JFK\n\nAir France                $ 912,000\n\nBritish Airways           $ 462,000\n\nLufthansa                 $ 297,000\n\nPakistan International    $ 291,000\n\nAeroflot                  $ 258,000\n\nAlitalia                  $ 225,000\n\nNigeria Airways           $ 222,000\n\nIberia Airlines           $ 216,000\n\nJapan Airlines            $ 213,000\n\nKLM Royal Dutch           $ 198,000\n\nNotes\n\nIMMIGRATION; IMMIGRATION; BACKLASH IN THE LAND OF LIBERTY; See info box at end of text; See sidebar; \n10A; Complete text of graphic not available -- Please see microfiche\n\nGraphic\n\n \n\nGRAPHIC, b/w, Elys E. McLean, USA TODAY, Source: Immigration and Naturalization Service (Line graph, bar \ngraph); PHOTO, b/w, Bob Strong\n"}