{"title": "THE 1994 CAMPAIGN: CALIFORNIA;Economy, Crime and Immigration Dominate First Debate in Governor's Race", "body": "\nGov. Pete Wilson and State Treasurer Kathleen Brown finally met face to face in a televised political debate on \nFriday night, with sharp, occasionally emotional exchanges over crime, illegal immigration and California's \nstruggling economy.\n\nBut neither emerged a clear winner from the largely low-key hourlong confrontation, held in Sacramento and \nbroadcast on statewide public television. As a result, Ms. Brown still faces an uphill struggle to overcome Mr. \nWilson's lead of more than 10 points in what many political analysts say is one of the most important governor's \nraces in the country this year.\n\nThe Governor, a 61-year-old Republican who was behind more than 20 points when he started his re-election bid \nbut has since made a remarkable recovery, doggedly repeated the theme that has been the mainstay of his \ncampaign: his \"courage\" to be relentlessly tough on crime and illegal immigration.\n\n\"Kathleen,\" he said at one point, breaking out of his normally soft monotone, \"you lack the courage.\"\n\nMs. Brown, a 49-year-old Democrat, focused on the theme of her campaign, the struggling economy and what she \ndescribed as Mr. Wilson's failure to halt its slide. She argued that she had a detailed plan for governing California, \nwhile Mr. Wilson had only \"a plan for re-election.\"\n\nPollsters say that while Mr. Wilson is an unusually unpopular governor, Ms. Brown's own standing has eroded \nbecause she has never fully convinced voters that she has a solid vision for running the state. Thus her \nconcentration through most of the evening on her \"plan\" -- except when the Governor questioned her \"courage.\"\n\nThen she switched tack and lashed back in the emotional high point of the night.\n\nHer smile was replaced by a hard glare, and she asserted that she understood the need to be tough on crime \nbecause her own children had been crime victims, one in a date rape, one in a robbery.\n\n\"You know, Pete,\" she said, \"you've misrepresented my positions on crime throughout this campaign. But I have to \ntell you that what I resent most of all is you questioning -- questioning -- my commitment to be tough on crime.\n\n\n\"You cannot imagine what it's like to be a mother waiting for your daughter to come home in the evening and having \nher come home and comfort her because she's been raped. Or your son call while I'm working to say, 'Come home \nbecause I've been robbed.' \"\n\nShe added, \"So don't question my commitment.\"\n\nMr. Wilson, a political moderate on most issues, replied that he nevertheless had to question Ms. Brown's \ncommitment because she opposed the state's death penalty while he favored it.\n\nIn fact, he argued, there is a long history in the Brown family of opposing the death penalty and being too liberal on \ncrime. Ms. Brown's father, Edmund G. Brown Sr., and her brother, Edmund Jr., both served as governor, and both \nopposed the death penalty.\n\nPolls show that Californians rank crime and the huge influx of illegal immigrants across the state's southern border \namong their top concerns, along with the state's flagging economy. As the economy has begun to strengthen a bit \nin the latter part of the campaign season, Mr. Wilson has benefited in particular from his emphasis on the crime \nand immigration issues while Ms. Brown has lost some ground on the economic issue.\n\nTo Ms. Brown's further despair, pollsters have also found that many voters believe that a male governor can handle \ncrime and immigration problems more effectively than a female governor.\n\nIn trying to keep the economic issue alive, Ms. Brown returned again and again to her \"plan,\" saying she would \nbalance the state's budget and get the economy moving by cutting $5 billion in waste and using the savings to \nstrengthen education, transportation and other essential state services.\n\n\"It won't work,\" Mr. Wilson countered. \"It's not a plan; it's a pamphlet.\"\n\nHe argued that he had already cut billions in waste from the state's budget and that even more would be cut if \nvoters passed a proposition he supports to deny most social services to illegal immigrants. Ms. Brown, he \ncontended, is as \"soft\" on the immigration issue as on the crime issue.\n\nMidway through the debate, which the Governor had tried to avoid once he became the front-runner in the race, a \nquestion was posed that went directly to the national import of the Wilson-Brown race. Would Mr. Wilson serve out \na second term should he win?\n\n\"Yes,\" he replied to the question.\n"}