{"title": "HEARING OF THE HOUSE VETERANS AFFAIRS COMMITTEE; SUBJECT: \"A NATIONAL COMMITMENT TO END VETERANS' HOMELESSNESS\"; CHAIRED BY: REPRESENTATIVE BOB FILNER (D-CA); WITNESSES: JOHN DRISCOLL, VICE PRESIDENT FOR OPERATIONS AND PROGRAMS, NATIONAL COALITION FOR HOMELESS VETERANS; DWIGHT RADCLIFF, PRESIDENT AND CEO, U.S. VETS; MARSHA FOUR, CHAIR, VIETNAM VETERANS OF AMERICA WOMEN'S VETERANS COMMITTEE; CHIEF WARRANT OFFICER JAMES FANN, DIRECTOR, MANNA HOUSE, TENNESSEE; PHIL LANDIS, CEO, VETERANS VILLAGE, SAN DIEGO; LOCATION: 334 CANNON HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE HOUSE VETERANS AFFAIRS COMMITTEE SUBJECT: \"A NATIONAL COMMITMENT TO \nEND VETERANS' HOMELESSNESS\" CHAIRED BY: REPRESENTATIVE BOB FILNER (D-CA) WITNESSES: \nJOHN DRISCOLL, VICE PRESIDENT FOR OPERATIONS AND PROGRAMS, NATIONAL COALITION FOR \nHOMELESS VETERANS; DWIGHT RADCLIFF, PRESIDENT AND CEO, U.S. VETS; MARSHA FOUR, CHAIR, \nVIETNAM VETERANS OF AMERICA WOMEN'S VETERANS COMMITTEE; CHIEF WARRANT OFFICER JAMES \nFANN, DIRECTOR, MANNA HOUSE, TENNESSEE; PHIL LANDIS, CEO, VETERANS VILLAGE, SAN DIEGO \nLOCATION: 334 CANNON HOUSE OFFICE BUILDING, WASHINGTON, D.C. TIME: 10:00 A.M. EDT DATE: \nWEDNESDAY, JUNE 3, 2009\n\nREP. FILNER:  Good morning.\n\nI apologize for being a little late this morning, but we have an important hearing.\n\nWhile I'm saying a few words, if the first panel would take their seats, it would save us a few minutes.  So thank you \n-- thank you all for being here.\n\nI have to just ask an unanimous consent that all members may have five legislative days in which to revise and \nextend their remarks.  No objection, so ordered.\n\nI want to thank everyone today, both on the committee and our witnesses -- those who are here in our audience -- \nto be here on an issue which a lot of people apparently in our country don't want to face and that is the issue of \nhomelessness.  And I have decided, I guess, and many of us here have decided, that if people won't look at the \nhomeless in general, maybe they'll look at homeless vets.  And depending on what statistics you use, it's \nanywhere between, you know, 40 to 50 or more percent of the homeless.  So if we here on our committee and the \nVA can deal with that issue, we'll have dealt with almost half the issues that the local communities won't have to \ndeal with.\n\n\nAnd I know that our secretary of the VA, Mr. Shinseki, has taken on this battle himself also.  So working together, \nwe want to eliminate homeless veterans as a somehow, as a two words combined into one.\n\nWhether that number is 200,000 veterans or 130,000, doesn't matter.  There's too many and it's our responsibility \nas a nation to deal with it.  And we will hear about how those figures have come up with when the VA testifies.  But \nwe know it's a major problem and one that may increase with the economy as it is, and with the new veterans that \nare coming back Iraq and Afghanistan.\n\nWhat we have tried to do with our panels is to bring people who have confronted this issue directly in their \ncommunities, in their locales.  We want to hear some of the best practices that are being done and what local \ncommunities are doing, because we feel you can give us a real help in deciding policy at the national level.  You \nknow what works.  You know what doesn't work.  You know what we have to do.  You know what kind of help you \nneed.\n\nJust be very direct with us.  Tell us what you're doing; tell us how we can help.  Because as I said, the secretary \nand this committee has made it a major priority to say that the two words, veterans and homeless, should not be in \nthe same sentence for this nation.\n\nMr. Lamborn, I see you're ranking member today.  We welcome you and you're recognized for an opening \nstatement.\n\nREP. DOUG LAMBORN (R-CO)      :  Thank you, Mr. Chairman.\n\nI will be sitting in for the time being for the full committee ranking member, Mr.  Buyer, from Indiana.  And at this \npoint, I would like to ask that his statement be included for the record.\n\nREP. FILNER:  Of course, so ordered.\n\nREP. LAMBORN:  Thank you.\n\nMr. Chairman, each night approximately 131,000 veterans -- the men and women who have served our country -- \nare among the nation's homeless.  This number is alarming.  But we have seen a steady decrease in this number \nover the past few years, including a decrease of 15 percent from the 2007 estimate and 33 percent lower than \n2006.\n\nThis reduction is encouraging, but we must take time to examine how to reduce this number even more, and \nconsider how to improve the effectiveness of the billions of dollars spent by our government every year to fund \nprograms to end homelessness for veterans.\n\nFuture funding for homeless veterans' programs must continue to focus on providers that offer and provide job skill \ntraining and transitional services and new programs that focus on the needs of rural veterans. That is why I was \nproud to support H.R.  1171 as amended, the Homeless Veteran Reintegration Program Reauthorization Act of \n2009, which was sponsored by Dr. Boozman and passed the House earlier this year.  H.R. 1171 as amended \nreauthorized the successful Homeless Veteran Reintegration Program that provides grant money to local \nhomeless veteran providers who offer job skill training.\n\nI was also happy the committee accepted the amendment offered by Ranking Member Buyer to create a new, \nHPRP grant program for providers offering services to homeless veterans with children and to homeless women's \nveterans.\n\nMany of today's witnesses discuss the need of this emerging homeless population.  And I look forward to hearing \nmore about what we might do to help them and other homeless veterans.\n\nThank you and I yield back the balance of my time.\n\n\n\nREP. FILNER:  Thank you, Mr. Lamborn.\n\nI'll quickly introduce the panel.\n\nJohn Driscoll is the vice president for operations and programs with the National Coalition for Homeless Veterans.  \nMr. Radcliff is president and CEO for U.S. Vets.  Marsha Four is the chair of the Vietnam Veterans of America \nWomen's Veterans Committee.  Chief Warrant Officer James Fann is the director of the Manna House in \nTennessee. And Phil Landis is the CEO of Veterans Village in my hometown of San Diego.\n\nThank you all for being here.  We'll start with Mr. Driscoll.  I hope each of you takes about five minutes in oral \ntestimony.  And your written testimony will be part of the record.\n\nAnd I know Mr. Roe, when we get to Chief Officer Fann, you'll have a few words to say about him.\n\nMr. Driscoll,\n\nYeah, there's a button on your --\n\nMR. DRISCOLL:  Okay.\n\nThe National Coalition for Homeless Veterans is honored to participate in this hearing, to herald and to serve this \ncommittee and our partners in the campaign to end and prevent homelessness among veterans.\n\nFor two decades, largely due to the leadership in this chamber, the partnership NCHV represents has built a \ncommunity of service providers that has turned the tide in this campaign:  Where once we considered the \nmagnitude of our mission with caution and hope, we now celebrate the phenomenal success in reducing the \nnumber of homeless veterans on the streets of this nation by more than half in just the last seven years.\n\nVA officials have testified before Congress that the department's partnership with community and faith-based \norganizations is the foundation of this success.  NCHV believes it is also the incontrovertible evidence that we can \nsucceed in this battle.\n\nThe campaign to end veteran homelessness is now handed to the 111th Congress and with the nation ready to \nrespond to your leadership as never before in its history.\n\nThe VA Grant Per Diem Program is the foundation of the VA and community partnership and currently funds more \nthan 14,000 beds in every state.  Under this program, veterans receive services that include housing, access to \nhealth care, dental services, substance abuse and mental health support, family and personal counseling, \neducation and employment assistance.\n\nThe program provides funding for about 500 community-based programs across the nation -- and to its credit, the \nVA has increased its investment in this program more than five-fold in just the last decade.\n\nThe Grant Per Diem Program now provides funding for special needs grants for underserved populations, women \nveterans, the frail elderly, those with terminal illness.  The need to add service beds, despite considerable budget \nconstraints, has impacted grantees' ability to provide outreach services which is an integral part of this program.\n\nWe offer two recommendations.  The first is to increase the annual authorization appropriations for Grant Per Diem \nto 200 million. H.R.2504, introduced by Representative Teague of New Mexico, would do that.  We believe there's \ndocumented need for expansion of the program, its successful outcome, and the VA's emerging emphasis on \nprevention justifies this request.\n\nThe second is to change the mechanism for determining per diem payments.  Under the Grant Per Diem Program, \nservice providers are reimbursed for expenses they incur on a formula based on the reimbursements provided state \nveterans' homes.  Those rates are then reduced based on the amount of funding received from other federal \nsources.  The current ceiling is about $33 per day.\n\n\n\nWe feel the reimbursement formula should reflect the actual cost of providing services to help veterans rebuild their \nlives based on each grantee's demonstrated capacity to provide those services rather than a flat rate based on \ncustodial care.\n\nWe also believe that decreasing an organization's per diem rate due to funding from other federal agencies \ncontradicts the fundamental intents of the program.  To compete for funding under Grant Per Diem, applicants must \ndemonstrate the can provide a wide range of services in addition to the transitional housing they offer.\n\nThe Department of Labor Veterans Reintegration Program awards funding to government and private organizations \nthat provide employment preparation placement assistance to homeless veterans.  It is one of the most successful \nprograms in the Department of Labor. It's successful because it doesn't just fund employment services.  It \nguarantees job placement and retention.  Administered by Veterans Employment and Training Service, the program \nis responsible for placing 12,000 to 14,000 homeless veterans into gainful employment each year at a cost under \n2,000 (dollars).\n\nWe ask this committee to prevail to the extent possible to fully fund HVRP at its authorized level.\n\nThe return to focus on prevention -- and we have the full prevention platform on our website at www.NCHV.org.  \nAnd I know many of the other presenters are going to be talking about some of the programs that would address \nprevention initiatives.\n\nAnalysis of 2000 census data, performed by Representative Robert Andres of New Jersey, shows that about 1.5 \nmillion veteran families live at the federal poverty level, including 634,000 below 50 percent of the federal poverty \nthreshold.  So we certainly advocate expansion of the HUD-VASH Supportive Housing Program, which you'll hear \nabout, pass the Homes for Heroes Act, please.  We learned yesterday that it was dropped in the Senate by \nRepresentative -- sorry -- Senator Schumer of New York.\n\nAnd we also, in terms of increasing access to health services, one thing NCHV believes strongly in is an open-door \npolicy for veterans -- particularly combat veterans -- in areas that are underserved by VA.  Do not make these \npeople go 80 and 100 miles down the road.  Bring together HHS and VA health services so that every combat \nveteran has access to these.\n\nMr. Chairman, in closing, I would like to say that the work of this committee has been an inspiration for me for 10 \nyears.  And much of the success that we celebrate right now has occurred in just the last five to seven.  And I would \nlike to say personally, thank you for your service.\n\nREP. FILNER:  Thank you, Mr. Driscoll.\n\nMr. Radcliff.\n\nMR. RADCLIFF:  Mr. Chairman and committee, I am certainly honored to be here this morning and to participate in \nproviding information and feedback from the field to this committee -- especially in relation to such a passionate \ntopic as our nation's homeless heroes.\n\nAs a veteran who has once walked in their shoes, and now as leader of the community- based organization whose \nsole mission is to provide housing and service to homeless and at-risk veterans and their families, responsible for \nthe operations of housing and services to more than 2,200 veterans in five states and the district each night, I hope \nto bring a broad insight from a provider's perspective.\n\nU.S. Vets operates currently 727 Grant Per Diem beds at its service center.  As an active member of the National \nCoalition for Homeless Veterans, we realize the value of government working with community and there exists a \nnetwork that can solve and eradicate the problem of homelessness amongst veterans.\n\n\n\nSince 1992, U.S. VETS programs has served more than 18,000 homeless veterans, with more that 65 percent \nmaking a successful transition into permanent housing and into the community while achieving self-sufficiency.  \nThese veterans are receiving a wide array of services according to their needs.\n\nThe services we provide include outreach, transportation, secure and sober housing, food, nutritional advice, \ncounseling, mental health treatment, alcohol and substance abuse treatment, case management services, \npermanent housing placement, assistance in education and job training -- including veterans benefits.\n\nAll of our programs are collaborative efforts with local providers including VA Medical Centers, bringing the \ncommunity as a whole into the solution.\n\nSince the initial opening of our VA Grant Per Diem Program in 1997, and now currently operating 727 beds in five \nstates making it -- we're the largest, single recipient of Grant Per Diem funding that's a community-based \norganization.  We have programs that include a veterans in progress employment re-entry program.  We have a \nnon- custodial fathers program.\n\nWe have an advanced women's program, which includes a module for serving female veterans who are suffering \nwith post-traumatic stress disorder.  We have a social independent living skills for senior veterans, critical time \ninterventions for mental health veterans.  And we also have the service center -- a drop-in center for homeless \nveterans seeking information, resources and employment needs.\n\nOur current predicament, while the Department of Veterans' Affairs, which we applaud, is designed to help \nhomeless veterans, specifically the Grant Per Diem Program utilizes what we view as a most effective model in \nthat it's supports collaboration with community-based organizations.  Community-based organization to me \nrepresent the most efficient means of service provision in that they are able to do more with less.\n\nCurrently, the Grant Per Diem regulations allow for payment of $34.40 per day.  And this is based upon a cost \nreimbursement model, which is paid approximately 60 to 75 days after the service has been delivered to the \nhomeless veteran.  The cost reimbursement model adds an administrative burden leading up to 15 percent of the \ncost, which leaves $29.24 for service providers to provide a daily service to these veterans.\n\nTypically, salaries, housing, and food costs assume most of our operational expenses.  This compels CVOs to seek \nother resources and collectively patchwork programs together with additional funding oftentimes resulting in pursuit \nof funding that is not driven towards our -- specifically targeted towards our mission.\n\nGrant and Per Diem funding is distributed over a 12-month period with a reconciliation funding at the close of the \ngrantee's fiscal year.  Each year, the Grant and Per Diem grantees are required to reconcile the funds and \nreimburse VA costs for overruns.\n\nAt $29 a day, Mr. Chairman and committee members, we feel like it would be very effective to provide a fee-for-\nservices contract that allows VA to pay a recipient at least $35 to $65 a day.  None of these CVOs are thriving off of \nthis.  All of us are struggling to keep our cash flows going and keep our match -- I'm sorry -- and to keep the doors \nopen in the provision of services.\n\nAdditionally, we are asking that the per diem rate be higher. Geographically, it doesn't cost -- it is not the same cost \nin Phoenix, Arizona as it is in Los Angeles.\n\nIn the event of natural disasters, which we have witnessed over the past four years -- we operate programs in \nHouston, Texas where we have been impacted by Hurricane Katrina, Hurricane Rita and Hurricane Ike.  None of \nthe programs are allowed to keep a reserve of Grant Per Diem or a reserve funds that allows us to execute a \ndisaster relief plan.  I've watched programs in New Orleans close as a result with veterans sleeping in housing and \non buses until they can be reached.\n\n\n\nOftentimes, we operate programs in Hawaii, California and Texas where disasters are likely to occur.  We'd like to \nbe able to have reserves each year so that if a disaster hits, we're able to relocate those veterans temporarily and \nhouse them.\n\nAdditionally, the disallowance of match currently VA -- there are three, major funding sources that are utilized for \nour programs: Department of Labor, DOL Vets funding, Department of Housing and Urban Development, and VA \nGrant Per Diem are pursued in order to put together the much needed funding and resources to operate successful \nprograms.  Currently, VA funds are not eligible to be used for match for HUD programs.\n\nWe would ask for our solutions to include an increase in appropriations of the Grant Per Diem to allow VA to pay \nproviders up to $65 a day, utilizing current per diem federal guidelines which provide considerations for geographic \nand location; we would ask that VA utilize a fee-for-services model; we would ask that VA be allowed to reimburse \ngrantees at the close of each fiscal year when eligible expenses exceed the Grant Per Diem rate; we ask that VA \nallow Grant Per Diem recipients or programs to maintain disaster relief reserves. Again, we would allow -- we would \nalso ask that VA be allowed to use as match to other homeless services' money.\n\nUnless the federal government demonstrates the political will to tackle this problem in a substantial way, there will \ncontinue to be veterans who are falling through the cracks and end up on our streets. Homeless prevention \nrequires early intervention to include rental subsidies, domestic violence, substance abuse counseling at an \noutreach stage.  We advocate also, that we approve that this committee recommend approval and appropriations \nfor Homes for Heroes Act.\n\nThank you.\n\nREP. FILNER:  Thank you very much, sir.\n\nMs. Four, please.\n\nMS. FOUR:  Good morning, Mr. Chairman and distinguished members of the committee.  Thank you for giving \nVietnam Veterans of America the opportunity to provide some testimony.\n\nI think that it's very well understood that the Grant Per Diem Program is one of the major investments that has been \nmade by Congress and by the VA in approaching homeless veterans.  And I think it's also well understood that the \nnon-profits are the lifeblood of this program.\n\nI think that, in fact, I can reiterate some of the comments that Mr.  Radcliff made, because there is resounding \nconcern that the nonprofits are facing and it is threatening them, the financial difficulties that are facing them today.\n\nAnd if these are not addressed, I really feel that you will diminish the ability of these nonprofits to provide quality \nservice and you may actually lose these valuable assets.\n\nI believe legislation really must be considered to address these problems.  One is the reimbursement method.  If we \nlook at the two to three months that are necessary for the reimbursement to come back to the nonprofits if -- if they \nhave a line of credit, they have to use that in order to keep functioning and pay their staff until reimbursements are \nmade.  In this case, they incur interest rates that cannot be written off in any fashion.\n\nAnother challenge, of course, is the justification for an increase in per diem when the previous year's audit is where \nwe have to prove that we need more per diem, but non-profit can't overspend in the previous year in order to justify \na request for increased per diem.\n\nOne of the things we were looking at was that this idea of a fee- for-service rather than the per diem reimbursement \nprocess.  And this is, in fact, much could be considered much like that one like those that have the stay home \nprograms now where they are put -- money is put in the bank, or the per diem rate for all the beds they have.  And \non a monthly basis, they draw down from that on the beds that actually are occupied.  And it's a very simple \n\n\n\nprocess that eliminates a lot of the personnel.  It makes it more efficient and effective in the process not only for the \nnonprofits, but for the VA in the accounting process.\n\nOne thing that has not been mentioned though is also the issue of the service centers.  They are, in fact, one of the \ngreatest outreach tools that we have under Grant Per Diem.  However, because we only get in service centers \n$4.30 an hour for every hour the veteran is actually on the premises, many of the service centers that have opened \nhave been closed.  And many of those that have been awarded have never opened because they do not have the \nmoney to function.  Staff is required to work eight hours, sometimes longer on the needs of veterans, but we only \nget $4 because that's the only time they're actually on site.\n\nSo we really believe there needs to be a consideration of possible legislation that would address service center \nstaffing operational grants so that these frontline outreach programs are not lost in this very valuable systems.\n\nI'd like to spend most of the rest of my time talking about homeless women veterans.  There certainly is a question, \nof course, on the actual number of homeless veterans.  It's been fluctuating dramatically in the last few years.  \nWhen it was reported at 250,000 level, 2 percent were considered females.  This was roughly about 5,000.\n\nToday, even if we use the very low number that VA is supplying us with 131,000, the number -- the percentage of \nwomen in that population has risen up to 4 to 5 percent and in some areas, it's larger.\n\nSo with even a conservative method of determining this has left the number as high as 65,000.  And the VA, \nactually, is reporting that they are seeing that this is as high as 11 percent for the new homeless women veterans.\n\nThis is a very vulnerable population at a high incidence of past sexual trauma, rape, and domestic violence.  They \nhave been used, abused and raped.  They trust no one.  Some of these women have sold themselves for money, \nbeen sold for sex as children.  They have given away their very own children.  And this -- they are encased in this \ntotal humiliation and guilt the rest of their lives.\n\nIn order to survive on the street, moving from home to home, bed to bed, they become callous, aggressive, and \ndevelop attitude.  This behavior can often be a means, however, to remain safe and it can keep predators a bay.  \nFor others, though, they wither within themselves. These women who find the way to the Grant Per Diem Programs \ncan in fact have great advantage.\n\nThe special needs grants that were provided through Congress are tremendous assets that were legislated by \nCongress.  And the first came on line in late 2004-2005.  Although I will be speaking about the women special \nneeds program, some of the considerations can be placed overall to special needs populations.\n\nAnd while I speak on behalf of Vietnam Veterans of America, I am employed by the Philadelphia Veterans Multi-\nservice and Education Centers, a nonprofit agency with a 30-year history of working exclusively with veterans.  I \nam program director for Homeless Veterans Services, and also serve as the daily program director for the Mary E. \nWalker House.\n\nIt's a 30-bed transitional residence for homeless women veterans under Grant and Per Diem and it was awarded \none of the first special needs grants.  The Walker House opened it door in January of '05.  And it's the largest \nwomen veteran specific program funded under Grant and Per Diem in the country and accepts applications from \nanywhere in the country.  To date, applications have been received from 13 VISNs and women have been admitted \nfrom 10 VISNs.  Today, 145 women veterans are at the Walker House -- have been at the Walker House with an \naverage length of stay of 305 days.  Thirty-six percent are service connected.\n\nThe reality of the day-to-day operation of this program is complex beyond imagination.  This is due in part to the \nquality and characteristics of the gender population of women.  And just as a sidebar.  Women are much more \nverbal than men.\n\nAnd in part is due to the complexity and multiplicity of the presumptive problem:  issues, histories, medical \nproblems, debt, legal and court issues, employability, and mental health diagnosis for each woman.  Factor into the \n\n\n\nequation the fact that so few of these program locations are available for the women, these are women who fit \nnowhere else in the system; women who are considered too sick for general homeless programs, or not sick \nenough to be admitted to psych units -- those who could not survive in mixed gender populations.\n\nFor some of the demographics of our program:  sexual trauma, childhood sexual trauma, 37 percent; pre- or post-\nmilitary sexual trauma, 24 percent; military sexual trauma, 63 percent; multiple categories sexual trauma, 48 \npercent; combined military sexual trauma and other sexual abuse, 80 percent; domestic violence, 46 percent. \nMental health issues:  PTSD, 51 percent; bipolar, 26 percent; adjustment disorder, 10 percent; personality \ndisorders, 12 percent; self-harm, which are cutters and burners, 12 percent.  And the list goes on and on -- \nborderline personalities; suicidal ideation; paranoia.\n\nThe foresight of the Special Needs Grant Program to include the ability of the local VA medical centers to request \nadditional grant funds for itself has allowed a very expansive infusion of dedicated staff in treatment components.  \nThis element is vital to the special needs grants and hopefully will not be lost in the future.  But this needs -- this \nelement needs to also provide accountability for its funding, just as we are held accountable for the funding that we \nreceive from the VA.\n\nSpecial Needs Grant gives recognition and an understanding to the challenges faced by this program.  It has \nallowed for the development of intensive treatment opportunity vital to this population -- one necessary if we are \ngoing to actively address the issues of these women veterans.\n\nPer diem alone could never meet this demand for staffing -- for the staffing program.  And those that exist show -- \noh, I'm sorry -- what we're looking at is the fact that without this special needs grant, there would be an enormous \ngap in the system for women veterans and the other special needs populations.  They would also fail these \nveterans.\n\nThey would ultimately be lost perhaps forever.  And we hope than in the renewal process in 2011, Special Needs \ngrants will be reconsidered, and that renewals for existing programs that are productive and successful be \nconsidered separate from new requests for Special Needs Grants.\n\nI only, in a short way, mentioned the military sexual trauma- specific residential programs in my testimony, because \nthis is another issue that I believe plays a very active role in the prevention of homelessness.\n\nREP. FILNER:  Ms. Four, we need you to wrap up quickly.\n\nMS. FOUR:  Yes.  The rest of my testimony does regard Special Needs Grants.  We believe that there should be \nmore of these residential programs across the country, perhaps in every VISN.\n\nAnd I thank you very much for the opportunity.\n\nREP. FILNER:  Thank you so much.\n\nMr. Roe, I know you want to say something about Chief Warrant Officer Fann.\n\nREP. DAVID ROE (R-TN):  I thank the chairman for the opportunity to introduce Mr. Fann.  And thank the chairman \nand ranking member for inviting Mr. Fann to testify here today.\n\nJames Samuel, Sam, Fann is the Director of the Manna House, the transitional housing and recovery facility for \nhomeless veterans in my hometown, Johnson City, Tennessee.  Mr. Fann is himself a veteran of Vietnam having \nretired from the United States Army as a chief warrant officer.  Chief Warrant Officer Fann has valuable experience \nhelping homeless veterans.  I want to welcome him to Washington and look forward to his testimony.\n\nAnd, Sam, thank you for your service to our country and also, your effort to end homelessness for veterans.\n\n\n\nAnd as you know, we had the Traveling Wall.  It will be in Johnson City tomorrow through Saturday.  I'll see you \ntomorrow morning.\n\nThanks, Sam.\n\nMR. FANN:  Thank you very much.\n\nREP. FILNER:  Thank you.\n\nOfficer Fann, you have fan here.\n\nMR. FANN:  Well, that's right, yeah.  Okay.  Thank you very much.\n\nI appreciate the opportunity to be here.  I was going to wear my Rolling Thunder vest and all that, but I thought you \nall had enough of that last weekend, so some of the folks that were here with Rolling Thunder up here at the wall.  \nDr. Roe and myself will be at the Wall in Johnson City this coming week, so if any of you are down in that area, \nplease come by and see us.\n\nWe at Manna House, as Dr. Roe says, at Manna House, we're co- located with Mountain Home VA system.  Just \nup the road five minutes, we have a lot of veterans.  It's a 21-bed transitional facility. About 50 percent or better of \nour men who come there are veterans. We're funded through the Department of Housing and Urban Development \nand the VA center with some funds in the past.\n\nRight now, we're funded through HUD's continuous care grant and we are working closely with the VA center in \nhelping our veterans.\n\nWe've all talked about how many veterans are homeless at this point in time. The Appalachian Regional Coalition \non Homelessness, which is our regional coalition, we did a 24-hour survey, our last survey in count of the eight-\ncounty region of upper east Tennessee reported nearly 30 percent of the 1,600 homeless that were counted were \nveterans.\n\nHomelessness is not just a problem among middle-aged and elderly veterans.  Younger veterans from Iraq and \nAfghanistan are now showing up in our homeless shelters.  At this time, we have more than 20 men on our waiting \nlist at Manna House.  Ten of those men are veterans, four fought in Iraq.\n\nMental illness -- especially post-traumatic stress disorder and substance abuse -- have long been seen as the major \ncauses of homeliness among our veterans.  While those are certainly factors, they're not the only reason veterans \nare left homeless.  Affordable housing, medical care, mental health counseling, case management, education and \nemployment assistance to transfer the military jobs into marketable civilian positions need to be expanded in an \naggressive outreach program for our veterans.\n\nThe HUD and VA continual care grants and other federal and state grant programs has certainly helped to expand \nour ability to provide services for homeless veterans; however, we need to dedicate even more services to help \nthese men, women and families.\n\nI personally believe that people who don't have shelter are houseless, not homeless.  Homelessness has nothing \nto do with lack of shelter.  We can define homelessness as an inadequate experience or connectedness with family \nand/or community.  This fact is now recognized by Habitat, the United Nations Human Settlements Program.\n\nThink of the illness, poor nutrition, exposure to the elements and even the elective crimes some of our homeless \nmight be involved in just be able to eat or to have a roof over their heads.  Also, imagine that only having contact \nwith people in the community who are paid to have contact with you.  That's what I call chronic homeless.\n\nIn my opinion, the vet suffers from all the same problems as other people -- or another person who might be \nhomeless but add one more factor:  finding a job that you can do as a civilian that you were trained for in the \n\n\n\nmilitary.  This creates a problem for the vet. He is trained to fight the enemy and do a job that, but there are none of \nthose jobs available in the civilian world.  We need to reeducate and retrain our veterans for reentry into the civilian \nworld.\n\nWe are looking for a quick fix solution to the problem -- housing first.  Let's give them in an apartment or room.  But \nwho are they going to invite to their apartment -- other homeless people.  How long will they last isolated from our \ncommunity?  If the problem was a lack of shelters for the homeless, why aren't all the homeless shelters always \nfull?  (Inaudible) -- yes, they're more busy, than more shelters won't solve the problem.  Give them an address that \nthey can get their mail; a telephone number for messages; a place to get services that they need.  They apply for \nservices, but we can't reach them to change the date to bring them back to change the services.\n\nEven at the VA, if you miss an appointment, you may be dropped from treatment roles.  We need a way to better \ncommunicate and case manage the veteran.  Get to know some of the homeless and understand what they need \nto change their lives.  Make the homeless a priority.\n\nWe can feed the world, but let some of our own go hungry.  We can rebuild countries but cannot make housing \naffordable for a person who is homeless.\n\nOur veterans can't get a job, work for a temporary service or even open a bank account because they have no \nstate identification card.  In order to get a card, they need proof of physical address, their birth certificate, Social \nSecurity card, and another picture I.D.  The VA I.D.  card in not acceptable, because it doesn't have the veteran's \nSocial Security number on it for privacy reasons.  Even if they have all this, they may not have the transportation to \nget to the driver's license station.  Without a bank account or physical address, they cannot receive their benefit \ncheck or other checks designed to help them, which is required to be direct deposited.  Consolidate services can be \neffective for the average homeless person as well as our homeless veterans.\n\nWe at the Manna House believe that the majority of persons falling through the cracks of society are middle-aged \nmales who are perceived to be drunk and lazy bums.  These individuals have the most difficulty accessing and \nnavigating the system because the system is designed to defeat them.\n\nManna House is attempting to be a safety net for those persons, who society has deemed criminal, worthless or \neven expendable.  Our residents -- especially our homeless veterans -- are real people with real problems that can \nbe solved.  We can and do set them on the path to become productive citizens in our community.  Our discharge \nhistory will bear this out.\n\nThe programs we have in place are effective, but could be more effective if we work to expand our transportation, \neducation, and communication services for the veterans.  Some of our veterans have given all the freedom of our \nreturning veterans.  Are we as a country getting involved to ensure our returning veterans at what they need to do \nto be a contributing part of our community and country?\n\nI thank the Committee of Veterans' Affairs, especially my representative, Dr. Phil Roe, for inviting me to add my \ncomments to this hearing.\n\nREP. FILNER:  Thank you, sir.\n\nMr. Landis.\n\nMR. LANDIS:  Mr.  Chairman, members of the committee, I am honored and somewhat humbled to be before you \ntoday to talk about veterans' issues, and specifically that population that we serve in San Diego through Veterans \nVillage of San Diego -- formerly known as Vietnam Veterans of San Diego.\n\nI'd like to take a moment and just tell you a little something about what this population looks like.\n\n\n\nWe all have heard of safety nets.  Well, the safety net starts way up here and it takes time normally for a human to \nfall through these safety nets.  By the time they have fallen through the last safety net, they hit the concrete and \nthen fall in about 12 feet below the concrete, that's where they find Veterans Village of San Diego.\n\nWe have over 400 veteran-specific beds scattered throughout the county.  We currently, at our main campus, have \nover 140 -- I think the population this morning was 142 -- men and women that are in our treatment facility for \nhomeless newly diagnosed veterans some of whom have chronic mental illness.\n\nThis is probably the toughest population to serve in the country. Many of our newer veterans coming from the \ncurrent conflict also suffer with mild traumatic brain injury, TBI.  When you couple that with PTSD, you've got a real \nissue for treatment.\n\nWe've been in this business of treating homeless veterans, working with homeless veterans for 28 years.  I think \nwe know a little something about it.  Veterans Village of San Diego created what is now known as Stand Down.  In \n1988 we conducted the first Stand Down in San Diego.  It's now replicated in over 200 locations around the country.\n\nWe created something called Homeless Court.  If you're homeless and you have court issues, where do you go?  \nWell, now there is a homeless court which is very effective helping formally homeless individuals get back on the \nstreet, having first demonstrated to the court that they have in fact done something to help themselves.\n\nOur program is a pretty tough place to be.  It's based on an AOD 12-step model.  It's zero tolerant.  And when you \ngraduate from our program, you really want to do it.  You're very motivated.  It takes more courage -- and some of \nus all know the different kinds of courage.  It takes more raw courage to graduate from our program than anything \nI've ever seen before, because it takes courage to face your demons and do something about it.  That's what you \nare asked to do in a program such as ours.\n\nWe're looking at prevention.\n\nWe have a warrior traditions program which is designed specifically to outreach to the current group of warriors.  It's \na tough sell. I'll tell you that.  We're trying it in two locations around San Diego County.  We've been at it a little over \na year.  We're just beginning to earn their trust.  It's tough to sell.\n\nBut outreach is the name of the game.  If you want to prevent homelessness, we've got to get them before they \ncome home.  It sounds axiomatic.  It's not as easy as it sounds.\n\nI want to speak just a moment about Per Diem.  Our program could not exist without it, but it covers less than 50 \npercent of the cost of treatment and we scramble on a monthly basis to keep our doors open to find that other 50 \npercent.  It would be very helpful to us if there was a cost of living, if you will, adjustment.  As was said earlier, it \ncosts more money in San Diego than it might in Kansas to run a similar program.\n\nHow do we end it?  Well, I'm not sure I know.  When we started this over a quarter of a century ago, everybody \nthought we'd be doing it for a few years.  We'd clean up the mess, get everybody off the beaches, from underneath \nthe bridges and then we'd all go home.  It didn't work out that way.  I don't think that it will.\n\nPermanent housing -- I'll say it again:  permanent housing with service linked to organization like ours is the \nanswer, folks -- permanent housing with service.  The services will help bring a number of those folks into \ntreatment over time.  Statistics tell us that the combination of permanent housing with services will create the portal \nfor a number of folks to finally decide -- wait a minute.  I just don't want to live like this anymore -- to do something \nabout it, get involved in the treatment program.  And that, of course, is the whole reason why we're doing this.\n\nI want to thank you for the opportunity to testify this morning. I look forward to your comments.\n\nREP. FILNER:  Thank you.\n\n\n\nWe thank all of you for your commitment and your energy.  And we understand your frustration also with trying to do \na job that needs more resources.\n\nMr. Hall, do you have any questions?\n\nREP. JOHN HALL (R-NY):  Thank you, Mr.  Chairman and Ranking Member Lamborn.  And thanks to our panel for \nthe work you do for our veterans and the service to our country.\n\nIt is a shame on the face of this country that on any given night, somewhere upwards to 130,000 veterans -- \nnumbers have changed little bit as we hear the testimony and estimates are obviously just that.  But at least \n130,000 of our veterans who served this country in uniform and risked their lives and gave parts of their bodies and \nsacrificed a normal -- what we would consider to be a normal life and comforts of home to defend our country and \nfollow their orders, find themselves on the streets and the alleyways of this country -- whether it's the beaches of \nSan Diego or the heating grates of New York City or anywhere else.\n\nI would just say, I do have a statement to enter for the record, Mr. Chairman.  I just want to mention that because \napproximately 45 percent of homeless veterans have -- in some instances higher from your experience -- have \nmental illnesses that I've introduced legislation to try to alleviate the burdens currently placed on veterans trying to \ngain disability benefits -- particularly for PTSD.\n\nAnd the Subcommittee on Disability Assistance and Memorial Affairs will be marking up this legislation, the Combat \nPTSD Act H.R.952 later on this afternoon to try to make it automatic that a man or woman who serves in uniform \nand subsequently, at any time after returning home has a diagnosis by a psychiatrist or doctor that they do, in fact, \nhave the symptoms that compose a PTSD diagnosis will automatically be eligible not just treatment but for \ncompensation, and not have to connect it to a particular incident or a particular battle or a particular attack or a \nparticular medal.\n\nWe know that the conflicts we're facing today are different than the ones we had in the past.  And I think that the VA \nshould be and the country should be of the attitude that our veterans have done enough and shouldn't have to \nprove that they're suffering and prove that they're traumatized after some of the things that they have done and \nseen and experienced that the rest of us who have not served may only be able to imagine -- may not be able to \nimagine.\n\nSo thank you for your work.  I have no questions.  And I'll submit my statement.\n\nI yield back, Mr. Chairman.\n\nREP. FILNER:  Thanks.\n\nMr. McNerney.\n\nREP. JERRY MCNERNEY (D-CA):  Thank you, Mr. Chairman.\n\nI don't know where to begin.  The testimony was fairly stark and I appreciate your honesty; I appreciate your hard \nwork.\n\nOne of the themes that was recurring was that the Per Diem needs to be increased.  I think every single person on \nthe panel said that much.  So we'll be looking at the how to do that.\n\nA couple of things that also stood out:  Mr. Radcliff, you -- I'd like to ask how you advertised your programs -- and \nmaybe everyone on the panel can answer this -- how widely known are the programs available to homeless vets?  \nIf you go out to a place where you see homeless vets, do they know what's available to them?  Or how widely \nknown is that and how easily can we get to them?\n\nMR. RADCLIFF:  (Off mike) -- oh.\n\n\n\nTypically, in fact, one of the dilemmas that exist is a returning veteran has no idea there's a network or service.  \nMarketing is a huge issue and, you know, there's really not a lot of money to pay for marketing.\n\nWe try to connect with the veterans based upon when there's an active crisis that is Happening. Typically it's a jail \nor it's a court hearing or it's a substance abuse dilemma or you know, we're seeing a veteran during an active crisis.\n\nOur marketing is very limited.  We're typically, as I mentioned before, we're barely thriving.  We're barely surviving, \nlet alone not thriving, as community-based organizations.  And we're used to living there.  We're on the edge.\n\nREP. MCNERNEY:  How do you get in touch with the veterans as having a crisis?  Do the police contact you?\n\nMR. RADCLIFF:  We usually work with local government entities to be referred veterans, yes.\n\nIn this case, we would have veterans were in crisis, were in jail.  We're actually doing outreach now where we're \nseeing those veterans.  We're referred -- local VA have homeless centers where veterans are referred to different \nprograms depending on the veteran's needs.\n\nWe do have a 1-800 number.  We try to advertise through street outreach.  But typically, the veteran find us.\n\nREP. MCNERNEY:  Is there a way we could be more effective?  Does anyone want to take this -- it doesn't have to \nbe you, Mr. Radcliff? How can we be more effective in reaching out?  And if we did contact veterans, would that be \neffective?  Would they respond to outreach on the street?\n\nMS. FOUR:  I think one of the real integral parts of this is there's a connection between the VA and the cities and \nmunicipalities, the government entity under which these programs fall.  And that we also as nonprofits have a direct \ncommunications with those at the city level who are dealing with social services and their address of the homeless.\n\nMost social service areas -- arenas do not know the benefits entitlements for veterans.  They don't know what to do \nwith the veterans.  And they certainly don't know how the VA works.  That's one major thrust that's very important.\n\nI also see the VA enhancing the outreach of its programs in Grant Per Diems by communicating with other VAs and \nother VISNs on what programs are available for homeless in the case of special needs grants.  I'll mention the \nwomen's program that the VA  actually has an intranet communication with other and all mental health directors and \nall the directors of the mental health and domiciliary program within the VA so that their homeless outreach to \nmembers know if a specific specialized program for veterans that are homeless.\n\nMR. DRISCOLL:  I'd like to add if I could.\n\nREP. MCNERNEY:  Sure.\n\nMR. DRISCOLL:  When I talk about the VA  community organization partnership and I've seen this develop over 10 \nyears, it's pretty incredible.  Ten years ago, there were vet centers who would refer walk-ins to community \nresources as they existed at that time.  But that number has increased dramatically over the last 10 years.\n\nThe VA vet centers -- every VA medical center has almost liaison who knows who in that community provides \ntransitional housing or lesser services.\n\nWhat is missing in my estimation -- because once you reached out and asked for help, there are referral systems \nthat will get them to the organizations that can help them.  What's missing in my mind is the person who realizes \nhe's got stressors at work.  He doesn't know what to do.  And so the idea of public service announcements --you \nknow we see all of these advertisements about joining the Army and joining the Marines.  And so obviously, there \ncan be federal dollars spent to put out public announcements.  And I believe that's what's missing.\n\nIf I'm marginal and I know I've got stressors, but I'm not sure who I should turn to, it would be nice to see a \nmessage saying, not matter what the need, you've earned this right.  Call this number. And then the VA resource \n\n\n\ncall center takes over.  They're putting that together now.  And I meant to mention that in my testimony.  That's a \ntremendous resource.\n\nREP. MCNERNEY:  If the chairman will allow -- Mr. Landis?\n\nMR. LANDIS:  Veterans Village truly has become a community resource.  Of course, we've been working at this for \na very long time.\n\nOne of our partners -- and we think in terms of the VA in San Diego as a partner truly with us -- works with us on a \ndaily basis. The VA representative form the hospital actually has an office in our facility, is there on a weekly basis.\n\nOutreach, outreach, outreach.  It really falls to us as the providers of the services to create the avenues within the \ncommunity. Sand Diego has created something called United Veterans Council. United Veterans Council is a group \nof all the service providers, all of the veterans' organizations within San Diego that meets on a monthly basis.  And \nof course our organization, outreach is through them as well to the homeless community.\n\nIf you're a veteran and you live in San Diego and you're homeless or you're about to become homeless, I \nguarantee you you know about our organization.  And then we are referred -- we have referrals from every \nconceivable avenue within the community to our organization as well.\n\nREP. MCNERNEY:  Thank you.\n\nI've exceeded my time.  I thank the chairman for allowing that.\n\nREP. FILNER:  Thank you, Mr. McNerney.\n\nMr. Teague.\n\nREP. HARRY TEAGUE (D-NM):  Yes, thank you, Mr.  Chairman and Ranking member.\n\nAlso, thank the panel for what I thought was some very interesting comments.  I'm Harry Teague from New Mexico.  \nAnd while I was home on the Memorial break, we actually had -- (audio gap) -- room facility for homeless veterans, \ntransition home of sorts.  So I'm glad to see more people, especially the nonprofits, are coming to help us take care \nof this.  You know, the VA can't do it alone.\n\nBut what I wanted to ask, are the members of this panel:  How do you feel that your individual programs defines \nsuccess in getting the veterans off the street?  And how do you measure that?\n\nMR. LANDIS:  Sir, if I can.  It's pretty easy, sir.\n\nFirst, you have to graduate from the program.  And then, we do follow up.  And we look six months and a year out \nand we try and contact our graduates at that point in time.  We're fairly successful.\n\nAnd what we look for are benchmarks:  no nights of homelessness, no days in prison.  And I want to add that 50 \npercent of our population at any one time comes to us from prison -- which is a whole different subject -- these are \nveterans.  We want this individual to have a life-sustaining job, employment and we help with that as well. So when \nthey leave us after a year staying with us, they have a job enough to support themselves.      We want them to \nengage with us, with our alumni groups as well.\n\nAbout 70 percent of those that graduate from the program have remained viable at the six-month and a year mark.\n\nMR. FANN:  I could add to that.  At Manna House, we basically do the same thing.  We have a two-year program \nthat they can stay there up to two years.  But the average is about six to eight months.\n\nWe do a two-year follow up program.  We follow them for two years after that in order to see that they remain in an \napartment -- permanent housing is the key -- or they're back with their families, which is, in a lot of cases, at Manna \n\n\n\nHouse we end up with many going back to their families.  Once have gotten their lives back together they can go \nback to their families and be in permanent housing.  So we measure it that way.\n\nMR. RADCLIFF:  I'd like to say also, Congressman, there are measurable objectives and goals that are provided \nwith the funding that we certainly look at.\n\nYou know, I would think that a veteran who is able to -- we're finding out physically, that a third of those veterans \nare non- custodial fathers.       As we start finding out the needs and dilemmas that these veterans have, we try to \nidentify and source programs to meet that need.\n\nSo I would define success as long term.  You know, in various benchmarks, including income, housing, stability, the \nability to interact with your family as a social support network in a long-term outcome that really says that the quality \nof life of that veteran has improved.  That's done qualitatively and quantitatively.\n\nSo those measurements exist.  I think we're working with universities and research providers to really look at how \nmuch we're helping and how much we're impacting those lives.\n\nREP. TEAGUE:  Yes?\n\nMS. FOUR:  Yes.  I mean, I would -- we all sort of work in the same arena and do the same kinds of things, but the \nother thing that we also track is their ability to remain within their treatment regimes, their ability to stay on their \nmedications, their ability to handle their own daily living construct.\n\nAlso, I know sometimes someone would say this may not be very positive, but even when we do have those \nveterans who have to leave the program for one reason or another -- especially if it's a recovery issue -- we find that \nthey come back into a program much quicker. They don't fall as far because they have seen life from the other side.  \nSo in fact, in our minds, that is also a positive outcome of this program.\n\nSo I would add that too, because not all of them make it and not all of them will ever make it.  And it is their choice.  \nAnd I mean, our programs are developed on the fact that all of their actions produce a consequence, whether that's \npositive or negative, and they understand that.\n\nREP. TEAGUE:  Okay.  Thank you for your response.\n\nThank you, sir.\n\nREP. FILNER:  Thank you, Mr. Teague.\n\nMs. Halvorson.\n\nREP. DEBORAH HALVORSON (D-IL):  Thank you, Mr.  Chairman.  And panelists, thank you so much for being \nhere.\n\nDuring our break, I held several roundtables.  and one of them I held was with not only some veterans' assistants, \nnot-for-profits or people that helped, but also my area agencies on aging and people that help with homelessness in \ngeneral.  And they all want to help.\n\nThey want -- and some of the problems they see are the veterans that don't want to be helped.  They can't get them \nto come into their places, their shelters.  They want to be homeless.  They don't trust anybody.\n\nHow do we help those who don't want to be helped?  And do you have any sort of things that you would suggest \nthat we do?\n\nMR. DRISCOLL:  I would like to answer that and yield to the direct service providers.\n\n\n\nThis is one of the things in the Grant Per Diem Program that has maybe not flourished the way it might were there \nmore funding, and why we ask for the 200 million (dollars).\n\nAllowable under Grant Per Diem is the drop-in center, and Marsha had mentioned that.  Not everybody is ready to \ngo into a housing program.  Not everybody -- a lot of places, there's no capacity even once you present yourself \nand ask for help, there's no bed for you.\n\nAnd then, yes, questions of trust.  When somebody has lost everything and they're not sure who to turn to, it takes \na long time to get that trust back sometimes.\n\nThe drop-in center's ideal for that outreach because it allows the client to start the re-socialization process at their \npace.  And each time they walk in that door and get a meal, get a shower, get a counseling session that they're not \neven aware that's what's happening, that trust starts to build.  That is the center for referral to more stable services \nand housing and other supports.  So that is one of the functions that needs to be increased under Grant Per Diem, I \nwould submit.\n\nAnd also, the other allowable thing is the vans -- mobile service vans that go into rural areas or into encampments \nwhere veterans feel comfortable with each other, but nobody else on the outside.  Once you develop that trust on \nthat mobile center coming out and talking to you on your terms, that's another way to bring those folks into the \nservice delivery system.\n\nMR. RADCLIFF:  I would also like to express that that dilemma exists to returning veterans also.  They don't want to \nbe identified as having problems And oftentimes, kind of live on the periphery in kind of this rebellious state.  And \nthat takes -- that's probably the hardest veteran to interact with and engage into a process that is going to help \nthem, you know, get housing, to get quality of life issues addressed.  Those are difficult.\n\nWe do have outreach that is performed by veterans who, you know, the adage that there's more therapeutic than \nanother one helping another one.  Certainly that applies in this case.\n\nService center is one of the best interventions that I know of that exists, but at the same time, it's veterans \noutreaching to other veterans, and kind of that connection -- that trust factor that grows. And then having resources.  \nYou know, sometimes it's just giving a lunch.  Sometimes it's banding together as stand down.  Sometimes it's \nbanding together at functions where veterans gather.\n\nREP. HALVORSON:  But these are people who are living on the street, have no place to go and they have to find \nthat.\n\nMR. RADCLIFF:  Yes.  And our street outreach is probably the best connection to doing that.\n\nREP. HALVORSON:  And that's everywhere?\n\nMR. RADCLIFF:  No, it's not everywhere.  No.  I would suggest that in your area that there would be a community-\nbased organization that would do street outreach to those veterans.  And utilizing veterans -- I think that peer-to- \npeer type counseling is the best intervention.\n\nMR. LANDIS:  With the -- if I may -- with the younger veteran population which we're beginning to treat at our \ncenter, we find that and not surprisingly they hit and then bounce out.  And a lot of what was just spoken is certainly \ntrue.\n\nIn discussing this with other veteran providers across the country, it seems to be a trend.  Part of it I think is the fact \nthat they're just young.  You know, they're in their early 20s.  They don't want to admit to themselves or anybody \nelse they've got a problem. They're not really homeless because they have a car, right?  They're not really \nhomeless because they sleep under a bridge.  It's a mind- set.\n\n\n\nPlus, this generation brings with them their own unique set of issues which are going to be different than my \ngeneration.  Our model at Veterans Village was established over a long period of time and designed specifically for \nthe Vietnam veteran -- my generation -- you know, with the cluster of issues that we brought to the table.\n\nThey bring the same cluster of issues plus.  They've got TBI -- different generation.  They have a completely \ndifferent way of communicating than we have.  We have to adjust that.  They live in a world of instant gratification, \nof games.  You win or you lose. You're playing the game.  It goes quickly.\n\nThey also have a sense of entitlement, which is a little bit out of whack with reality and sense that it can be fixed.  I \ncan fix anything.  I can do it right now.  There's nothing wrong with me.  I'm here for three weeks and ready to get \nout of here.\n\nWhat we feel we're going to see is this going on for a number of years.  And then, perhaps, five years from now, 10 \nyears from now, 15 years from now, when these men and women -- I want to add women -- who are in their 30s \nand 40s, and have run out of excuses, run out of friends, run out of money, run out of relatives and living on the \nstreet in and out of shelters, can't hold a job -- that's when we're going to see them.\n\nI would hate 10 years from now service providers begin to see a flood of folks like this that there is no money for it, \nbecause it won't be popular.  Nobody's going to want to hold hearings about it, talk about it.  That's when I think, \nservice providers in this country are going to start to be hit.\n\nREP. HALVORSON:  Thank you all.\n\nI yield.\n\nREP. FILNER:  Thank you.\n\nMr. Lamborn?\n\nREP. LAMBORN:  Thank you, Mr.  Chairman.\n\nWe've touched on success earlier in response to a previous question.  Can any of you tell me what the long-term \nsuccess rate is for your graduates?\n\nMR. RADCLIFF:  I will comment on that because it varies.  And it varies depending on the population we're looking \nat.  We have some fixed-income veterans who have remained at some of our facilities for more than seven years.  \nTheir quality of life and their income is such that they won't be transitioning to other places.  They like being there \nwith other veterans.  They, for some reason, like telling war stories.  They trust the environment in which they live.  \nAnd they don't want to transition.\n\nSo those veterans remain with us and their income is not going out very much, you know.  So with those veterans, \nwe would measure quality of life issues.\n\nAre they engaging?  Do they have a social support network?  Is there family?  Do they have activities in their lives?  \nAre they giving back to veterans that are in the process?\n\nSo those measurements are different from the veteran who is looking at gaining employment.  Employment -- and I \nthink any one of our agencies can say that we have a -- probably an 80 to 85 percent placement rate into \nemployment of the veterans we see.\n\nIf you're looking at, you know, a younger veteran, that's going to change because they're going to go through career \nchanges.  The average person loses employment or changes employment every so often. So we measure that \nbased upon, you know retention, placement, wage at placement.  We do follow-up service a year, 18 months \nafterwards.  And so those figures drop off a little bit as you look out long, as you start really reviewing longevity.\n\n\n\nAdditionally, you know, we have female veterans who require extremely long lengths of stay.  And you measure that \n-- are they unifying with their children, if they have children that are in system?  Are they reengaging in housing that \nis outside of our housing and getting into permanent housing?\n\nSo there are various ways to measure based upon a veteran's desires and outcome.\n\nREP. LAMBORN:  Okay.  Thank you.\n\nAny of you -- else have a figure or statistic on that?\n\nMS. FOUR:  Yes.  I have a -- I'll just talk about -- I have a 95- bed male veteran program also.  And somewhere \naround 72 percent actually leave the program, having completed it, and have not -- and the other 30 or 28 percent \nhave left either because they were not able to follow the policies and procedures of the program or because they \nhad used drugs or alcohol.\n\nEven of those who left having used drugs or alcohol for not following the program protocols, less than 4 percent \nhave not had a job and went to a place to live, because they had been employed.  They had been saving money -- \nbecause it's part of the program to have a forced savings plan.  And so you know, you begin the process of \ndischarge once -- as soon as you come into the program.  So this is an ongoing process.  So those would be some \nof those statistical numbers.\n\nAgain, if in fact, looking at the employment issue, they are all employed if they are employable.  And if they not, and \nhave disability, then -- or have no income -- we work with them to get either service-connected disability, VA non-\nservice connected disability, or social Security interventions.  And so they all leave the program with some type of \nincome.\n\nREP. LAMBORN:  Okay, thank you.\n\nNow, can I assume that all of you have separate facilities for homeless women veterans?\n\nMR. RADCLIFF:  We don't necessarily have separate facilities, but they are encompassed in our -- in some of our \nprograms.  So depending on the stage, you know, transitional or long-term permanent housing, oftentimes you'll \nsee women veterans in a co-ed facility.\n\nEarly on, when they're going through treatment process, you probably want to separate out the women veterans.  \nTheir needs are unique and the resources are unique.  So we do have female veterans programs that are both at \npermanent housing and programmatically.\n\nMS. FOUR:  I believe, sir, that there are very few programs in the country that are set up and designed specifically \nfor homeless women veterans that are separate.\n\nOne of the problems that we've run into in a mixed-gender setting is sort of two-fold.  One, the women veterans do \nnot have the opportunity to actually be in a separate group therapy environment because there are many issues \nthat the simply will not divulge in mixed gender populations.  And so, those issues are never attended to.\n\nThe other is, we believe that in a program, you need to focus on yourself.  And this is the time and place to do your \nissue deal.  In a mixed gender program, there are too many, let's say, other interfering factors.  Relationships are \none of them.  Many of the veterans to come from the street, so there's a lot of street behavior going on -- some of \nthe women and men.  But some of the women and men have participated in prostitution.  And so there's a difficult \nsetting for any of them to actually focus on themselves without having all of these other stresses come into play.  So \nwe feel that's an important issue.\n\nREP. LAMBORN:  Okay, thank you.  And with the chairman's indulgence, may I ask one more question?  Okay, \nthank you.\n\n\n\nDo any of you charge any type of service fee or co-payment to those who are receiving service-connected \ncompensation?\n\nMR. RADCLIFF:  Yes, sir.  One of the -- we talked about sober housing, zero tolerance.  WE talked about the \nregulatory discipline environments which we have and operated each of our programs.\n\nOne of the key factors is to -- is the sense of community and ownership in your own recovery.  Most of these \nveterans want to participate.  In fact, we operate a 500-bed program in Englewood, California near airport.  \nVeterans who are going through our programs, when they are required to pay their program rent, I think they -- this \nis the first time that they're beginning to pay any part of a productive process.  And they can't wait to come and pay, \nand then, tell our staff what to do.\n\nYou know, there's a sense of pride in ownership that comes with that and dignity that comes with that.  The issue is \nclearly, for me, that someone who can should.\n\nMS. FOUR:  I think the other side of that, too, is -- and I agree with everything that Mr. Radcliff -- but the real dollar \nand cents part of it is that the nonprofits couldn't live if there wasn't some other income coming to them in order to \nhire the staff that's necessary for these complex situations.  That's another added issue.\n\nREP. LAMBORN:  Okay.  Thank you all for your answers and for your testimony, and even more than that, for the \nwork that you do.  I appreciate it.\n\nThank you, Mr.  Chairman.\n\nREP. FILNER:  Thank you.\n\nLet me just -- some quick questions, if I may?\n\nDo I understand correctly that it was the Grant Per Diem Program only -- you're only eligible if you have a majority \nof veterans in your facility?  Is that correct or not?\n\nMR. RADCLIFF:  That is correct.  I think Grant Per Diem allows for up to 25 of the beds to be used for non-\nveterans.\n\nREP. FILNER:  I mean, should we open up that -- should that follow the veteran rather than the facility?\n\nMR. RADCLIFF:  Possibly.\n\nREP. FILNER:  All right.  I mean, I think -- I mean, we have some in San Diego some major providers who may only \nhave, say, 25 or 30 percent veteran.  They don't get any other Per Diem as I understand.\n\nMR. RADCLIFF:  That's correct.\n\nREP. FILNER:  Can you all give me a gut reaction to -- we all know the (NBME ?) when it comes to housing, you \nknow, people.  I mean, Mr. Landis talked about, you know, when his thing was established in the '80s.  I was on the \ncity council then.  It was hard to find a place, you know, to establish it.\n\nIs there any -- have anybody thought about building some permanent or transitional housing on VA property, say, \nnear medial center where in general, the (NBME ?) issues would be greatly reduced. Then you have the medical \nattention right there.\n\nI mean, has anybody dealt with that issue or tried or thought about it?\n\nMR. RADCLIFF:  Well, you know, Mr.  Chairman, I have.  And our organization elected to not.  The VA West LA has \n-- right now, it was an RFP process and I think they awarded that to provide permanent housing on site in a building \n\n\n\nthat would require almost $300 a square foot of renovations in a historical building on a historical setting on those \nhistorical grounds.\n\nI think it's a good use of the land.  I'm not sure it is the most -- easiest thing to do in that type of arena where you \nhave to pay for, you know, all the historical retrofitting and preservation.  It was too expensive for us.\n\nREP. FILNER:  In that setting, yeah, okay.\n\nMR. DRISCOLL:  I know the VA has an enhanced use lease driven policy that they've put into effect in the last \ncouple of years.  The idea was to streamline the enhanced use lease program.  Some of you already have those \nthings.\n\nBut they identified 45 -- about 45 VA  campuses that have surplus properties suitable for use for homeless \npurposes, and they're bringing those RFPs up on line and requesting --\n\nREP FILNER:  How many actually have been let?\n\nMR. DRISCOLL:  So far I believe the number is eight or nine.  I'm sure the VA team will address that.  But up to 45, \nI believe, are going to be in the works.\n\nREP. FILNER:  You guys have good or bad success and actually, I mean, taking some of the VA folks who benefit \ninto the streets with you to deal with people person-to-person.  I mean, is that easy, hard? Is that done, not done?\n\nMR. RADCLIFF:  Not done with us.  We typically do not perform side-by-side outreach or in-reach for that matter.  \nThe benefit staff, you know, I don't -- I just, you know, they're overwhelmed.  I know that there are some dilemmas \nthere.  It is a very -- and what the VSO says, DAV, and Vietnam Veterans of America, and American Legion -- you \nknow, that's almost a dying bread of the VSOs doing an intervention for you.\n\nThere's a need to really buff it up.\n\nREP. FILNER:  I think, I mean, I don't know.  This homeless liaison that somebody mentioned, is that generally a \nfull-time position or somebody has that as something they're supposed to do on the side?\n\nMR. RADCLIFF:  That's a full-time position.\n\nMS. FOUR:  I believe it is a full-time position.\n\nREP. FILNER:  At each of the medical centers?\n\nMS. FOUR:  In Philadelphia, sir, we have a very close relationship with the regional office of outreach, homeless \noutreach. As I mentioned, a day service center.  We have a fairly large one under Grant Per Diem in Philadelphia.  \nThat representative comes to that service center once a week and also goes out into the local streets and shelter \nareas actively looking for the veterans also.\n\nREP. FILNER:  Well, again, I thank you all for your commitment and for your -- I know you have a lot of frustration.\n\nI was at the first Stand Down that Mr.  Landis mentioned in San Diego.  And I'll tell you, the speech -- what you see \nthere is incredible cooperation and a sense of a sense of commitment, but also knowledge that is a comprehensive \nsolution.  I mean, you've got to bring everything to bear.  But I tell you, the last five or six Stand Downs I've been to, \nI give the same speech.\n\nIt says, \"I'm sick of coming to Stand Downs.\"  That is, we know what to do.  You know, why aren't we doing it 365 \ndays a year and why, you know, the VA -- helped by all of you -- is just doing it?\n\nYou know, I don't know why we have to focus all our attention on those three days or whatever.  Because, I mean, \nlook, we're the richest nation in the history of the world.  This problem is not insolvable.  And you all do so much.  \n\n\n\nAnd you have sort of little successes relative to the big problem.  But we should be able to solve this, in my opinion.  \nAnd I hope, I mean, the VA secretary has said to me, it's a top priority with him.  We're going to set a goal of zero, \njust so we have that goal.  And I hope that working with all of you, we can get as close to that as possible.\n\nThank you so much.\n\nMR. RADCLIFF:  Thank you, Mr.  Chairman.\n\nREP. FILNER:  I appreciate you being here.\n\nPanel two, if you'll come forward.  We have secretary of the Illinois Department of Human Services, Carol Adams.\n\nYou're going to be chair right now.\n\nThe commissioner of New York City Department of Homeless Services, Robert Hess, accompanied by Ronald \nMarte, a veteran from the Iraq War who has benefited, in fact, from the New York City homeless program.\n\nWe thank you for your testimony, for your being here, and we look forward to it.  Please.\n\nMS. ADAMS:  Honorable members of the committee, I bring greetings from Honorable Patrick Quinn, Governor of \nIllinois and the state's 13 million citizens.\n\nIt's an honor to appear before you today to speak about the efforts of the Illinois Department of Human Services to \nserve homeless people in the state, including our veterans of whom we are very proud. These data that I present \ntoday represent numbers from the state's fiscal 2008, our most current accounting.\n\nIn 2008, Illinois Department of Human Services' Emergency Food and Shelter Program served 45,418 people who \nare actually living in shelters.  This number does not include people who do not access shelters, people who are \nliving with friends and relatives, nor does it include people who receive services in other facilities.\n\nThat same year, there were 12,441 households served by the Illinois Department of Human Services' Homeless \nPrevention Program. Sixty-five percent of all households served that year were families, defined as any household \nwith children under the age of 18.\n\nThe total number of homeless veterans served was 2,560 people or 5.64 percent.  Ninety-four percent of \nhomeless people served were not veterans.\n\nOur homeless prevention program is designed to help stabilize people and families in their existing homes, \ndecrease the amount of time that they live in shelters, or help individuals and families secure affordable housing.  \nOur program includes rental and/or mortgage assistance, security deposit assistance, payment of utility bills to bring \nlegal services to people who are involved in illegal evictions, rental or mortgage arrears paid in the amount \nestablished as necessary to defeat eviction or foreclosure.\n\nThis failure must not exceed three months of rental or mortgage arrears.  Security deposit payments, not to exceed \ntwo months' rent. And bringing utility payments current.  Also, supportive services where appropriate for prevention \nof homelessness or repeated episodes of homelessness.\n\nPrior to 1999, people were at risk of homelessness with us would be referred to a shelter or to a short-term stay for \na hotel.\n\nBut we found that it was much more cost-effective for us and preserved family self-respect, and helps keep families \nintact, if we could invest our resources in homeless prevention rather than assistance after the fact.\n\nSo the Illinois Homeless Prevention Act was signed into law in December 1999 and it allowed for maximum \nflexibility of the various localities within the state, minimum income restrictions and various kinds of assistance -- \nbroad definitions of allowable uses.\n\n\n\nPeople eligible for assistance from our Homeless Division Program includes, again, households that are in eminent \ndanger of eviction, foreclosure or homelessness or currently homeless.\n\nApplicants for this service must document temporary economic crisis beyond their control, such as loss of \nemployment, medical disability or emergency, loss or delay of some form of public benefit, a natural disaster, \nsubstantial changes in household composition, victimization by criminal activity, illegal actions by a landlord, \ndisplacement by a government, private action or some other condition.\n\nHomeless veterans or veterans at risk of homelessness can apply for homelessness privation funds.  The state of \nIllinois does not have a specific set-aside for veterans.\n\nOur Homeless Prevention Program is also administered by a network called the Illinois Continuum of Care \nSystems.  This was developed by HUD and it's a network that helps people who are or who have been homeless, \nor who are at imminent risk of homelessness.\n\nIn Illinois, there are 21 Continua of Care, and they serve the state's 102 counties and work to fulfill the needs of \nhomeless people.\n\nThe network addresses problems of homelessness by providing comprehensive service delivery from emergency \nshelters to permanent housing.  Its strong prevention strategy provides seamless services to help people achieve \nindependent living.\n\nWhen this program first started in 2000, it was funded through TANF dollars to the tune of only $1 million.  This past \nyear, it was funded to the tune of $11 million through a dedicated fund called the Affordable Housing Trust Fund.\n\nIn 2000, a mere 221 households were serviced, at an average cost of $450.  But by state fiscal year 2008, 12,500 \nhouseholds were served, with an average cost per household of $883.  That represents about 8,100 families.\n\nFiscal year 2007 was a peak year with the highest number of services provided, where nearly 10,000 households \nreceived rental assistance; 2,500 households received utilities assistance; security deposits were paid for 2,500; \nand supportive services related to illegal evictions were provided to over 100,000 families.\n\nBy 2008, rental assistance had declined a little, but we are again experiencing in 2009 an increase in the numbers \nof people who are looking for this assistance.\n\nWithout question, our Homeless Prevention Program has been successful.  Prevention is cost-effective.  The \nprogram serves an average of 700 households per Continuum, and there are 21 Continua in the state.\n\nThe program has promoted permanent housing options.  Eighty-six percent of all households served in 2008 were \nstill housed six months later at the end of the fiscal year.\n\nOn average, 70 percent of participating households returned their current housing -- excuse me, retained their \ncurrent housing, while 22 percent move into other permanent housing.  Nine percent of those served are able to \nmove from emergency shelters into permanent housing.\n\nThe Illinois Department of Human Services conducts an annual evaluation measuring the effectiveness of the \nHomeless Prevention Program and its overall impact on reducing homelessness via a comprehensive follow-up \nstrategy.\n\nIt requires six-month follow-up to be conducted with every household that's served to help determine if participants \nare maintaining independent living and self-sufficiency.\n\nIn addition to the families that are served through our Homeless Prevention Program, the Illinois Department of \nVeterans Affairs also provides permanent beds at the veterans' home in Manteno.\n\n\n\nThey also serve -- through a lottery ticket called Vets Cash we raise additional money to provide services for \nveterans.  In three years that's been close to $7 million, and about a sixth of that has been used for homeless \nprevention, the rest for a range of other services for veterans.  So that also has been very helpful.\n\nWe think we have a unique opportunity to collaborate and coordinate our prevention funds with those that we will \nreceive from HUD through the American Recovery and Reinvestment Act of 2009 program.\n\nWorking with the Illinois Department of Commerce and Community Affairs, we think we can fill in gaps that are not \ncovered by their programs.\n\nSpecifically, HUD's ARRA Prevention funds cannot be used for mortgage assistance, but our funds can.  People \nwho may have fallen behind on their mortgage for up to three months can get assistance through DHS.\n\nVery often we see participants that fall behind on their mortgage due to illness or a loss of a job, or any other \ncondition, and we can step in and assist them.  And once this assistance is provided, they can continue to pay their \nmortgage.\n\nBy coordinating with the ARRA Prevention funds, participants can also receive rental assistance for an extended \nperiod of time.  So we think that working together we can help to fill in gaps and service more people.\n\nSo on behalf of the people of the state, we're grateful to have this opportunity to share information with you about \nthe Homeless Prevention Program in Illinois and the successes we've managed to achieve.\n\nREP. VIC SNYDER (D-AR):  Thank you, Dr. Adams, and thank you for what you do.\n\nBefore we go to Mr. Hess, what was your Ph.D. in?\n\nMS. ADAMS:  Sociology.\n\nREP. SNYDER:  Sociology.\n\nMS. ADAMS:  Yes.\n\nREP. SNYDER:  I should have guessed that maybe.  Thank you.\n\nMr. Hess.\n\nMR. HESS:  Good morning, Chairperson and members of the Committee on Veterans' Affairs.  My name is Rob \nHess.  I'm the commissioner of the New York City Department of Homeless Services.\n\nThank you for inviting me here to share with you innovative strategies that New York City is using to end veterans' \nhomelessness.\n\nI'm pleased to join my colleague, Secretary Carol Adams of Illinois, and members of the other panels from around \nthe country. And I'm heartened by their dedication to serving the unique needs of homeless veterans.\n\nJoining me here at the table is a true hero, Ronald Marte. Ronald returned to us after a tour of duty in Iraq where he \nserved as an Army communications specialist.  He recently moved from shelter to a home of his own with the \nassistance of a Veteran Affairs Supportive Housing voucher and is living a life of independence.  I am more proud \nof him than I can say with words.\n\nAs a veteran, myself, I speak from personal experience when I say that we have to do everything we can to ensure \nthat the men and women who serve their country receive the housing, the services and supports they need and are \ntreated with the dignity and respect they deserve.\n\nI'd like to take this opportunity to applaud the leadership of President Obama and Secretary Shinseki on this issue.\n\n\n\nAs you know, they have set the ambitious goal of preventing and ending veterans' homelessness for the \napproximately 150,000 homeless veterans living in this country on any given day.  And this is the right goal for the \ncountry.\n\nI believe this because in New York City, we are already starting to see the success that is possible when there is a \nstrong partnership between the U.S. Department of Veterans Affairs, the local VA offices and local leaders.\n\nThis is an issue that I'm passionate about.  As someone who spent my entire career advocating for, creating policy \nand talking one-on- one with homeless veterans, we cannot stand by and allow our fellow veterans who have \nserved and fought for our country to live on our streets or to call shelter a home.\n\nIn New York City, we are continuously moving toward meeting our goal of ending homelessness for veterans.  In \nfact, from December 2006 to May 2009, we have reduced the number of veterans living in our city's shelters by 60 \npercent.  We've done this by creating new short- term housing models and other innovative strategies to better \nserve homeless veterans.\n\nHowever, I would not be able to stand before this committee today and tell you of this great success had it not been \nfor the shared commitment of New York City Mayor Michael Bloomberg and then-U.S Department of Veterans \nAffairs Secretary James Nicholson.\n\nIn December 2006, they created the Operation Home Task Force and charged it with creating the blueprint for a \nnew veterans' service system, a dedicated service system outside the traditional homeless services system to \nmeet the unique needs of homeless veterans and tied them to the rich array of resources already provided by the \nVA.\n\nWe were ultimately successful in creating our new veterans' service system because of the partnership between the \nfederal and local VA and the city that this fostered.\n\nHowever, another key to our success was the creation of specific and measurable goals that would transform \nservices for homeless veterans -- ones that we continuously held ourselves accountable for.\n\nOne tangible first step was an intense effort to house 100 veterans in 100 days.  We didn't waste a second.  As we \nworked to develop the blueprint, we took the immediate action to permanently house homeless veterans.\n\nMuch of the lessons we learned during this time helped shape our vision and focus for the new system.  I'm happy \nto report to this committee that we not only exceeded our goal by housing 135 veterans during the first 100 days, \nbut since then, we have helped to move over 1,900 veterans from temporary shelter into permanent housing -- into \ntheir own homes.\n\nThe system we created now includes a multiservice center which serves as a single point of intake -- of access for \nhomeless veterans and for those at risk of becoming homeless.  The center has been up and running since May \n2008.\n\nIt integrates DHS intake services exclusively for homeless veterans with access to medical, mental health and \nsubstance abuse treatment available through the VA medical system, as well as housing and other support and \nbenefit services.\n\nThe center also makes available preventative services needed to divert those veterans who are at risk of becoming \nhomeless.  To date, over 1,066 homeless veterans have been served by the program.\n\nWe will soon open the first veteran-specific Safe Haven, a low- threshold, harm-reduction housing model that has \nproven to be the most effective tool for engaging street homeless clients.\n\nOnce veterans are placed in a Safe Haven, they will have access on-site social services and other supports offered \nthrough the VA and various non-profit partners.\n\n\n\nNew York City's efforts to end veterans' homelessness have also been strengthened by the U.S. Department of \nHousing and Urban Development's Veterans Affairs Supportive Housing Program or HUD-VASH.\n\nNew York City received 9.4 million (dollars) of this funding to permanently house 1,000 veterans -- homeless \nveterans with HUD-VASH vouchers.  I'm happy to report that as of May 1st, 2009, the city has distributed 701 of \nthese vouchers.\n\nI'd like to take this opportunity to thank you and your colleagues, Mr.  Chairman, for their past commitment to this \nimportant funding stream.\n\nEnding veterans' homelessness is the right goal for New York City and the right goal for our nation.  We all can do \nthis, but as in the case of New York City, it will take a strong partnership between both the federal and local VA and \nthe jurisdictional leaders.\n\nI realize that what works in New York City will not work everywhere.  There cannot be a one-size-fits-all approach.  \nWhat works in New York City may not work, for example, in Killeen, Texas.\n\nAnd so those federal-local relationships will need to be developed with flexibility to the needs of each individual \nlocality and allow them to create their own specific and measurable objectives to drive their success.\n\nThe key component here is that as a locality, we need a strong Federal partner to help us bring our initiatives to \nscale if we are to truly end veterans' homelessness.\n\nOur continued progress in housing and better serving the needs of homeless veterans is a true testament to our \nstrong partnership with both the local and national VA.  Without their collaboration from the beginning, this system \ntransformation would not have been possible.\n\nOnce fully implemented, we believe that this system will serve as a national model for permanently ending \nveterans' homelessness.\n\nI thank you for the opportunity again to be here today and answer any questions you may have.  Thank you.\n\nREP. FILNER:  Thank you so much.\n\nMr. Marte, I understand you served a tour in Iraq in the Army.\n\nMR. MARTE:  Yes, sir.\n\nREP. FILNER:  We appreciate your service.  And you were mentioned as a success story.  Would you want to tell \nus a little bit about what --\n\nMR. MARTE:  It was quite a journey.\n\nREP. FILNER:  how you -- what happened to you?\n\nMR. MARTE:  It was a problem.  Now I'm living proof of the solution.  I'm very grateful for the opportunity and it's \npriceless. Like I told Mr. Hess, you know, it gives quite a confidence, you know, to have your own place, you know, \nand go do your priorities in life, you know.\n\nREP. FILNER:  Do you want to tell us what was the key thing in changing your life around?\n\nMARTE:  You got to get over the pride.  It's a big factor, you know, and ask for help.  Being in that situation is not \nquite comfortable.\n\nI mean, after that, you know, you got to go and get one better for yourself.  And it plays a big factor.  You go over \nthose steps, you know, and after you achieve that, then it's kind of easy.  It's more easy.\n\n\n\nREP. FILNER:  Habla Espanol?\n\nMR. MARTE:  Yes, sir.\n\nREP. FILNER:  (Speaking in Spanish.)\n\nMR. MARTE:  Yeah -- (in Spanish) -- played a big factor.\n\nREP. FILNER:  How did you even know about the program that was described here?\n\nMR. MARTE:  Well, when I -- when I came from Iraq, I become homeless.  And I went through the shelter process \nand eventually I end up in the veteran residence in Queens, New York and that's how I met Mr. Hess, through an \ninterview they did over there.\n\nAfter that, I'm here.  But we're --\n\nREP. SNYDER:  Mr. Chairman?\n\nREP. FILNER:  Please.\n\nREP. SNYDER:  May we ask -- you said I became homeless.  I would like your -- just one veteran's story about \nwhat happened that led you to become homeless, if you're willing to share that?\n\nMR. MARTE:  I got a lot of family.  I just didn't want to ask for help to them, you know?  I wanted to do it on my own.  \nAnd one thing led to another, you know -- bad choices I did while I was in the military -- saving and doing, you \nknow, what I was supposed to do.\n\nAnd eventually --\n\nREP. SNYDER:  Once you got back you did not have a -- the money to --\n\nMR. MARTE:  Exactly.\n\nREP. SNYDER:  -- and difficulty finding a job?\n\nMR. MARTE:  Exactly.\n\nREP. FILNER:  We thank you again for your service and for your courage in talking about what -- what is going on \nhere.\n\nAre there additional questions?\n\nMr. Snyder.\n\nREP. SNYDER:  Dr. Adams, I'm going to pick on you because you told me that you have a Ph.D. in sociology.  The \nchairman, Dr. Filner, likes people with Ph.D.s, by the way, so --\n\nDR. ADAMS:  (Off mike.)\n\nREP. SNYDER:  -- you're in good company.\n\nWe have heard from several people today that others become of different programs.  Put on your scientific \nresearcher hat here.  How do we evaluate what is successful beyond anecdotal reports that, \"Well, we're helping a \nlot of people?\"\n\n\n\nHow do we evaluate what works more effectively than doing nothing?  How do we evaluate what works, that gets \nthe best bang for the buck?  How do we evaluate comparing one program to another when they -- there's such a \nvariety of programs set in such different geographic areas?\n\nMS. ADAMS:  Okay, that's several questions.\n\nBut first of all, just to evaluate the efficacy of a single program, what's most important is the follow-up, because it's \nnot just the help, but does it really do the job.  If we find that over and over again we have to keep doing the same \nthings, something's missing in the array of services.  So we do follow-up on the people who've participated in our \nprogram to make certain they have continued to be homeless, that the short-term help that we gave was enough to \nkeep them housed and so forth.\n\nOngoing evaluation is what lets you know if there are problems in your program that you need to tweak.  For \nexample, our program -- in order for us to give the assistance for you to stay in your home, we have to be assured \nthat after our assistance, you can continue to stay there.  So we get other supportive services like financial \ncounseling and what have you, associated with it.\n\nNow, to your other point, how do you tell if one program works better than the other, that's going to require some \ncomparative research, where you look at the kind of family or the kind of individual that has a similar kind of issue \nand see which track seems to work best for their setting.  And you have to sort of look at it over time.\n\nMost of the time -- REP. SNYDER:  We don't do that --\n\nMS. ADAMS:  -- little money -- most of the time the dollars are such that --\n\nREP. SNYDER:  We don't do comparative research.\n\nMS. ADAMS:  Exactly.\n\nREP. SNYDER:  because it's not cheap research.  I mean, you --\n\nMS. ADAMS:  It's expensive, and it's longitudinal.\n\nREP. SNYDER:  But over the -- and it's longitudinal.  But over the long term, it might save us money if we were to \ndo good comparative research.\n\nI'm a family practice doctor, and when we talk about preventive care, we have figured out that we're better at \nresearch in this country on well, what's the latest gadget or what's the latest drug.\n\nWe're not so good on what's the best delivery system for getting things out there.  But that requires some \nlongitudinal comparative research, and it's not cheap either.\n\nMS. ADAMS:  No doubt about it.  It saves us money in the long run.  But when you have challenges around budget \n-- I mean, I'm looking at my agency this year.  With the challenges that we have, the first thing that's going to get cut \nis evaluation and training, because you've got to stick to the core mission of providing the services.\n\nREP. SNYDER:  Thank you, Mr.  Chairman.\n\nMR. HESS:  I would just say, Mr. Chairman, that I think one of the most important things we can do is set clear and \nmeasurable goals from the beginning.\n\nAnd so in New York City, the mayor has been very clear it's our job to see that we get to a point where no veteran \nneeds to sleep on the streets of our city and no veteran needs to sleep in a shelter in our city.  That we need to \ncreate a system that provides all the support that our veterans need and helps them move as quickly as possible, \nas in Ronald's case, into permanent housing, and see that we provide the supports that people need in permanent \nhousing, not in shelter and not on the streets.\n\n\n\nAnd so with that kind of clear and measurable objective, I think it's easier for us to determine our level of success.\n\nREP. SNYDER:  Mr. Hess, you're very familiar with Mr. Marte and other veterans.  Are there -- it sounds, from his \nbrief description of where he started having problems, that it was very quickly after he got back home.\n\nDo you see things that the military could be doing that would perhaps set these folks up for a lower rate of trouble \nas far as homelessness or stability in the community?\n\nMR. HESS:  I think it's difficult, Congressman.  I mean, when -- I remember as a young veteran in my last days on \nactive duty, I really didn't listen too closely to the information that people were trying to convey to me about services \nthat would be available after I left the military.\n\nAnd I suspect that that hasn't changed a great deal.  When you get down to those last few days and hours, you're \nready to move on. And it's not till some time later that you may realize that you're in need of some support.\n\nAnd so I think the key for us is figuring out how to -- through our outreach teams and through our general \ncommunications -- in New York City, we use 311 a lot, but we also do advertising and community service and other \nthings to convey the message to folks that if you need help, we're here to help you, and this is how you can access \nservices.\n\nAnd so I think it's more on us at the local level than it is on the military side.  I think the military does a better job \ntoday than it did 30 years ago, and the VA  certainly does a better job today than it did 30 years ago, on \ncommunicating the services that are available and providing those services in a way that veterans are more likely to \naccept.\n\nBut I think it really comes down to local jurisdictions reaching out as well and making those connections in \npartnership with the VA.\n\nREP. FILNER:  I wonder if you're letting the military off too easy there.  That is, there must be risk factors that you \nall could list that people could be looking for before -- you know, before release from the armed forces.\n\nI assume there is a correlation on mental health and homelessness, right?  I mean, there must be.\n\nMR. HESS:  Yes.\n\nREP. FILNER:  So I mean, if we were dealing with these issues -- say mental health -- before they were discharged, \nwouldn't that be a big -- important to help you all?  I mean, it would prevent --\n\nMR. HESS:  No question, Mr.  Chairman.\n\nTo the extent that mental health issues can be identified prior to discharge and a treatment regimen started prior to \ndischarge, that's very helpful and that would make it less likely that folks would experience some of the problems \nand difficulties they experience.\n\nREP. FILNER:  I mean, I think that's key to so many things.  I mean, as I understand it -- and I may be wrong in \nsome details or not, but there is not really a mandatory evaluation -- I use that instead of the word \"screening\"  on \npurpose -- by competent medical personnel. There's no required evaluation for mental health issues or for brain \ninjury, for example, before most of our soldiers leave the armed forces.\n\nAnd it seems to me that when you're in the armed forces, mandatory can be accomplished.  That is --\n\nMR. HESS:  That's certainly true.\n\nREP. FILNER:  -- you can say, you're not being discharged until we have this evaluation.  It would seem to me not \nonly would we save a whole lot of problems for families and for, you know, communities -- domestic violence from \nyou know, to homicides.  But it would give a head start on dealing with the situation you have to deal with.\n\n\n\nMR. HESS:  Certainly true.\n\nREP. FILNER:  By the way, everybody I see behind you is shaking their heads \"yes,\"  so I'm taking their cue that.\n\nMR. HESS:  No, I think it's --\n\nREP. FILNER:  I'm on the right track here.\n\nMR. HESS:  certainly true.  The question is how early and how much treatment can you provide before the active \nduty individual becomes discharged, and then what's the hand-off to the VA --\n\nREP. FILNER:  But is your experience as what I described?  That we don't get this adequate evaluation, that there's \nsome self- administered questionnaires and kids who want to go home quick know how to check the right one so \nthey don't, or their C.O.  says, \"Be careful of checking that one about demons and dreams because you'll never get \na job again?\"\n\nI mean, there's this dynamic that prevents adequate diagnosis both from self-denial and from the, you know, \nsystemic denial, and it seems to me we have to confront that directly.\n\nMR. HESS:  I think that, to the extent that can be done, it would be helpful.\n\nREP. FILNER:  Mr. Marte, do you remember when you left Army?\n\nMR. MARTE:  Yes, sir.\n\nREP. FILNER:  Did they -- what did you have?  What kind of physical examination or mental health examination did \nthey put you through?  Do you remember?\n\nMR. MARTE:  Well, I did med -- like they call it medboard, medical board, where they do a physical and the \npsychological.  They basically, you know, ask you some questions, the doctor, but it's not that deep.  The physical \npart is the more -- more --\n\nREP. FILNER:  I mean, it sounds like some of the issues you had -- if you had been able to talk about them before \nand had some understanding of them, you might not have fallen into the situation that you did.\n\nMR. MARTE:  Better guidance would have been a lot better.  That's definitely true.\n\nREP. FILNER:  Yeah, I think it's more -- you know, you talked about you're not ready to listen to, you know, the -- \nthe TAP lectures and all this stuff, which I agree with.\n\nBut still, I think we are failing our soldiers by not doing a mandatory evaluation, by -- again, not just a two-question \nquestionnaire or an eight-question questionnaire, but a real evaluation.\n\nMost -- I mean, there are things you cannot see right away, and we know that.  But psychiatrists tell me that, you \nknow, they could -- a slur in speech or a memory loss that can come out in a 45-minute, hour interview -- they could \nsee stuff that if they had time, that you might not observe in normal situations.\n\nSo I think we've got to do this.  I call it, by the way, that we should have a -- when soldiers enter the -- any of the \nservices, they go through a boot camp -- get the military ethic, get this, get that.\n\nWe don't have a de-boot camp or a time for decompression or a time for integration.  And it ought to be mandatory.\n\nIt ought to be with the family and with the unit of soldiers, maybe a company of soldiers, because, you know, the \nisolation that comes when you leave your buddies and your comrades and the sense of belonging is there.  And all \nof a sudden, you've got to face all these issues by yourself, you know, whether it's a small town or a big city.\n\n\n\nAnd we ought to have that decompression, as it were, you know, mandatory.  So you're going to help me in getting \nthat, sir?\n\nMR. HESS:  We certainly would support, you know, identifying issues as early as possible and providing treatment \nas early as possible.\n\nREP. FILNER:  All right.  I appreciate you're here very much. You know, you guys have a tough job, especially in \nthe bigger cities. And your commitment and your -- you know, your work is incredible.  So thank you so much.\n\nMR. HESS:  Thank you, Mr.  Chairman.\n\nMS. ADAMS:  Thank you.\n\nREP. FILNER:  If the third panel will join us.\n\nCarol Caton -- is it Caton?\n\nMS. CATON:  That's correct.\n\nREP. FILNER:  Is the director of the Columbia Center for Homelessness Prevention Studies.  And Brendan \nO'Flaherty is the executive committee member of that center.\n\nWe thank you for being here and look forward to your testimony.\n\nMS. CATON:  Mr. Chairman, members of the committee, I want to thank you for the opportunity to be here today to \ntell you about The Columbia Center for Homelessness Prevention Studies, which is the nation's only NIH-funded \nadvanced center for intervention and services research.  It's focused on the public health problem of homelessness. \nWe're funded by the National Institute of Mental Health.\n\nThe center's investigators bring expertise on many issues related to homelessness, housing, mental health and \nintervention development. And they represent a broad range of academic disciplines, from public health to \npsychiatry, medicine, social work, and the economic and social sciences.\n\nProviders, consumers and stakeholders contribute significantly to the center's activities and play an integral role in \ncarrying out the center's mission.\n\nToday I want to tell you about some of the advances the center's researchers have made in the past few years and \nabout the work we are doing now.  We know a lot more now about how to reduce homelessness than we did 10 \nyears ago, and in the near future we should know even more.\n\nI hope that the committee will be able to take advantage of these research advantages.\n\nLet's start with what we've done already.  Most of the work that we have done to date -- and that represents the \nwork that's been done in the field -- is focused on severely and persistently mentally ill people, often who have co-\nmorbid alcohol and substance abuse.  And these people tend to be the chronically homeless population of people \nliving in streets and shelters.\n\nTwo interventions supported by the center that have been demonstrated to help people exit homelessness and \nretain stable housing are Housing First, which is a streets-to-homes housing and services initiative that does not \nrequire sobriety or treatment engagement as a prerequisite for obtaining housing.\n\nHousing First programs, modeled after Pathways to Housing in New York City -- Dr. Sam Tsemberis is a member of \nour center -- has become a staple in numerous 10-year plans to end chronic homelessness.\n\n\n\nCritical Time Intervention, which is another one of our interventions developed by Drs. Ezra Susser and Dan \nHerman, was initially developed to assist long-term homeless mentally ill men to transition successfully from \nshelter life to community living.\n\nThe men that they studied had been homeless for a very long period of time.  They were, so to speak, \ninstitutionalized in the shelter system.  They had lost contact with their families, with their communities.  And in \norder to re-engage them to stable housing and connection with treatment, a new neighborhood, landlord, neighbors, \net cetera, Critical Time Intervention was developed.\n\nIt's a time-limited intensive case management intervention that is designed to transition or link people from, in this \ncase, shelters to living in the community.\n\nIt's also been applied to other points of transition -- specifically, patients discharged from long-term psychiatric \nhospitals who have histories of homelessness and people who are being released from prison.  Both men and \nwomen are being studied now in NIH-funded investigations.  And all of these people have severe mental illness and \na history of homelessness.\n\nPleased to say that Critical Time Intervention has been incorporated into some of the VA service program systems.  \nI believe Mr. Radcliff mentioned that in his program it had already been implemented there.\n\nIn terms of ongoing research, one of our studies currently under way involves looking at a new program that's been \nset up in New York City for outreach to the street homeless.\n\nThis program is a little bit different from some outreach programs, which just kind of go out and talk to people, \nmaybe give them some coffee or chat and work on the process of engagement.\n\nThis program -- its success is determined by the ability of the workers to not only engage the homeless folks but \nalso to get them into stable housing, so it's a process.  It's a new model, and some of our researchers are studying \nthis model.\n\nThey're looking specifically at how patients, people living on the streets, get engaged and how the staff, who might \nhave been used to some other kind of a program model, are able to adapt to this new intervention.\n\nAnother one of our programs is focused on frequent users of services.  These are clients who have been in at least \nfour different shelter -- four different shelter stays and four incarcerations in New York City correctional facilities -- a \nvery high-need, high-risk group.\n\nThey're being offered housing and services, and our researchers are trying to look at how they do in this program -- \nhow the program works for them in terms of their trajectory, of ability to remain stably housed, how they use \nservices, et cetera.\n\nNow, I mentioned that a lot of our research has been focused on the chronically homeless, severely mentally ill.  \nMore recently, there have been some very interesting programs that have been developed that we call primary \nprevention programs.\n\nIn other words, they're designed for people whose housing may be risky but they're not yet homeless.  And the \nidea is to see if it is possible to help these folks to remain stably housed without entering shelters or ending up on \nthe streets.  One of these programs is based in New York City.  It's called Home Base.  And it's run by nonprofits. \nIt's funded through the government, city government.  And because it's based in the community, the idea is to try to \nreach out to those folks who might be in unstable housing and at risk of homelessness.\n\nAnd the kinds of services that are offered -- again, neighborhood-based services -- such as job training, \nentitlements advocacy, assistance with legal issues, housing relocation, and financial assistance for the payment of \nrent arrears and broker's fees.\n\n\n\nWe're currently involved in helping New York City Department of Homeless Services to evaluate this program.  And \nthis gentleman sitting next to me, Dr. O'Flaherty, is leading a part of that evaluation program.\n\nWe also have another program, research program, that's focused on trying to understand the process by which \npeople end up homeless.  The question was asked just previously: Can you chronicle the process by which you \nactually lost your housing and ended up on the streets?\n\nWe think this is important because we want to find out when people might have periods of greatest risk.  We want to \nknow if they've tried to seek help and help hasn't been successful.\n\nAnd the idea of studying this -- and it's a qualitative investigation that's being conducted by one of our \nanthropologists -- is to inform ways of positioning programs so that they can best work on the issue of preventing \nhomelessness.\n\nSo the studies I just mentioned that are ongoing are going to be coming to fruition in the very near future.  I just \nwant to mention something that some of you probably already know, and that is good research takes time, so we \ncan't promise major breakthroughs like Housing First and Critical Time Intervention every month.\n\nBut with all these projects ongoing, we're confident that we will be learning new ways to make life better for people \nat risk of homelessness on a regular basis.\n\nAnd we'll be happy to keep you informed about our findings.  We would welcome any suggestion or problem or \nquestions that we should be looking at, because we want our research to inform decision-makers and to be put into \npractice.\n\nI just want to mention that -- also that in one of our planned studies, we're going to be looking at social inclusion and \ncommunity reintegration.\n\nWe're not just going to be satisfied that people with these serious disabilities get into housing, but how they are able \nto achieve some measure of life fulfillment and participate in the life of society at large.  So we're going to be \nlooking at a new program that is also based in New York City -- a recovery center that's designed to work on the \nissue of community reintegration.\n\nWe also have another intervention that, again, addresses the issue of engaging people and services.  This is \nsometimes a very difficult thing to do, very challenging.\n\nAnd it was mentioned, I believe, early on -- a question by Congressman Teague, a marketing approach -- if we'd \never used a marketing approach in the field to try to inform people about the availability of services and what they \nmight be able to get out of that.\n\nAnd so we're going to be doing a study, an experimental study of marketing to see if marketing doesn't improve \nengagement in services.\n\nSo again, thanks for the opportunity to be here, and I'll be glad to answer any questions you might have.\n\nREP. FILNER:  Thank you.\n\nDr. Flaherty, do you have a statement?  Please.\n\nMR. O'FLAHERTY:  Mr. Chairman, members of the committee, thank you for inviting me to testify.  I'm an \neconomist.  I teach at Columbia University.\n\nYour staff asked me to talk about homelessness prevention and primary prevention of homelessness among people \nwho are housed now but might become homeless in the future.\n\n\n\nHomelessness prevention is hard.  It's hard because the onset of homeless spells is unpredictable.  Probably it's \ninherently unpredictable, like guessing which stock will go up tomorrow.\n\nFor 15 years, really good scholars with really great data sets have been trying to make such predictions, and the \nbest they can do is to isolate groups of families that have pretty high probabilities of becoming homeless pretty \nsoon.\n\nBut risk even in these super, super-high-risk groups is nowhere near a third.  And most of the people who become \nhomeless are not people from these super-high-risk groups.  No comparable studies for single adults have been \nconducted.\n\nReasonable programs that humans could implement probably reduce point-in-time homelessness by no more than \nfive to eight for every 100 non-homeless households they serve.\n\nThe best relevant studies here are those of various kinds of housing subsidy programs.  A wide variety of methods \nare used in these studies, and they invariably come up with numbers in the range of three to seven per 100 families \nserved.  I don't think the programs that I recommend below will do better than this.\n\nThese are prevention programs that start with people who are not homeless.  Some programs that start with \npeople that are homeless do better on this metric, but they are not my topic.\n\nSo prevention is hard, but hard doesn't mean not worth doing. Hard means you have to think about what you're \ndoing.\n\nI'd like to use the analogy of fires.  Fires, too, are inherently unpredictable.  If you knew when and where a fire \nwould occur, it wouldn't occur.  Unpredictability implies that fire departments don't invest a lot of effort in trying to \npredict individual fires.  They respond in force only to actual fires.\n\nBut still, they engage in fire prevention activities.  Most buildings are covered by fire protection codes, like this one, \neven if they're unlikely to have fires today.  When you hear that -- when you read that smoke detectors save lives, \nyou don't complain that millions of smoke detectors in this country are being wasted in buildings that are not burning \nnow.\n\nSmoke detectors and fire codes work because they cover a lot of buildings.  Fire prevention before the fact is wide \nand shallow; after the fact it is narrow and deep.  It's a good principle for homelessness, too.\n\nWhat does this mean for veterans and homelessness?  I have two recommendations because I think it's a time to \nthink a little bit differently, and I come from a different kind of background.\n\nI think these recommendations will help a lot of veterans and keep some of them from being homeless.  I don't \nthink they'll cost a lot.  But they are novel, and I do not have direct evidence.\n\nFirst, rent insurance.  For over 60 years, the VA has been insuring the mortgages of veterans who buy homes.  I \npropose that the VA expands the insurance to cover veterans who rent apartments. Details in my written testimony.\n\nGive veterans who rent a safety net so that they don't lose their apartments when they're down on their luck.  This \nprogram would also make it easier for veterans to rent apartments, especially leaving homelessness programs, \nsince landlords would have more assurance that they wouldn't get stuck with rent.\n\nIn addition, that would be an excellent outreach device.  If someone -- if a veteran falls behind with rent, the landlord \nhas to contact the Veterans Administration to collect the insurance.  That is the signal they can get the Veterans \nAdministration, and the programs that we heard this morning get involved.  You look for an outreach device.  This is \nan outreach device.\n\n\n\nRent insurance also would promote equity among veterans.  In the last year, I've heard members of Congress say \nrepeatedly that home ownership isn't for everyone.  I agree.  But every veteran, no matter what form of housing he \nor she chooses, deserves some protection against hard times.\n\nSince the veterans who rent are generally more vulnerable to homelessness than the veterans who buy, they seem \nlike the veterans who need the insurance the most.\n\nSecond is shared housing.  Today there are lots of people who are hard-strapped for cash, worried about \nforeclosure, and rattling around in houses that are bigger than they need.  For some of them, a boarder or a relative \nwho could pay some of the expenses would be a godsend. Some households would also welcome an opportunity to \nhelp veterans.\n\nAt the same time, there are lots of veterans who could use a temporary cheap place to live until the economy picks \nup.  Why not bring the two together?  This is not a program for everybody.  This is not a problem for the majority of \npeople.  This is not a program for 90 percent of people.\n\nBut if one household out of 1,000 volunteered to house a veteran temporarily, 112,000 offers would come in.  A lot \nof veterans might find some of these offers pretty good.  Some people might avoid foreclosure.  No one would be \nforced to do anything.  It would not cost a lot of money.  Why can't Congress promote this option?\n\nIn summary, I suspect that this is not what you expected me to say.  It's not what I expected me to say either, but \nthe logic compelled it.\n\nWhen you cannot forecast who will be affected by a problem and when, the best way to prevent it is to treat many \npeople in a cost- effective and intelligent manner.  That is what fire departments do. That is how polio was \neradicated.  That is why every car has seatbelts, not just those that are going to crash today.\n\nWide and shallow before the fact, deep and narrow after the fact. Preventing homelessness requires building a \nbetter safety net for all veterans.\n\nMr. Landis talked about a safety net.  This would come when the safety net fails.  The raw materials for that better \nsafety net are already in place.  They're in place the excellent programs the VA has been running in the housing \nfield for 60 years.  They're in place in the respect that Americans have for veterans.\n\nMy suggestion is to use those resources in a new way.  Thank you for the opportunity.\n\nREP. FILNER:  Thank you so much.\n\nDr. Roe?\n\nREP. ROE:  Just a couple of questions, briefly.  I'm sorry I got here a little late.\n\nWhen you were talking about the rent insurance, what figure?  I read in your testimony $1,000 a month.\n\nMR. O'FLAHERTY:  Yeah.  This is something to be developed.  I'm thinking of -- I'm from New York -- $1,000 a \nmonth for six months.  It might not be the appropriate figure.  I'm thinking of an appropriate -- a reasonable rent for \na reasonable period of time.\n\nREP. ROE:  Okay.  That's fair enough.  I kind of think in various areas, like in New York, that would be -- that's \nprobably not a lot of rent.  I know --\n\nMR. O'FLAHERTY:  No.\n\nREP. ROE:  Where we are you can probably -- I could probably find you a year's worth of housing for --\n\nMR. O'FLAHERTY:  Yeah, it might be appropriately indexed to the different areas.\n\n\n\nREP. ROE:  you know, I think one of the great challenges we have -- and as mayor of Johnson City, Tennessee, \nwhere I'm from, we have an area there that we -- or in upper East Tennessee -- a plan to reduce homelessness for \neveryone in the next several years, and specifically high on our list are veterans.\n\nAnd there have been some great -- and the chairman, I will tell you, has helped one program that we implemented \nlast year -- are finding houses for veterans.  We've reduced our veterans' homelessness rate a tremendous amount \nin our region by using this program.\n\nAlso, just affordable housing in general is difficult, and we have one thing that we've done.  It took us about seven \nor eight years to finally get it done, but we took a public-private partnership and built homes that are 12,000-1,300 \nfeet with garages, concrete driveways, curbs, gutters, that a person making $25,000 a year can afford.\n\nSo it can be done.  This was some public land the city used and then we had a builder who came in and was \nwilling to obviously do this at not a great profit, I believe put 15 units.  and we're going to have 50 units, both -- you \nknow, sort of individual homes, some will be apartments, some will be assisted living.\n\nBut it can be done, but it is a challenge, and probably more so because property is so expensive where you are.  \nI'm sure that that would raise that.  But it's a huge issue not just for veterans but for everyone in this country, \nhomelessness.\n\nInteresting, in your comments in your research, Dr. Caton, have you found any particular factor that we could put \nour finger on -- and I'm sure it's regional and different in different areas -- that you could go to for not a lot of \nexpense to try to get the biggest bang for your buck?  Have you identified anything in your research?\n\nMS. CATON:  Well, I think in terms of getting chronically homeless people off the streets and into housing, we think \nHousing First has a pretty good track record.  About 85 percent of the people placed in Pathways to Housing have \nremained stably housed.  That's for that particular population.\n\nI think you have to think carefully about the subgroup of homeless people that you're talking about or the people \nwho might be at risk but not yet homeless.\n\nFor homeless families who are at risk but not yet homeless, there are a number of different strategies that the \nHome Base program in New York City is utilizing, again, to get homeless families and some single individuals out \nof homeless, into housing.  Housing vouchers, subsidized housing, seems to be quite effective.\n\nIn some cases, we know that a mix of housing and services is going to be probably required.  The people who are \nmore disabled -- psychiatrically disabled, disabled by substance abuse or physical disabilities -- they need services \nas well as housing.\n\nBut there are other constituencies of homeless people or people at risk who may just need to have some \nassistance to get themselves over a hump and back into housing.\n\nSo I think we have to have a lot of different options and have to keep in mind that the population of people who are \neither literally homeless, meaning that they're on the street, they're in shelters, is only one group that could \npossibly be the benefit of some kind of housing assistance to prevent homelessness.\n\nREP. ROE:  Are you -- we have a program at home that is faith- based that churches do -- where if a family -- these \nare for families. If a family becomes homeless, they'll -- we have a family will live in our church at night.  We've had \n-- during the daytime they go to a resource for training for jobs, so that they are not on the street. They have a place \nto live.\n\nDo you have any programs like that in New York?\n\nMR. O'FLAHERTY:  Yes, we do.\n\n\n\nMS. CATON:  We do.\n\nMS. CATON:  We do, yes indeed.\n\nMR. O'FLAHERTY:  Definitely in New Jersey and quite a bit in New York, too.\n\nREP. ROE:  Thank you, Mr.  Chairman.\n\nREP. FILNER:  Thank you.\n\nWe appreciate keeping in touch on the research, Dr. Caton.  And, Dr. O'Flaherty, thank you for your bold \nsuggestions.  I'm going to -- we have the VA coming as the panel after you, so I'm going to ask them what they \nthink about your bold suggestions.  You guys think about it, right?\n\nNo, I think we have to start thinking a little bit differently about all this stuff, and I -- you've helped us with those \nsuggestions in terms of -- I mean, some of these seem to make common sense, and yet when you think about the \ngovernment and the political system, sometimes it doesn't have the will to do something like this, which would be a \nhell of a lot cheaper than what we're doing now.\n\nI mean, if we -- you know, whatever it costs for rental insurance, I'm sure it would be cheaper than dealing with \npeople who are then homeless, and we have to deal with all those issues.\n\nMR. O'FLAHERTY:  You'd be dealing with more people, but it would be cheaper.\n\nREP. FILNER:  Yeah.  No, I mean, it's just -- insurance by its very nature -- you don't need it -- I mean, you don't \nspend it unless someone needs it, right?\n\nMR. O'FLAHERTY:  Exactly.\n\nREP. FILNER:  So it's -- you're spending a little bit of money for a lot of people, hopefully to prevent, you know, a lot \nof money for a few people, right?\n\nMR. O'FLAHERTY:  Yes.\n\nREP. FILNER:  Well, we appreciate it, what you're all doing, and we'll -- we'd like to keep in touch with you.  Thanks \nso much.\n\nWe appreciate the folks from the VA  listening to the testimony with us, and we have several witnesses from the \nDepartment of Veterans Affairs, the Department of Labor.\n\nGeorge Basher is the chairman of the VA  Advisory Committee on Homeless Veterans.  Pete Dougherty is the \ndirector of the VA  Homeless Veterans Programs, and accompanied by I see Paul Smits, who is associate chief \nconsultant of the Homeless and Residential Rehabilitation and Treatment Programs.  Is that the biggest title in the \nVA?\n\nJohn McWilliams is the deputy assistant secretary of the Veterans' Employment and Training Service of the U.S.  \nDepartment of Labor.\n\nWe thank you for being here.  I know for a fact that the secretaries of both your departments have a personal and I \nthink deep commitment on this issue.  Secretary Shinseki said, that there's going -- there's going to be a goal over \nX number of years for you all to try to reduce veterans' homelessness to zero.\n\nWhen Ms. Solis became -- was nominated to be secretary of Labor, the first thing she said to me on the floor of the \nHouse was, \"We've got to work on the veterans.\"  So I know about her personal commitment also.\n\nSo we appreciate your being here and look to your testimony.\n\n\n\nMr. Basher.\n\nMR. BASHER:  Chairman Filner, honorable committee members and distinguished guests, I'm pleased to be here \ntoday to discuss the views of the VA Advisory Committee on Homeless Veterans on various programs designed to \nend homelessness among American veterans.\n\nAs chairman of the advisory committee, I want to thank you for this opportunity.\n\nNot one single VA program for homeless veterans has been improved or adjusted without recommendations from \nthe advisory committee.  Our 15-member committee consists of direct service providers, policy makers and \nprogram administrators who all are dedicated to the elimination of homelessness.\n\nOn VA Grant and Per Diem:  VA Grant and Per Diem continues as the workhorse program largely responsible for \nreducing the number of homeless veterans over 40 percent, to 131,000, during the past five years.\n\nHowever, over the past several years the advisory committee has recommended a number of changes to the \nprogram that we feel would improve this record even further.\n\nThe funding mechanism, designed over 20 years ago, is outmoded. It's not user-friendly.  It doesn't cover \nparticipation in high-cost areas.  And the reimbursement process is somewhat complex.\n\nBasing the program on actual costs of services provided instead of a rigid per diem would allow agencies to tailor \nprograms to local needs and costs.  The VA special needs grants take this approach and have been very, very \nsuccessful.\n\nThe advisory committee has also recommended that the GPD program be authorized at a level of 200 million \n(dollars) for FY '10, and that the sums necessary to successfully sustain the program be appropriated thereafter.\n\nMost homeless programs, with the exception of GPD, are covered under the McKinney-Vento Homeless \nAssistance Act, which allows other federal funds to be used as matches for their program.\n\nGPD does not have the waiver allowing that, decreasing opportunities for participants to leverage a number of \nresources to increase their services to homeless veterans and expand their programs in ways that are common in \nmainstream programs.\n\nREP. FILNER:  Mr.  Basher, I don't mean to interrupt you, but when I suggested earlier that the Grant Per Diem \nmight follow the veteran instead of the facility, did you -- did your committee look at that at all?\n\nMR. BASHER:  We've discussed that, sir, and, you know, that's not a bad idea.  Much the same --\n\nREP. FILNER:  Best compliment I've ever heard from the VA to me, you know?\n\nMR. BASHER:  Well, you have to recognize, I'm not speaking as a VA employee, sir.  I am the chairman of the \nadvisory committee.\n\nREP. FILNER:  Okay, so I haven't had that good compliment. (Laughter.)  We'll see what Dougherty says.\n\nMR. BASHER:  Inspection of GPD providers is currently the responsibility of the local VA medical center staff.  With \nthe growth of GPD to hundreds of providers, over 10,000 beds, the inspection process has become very inefficient \nand inequitable.\n\nThe advisory committee has recommended a national standard be established and a national contract created for \ninspections.\n\n\n\nOn prevention of homelessness, the advisory committee has been concerned for some time about the need to \nincrease efforts to prevent homelessness among those veterans returning to a weakened economy and less stable \nhousing.\n\nWe've noted a slow but steady increase in the number of recent returning veterans seeking VA assistance through \nHealth Care for Homeless Veterans program, now over 3,000 individuals.  Over 500 of these have been referred to \nGPD providers for services as well.\n\nThe current economic downturn is also affecting older veterans from Vietnam to the first Gulf War as well, exposing \nthose on the economic edge to a greater risk of homelessness.\n\nReturning OEF/OIF soldiers transitioning from active duty to veteran status -- while all returning combat veterans \nhave eligibility in the VA health care system, many do not enroll or take advantage of the services offered.\n\nThe advisory committee has consistently recommended that separating soldiers be automatically enrolled with VA.\n\nWe also look at PTSD and TBI as potentially something creating a risk for homelessness as a result of those \nconditions.  The advisory committee has recommended VA and DOD continue to work with the National Institutes \nof Health, SAMHSA, and the Center for Disease Control to develop better screening and assessment tools and \ndevelop appropriate interventions to minimize the risk of homelessness for this population.\n\nAnd research has shown that persons who enter the service from backgrounds at risk for homelessness often are \nthe most likely to experience homelessness once separated from active duty.  The advisory committee \nrecommends further research on this vulnerable population and the prevention of homelessness be done as soon \nas it can be practically accomplished.\n\nOutreach to veterans means different things to different people. There are as many definitions as there are \nadvocates.  In the world of homeless veterans, VA has done a good job of outreach to the chronically homeless \nthrough VA.  Health Care for Homeless Veterans outreach workers and their community partners in providing \ntransitional housing.\n\nThat said, veterans in HUD or other mainstream programs frequently miss opportunities to connect to VA benefits \nand services because those programs do not identify veterans or opportunities available to them.\n\nSimilarly, those veterans at risk for homelessness in the community are more likely to be noticed first by the \ncommunity -- churches, schools, and the criminal justice system -- as opposed to the nearest VA Medical Center.\n\nThe advisory committee has recommended for some time that our partners at HUD and HHS identify veterans in \ntheir programs so that effective and timely access to VA  services can be provided.\n\nWe've also discussed the need for VA to connect with community- based resources to develop true local access to \nVA services.  Basic education on programs, eligibility, and points of contact for community organizations are \nnecessary to make outreach a true community effort.\n\nOver the past several years, the advisory committee's recommended to the secretary while VA Transitional Housing \nwas a good program, collected data indicated a significant number of veterans were cycling through the program a \nnumber of times.\n\nThe result was HUD-VA Supportive Housing, HUD-VASH, providing Section 8 vouchers to those people in VA case \nmanagement who are eligible.\n\nThe advisory committee will be reviewing the progress of the HUD- VASH program and making recommendations \non the need for additional vouchers in its 2010 report to the secretary.\n\n\n\nAnd as with any new program, there are issues in implementation. One difficulty with HUD-VASH is the absence of \na reliable source of funds for things such as security deposits, utility deposits, and so forth for a population that \ntypically lacks sufficient income for those charges.\n\nBecause of this issue, mainstream programs that provide such assistance are reluctant to include veteran housing \nproviders in these programs.\n\nVA should also consider contracting with community-based agencies to provide case management where \nappropriate as a way to extend the reach of VA staff while providing necessary services.  Current GPD providers \nare a logical choice for permanent as well as transitional services in many cases.  Congress and VA have done an \nadmirable job in reducing the number of homeless veterans in the nation.  Nearly 15,000 GPD beds and 20,000 \nSection 8 vouchers are formidable tools to reduce the incidence of homelessness amongst veterans.\n\nMuch remains to be done, however, especially in the areas of prevention and permanent housing.  The advisory \ncommittee believes the key to success is providing programs that are adequately resourced and sufficiently flexible \nto meet the varied needs of this group of veterans.\n\nMr. Chairman, this concludes my testimony.  I want to thank you for the opportunity and will be happy to answer \nany questions you may have.\n\nREP. FILNER:  I just want to say thank you for your leadership. This is not a Great -- you don't get a lot of thanks \nfor chairing an advisory committee, nor a lot --\n\nMR. BASHER:  No, sir.\n\nREP. FILNER:  -- nor a lot of money, I would think.\n\nMR. BASHER:  Yeah, it's one of those high-paying federal jobs. Yes, sir.\n\nREP. FILNER:  And I wish we had adopted all of your suggestions by now, so we do appreciate all the work that \nyou put in, and we're going to be looking more meaningfully at the suggestion there -- I mean, your \nrecommendations.\n\nIn fact, Mr. Dougherty, you can start off by saying how come you haven't accepted their recommendations on the, \nyou know, the whole Grant Per Diem program and its flexibility and its size.  I'm sure there's a good reason.  But we \nappreciate, Pete, your being here. You're known around the nation for your work and we do appreciate it.\n\nMR. DOUGHERTY:  Thank you, Mr.  Chairman and members of the committee.  It's a very exciting time, as you \nmentioned, for us who do this work.  Your hearing entitled \"A National Commitment to End Veterans' \nHomelessness\"  is, in fact, very timely.\n\nYou've indicated Secretary Shinseki has announced that he wants us to eliminate homelessness among veterans \nwithin five years.  While the numbers are going down from an estimated 154,000 published last year to 131,000, we \nall know that much still remains to be done.\n\nWith the help of this Congress, we have been making unprecedented strides to expand current and to create new \nservice partnerships with others.  We'll do this by actively reaching out to veterans who are homeless or at risk.  \nWe'll spend about $2.4 billion in health care services this year and another $412 million on homeless-specific \nservices at the Department of Veterans Affairs.\n\nWe're going to continue to do more to get veterans the benefits that they've earned because we know that income \nsupport will get many of them out of homelessness faster and keep them out of homelessness.\n\n\n\nWe're continuing to expand.  You referenced Stand Down.  We continue to participate in more and more Stand \nDown activities.  Last year in calendar year 2007, there were 157 events that we participated in with community \nprograms.\n\nOver 34,000 veterans and family members -- over 30,000 veterans and over 3,500 children and spouses of \nveterans came to those.  And very well, Mr. Chairman, I think it was also due to note that over 24,000 volunteers \nand some VA employees participated in those kinds of outreach events.\n\nWe know the best strategy to end homelessness is to stop it at the beginning.  And homelessness prevention is \nreally something that we're doing today that we never did in ways before.\n\nOver the past four-and-a-half years, we've seen over 1,000 veterans in homeless-specific programs who have \nserved in Operation Enduring Freedom and Operation Iraqi Freedom.  We've seen about 4,000 -- 3,800 all told -- \nbut we've seen about 1,000 of them in homeless- specific programs.\n\nWe do know that by expanding a new effort with HUD, that Congress has appropriated funds to HUD and to VA for, \nwe're going to, for the first time offer pilots to work with at-risk homeless veterans.\n\nNow, Mr. Chairman, there's a lot of discussion about well, this is, you know, sort of unknown, unseen.  Let me \nsuggest to you the analogy of one of the previous witnesses about a fire alarm system. No.  What you want is a fire \nsuppression system so when a small fire starts you get to put it out now.  And that's what we're trying to do.\n\nThere are numerous studies that have already been done about what high-risk factors are there, who's likely to be \nhomeless if we don't do prevention.  I think this is going to give us for the first time a real opportunity to do that.  \nWe expect to start that later this year.\n\nThe 20,000 units of HUD-VASH vouchers that are out there now are significantly aiding this, and we do expect that \nthe next 10,000 units -- the placement of them will be announced hopefully later this month.\n\nOne of the discussions earlier was about women veterans.  We argued for a long time that we needed this kind of \nprogram.  What we've found to date is about 12 percent of the units are being occupied by women veterans, and 14 \npercent of the units are occupied by veterans with children.\n\nThose are traditionally populations that have been very tough for us to serve otherwise.  Our Transitional Housing \nprogram, our Grant and Per Diem program -- we will have about 1,000 new beds that we'll announce some time in \nthe next few months.  We'll have over 15,000 beds across the country that will be there.\n\nWe're continuing special needs assessment, and we're doing more.\n\nWe have told the Congress that we don't think the multifamily housing loan guarantee is an effective program, and \nwe're not going to continue it because it simply does not work.  You asked us to try it many years ago.  We've tried \nit repeatedly.  We have not been able to do it.\n\nYou -- I want to thank the committee.  You've reauthorized the opportunity for us to work with veterans coming out \nof institutional settings.  We think that's going to be a very effective thing -- not only for veterans who have been \nincarcerated, but veterans who may come out of long-term psychiatric care and so on.\n\nWe also know that we have authority and we are acting on the authority even though we didn't get an appropriation \nspecifically to do it -- we're moving forward with supportive services for low-income veterans, those at 50 percent or \nless of median income.\n\nWe know that -- we think that that will help veterans who may be sliding toward homelessness.  We also think \nthose who are first coming out of homelessness will stay better and more healthy.\n\n\n\nThere's a lot of discussion today about what we don't know, and I certainly would fail to do my job today if I didn't \nreference that the secretary has agreed and we are now starting a homeless research center.\n\nWe are going to do the things that look at what communities are doing and how they are doing things effectively, \nwhat we at VA have been doing with program monitoring and evaluation, and we're going to meld those two \ntogether to see what we can do as best practice and to see what we can do to do it even better.\n\nMr. Chairman, I appreciate the opportunity to be here today and certainly look forward to any questions you or the \ncommittee may have. Thank you.\n\nREP. FILNER:  Thank you, sir.\n\nMr. Smits, do you have a comment, or are you just accompanying Mr. Dougherty?\n\nMR. SMITS:  Mr. Chairman, I do not have a prepared statement. I'm accompanying.\n\nREP. FILNER:  He needs all the accompaniment he can get, so -- (laughter).\n\nI need people, too.  I don't know why he has people.\n\nPlease.\n\nMR. MCWILLIAM:  Chairman Filner, Mr.  Roe, I'm pleased to appear today before you to discuss how the \nDepartment of Labor's Veterans' Employment and Training Service fulfills its mission of providing veterans and \ntransitioning service members with the resources and services to succeed in the 21st century workforce and, \nparticularly, our work to help combat veteran homelessness.\n\nWe accomplish our mission through three distinct functions: employment and training programs, transition \nassistance services, and enforcement programs.  All these activities form an effective front line in the prevention of \nveteran homelessness.\n\nI would like to limit my remarks to one of those employment and training programs, the Homeless Veterans' \nReintegration program.\n\nThis is the only federal nationwide program focusing exclusively on employment of veterans who are homeless.  \nHVRP provides employment and training services to help reintegrate homeless veterans into meaningful \nemployment and address the complex problems they face.\n\nGrants are awarded competitively to state and local workforce investment boards, state agencies and public \nagencies, private nonprofit organizations, and neighborhood partnerships.  Grantees provide an array of services, \nutilizing a case management approach that directly assists homeless veterans and provides training services to \nhelp them to successfully transition into the labor force.\n\nHomeless veterans receive occupational, classroom and on-the-job training as well as job research -- job search \nand placement assistance, including follow-up services.\n\nGrantees network with federal, state, and local resources for veteran support programs, to include the Departments \nof Veterans Affairs and Housing and Urban Development, the Social Security Administration, state workforce \nagencies and local One-Stop Career Centers.\n\nVETS has requested in the president's 2010 budget submission a total of $35.3 million for the HVRP problem, an \nincrease of $9 million, or 34 percent.  We plan to serve 21,000 homeless veterans with that money in 2010.\n\nLast year, VETS awarded a total of 91 grants, including 16 newly completed grants and second and year funding \nfor an additional 75 grants.\n\n\n\nThe HVRP also supports Stand Down activities.  Approximately 40 current grantees participate each year.  In \naddition, last year we funded an additional 46 Stand Down events across the United States.\n\nMr. Chairman, that concludes my statement.  I would be pleased to respond to any questions.\n\nREP. FILNER:  We thank all of you.\n\nBy the way, when you throw out a figure that, you know, \"we're putting this much money in\" -- sounds like, you \nknow, we're doing a lot.  I hope you could tell us what you need, not just what you have.\n\nAnd I hope the secretary will have a -- I don't know, a plan and a budget for that five-year goal.  By the way, 412 \nmillion (dollars), which you mentioned --\n\nMR. DOUGHERTY:  Yes.\n\nREP. FILNER:  I mean, that's a half of 1 percent of your -- of the total budget of the VA  Now, to me, that's not a \ncommitment.  I mean, 412 million (dollars) sounds like a lot of money and it is.  But again, a half of 1 percent of the \ntotal budget is not really the kind of commitment I think we need to fulfill the secretary's goal.\n\nAnd just -- I'd like to -- when you mentioned 35 million (dollars) -- I think when I started on this committee it was like \n5 million (dollars).  I mean, I -- it was ridiculous.  What's the -- what's Department of Labor's budget, roughly?\n\nMR. MCWILLIAM:  I can't answer that, Mr.  Chairman.\n\nREP. FILNER:  I mean, I bet you this is even less than one -- one-half of 1 percent.  So you know, I -- you guys \nhave to deal with what you've got, but you need to tell us you want more.  I mean, you've got to be more aggressive \nhere.\n\nSo again, I hope there's going to be a budget for that plan at some point.\n\nMR. DOUGHERTY:  Mr.  Chairman, the secretary, as I've indicated and as you know, is pushing us to come with a \nvery robust plan to address this issue.  And if we're going to address this issue it will, in fact, I'm assuming, will \ninclude resources, new resources, or certainly a reallocation of existing resources.\n\nREP. FILNER:  I'm sorry, thank you, Pete.\n\nMr. Roe, did you have a question?\n\nREP. ROE:  Just very quickly.\n\nFirst of all, I totally agree that we need to sign up all the veterans -- I mean, soldiers when they ETS in the military.\n\nI don't think that a bullet knows what your income level is when it goes by you.  I have an objection to that.\n\nI'm one of those veterans that can't qualify, and I would be more than happy to get in the back of the line because I \ncan afford my insurance.  But I still ought to be able to go to the VA if I want to.\n\nI think a couple of things that I heard the chairman say that make a lot of sense to me -- we've got 133,000 or so \nhomeless veterans.  And in five years, General Shinseki has wanted to reduce that to -- obviously, it won't get to \nzero, but to a very manageable number.\n\nWhat is -- a year from now are we going to have 26,000 less, or do we have a plan out there?  We've got a \nproblem.  Now do we have a plan?  And obviously, homelessness -- you can cure that with -- with some job skills \nand a -- and a job.  I mean, that's how you cure homelessness.\n\n\n\nMR. DOUGHERTY:  Yes, sir.  Joblessness is one of the issues, but you don't just cure it with a job, because if I \nhave mental illness and substance abuse, getting me a job is not going to solve my problem.  I'm going to lose my \njob and become homeless again.\n\nYou have to deal with it in a complex system so that getting a job is, in fact, what the result of this is.  But for many \nveterans -- about 80 percent of the veterans that we see have substance abuse and mental illness problems.  If we \ndon't address that problem first, getting them a job is not going to solve the problem.\n\nREP. ROE:  No, I don't disagree with that.  But back to my first question:  Is there a plan?  The chairman asked this.  \nAnd is there a plan so that five years from now when we're sitting up here -- are we still going to be looking at \n100,000 veterans?\n\nMR. DOUGHERTY:  Well, yes, sir.  We -- that's what I was talking about in my statement and made in my oral \nstatement was that we now have 20,000 units of permanent housing with case management services from VA.\n\nSo HUD will provide housing.  We'll provide case management and direct services to those veterans.  We now \nhave supportive services, so many of those low-income veterans who are at risk of homelessness will get support \nservices from community providers so they hopefully will never become homeless in the first place.\n\nREP. ROE:  That -- let me -- 20,000 is not 133,000.  Is that 20,000 a year or are we going to have 40,000 next year \nand 60,000 and so on?  Is that the plan?\n\nMR. DOUGHERTY:  Twenty thousand is what Congress has approved for us to get up to now.  There is an \nappropriation that, as I understand it, has 80,000 units of undesignated new Section 8 that's available but the way \nthat we got this to this point is Congress put a mark that said that we got 10,000 (dollars) the year before last, \n10,000 (dollars) this year in HUD's budget.\n\nREP. FILNER:  But I think we're asking what do you need --\n\nREP. ROE:  Exactly.\n\nREP. FILNER:  --  to meet the goal.  And are we providing enough? I mean -- and you need to tell us that.  I mean --\n\nMR. DOUGHERTY:  Well, certainly.  Certainly, we do know that we would need more than 20,000 units of HUD-\nVASH housing.  We know that we need -- and we are looking at doing something I think equivalent to sort of the \nrapid re-housing.\n\nI mean, that's sort of conceptually where we're working on with Secretary Shinseki's plan.  Rapid re-housing \nmeans that if I don't have a place to stay now, I'm going into homelessness, I'm going to lose my housing, we'll get \nyou into housing and get you support services that you need to have.\n\nREP. FILNER:  What do you think about the rental insurance idea?\n\nMR. DOUGHERTY:  Well, I don't think that rental insurance itself is the answer, because I mean, at least the -- the \nway it's described it's -- I'm the landlord, this is the veteran.  I'm calling you up and saying he's not paying his rent, \ngive me the money for rent.  That's keeping him in housing, but there are issues that the veteran may have.\n\nI think rapid re-housing -- that idea that is out there today, which is -- Congress has approved -- does much of that, \nbut it also makes sure that I as the individual veteran is being addressed.\n\nREP. FILNER:  Okay, I think probably Dr. O'Flaherty had a more comprehensive situation.\n\nIf he'll just some time give us an answer, Dr. O'Flaherty, to what he said -- I'm sure there's a more comprehensive -- \nyeah, if you want to just briefly now -- I mean, I'm sure you were thinking of something that couldn't be handled so \nquickly and dismissed.\n\n\n\nMR. O'FLAHERTY:  No, I would agree that in many cases, there will be more serious problems.  And one \nadvantage of rental housing is that when the landlord asks for the money from the VA, you find out about it.\n\nAnd this automatically kicks in the process of all the other supports that you have in place and all the other \nagencies, so that you don't have to wait for a veteran to show up at your doorstep six months before, you're hearing \nabout this problem developing.\n\nAnd so it's an information system from -- for the VA that the VA doesn't have now.\n\nREP. FILNER:  We don't have to debate this now, but I think it's a good idea -- or that we ought to be exploring.\n\nI think there are some bold ideas, as Dr. O'Flaherty said, that we ought to be looking at.\n\nWe have to get to a vote, unfortunately.  I wish we could spend more time, but we're going to adjourn the hearing.\n\nWe appreciate everybody's attendance, the commitment of everybody both in the community, and the researchers \nand those who are working in the -- our agencies.\n\nWe thank you for your commitment, and we're going to do more. Between the secretary and us, we're going to get \nthis job done.  Thank you so much.\n"}