{"title": "ITALIAN-AMERICANS COMING INTO THEIR OWN", "body": "\nHERE ARE A NUMBER OF ways to assess the quiet yet spectacular rise of Italian-Americans in the United States \ntoday, but one of the best perspectives is from the 57th-floor windows of the Governor's New York City office in the \nWorld Trade Center. The view takes in Ellis Island, twin symbol of opportunity and pain to countless immigrants, \nand, beyond, the flat and colorless industrial precincts of Jersey City.\n\nIt was there that young Andrea Cuomo, a recent arrival in 1926 from the south of Italy, toiled as the classic pick-\nand-shovel immigrant.  He dug ditches and cleaned sewers and became, in the words of social historians who \ncame later, part of the human ''dung'' that fertilized America's industrial growth.\n\nAndrea Cuomo's son - whose birth was attended by midwives, who spoke only Italian until the age of 8, who was \ncounseled by ''wellintentioned'' law-school officials to change his vowel-laden last name if he wanted to get ahead in \nlife - now occupies the Governor's chair. From this eyrie of power, with its clear vista upon emblems of his personal \npast, it is tempting to suggest that Mario M. Cuomo has traveled a great distance in one generation.\nHighlights of the Italian-American community, which represents 7% of the population\n\n''Very little distance,'' he says, quietly disagreeing. ''Very little distance. If my father had had my education, it would \nhave been no distance. In terms of economic condition, we've improved.  But as a family, as individuals, as people \nof merit and excellence, I don't think I've yet improved on my father.''\n\nItalian-Americans have sometimes been regarded as being slow to assimilate and climb America's social and \neconomic ladders, even by their own historians, but now - as they swell the ranks of the middle class, amass power \nand wealth, and help set the decade's social and political agendas as never before - it may be that they have simply \nmeasured success, as Mario Cuomo has done, by a different yardstick, and made their way to the mainstream by a \nslightly different route.  Barely a century ago, in 1880, the number of Italians in the United States totaled a mere \n44,000. Now, Americans of Italian descent represent an estimated 7 percent of the population, and in recent years \nthey have attained a kind of critical mass in terms of affluence, education, aspiration and self-acceptance - so much \nso that the political analyst Theodore H. White, in his 1982 book ''America in Search of Itself,'' identifies Italian-\nAmericans as ''the most important among the rising ethnic groups.''\n\nTo be sure, the Italian-American community has never been slack in the production of distinguished individuals, but \nthose of earlier generations flourished - like the Italians themselves -in highly circumscribed worlds. In stadiums, it \nwas Joe DiMaggio; under the spotlights, it was Frank Sinatra; and in city government, it was Fiorello H. La Guardia, \nthe consummate local politician of his era.  But today's Italian-Americans have stepped out, as it were, and \nbecome prominent players with national impact as well as a national following, taking the initiative in crucial political \nand social issues.\n\n\nLido (Lee) A. Iacocca, chairman of the Chrysler Corporation, has come to represent a no-nonsense integrity and \ncan-do dash in the executive suite. Joseph Cardinal Bernardin, Archbishop of Chicago, has brought humanism and \nmilitance together in the movement of Roman Catholic bishops opposed to nuclear arms. Eleanor Cutri Smeal, who \nrecently concluded five years as president of the National Organization for Women, is credited with giving feminism \na grassroots appeal attractive to middle-class housewives. Perhaps more important, they represent merely the \nbrightest lights in a general fluorescence of Italians in American life, a fluorescence confirmed almost on a daily \nbasis.\n\nIf it isn't Jim Valvano coaching North Carolina State to the college basketball championship, for example, it is Joe \nPaterno coaching Penn State to a national title in college football, or Tommy Lasorda and Billy Martin managing \nWorld Series teams. If it isn't a new movie by Francis Ford Coppola or Martin Scorsese, it is a new interpretation of \narchitecture by the architect Robert Venturi, the ''father of postmodernism.'' If it isn't a new Broadway musical by \nMichael Bennett (''Dreamgirls''), it is a new shopping mall built by Edward J. DeBartolo Sr., the Youngstown, Ohio, \nbusinessman and sports magnate who is probably the wealthiest Italian-American in the country - reportedly worth \nmore than $500 million. And in the world of higher education, there are now such names as A. Bartlett Giamatti of \nYale and John Lo Schiavo of the University of San Francisco.\n\nIs there a single thread that runs through these people? If anything, it is the unusual propensity to merge, rather \nthan separate, the professional and the personal. Borrowing from a culture in which the extended family can easily \ninclude 30 to 40 ''close'' relatives, Italians thrive on community. They are accustomed to large numbers of people, \nand they seem to have developed an emotional facility in dealing with them. Even in large companies, they have a \nknack for keeping things on a human scale. ''The professional community,'' explains one Italian-American \npsychotherapist, ''becomes the next family.''\n\nProbably the most significant symbol of the Italian-American emergence is Governor Cuomo, who has practically \nmade a political doctrine out of the concept of family. ''With us, it's going from small family to big family, the state of \nNew York. Everything I do revolves around the notion of sharing benefits and burdens in the community.  And that's \nfamily.''\n\nHe remains comfortably aware of his ethnic background and easily interprets the historical moment through a \nfamilial lens. ''Most of the Italians who came through Ellis Island were like my mother and father,'' says the 50-year-\nold Governor, whose parents abandoned two mountain villages in the Campania region south of Naples. ''No \neducation. No skills. They called them cafoni (rubes). They were the lowest strata, economically and socially.\n\n''We are their sons and daughters, educated for the first time,'' he continues. ''What's happening now is that the \ngeneration of turnof-the-century Mediterranean immigrants is just now gathering to itself the kind of strength, \naffluence and comfort that allows it to reach out for power.''\n\nThat process, in fact, has been perceptible for more than a decade. Italian-Americans no longer resemble the \nstereotypical image of opera-loving blue-collar ethnics airing laundry, and personal grievances, from the windows of \nItalian ghettos. Instead, they are upwardly mobile - doggedly so. According to Alfred J. Tella, special adviser to the \ndirector of the Census Bureau, their presence in white-collar positions now appears to mirror national averages, \nthey have moved to the suburbs, and they have no more children than the average American family. As \nbreadwinners, they have made steady but striking progress: In 1979, Americans of purely Italian ancestry had a \nmedian family income of $16,993, out-earning all other ethnic groups except the Scots and the Germans (both of \nwhom arrived well ahead of the Italians).\n\n''It's the story of a three-generation success,'' says Mr. Tella, who estimates the number of Italian-Americans at \napproximately 15 million. ''Around the turn of the century, menial labor was synonymous with Italians. But they \nsacrificed a lot to get an education for their children, and they all wanted to own their own houses. Those were the \ntwin drives. Now Italians have fully caught up with non-Italians in the upper echelons of professional and managerial \noccupations.'' MONG WHITE ETHNIC groups, there is probably no other culture that has so conscientiously and \nsuccessfully husbanded its traditional values - from the close-knit family structure to the exuberant celebration of \nfeasts -into the present moment. To be sure, some traditions, such as the use of the Italian language, have eroded, \n\n\n\nprompting some observers to regard ethnic identity in the later generations as mainly cosmetic. But surveys over \nthe last two decades by the National Opinion Research Center in Chicago, for example, consistently show that \nItalian-Americans retain closer family ties than virtually every other ethnic or religious group. It has been a happy \naccident, in fact, that the Italians, by stubbornly refusing to abandon their old customs, have hung on long enough \nto see those values take on enhanced value as they move more boldly into the mainstream. ''A sense of respect \nand loyalty, a respect for family members, the cohesiveness of the family - I think of these values as fundamental to \nour interactions with other people,'' says Aileen Riotto Sirey, a psychotherapist and president of the National \nOrganization of Italian-American Women.  Those attitudes reflect a particularly Italian way of looking at things. \n''Italian-Americans are not generally rigid in terms of their professions being all-consuming - you'll seldom find a \nsingle-faceted Italian-American who devotes 20 hours a day to one narrow activity,'' notes former United States \nAttorney General Benjamin R.  Civiletti, 47, whose ancestors came from Palermo and Genoa. ''That gives them not \nonly a diversity of views, and a healthiness of mental outlook, but also the ability to endure problems and cope.''\n\nAnd cope they did, during a long and painful journey to social acceptance in this country. Given the cachet that all \nthings Italian enjoy today - from food to fashion to a certain vivaciousness of life style - it is difficult to conceive of \njust how great a liability it once was to be Italian in this country.\n\nMore than five million Italians have emigrated to the United States since 1820. Like other nationalities that preceded \nand followed them, the Italians encountered hatred and discrimination, but discrimination was a feature of their \nnative land, too.\n\nTHE GREAT MASS OF ITALIANS arrived around the turn of the century (some four million Italians came here \nbetween 1880 and 1920), and about three-fourths of the total came from the Mezzogiorno, the beautifully stark and \nhistorically underdeveloped regions east and south of Rome that even today have as much in common with the \nthird world as with Western Europe.\n\nThe southern Italians, who were contemptuosly dismissed as ''Africans'' by northerners in their own country, had \nendured centuries of oppression in their native provinces. From the ancient Greeks to the revolutionary Giuseppe \nGaribaldi to the Germans during World War II, southern Italy has been overrun by outsiders, and few were as \nbenevolent as Garibaldi. In a place where political foundations shifted frequently and unpredictably, loyalty to any \ninstitution beyond the family was dangerous and unwise - fostering an attitude of suspicion that became ingrained \nover the centuries.\n\nAlthough a handful of the immigrants were professionals, the majority, according to the sociologist William V. \nD'Antonio, were unskilled, unschooled and illiterate even in their own language. In many cases, they had never \ntraveled beyond the limits of their rural villages before trying to resettle in America's most bustling metropolises - \nNew York, Boston, Philadelphia and virtually every other major city in the industrial East. (Relatively fewer numbers \nsettled in the Middle West or on the West Coast.) Some of the immigrants who came to America were dark-skinned \nand, to many American minds, sinister looking. And many had no intention of staying.\n\nFully half of the Italians who emigrated to this country ultimately returned to Italy, a rarely noted fact that reveals a \nfundamental ambivalence about being in the United States in the first place.  Mostly male and single, the first wave \nof immigrants, known as ''sojourners'' or ''economic opportunists,'' came to America simply to make money; they \nwould then return to Italy, buy land, and settle down.\n\nIn this respect, the Italian experience was markedly different from that of the Irish (the major immigrant group \npreceding them) and the Eastern European Jews (a group that arrived simultaneously). The Irish became central in \nDemocratic politics and cultivated the Roman Catholic Church (including its parochial school) as an instrument of \nassimilation, just as the Jews used education and the business world as points of entry. The Italians, by contrast, \nentrusted their fate to no outside institution.\n\nThe Italian family, in fact, served to maintain and perpetuate that immigrant sense of being on the fringe. In the \nItalian-American home of the first generation, the family spoke Italian, cooked Italian, married Italian and acted \nItalian. Acting Italian meant, quite simply, putting the family above all other interests. In many ways, the family unit \noperated much like a cork in a vast and turbulent sea: As a crucial survival device, it provided unusual \n\n\n\npsychological buoyancy and kept families afloat in periods of poverty and assaults on human dignity. But it also \nproved impermeable to outside influences, according to Richard Gambino, a historian, in his book ''Blood of my \nBlood.'' And this had negative ramifications as well for several generations.\n\nThe control of family destinies was in the hands of the father, a figure both feared and revered. A psychological \nprofile of the traditional father, as it emerges in a recently published guide for psychological counselors, ''Ethnicity \nand Family Therapy,'' describes a ''benevolent despot'' who is authoritarian, rigid and highly committed to the notion \nof providing for - and protecting - his family. He demands respect from his wife and children, and regards defiance \nas ''an utterly intolerable insult.'' Out of compensation for a particular type of fatalism (a historical sense of lack of \ncontrol over outside events), the authors of the chapter ''Italian American,'' Marie Rotunno and Monica McGoldrick, \nsuggest, ''Italians emphasized the ability to maintain control over their own families.''\n\nThe Italian mother, in the view of authorities on Italian family structure, exerted considerable power and influence \nwithin the family, contrary to popular conception. She was considered the emotional heart of the group, and her \nresponsibilities were prodigious. She ran the family's exchequer, the nursery, the infirmary, the kitchen, the cannery \nand a special domestic classroom that schooled the children in emotional loyalties, the principal one being the \nparamount importance of the family. This message was reinforced by the mother's manner, which was \noverprotective and intense, encouraging particularly tight bonds between mother and son. These inherited \nresponsibilities, moral as well as economic and practical, were so overwhelming that second-generation Italians \ngrew up with a heightened sense of familial obligation, which in turn occasioned unusual anxiety when it came to \nseparation from family.  ''Sons were supposed to suffer shame and guilt for not following their fathers' ways,'' writes \nthe psychohistorian Andrew Rolle, a professor of history at Occidental College in Los Angeles, in his book ''The \nItalian Americans: Troubled Roots.''\n\n''The strong sense of respect for elders, for the mother and father, binds you until you fall into a pattern of 'what \nfather wants, father gets,' '' says 66-year-old Mary Sansone, executive director of the Brooklyn-based Congress of \nItalian-Americans Organization, ''and it spills over into attitudes toward people in authority.'' The legacy, Mrs. \nSansone notes in a sentiment echoed by others, is that ''Italian-Americans don't fight for things.''\n\nThat questioning of authority - whether social or familial - traditionally leaves Italians feeling uncomfortable. Marie \nRotunno and Monica McGoldrick note that adolescence, for example, is an ''extremely stressful'' period for Italian \nfamilies, and point out that separation from the family is so difficult and painful that traditional mileposts of \nachievement -marriage, a job promotion involving a transfer, or acceptance at an out-of-town university - is as likely \nto provoke crisis as celebration.\n\nIt may be, in fact, that Italian-American children in all but the most enlightened households trimmed the sails of their \npersonal ambitions simply to avoid a conflict with the parents. A New York psychologist, Joseph Giordano, director \nof the American Jewish Committee's Louis Caplan Center on Group Identity and Mental Health, identifies the mixed \nmessages of Italian families as ''Make it. Be successful. But don't go too far.''\n\n''If you are inculcated with the values of a group, then to reject, to challenge, to give them up means a conflict of \nloyalty - a kind of disloyalty,'' says Rudolph J. Vecoli, professor of history at the University of Minnesota and and \ndirector of the Immigration History Research Center there. ''You're being untrue to your family, your parents and \nyour ancestral heritage. That is true of many ethnic groups. But to make that break is perhaps more of a trauma for \nItalian-Americans than for others.'' Ironically, the other side of that fierce loyalty has contributed to the prevailing \nnightmare of Italian-American life: the Mafia. The same qualities that conferred great survivability on the Italians - \nloyalty to family, distrust of outsiders, strict adherence to codes of behavior and, in a phrase coined by Edward C. \nBanfield, professor of government at Havard University, the ''amoral familism'' that placed family ahead of society - \nalso produced excellent criminals.  In kinship, says Francis A.J. Ianni, a historian of organized crime, ''the Italians \nhad a cultural model that allowed them to control organized crime better and longer than anyone else.''\n\nThe secret bands known as ''mafie'' in 19th-century Sicily were usually agents of absentee landlords, and kept the \npeasantry in line. Other loose-knit groups of peasants formed outlaw bands and fought against oppressive \nlandowners. According to the historian Humbert Nelli, it was probably the latter that, as immigrants in America, \n\n\n\nformed the turn-of-the-century Black Hand terrorist groups. Although historians are still unclear on the ties, if any, \nbetween the outlaws of the Old World and the criminals of the new, there is general agreement that the Mafia in \nAmerica seemed to evolve out of Italian gangs that preyed on Italian immigrants in Italian neighborhoods, just as \nIrish and Jewish gangs developed in their respective ghettos. Familiarity with Mafia techniques in the older country \n(either first-hand or, more likely, by reputation) probably filtered through to the New World so that rackets such as \npaid protection that marked the old Sicilian mafie may have been adopted as effective tactics by American \nimmigrant criminals. The ascendancy of Italian-Americans in the criminal underworld coincided, by historical \naccident, with the advent of Prohibition, when organized crime paid as never before: Petty extortionists and \nracketeers became millionaire bootleggers overnight. But the Prohi-bition gangs were never exclusively Italian, says \nRalph Salerno, a former New York City Police Department supervisor of detectives in the organizedcrime unit; \nduring this period, Italian, Irish and Jewish gangsters formed close working relationships that are still apparent \ntoday.\n\nDespite the deep resentment that Italian-Americans feel about being linked with the Mafia (as well as the obvious \ntruth that only a tiny minority are involved in illegal activity), many have never been particularly eager to dissociate \nthe criminals from the law-abiders in their midst. Part of this may stem from a legitimate fear of the underworld. \nMany observers have pointed out that historically the Mafia has never shown any ethnic chauvinism and is just as \nlikely to exploit Italian-Americans as any other group. And part may stem simply from the traditional Italian virtue of \nminding one's own business. ''You mind your own business because you don't want to get involved,'' says Donald \nTricarico, assistant professor of social science at Queensboro Community College, who has studied the Italian \ncommunity in Greenwich Village.''There's no recourse to the state and there's no protection.''\n\nAlthough some people persist in the notion that the Mafia is merely a figment of the public's and the media's \nimagination, responsible Italian-Americans acknowledge the Italian-American role in organized crime - but with \nqualifications. ''I think it is folly for anyone in the Italian-American community to say there is not a small, small \nsegment involved in crime,'' says Frank D. Stella, president of the National Italian-American Foundation. But Mr. \nStella and others complain that the Mafia and organized crime have become synonymous, and that Italian-\nAmericans have unfairly been identified as the core group of any criminal enterprise. These complaints are echoed \nby Thomas P. Puccio, one of a number of Italian-Americans who have established reputations as aggressive foes \nof organized crime.\n\n''The public has been led to believe that organized crime and the Mafia were equivalent in every sense of the word,'' \nsays Mr. Puccio, 38, former head of the Justice Department's Organized Crime Strike Force for the Eastern District \nof New York and now a partner in the Park Avenue law firm of Fisher, Puccio & Wilker. ''It's very easy to say, 'O.K., \nthe Mafia is the enemy.' It makes a nice neat little package. It sells. It's noncontroversial. You don't make any \nenemies. You don't step on anyone's toes. If you're running a Senate committee, you come out with names that \nlook like a menu in an Italian restaurant, and you bring in people with bags over their heads. It's very, very simple.''\n\n''The only problem with it,'' adds Mr. Puccio after a pause, ''is that even if you prosecuted every known member of \nthe Mafia in this country, you're not going to put an end to organized crime to any significant degree.''\n\nItalian hoodlums largely supplanted the Irish in the criminal world in the early years of the century, but Italians were \nutterly powerless to dislodge the Irish from another key element of immigrant life: the Roman Catholic Church. The \ntone of Irish-Italian religious relations was set in the 19th century, when Italian parishioners were routinely relegated \nto the basement of Irish churches for their services. They have never really managed to climb out.\n\nItalians represent about 20 percent of the nation's Catholics, according to Lydio F. Tomasi, director of the Center for \nMigration Studies of New York. Yet until the elevation last February of Chicago Archbishop Joseph L. Bernardin to \nthe status of cardinal, there had never been a single Italian-American cardinal in the history of the American church. \nCardinal Bernardin, son of an immigrant stone cutter from the Trentino region of northern Italy, stands alone in the \nupper echelons of the church. According to a recent check based on The Official Catholic Directory, only 17 of the \ncountry's 309 bishops have Italian surnames; none of the 39 archbishops are Italian, and only one of the nine \ncardinals is Italian.\n\n\n\nThe standard explanation for this imbalance is that the Irish, with the head start of a generation and fluency in the \nlanguage, were able to dominate the church hierarchy before the Italians began to arrive. The Irish often emigrated \nto the United States with their parish structure intact: The priest as well as teachers and townspeople transferred en \nmasse to the New World, concentrating their power and providing a useful vehicle - the parochial school - to preach \nthe gospel of assimilation.\n\nAlthough many Italian Catholics now send their children to parochial schools, the exact opposite was true of the \nimmigrant generation. They distrusted the church, as they distrusted most outside institutions. The experience of \nsouthern Italian peasants in particular had schooled them in a deep, visceral anticlericalism. To the Italians, Irish \nCatholicism seemed to be severe, doctrinaire, unemotional and conservative; to the Irish, Italian Catholics were \nexcessively superstititious, overly influenced by folk customs, fatalistic, almost pagan.\n\nMany Italian-Americans feel they were discouraged from entering or advancing in the church. ''The ethnic wars \nwere very much the thing in the previous generation,'' says James A. Serritella, a former seminarian who now \nserves as the attorney for the Archdiocese of Chicago. ''The Italians were very religious, but in the early generations \nthey did not have great affection for the clergy. The Irish were Anglo-Saxon when they got here: They built \ninstitutions, like the church, and worked through them. The Italians built families, and worked through them.'' \nIndeed, the relative paucity of Italian-American priests can in part be explained by the horror with which Italian-\nAmerican parents viewed the loss of a good able-bodied male to religious life.\n\nChurch officials regarded the faith of the Italian immigrants as suspect - they had the reputation, according to \nscholars, of focusing on the pageantry of weddings, funerals and baptisms while ignoring the obligations of religious \nobservance such as attending mass regularly and contributing money to the church. One sociologist comments that \nItalian-Americans took the church with ''half a ton of salt,'' and so were not receptive to the messages of the Irish \nchurch. Msgr. Geno Baroni, a former Assistant Secretary of Housing and Urban Development, recalls that his \nfather, an immigrant miner from northern Italy, always wondered why so many sermons in their hometown parish of \nAcosta, Pa., were directed to the issues of liquor and sex. ''He never saw that as a problem,'' Monsignor Baroni \nsays with a laugh. ''But the church was predominantly Irish, and those were apparently issues for them.'' Nor was \nMonsignor Baroni immune from the influence: Local nuns frequently advised him to change his name from Geno to \nthe more Hibernian Kevin for confirmation.\n\nMonsignor Baroni, now based in the Archdiocese of Washington, says he was not unaware of the Irish domination \nin the church, but can cite no specific incident of discrimination. ''No one tried to stop me because I was Italian,'' he \nsays, ''but I was always sensitive to it.'' In their climb out of the ethnic ghettos and into the suburbs, the second \ngeneration had the bitter luxury of choices - painful choices. In many cases, Italian-Americans were forced to \nchoose mutually exclusive avenues of conformity: either to family values (which perpetuated the old order) or to \nsocietal values (which abided by the melting-pot principle).\n\nIn those days, just as the Irish and Germans had before, it was deemed desirable and healthy to allow one's ethnic \nuniqueness to boil away in a cauldron of American conformity. And indeed, many Italians - to cite Geno Baroni's \nterm - were ''accommodationists.'' They boiled the vowels off the end of their names, they abandoned their roots, \nthey repudiated their families and their past. That is one reason, in fact, why estimates of the Italian-American \npopulation - anyone with ancestors born in Italy - vary so markedly, from 12 million to 25 million. It has been \nsuggested that a large number of Italian-Americans decline to ''self-identify'' themselves as Italians, preferring to \nconsider themselves only American.\n\nUnited States District Court Judge John J. Sirica, who gained national prominence with his role in the Watergate \ninvestigation, typifies the old attitude when he addresses newly sworn-in citizens in his courtroom. ''I tell them: 'You \nmust always be proud of your ethnic heritage, but now that you have sworn allegiance to the flag of the United \nStates of America, you must now consider yourself American.' When I'm asked,'' he adds, ''I don't say I'm Italian. I \nsay I'm American.''\n\n\n\nJudge Sirica's childhood, interestingly, was fairly itinerant, as he lived a ''gypsy life'' with his family in various \nlocations, and it appears that both geography and the size of local Italian populations greatly affected one's ability to \nbreak away from the family and establish an independent identity.\n\nIn areas of the country where Italians were few and the local population unsettled, such as the 19th-century \nCalifornia of A.P.  Giannini or the Texas of Jack Valenti's ancestors, Italians were quicker to enter the mainstream \nand quicker to assimilate. Mr.  Giannini established the Bank of Italy in San Francisco in 1904; now known as the \nBank of America, it is the second-largest in the country. Other major West Coast companies - including Del Monte \nand Italian Swiss Colony - began as ideas in Italian immigrant minds.\n\nThe experiences of Mr. Valenti, who grew up in a mixed middleclass neighborhood in Houston, argues that the \ncultural density of Italian neighborhoods retarded rather than encouraged assimilation. ''I grew up in a distinctly non-\nItalian landscape,'' says Mr. Valenti, 61, whose grandparents, natives of Palermo, arrived in Galveston in 1885. ''If \nthere had been 100,000 Italians in Houston, I probably would have moved in that group, and I would have felt \nuncomfortable outside it.'' Instead, Mr. Valenti mingled.  ''Early on,'' he recalls, ''my grandfather determined the \ngrandchildren should not speak Italian. To his shrewd Sicilian mind, he realized that when you have to live with a \nmajority, the best way to get along would be to mingle with that society. And you had to speak English to do that.'' \nMr. Valenti eventually became a close aide of President Lyndon B. Johnson and now is president of the Motion \nPicture Association of America.\n\n''Wherever you are reared, that stamps you for life,'' adds the author Gay Talese, who was raised in Ocean City, \nN.J., the son of immigrants from the Calabrian town of Maida. ''Being an outsider, an Italian-American in a small \ntown, I became American very quickly - in language and in attitude and in distance from Italian-American culture. If I \nhad grown up in the North End of Boston or in San Francisco, I'm sure I would have become a very different \nperson.''\n\nDistance, of course, is an aberrant quality to Italian-Americans precisely because it contradicts, and therefore \nthreatens, the warmth and proximity so central to family survival. And yet distance is exactly what many second-\ngeneration Italian-Americans sought - distance from embarrassing ethnic rituals, distance from all the cultural \nidiosyncracies that contributed to a negative stereotype in the eyes of much of mainstream America.\n\nSecond-generation Italian-Americans in particular lived in a kind of psychological limbo. One of the great \nbattlegrounds for this ambivalence occurred over the issue of education. To the first generation, the family was as \nlikely to regard education as a kind of abrasive cultural agent that scrubbed away family values as to consider it a \ncrucial vehicle for acculturation and advancement.  Census Bureau data from 1979, for example, indicate that \neducation levels among individuals with two Italian parents ranked near the bottom among ethnic groups, while \nindividuals with one Italian parent (that is, the products of intermarriage) ranked near the top.\n\nEducation is among the factors that account for the gradual and inexorable rise of Italian-Americans in American \nsociety. And, with the improved economic status of the second and third generations, the ties of the Italian family \nbegan to loosen enough to accommodate greater individual ambition. ''The Italian-American family tends to be more \negaliatrian, more middle class now, and mobility is easier,'' notes Lydio F. Tomasi of New York's Center for \nMigration Studies.  ''It is easier for someone to move to another city to take a job in a corporation.''\n\nWhile education was almost anathema to the first generation, second- and third-generation Italian-Americans are \nalmost obsessive in seeking a quality education for their children. This attitude, which some observers date to the \npost-World War II years, has had a dramatic impact on the number of college-educated Italian-Amereicans.\n\nFinally, there seems to be much less stigma attached to being Italian - in the eyes both of society as a whole and of \nthe Italian-Americans themselves. This has translated not only into less prejudice, but also into a more confident \nself-image.\n\nEducation was crucial in the metamorphosis of Geraldine A. Ferraro from typical Italian daughter into \nCongresswoman, for she had to overcome that familial hostility to education - and to educated women. Although \nshe received a scholarship from Marymount College, she had to fight to gain approval to attend, especially after an \n\n\n\nuncle in the extended family counseled her widowed mother: ''Why bother? She's pretty. She's a girl. She'll get \nmarried.''\n\nAnother likely explanation for the education gap is that firstgeneration Italians were survivalists, and survival in \nthose days inevitably was interpreted in economic terms. Southern Italians, with a background of endless poverty, \nthe vagaries of earthquakes, and political instability, perfected a kind of poor man's carpe diem: With their food and \ntheir feast days and their celebrations, they enjoyed the present and tended to have a constricted view ofthe future. \nFor many, this meant skipping college and instead entering careers that promised quick payoffs and rapid \nadvancement. ''A career as a pharmacist has clear and attainable rewards,'' says Richard N.  Juliani, associate \nprofessor of sociology at Villanova. ''But the guy who wants to take a Ph.D. in philosophy has a tough time \nexplaining that to his family.''\n\nIn the first generation, they became construction workers and cobblers and tailors and bakers - if they managed to \nescape commonlaborer status. The second generation slowly expanded the horizon of career ambition to include \njobs such as firemen, policemen and civil servants. Training for the professions was rare; careers in academia were \nrarer still.\n\nThus, A. Bartlett Giamatti, president of Yale University, and John Lo Schiavo, president of the University of San \nFrancisco, both respected educators, are anomalies in the Italian-American world, which still has been slow to \npenetrate intellectual and academic circles. ''In proportion to our numbers, certainly the word 'lagging' would be \nappropriate,'' says Dr. Edmund D. Pellegrino, who recently completed a four-year stint as president of Catholic \nUniversity in Washington, and is currently professor of medicine at Georgetown University Medical Center. ''I'm \nthinking about academic achievement, fundamental research, scholarly endeavor and contributions to the \nintellectual foundations,'' he says. ''Just look at Nobel Prize winners. How many Italian-Americans are there?''\n\nOnly four. And all the Italian-Americans who have won Nobel Prizes came to the United States with reputations \nand careers already established. Prof. Salvador Luria of the biology department at Massachusetts Institute of \nTechnology and director of the Center for Cancer Research, has been a seminal force in molecular biology and is a \n1969 Nobel laureate for his work in the physiology of medicine. He says that in 1940, when he arrived in the United \nStates (he was originally from Turin), there was only a handful of Italian-American scientists. ''The main reason,'' \nsays the 70-year-old scientist, who makes a point of stating that he does not think of himself as Italian-American, ''is \nthat once immigrant groups become established, they get into the law or medicine or the priesthood, but not into \nscience.''\n\nEntry into all those fields, as well as politics was restricted by prejudice. Mr. Valenti, who early on abandoned his \nambitions to run for public office but who later was a force in national politics, likened being Italian and Catholic in \nTexas to ''a fellow having a harelip or a high, squeaky voice - it was just one of those handicaps that make it difficult \nfor you.''\n\nAnti-Italian prejudice continues to be a factor, according to some, although it is less pronounced than it was a \ngeneration ago, when a faculty counselor at St. John's University assured Edmund Pellegrino (a summa cum laude, \ndouble major, with a string of academic awards) that he would get into medical school - if he changed his last name.  \nThe Order Sons of Italy in America believes that same bias accounts for under-representation in the executive \nsuite. A recent survey of the nation's 800 largest corporations revealed that only 3.2 percent of board members or \nexecutives had Italian surnames. ''For the percentage of the population that we are,'' says Matthew Nizza, head of \nthe organization's Commission for Social Justice, ''we really don't have our proper status in the larger corporations.'' \nPeople such as Benjamin F. Biaggini, chairman of Southern Pacific, and Emil J. (Buzzie) Bavasi, executive vice \npresident of the California Angels baseball team, indicate, however, that some Italian-Americans have had long-\nrunning engagements in the executive suite.\n\nItalian-Americans are rarely thought of as rights activists, but Eleanor Cutri Smeal makes it clear that her early \nexposure to anti-Italian bias, as well as the attitudes of her enlightened mother, influenced her later devotion to \nwomen's rights. ''If everything in life has been according to Hoyle, it's hard for some people to believe that \ndiscrimination exists,'' says the 43-year-old Mrs. Smeal. ''But if you've seen discrimination on another level, you \n\n\n\nknow it exists. My whole family background was to make things better for the next generation, and that's what I feel \nwe're doing in the women's movement.' If political success represents some ultimate referendum on ethnic \nacceptability, then Italian-Americans are unquestionably better off than a generation ago. In 1948, when \nRepresentative Peter W. Rodino Jr., Democrat of New Jersey, was first elected to the House of Representatives, \nthere were no Italians in the Senate and only about half a dozen in the House. Now in his 18th term, Mr. Rodino is \nthe elder statesman of an Italian delegation that numbers 29 representatives and four senators. And New York now \nhas Italian-Americans as Governor, Lieutenant Governor (Alfred B.  DelBello), and junior Senator (Alfonse M. \nD'Amato).\n\nMore important, the political climate has sufficiently evolved so that Italian-Americans are now commonly \nmentioned for national office. There is hopeful -though hardly implausible -talk for the first time of sending one to \nWashington, either as President or Vice President.\n\nAt the moment of their election last November, Mr. Cuomo and Gov.  Richard Celeste of Ohio became Democrats \nof national prominence.  Senator Pete V. Domenici, Republican of New Mexico and chairman of the Senate Budget \nCommittee, has been mentioned as a possible national candidate. And Geraldine A. Ferraro, the third-term \nCongresswoman from Queens, served as deputy national chairman of Jimmy Carter's re-election campaign during \nher first term in Congress and is widely regarded as a bright spot on the Democratic Party horizon.\n\nBut true to its roots, Italian-American politics reveals it-self as a paradoxical world where no single issue (such as \nIsrael for the Jews) holds the center together and where blood does not always run as thick as party glue.\n\nItalian-Americans have historically been known as working-class Democrats, but that distinction is becoming \nincreasingly fuzzy: They supported Ronald Reagan in 1980 by a margin of 50 to 38, according to ABC News exit \npolls. This is read as evidence of an increasingly suburban, middle-class, family-oriented bloc of voters - the same \nconstituency that sent Mr. D'Amato to the Senate in 1980.\n\nBut the Italian-Americans have also been accused of failing to support their own. That tendency accounted for \nseveral interesting aspects of last fall's gubernatorial contest. Prior to the Democratic primary, Bronx Congressman \nMario Biaggi made television commercials for Mr. Cuomo's opponent, New York Mayor Edward Koch; and prior to \nthe general election, a letter of support signed by Mr. D'Amato was sent to tens of thousands of Italian-Americans \nstatewide, urging them to vote for the Republican candidate, Lewis E. Lehrman.\n\nItalian-Americans form the largest ethnic bloc in New York State, but they never acted the part until the \nDemocratic gubernatorial primary last September. ''In the Cuomo election,'' says Salvatore J.  La Gumina, professor \nof history at Nassau Community College and a long-time student of Italian-American politics, ''they were able to \nutilize the electoral process in the primary to wrest the nomination away from the official party candidate.'' According \nto ABC News exit polls, Italian voters supported Mr. Cuomo by a margin of 64 to 35 over Mayor Koch in the primary \nand by 58 to 39 over Mr. Lehrman in the general election. Jewish voters, viewed as more steadfast Democrats, \nsupported Mr. Cuomo over Mr. Lehrman by an even wider margin than the Italians, 63 to 36.\n\nThe campaign, not surprisingly, left a bitter aftertaste with some. ''I myself received a letter from D'Amato,'' \ncomplains Rocco Caporale, a sociology professor at St. John's University and head of the Institute for Italian \nAmerican Studies. ''As an Italian-American, I was insulted. I don't see that esprit, that spirit of community, in the \nItalians as in the Jews. The Italians are gallant. They give away their votes. We come from a country that is terribly \ndivided, distrustful of others - it has been a hallmark for centuries, and continues even today. We are incapable of \ncooperation.'' Indeed, it is often overlooked that Italy became a united country only recently in history; Italians \nidentified with a local region, such as Sicily or the Abruzzzi, instead of a nation. This insularity was reinforced by a \nlanguage that was split into so many dialects that some Italians could not communicate with fellow countrymen.\n\nThe prime force pushing for unanimity and cooperation is the National Italian American Foundation, founded in \n1975 by Representative Frank Annunzio, Democrat of Illinois, former Secretary of Transportation John A. Volpe, \nMsgr. Geno Baroni and the Minnesota businessman Jeno F. Paulucci. The foundation promotes scholarship funds, \nconducts ethnic conferences and has lobbied for increased representation of Italian-Americans in Cabinet-level \npositions, ambassadorial posts and judgeships -particularly an appointment to the Supreme Court.\n\n\n\n''It's high time that Italian-Americans were considered - or pushed themselves ahead - for these high positions,'' \nsays the blunt-talking Mr. Paulucci, 64-year-old son of immigrants whose Italian frozenfoods company and other \nbusiness interests now make him worth a reported $150 million. ''Politically, they appoint Jews, blacks and so forth. \nWhy not Italian-Americans? Why have we been excluded?''\n\nFrank D. Stella, a Detroit businessman and current president of the foundation, says that President Reagan has in \nfact appointed three Italian-Americans to high-ranking judgeships and placed 21 in what he calls ''high-level'' \npositions, such as Associate Attorney General Rudolph W. Giuliani (recently nominated to be United States \nAttorney for the Southern District of New York). But there was ill-concealed embarrassment and anger among many \nItalian-Americans when Mr. Reagan declined an invitation to the foundation's fourth biennial awards banquet last \nSeptember.\n\nMr. Paulucci and others have repeatedly described the Italian-American voting bloc as a ''sleeping giant.'' Is it \nshowing signs of stirring?\n\n''When you are speaking of national campaigns, there's a good portion of Italian-Americans in states such as New \nYork, Massachusetts, Connecticut and New Jersey,'' answers Representative Ferraro. ''These are states with a \nlarge number of electoral votes, where Italian-Americans can make a difference. Whether they will or not,'' she \nsays, ''I don't know.''\n\nThe question may not be entirely moot. Recently, an Italian journalist asked Mr. Cuomo about his Presidential \naspirations in 1988. At first the Governor demurred with the Italian phrase ''Pian piano'' - roughly, ''One thing at a \ntime.'' But he also recalled a favorite proverb of his mother, Immaculata: ''Chi va pian piano, non arriva mai.'' \nTranslation: ''He who takes his time never arrives at all.'' If you had been out of the country for the last two decades, \nlike Joseph V. Vittoria, the progress of Italian-Americans would hardly seem pian piano. ''When I came back from \nEurope,'' says Mr. Vittoria, president of Avis Inc. and former president of Hertz, ''I was almost overwhelmed by the \ngrowth of Italian influence. There was a tremendous increase in the Italian presence here.''\n\nPerhaps the single most important change in Italian-Americans over that period is the way they perceive \nthemselves. Self-esteem, once weighted down by ethnicity, now fairly soars in an atmosphere where cultural \npluralism has supplanted the melting-pot ideal. A recent survey of 213 third-generation Italian-Americans in their \nearly 30's, all of whom had grown up in the heavily Italian Bensonhurst neighborhood of Brooklyn, revealed \noverwhelmingly positive feelings about their Italian roots. To the question ''Would you change your ethnic identity?'' \nnot a single person in the sample said yes - a possibility almost inconceivable a generation ago. ''This is a group,'' \nsays Carmela Sansone-Pacelli, who conducted the survey, ''that has come a long way.''\n\nAnd that is what William D'Antonio learned, in a more personally profound way, last fall. Mr. D'Antonio, executive \nofficer of the American Sociological Association, visited his two college-age daughters on successive weekends. At \nthe University of Vermont, his daughter Raissa told about a psychology paper she had written on the theme ''Five \nThings I Like About Myself''; one of those things was that she liked being Italian. Mr. D'Antonio reacted with \nsurprise: ''You said that?''\n\nThe following weekend, he visited his daughter Laura at Yale.  ''I'm the only 100 percent Italian in my dorm,'' she \nannounced at one point, ''but I know at least a dozen people who wish they were Italian.'' This final observation had \ndouble significance for Mr.  D'Antonio. Forty years ago, he was a struggling, self-conscious scholarship freshman at \nYale himself, steeped in ambivalence about his ethnic background. To put it simply, he was ashamed to be Italian.  \n''In 1943, I would not have been able to admit that I was Italian, much less imagine any dozen people who wished \nthey were Italian,'' he muses now, still shaking his head at the novelty of the thought. ''It really does signify a change \nin how we think about ourselves.''\n\nGraphic\n\n \n\n\n\nIllustrations: photo of Mario Cuomo and family photos of Peter W. Rodino, Alfred B. DelBello, Richard Celeste and \nFrank Annunzio photo of Lee Iacocca photos of Buzzie Bavasi, Tommy Lasorda, Billy Martin, and Joe Paterno \nphotos of William D'Antonio, John Lo Schiavo, Edmund D. Pelligrino\n"}