{"title": "Readers write: Language and science, readers' recommendations, and generalizations; Readers discuss their experience with multilingualism, express gratitude for good book recommendations, and critique blanket statements in articles.", "body": "\nLanguage and science\n\nWe will once again return to the glorious Norway fjords and isersarneq will be on my tongue, thanks to the Aug. 19 \n& 26 \"From the Editor\" column. That issue's cover story, \"The Noah's Ark of languages,\" reminds me that schools in \nthe Washington, D.C., area have skillfully educated children from around the world for years. My second grade \nclassroom in the Maryland suburban public schools had more than 10 languages represented in the 1990s. In my \nexperience, children learned English quickly and, hopefully, retained their first language within their families and \ncommunities.\n\nAnd Andrea Wulf wrote a stunner of a history with \"The Invention of Nature: Alexander von Humboldt's New World\" \na few years ago. Thanks to Anna Tarnow for her concise review of \"The Adventures of Alexander Von Humboldt\" \nby both Wulf and artist Lillian Melcher, also in the Aug. 19 & 26 issue. What a magnificent book. It speaks to the \npossible extinction of nature if we do not stop and notice the wonder of our environment and preserve it.\n\nArt and science and spoken languages of every sort are preserved within the pages of this valuable weekly \nmagazine. Thank you.\n\nMartha F. BarkleyBelgrade Lakes, Maine\n\nReaders' recommendations\n\nIn the Aug. 12 Monitor Weekly, a reader wrote about how much she liked \"Abide With Me\" by Elizabeth Strout. I'd \nmissed it when it was published in 2006, but I checked it out at our library. What a wonderful book! It's located in a \nsmall town in Maine and follows a minister as he struggles to recover his calling, his family, and his happiness after \na profound loss.\n\nI appreciate the quality of the Monitor, many of the articles, the crossword, and the easy sudoku puzzles.\n\nJanet L. HoneckerWheeling, West Virginia\n\nGeneralizations\n\nRegarding the article \"Nebraskans talk extreme weather. Just don't call it climate change.\" in the April 16 Monitor \nDaily: \n\n\nI read with dismay the statement that rural dwellers reject the idea of climate change. I live in a rural area where \nclimate change is accepted and understood for the threat it is. There are plenty of exceptions to that blanket \nstatement about rural dwellers.\n\nJake WilliamsEureka, California\n \n\nGraphic\n\n \n\nMelanie Stetson Freeman/Staff\n"}