{"title": "AID PUSH BY THREE IN COUNCIL Want help for immigrants", "body": "\nTHREE QUEENS City Councilmen used the Jamaica storefront quarters of an immigrant services organization \nyesterday to call on the Council to support increased funding to help newcomers.\n\nDuring last year's budget negotiations, the Council was able to secure $2.8 million in funding for groups such as the \nnonprofit Centro Hispano Cuzcatlán at 148-13 Hillside Ave., said Councilman Leroy Comrie (D-St. Albans), who \nheads the Council's Queens delegation.\n\nCentro Hispano Cuzcatlán - \"Cuzcatlán\" is a Salvadoran word meaning \"land of lakes and volcanoes\" - is a \nnonprofit community organization that educates and assists recent immigrants across the city to resolve legal \nproblems and other issues.\n\n\"We are all one city, and by helping every ethnic group, we are ensuring the future viability of our city,\" Comrie \nsaid.\n\nAt a conference at Centro Hispano, Comrie and his colleagues John Liu (D-Flushing) and James Gennaro (D-Fresh \nMeadows) said the mayor's current preliminary budget has no money allocated for immigrant community groups.\n\nThey want to see the funding increased from the $2.8 million allocated last year to $10 million.\n\n\"In a budget of over $48 billion, dedicating $10 million to services that directly benefit more than a third of the city's \npopulation should be mandatory,\" Gennaro said.\n\n\"English classes, labor rights workshops and civic classes are services that strengthen New Yorkers' ability to \nsucceed today and will ensure New York City's economic viability tomorrow,\" he said.\n\n\"If we tried to provide the same amount of services through city government . . . it would cost many, many times \nover what can be done with these community-based organizations,\" said Liu.\n\n\"Organizations such as this one are all throughout the city and they operate on a shoestring budget. They squeeze \nso much output out of so few resources. They are a terrific investment,\" said the Flushing councilman.\n\nAccording to Eduardo Barahona, the treasurer and program coordinator at Centro Hispano, last year the group had \na budget of $150,000.\n\n\"To do all that we want to do, we need more,\" said Barahona.\n\n\nCentro Hispano, he said, would also like to get more space to hold meetings and classes and provide counseling \nand advocacy services for immigrants.\n\nThe City Planning Department released a report earlier this year that counted the city's immigrant population at 2.9 \nmillion in 2000 and estimated that in the last five years that number has risen to a record-high 3.2 million.\n\nQueens, the home to almost 36% of the city's immigrants, has the highest immigrant population of any borough.\n\nDuring the 1990s alone, Queens saw its immigrant population double in size.\n\ndbertrand@nydailynews.com\n\nGraphic\n\n \n\nANTHONY DELMUNDO Eduardo Barahona of Centro Hispano Cuzcatlán said group needs more funding.\n"}