{"title": "Immigration reform, the 'Utah Way'", "body": "\nSALT LAKE CITY\n\nUtah, where Republicans outnumber Democrats by better than three to one in the state legislature, has passed the \nnation's most liberal - and most reality-based - policy on illegal immigration. And the Republican governor is \nexpected to sign it. \n\nThe legislation includes both a watered-down enforcement provision that police say won't make much difference \nand a guest-worker program that would make all the difference in the world - if it survives constitutional challenge - \nby granting legal status to undocumented workers and allowing them to live normal lives. In a nutshell, it's a one-\nstate version of the overarching immigration reform package that Congress has repeatedly tried, and failed, to \nenact. \n\nConservative Republicans here - and Republicans don't get much more conservative than the statehouse variety in \nSalt Lake - say their bill is a gauntlet thrown down to the feds for their inability to deal with illegal immigration and \nthe nation's demand for unskilled labor.\n\nThat's one way of looking at it. But the \"Utah Way,\" as some are calling it, is also a fraternal attack on Republicans, \nin Washington and elsewhere, whose only strategy is to demonize, criminalize and deport 11 million illegal \nimmigrants.\n\nKarl Rove, Jeb Bush and Newt Gingrich are among the Republican grandees who have distanced themselves from \nthat approach and warned of the peril it poses for the party. In the wake of Arizona's legislation last year, a wave of \ncopycat bills would go a long way toward permanently ridding the GOP of Hispanics, the nation's largest and \nfastest-growing minority.\n\nBut it's in Utah that the Republican deportation caucus has been treated to real abuse. What's interesting is that it's \ncoming from unimpeachable conservatives. If you want to see the most corrosive long-term wedge issue facing the \nGOP, come to Salt Lake City.\n\n\nUtah's guest-worker bill doesn't grant citizenship, of course, but in every other way it's exactly what national \nRepublicans have derided as \"amnesty.\" It would grant work permits to undocumented immigrants, and their \nimmediate families, who pay a fine, clear a criminal background check and study English.\n\nThe bill's chief sponsor, state Rep. Bill Wright, is a plain-spoken dairy farmer who describes his politics as \n\"extremely\" conservative, likes Sarah Palin and believes he may have once voted for a Democrat - possibly 40 \nyears ago for sheriff. He admires the work ethic of the Hispanic farmhands he's employed over the years and \ndoesn't care much for anything the government does, least of all the idea that it might deport millions of immigrant \nworkers and their families.\n\n\"That's not gonna happen,\" Wright told me. \"They've got cars, they've got money borrowed, they own property, they \nare intertwined. Just be real and face facts the way they are.\"\n\nA milestone in setting the stage for Wright's legislation was the \"Utah Compact,\" a pithy declaration of reform \nprinciples drafted last fall by business leaders and conservative elites, who feared Utah would follow in Arizona's \nfootsteps and risk losing tens of millions of dollars in tourism and convention business, as Arizona did. The compact \nhelped swing public opinion in Utah away from the illegal-immigrant bashers who admired Arizona's law. \n\n\"They've had their 15 minutes in the media and now the adults are going to start talking about how to handle \nmatters,\" said Paul Mero, executive director of Utah's most prominent conservative think tank, the Sutherland \nInstitute, who helped draft the compact. \"We've been able to break through that political barrier put up by the wing \nnuts who see every brown person as a criminal.\"\n\nAdvocates of the compact included the police, some key elected officials and, critically, the Mormon church, whose \nmembers include perhaps 90 percent of Utah's state lawmakers. They understood that the fast-growing Hispanic \ncommunity, which counts for 13 percent of Utah's population and may include more than 100,000 undocumented \nworkers, is vital to the state's tourism, agriculture and construction industries.\n\nThe advocates' genius was to reframe the cause of immigration reform, including the guest-worker program, as \nfundamentally a conservative project. In the face of sound bites from reform opponents such as \"What part of \n'illegal' don't you understand?\" Utah conservatives shot back with: What part of destroying the economy don't you \nunderstand? And by the way, what part of breaking up families don't you understand?\n\nThe question is whether Utah will inspire similar movements in other states or whether it will remain the exception. \nOn that, the evidence is mixed.\n\nDiscouragingly, neither Utah's two U.S. senators nor its three representatives have backed the Utah Compact or \nthe just-passed state legislation. Most mainstream Republicans remain stuck on enforcement, which is code for \ndeportation. And the Mormon church, which did much to sway public opinion and to inoculate the guest-worker \nlegislation from conservative attack, has limited influence outside the state. \n\nEncouragingly, though, several conservative states have rejected Arizona-style bills this year. Reform advocates \nare at work on versions of the Utah Compact in Colorado, Georgia, Indiana, Maine, Washington, Idaho and \nOregon. \n\nThe lesson from the \"Utah Way\" is that pragmatists in search of solutions can initiate a reform movement outside \nthe legislature and build a case and a coalition that appeal to conservatives. By offering ideas that may provide a fix \nin the absence of federal action, they may trump the tired slogans of opponents of reform.\n\nThe writer is a member of the editorial page staff.\n"}