{"title": "WHAT ELSE YA GOT, JOE?", "body": "\nAt a special session of the Legislature this week, Republicans exploited to the max popular opposition to Gov. \nSpitzer's driver's license plan - and then delivered next to nothing of substance for New Yorkers.\n\nSenate Majority Leader Joe Bruno and his GOP pals seized on Spitzer's intention to issue licenses to illegal \nimmigrants with the intensity of desperate politicians, exactly what they are. They hold a slim four-seat majority and \nknow Spitzer will be gunning for a Democratic takeover next year.\n\nRepublicans can fairly take the governor's licensing plan to voters. But Bruno is sorely mistaken if he believes he \ncan prevail solely by hammering this one subject or, worse, by encouraging Republican county clerks to defy \ngubernatorial policy.\n\nTwenty county clerks have vowed to mutiny. Bruno should make clear that the clerks, who process motor vehicle \ndocuments upstate, must comply with Spitzer's policy unless a court rules he overstepped.\n\nThen, Bruno needs to get to work on issues that have gone by the boards as he secured investigation after \ninvestigation into the so-called Troopergate affair. The probes found Spitzer administration officials broke no laws \nas they sought to expose Bruno for ripping off taxpayers by using state aircraft for political trips.\n\nUnlike Troopergate, Spitzer's licensing idea is grist for debate. And given the national immigration mess, it makes \nsense.\n\nLicenses would be available to noncitizens who present a passport, proof of New York residency and other ID. And \nSpitzer is promising to install high-tech devices designed to detect fraudulent paperwork.\n\nLike it or not, New York is home to hundreds of thousands of illegal immigrants - and they drive without insurance. \nInviting these people to the DMV will put their names, addresses and photographs in a database used regularly by \nlaw enforcement. And insurance premiums should ease.\n\nFormer NYPD Commissioner William Bratton, now the Los Angeles chief, says Spitzer's plan \"could prove helpful in \nthe fight against crime and terrorism.\" Richard Clarke, a counterterrorism official under Presidents Bill Clinton and \nBush, says, \"It is far preferable for the state to know who is living in it and driving on its roads.\"\n\nCritics such as Bruno contend Spitzer's plan would make life easier for terrorists, open the door to voting fraud and \ngenerally coddle those who have violated immigration laws.\n\n\nSo Bruno has his points, and he has made them. But what else does Bruno have to offer a state where government \nis for sale, the economy is lagging, taxes are too high, electric power is overpriced, graduation rates are deplorable, \n15% of the population lacks health insurance and 20% of kids live in poverty?\n"}