{"title": "GEORGIA HARVESTER IS FINED $1 MILLION IN ALIEN SMUGGLING", "body": "\nA local peach harvester was fined $1.1 million today by the Immigration and Naturalization Service, the largest \nfine in the agency's history, in an action that showed both how tough and how porous the nation's landmark 1986 \nimmigration reform law can be.\n\nImmigration officials said four employees of the harvester, the Lane Packing Company, had smuggled thousands \nof aliens into the country over the last two years and had employed many of them, keeping them in conditions akin \nto bondage while the aliens worked to pay off the fees charged by the smugglers.\n\nThe previous record fine imposed by the immigration service, in 1989, was $580,000, levied against the Piedmont \nQuilting Corporation of Walhalla, S.C.\n\n \n\nA Dramatic Demonstration\n\n Today's action was a dramatic show of just how tough the provisions of the Immigration Reform and Control Act of \n1986 can be. Under the law, which mandates stiff penalties for those who hire illegal aliens, employers are required \nto verify the work eligibility of all employees hired after Nov. 6, 1986, and to refrain from hiring people not authorized \nto work in the United States.\n\nThomas P. Fischer, district director of the immigration service in Atlanta, who announced the fine, conceded that it \nwas also a sign of how rampant smuggling operations continue to be, even though unemployment in the United \nStates is at a five-year high.\n\n\"This will put a major dent into illegal employment activities in the Southeast and also cripple a major smuggling \nring,\" he said. \"But this is just one of many.\"\n\n \n\nAppeals Are Planned\n\n Jay Hawkins, a lawyer who spoke on behalf of the company's owner, Duke Lane, said: \"We have 30 days to \nappeal in writing with the administrative law judge with the I.N.S. We'll have a hearing there, and if we're unable to \nreach a satisfactory result then we will appeal to the U.S. District Court here.\"\n\n\nThe company is one of Georgia's largest peach harvesters and packers, but no information on its current earnings \nwas immediately available.\n\nThe immigration service said four Lane employees were at the heart of a major smuggling ring that for two years \nbrought in about 500 aliens a month during an eight-week harvesting season. The aliens were transported from \nthe interior of Mexico to the Southeastern United States.\n\nThe employees, one of them a foreman, are Bernardo, David and Gaston Macedo, all brothers, and their \nstepbrother, Aguileo Castillo.\n\nOfficials said the aliens crossed the Rio Grande near Del Rio, Tex., and were then transported in trucks and vans \nto Lane's headquarters here and to other employers in the United States. The aliens were supplied with \ntransportation and fake documentation at a cost of up to $1,400 a person.\n\nMr. Fischer said about 800 aliens went to work for Lane and the rest for employers in other parts of Georgia, as \nwell as in Florida and North Carolina. He said 80 percent of Lane's workers appeared to be illegal aliens.\n\nThe four Lane employees were arrested in June and later convicted of smuggling the aliens from Mexico.\n\nMr. Fischer said the fine today was so large because of the smuggling operation and the degree to which nearly \nall the documentation required as proof of legal residence was either grossly inadequate or fraudulent.\n\n \n\n'Bondage-Type Operation'\n\n He said it also reflected the degree to which the aliens were kept in a \"little bondage-type operation.\" He said the \naliens paid rent and utilities of $60 to $70 a month, in addition to the fees for passage and documentation, to stay in \nsubstandard barracks-like buildings.\n\n\"There was no indoor plumbing at all,\" Mr. Fischer said. \"It was basically pressboard, non-air-conditioned. They \nwere sleeping on the floor, no light sockets, light bulbs, things of that nature. It was just a roof over their head.\"\n\nHistorically, most of the farm labor in the South has been done by blacks. But over the last two decades Hispanic \nworkers have become the backbone of the agricultural workforce.\n\nAgricultural employers have cited the difficulty of finding American workers to do menial farm labor.\n\nAl Pearson, chairman of the Georgia Agricultural Commodity Commission for Peaches, said that over the last 10 \nyears most growers have switched from local workers to a migrant labor force because of a lack of local workers \nable to do seasonal work under difficult conditions.\n\n \n\n'Professional Seasonal Worker'\n\n \"People can't subsist on 10 weeks of work and sit around the rest of the year,\" he said, \"so you wind up going to a \nmore professional seasonal worker, and they are mobile and follow the work, say, from Florida citrus to Georgia \npeaches.\"\n\nBut blacks interviewed here said they would work in the peach orchards if the jobs were available.\n\n\"People will do the work,\" said John Brown, who described himself as self-employed. \"I think they just want to find \npeople who will do it cheaper.\"\n\nMr. Fischer said some unscrupulous employers prefer to pay wages so low that only illegal workers will take them.\n\n\"What happens is you just take a job and write the darn thing down, knowing an American won't take four bucks an \nhour, and they justify to themselves, 'Well, we're going to have to hire illegal aliens because we can't get \n\n\n\nAmericans,' \" he said. \"That's baloney. The calls I get and what I see people doing today to keep their families \nsolvent and above the poverty level -- yeah, I see people working and taking those jobs.\"\n\n \n\nInvestigation Is Continuing\n\n Immigration officials said that the investigation in the Lane case was continuing and that other fines or criminal \naction could be forthcoming.\n\nMr. Fischer said the action today was a sign that the Immigration Reform and Control Act, which offered the \npromise of legal status to many aliens and stiff penalties for employers who hire illegal aliens, can be an effective \ntool.\n\nBut he said the continued influx of aliens was also an indication that the law could easily be circumvented.\n\n\"I believe the act has the proper tools, but two things come to mind,\" Mr. Fischer said. \"One is the resources \nallocated to the I.N.S. need to be reassessed for us to combat this type of criminal activity. Secondly, there appears \nto be a growing cottage industry in the fraudulent document area. We need to make the documentation \ncounterfeitproof, and I don't think right now the documentation has that type of protection.\"\n\nEven if Lane is found liable, it is not clear what the ultimate fine will be. Verne Jervis, an I.N.S. spokesman in \nWashington, said he believed the previous record fine of about $500,000 was eventually settled for about $300,00.\n\nBut Mr. Fischer said he hoped the fine against Lane would serve notice to other employers.\n"}