{"title": "Jedburgh and Kelso volunteers share secrets of Floral Gateway success", "body": "\n Green-fingered volunteers are blooming delighted after taking 2019's Floral Gateway champion of champions \naward home to Jedburgh.\n\nIn all, 17 communities were recognisedat the 20th annual awards, held at Scottish Borders Council's headquarters \nin Newtown.\n\nAnd Jedburgh proved best of the bunch after its blossoming horticultural group rose to the occasion to be named \nchampion of champions.\n\nGreen-fingered volunteers there claimed the top prize, having won the best town category last year, and Lauder, \nBirgham and Ayton were all highly commended.\n\nJedburgh Horticultural Society chairman Henry Wear said: \"The champion of champion award is a testament to the \nefforts of the whole community.\n\n\"The judges really were impressed with Jedburgh. They said it was really well laid out.\n\n\"It's really down to a whole-town effort.\"\n\nThe 17-strong group of volunteers is responsible for the town's hanging baskets and extra planters and is self-\nfunded through coffee mornings, market sales and donations.\n\nAnd it's its work with the new Jedburgh Community Enhancement Group, Rotary club, guides, brownies and \nrainbows and other townsfolk who organise clean-up work unprompted which Henry says was vital to winning the \ngroup's quality of life award.\n\n\"I've seen one man picking up litter along the roadside on his own, another scraping the moss out of the flagstones \nin the square and Rotarians looking after the tubs on High Street,\" he said. \n\n\"It's all these things that add up. I'm astounded when I see them, and they've obviously been noticed by judges too.\n\n\"A lot of this wouldn't happen without the help of members Robert and Ann Laidlaw, whose men at Laidlaw's \nBuilders help us in a lot of ways.\"\n\nKelso in Bloom were also paying tribute to the hard work of its members this week for helping it pick up the best \ntown award, ahead of Peebles.\n\n\nShirley Redgrave said: \"Our group of volunteers have done a sterling job in planting and maintaining the beds at \nColdstream entrance, Rose Lane and wildflowers at the Jedburgh entrance.\n\n\"Kelso in Bloom's original remit was to enhance the entrances to the town, but we aid the council by help \nmaintaining the Square and memorial garden too.\"  \n\nThe group, funded by group and public donations, bag-packs, calender sales and Charity Begins at Home shop, \nalso funds the plants for flowerbeds.\n\nThe other main prize-winners at this year's awards were Melrose for large village, Earlston with a welcome award, \nClovenfords with a clean and tidy award and Jedburgh and Lauder for quality of life accolades.\n\nThe council's executive member for neighbourhoods services, Sandy Aitchison, said: \"Community groups across \nthe Borders have once again stepped up to keep their area thriving and we must thank them for their fantastic \nefforts.\n\n\"We have been in discussions with various community groups throughout 2019, including at our first spring seminar \nin March, and know it has been another challenging year with more changes to our services.\n\n\"However, we believe by working together we can ensure our area retains its beauty for local people and visitors \nalike.\n\n\"Congratulations to all the winners of a Floral Gateway award.\" \n"}