{"title": "A package of news briefs from the Caribbean", "body": "\nDOMINICAN: Haiti's prime minister discusses border issues with president\n\n \n\nSANTO DOMINGO, Dominican Republic (AP) - Dominican President Hipolito Mejia and Haitian Prime Minister \nGerard Latortue met Friday to discuss security at the border, promising to improve often tense relations between \nthe two Caribbean nations.\n\nIn his first official visit outside Haiti, Latortue said the Haitian national police would work with the Dominican military \nto better secure a mostly desolate 362-kilometer (225-mile) border.\n\nThe countries share the island of Hispaniola but a long history of wars and immigration have made relations tense.\n\n\"This is a new cooperation between the two countries that we expect will be dynamic and fruitful,\" Latortue said in \njoint news conference at a hotel in Santo Domingo after a private breakfast meeting.\n\nMejia and Latortue did not provide specifics on the new border cooperation.\n\nNormal diplomatic relations between the two countries were severed when an armed rebellion began in Haiti on \nFeb. 5, officials said. The new Haitian government was installed after President Jean-Bertrand Aristide's ouster on \nFeb. 29.\n\n DOMINICAN: Troops to begin returning from Iraq in early May\n\n \n\nSANTO DOMINGO, Dominican Republic (AP) - Dominican troops will begin returning from Iraq the first week of \nMay, military officials said Friday.\n\nGen. Jose Miguel Soto Jimenez made the announcement three days after he said the 302 soldiers stationed there \nwould come back to the Caribbean nation soon.\n\nThe troops will return in two groups, the first in early May and the second shortly after, Soto said.\n\nSoto said he didn't expect the move to have a negative impact on relations with the United States. \"The decision \nwas based on security for the troops, not disapproval\" with the U.S.-led war in Iraq, he said.\n\nThe United States, where more than 1 million Dominicans live, is the Spanish-speaking nation's No. 1 trading \npartner.\n\n\nThe Dominicans have been serving with the 370 Honduran troops under a Spanish-led brigade, which has been \npolicing Iraq's al-Qadisiya and Najaf provinces since August.\n\nOn Sunday, Spain said it would pull out its 1,300 soldiers early, prompting Honduras to follow on Monday. The two \ncountries' troops were expected home in about six weeks.\n\n SURINAME: Suriname issues stark warning to Guyana over border incident\n\n \n\nPARAMARIBO, Suriname (AP) - Suriname issued a stark warning to Guyana not to violate its airspace after an \nincident involving a military helicopter last week, officials said.\n\nSuriname's government delivered a letter to Guyana's Ambassador Karsanjee Arjun on Thursday warning of an \nescalation in tensions between the bordering South American countries.\n\n\"Another breach of Suriname's airspace by a Guyanese aircraft will lead to a serious escalation of the situation \nbetween Suriname and Guyana,\" a copy of the letter said. \"If the situation escalates, Guyana will be held \nresponsible.\"\n\nOfficials in Guyana were not immediately available for comment.\n\nThe Guyanese helicopter flew over the Corentyne River on April 17 near a Surinamese military post, officials said. \nThe river belongs exclusively to this former Dutch colony and foreign aircraft need permission to fly over it, the letter \nsaid.\n\nThe incident happened about 250 kilometers (156 miles) southwest of Suriname's capital, Paramaribo.\n\n UNITED STATES: Man sentenced for stolen Puerto Rican birth certificates\n\n \n\nOCALA, Florida (AP) - A man who pleaded guilty to trying to sell more than 1,000 stolen, blank Puerto Rican birth \ncertificates was sentenced to more than two years in federal prison.\n\nJose M. Aponte, 27, tearfully apologized before U.S. District Judge William Terrell Hodges sentenced him to two \nyears and three months in prison on Thursday.\n\n\"I'm really sorry for what I did. I want to apologize,\" Aponte said. \"I'm here because of something I did wrong, and I \nhave to pay for it.\"\n\nAponte was arrested in September after authorities said he attempted to sell 1,021 blank birth certificates to FBI \nagents for $225,000. He pleaded guilty in November.\n\nThe blank certificates, which could have been used for identity theft, fraud or obtain a U.S. passport, were stolen \nfrom the Bureau of Vital Statistics in Dorado, Puerto Rico.\n\nPuerto Rico is a U.S. commonwealth and its natives are U.S. citizens. People who have Puerto Rican birth \ncertificates are entitled to obtain U.S. passports.\n\n TRINIDAD: Canadian man shot in robbery\n\n \n\nPORT-OF-SPAIN, Trinidad (AP) - A Canadian man scheduled to participate in a karate tournament was shot and \nseriously wounded during a robbery outside Trinidad's capital, police said Friday.\n\n\n\nRobert MacDonald, 43, was walking with a group of other Canadians to their guest house in St. Augustine on \nThursday night when three armed bandits robbed them of cash and other valuables, police Inspector Michael \nModeste said.\n\nThe gunmen fled and MacDonald was shot in the head when he tried to flag down a passing vehicle for help, police \nsaid. The car was apparently the gunmen's getaway car and one of the men fired the shot at MacDonald.\n\nMacDonald underwent emergency surgery to remove the bullet lodged in his head, authorities said. He remained in \nserious condition in the intensive care unit of a hospital in Port-of-Spain, Modeste said.\n\nThe Canadians, a group of about 10, are guests of the Bushido School of Martial Arts. They are due to participate in \nan exhibition tournament at the University of the West Indies' St. Augustine campus on Saturday.\n\nMacDonald's hometown was not immediately available.\n\n DOMINICA: Charity to seek pardon for three students in Cuba\n\n \n\nROSEAU, Dominica (AP) - A charity in Dominica is seeking a pardon for three students who received long prison \nsentences for drug trafficking in Cuba last year, authorities said Friday.\n\nThe Dominican Cuban Charity Foundation will appeal to the Cuban government, board chairman Rawlins Jemmot \nsaid. The students were given sentences ranging from 10-20 years.\n\nThe Cuban ambassador to Dominica who is based in Barbados, Jose Valez Patoya, visited the small island \nThursday and said: \"The students are in the process of appealing to the high court in Cuba for reduced sentences.\"\n\nJemmot said the foundation is seeking to have the students \"pardoned and deported to Dominica.\"\n\nNo further details were immediately available.\n\n VIRGIN ISLANDS: Baby boy drowns in pool\n\n \n\nFREDERIKSTED, U.S. Virgin Islands (AP) - A baby boy drowned in his family's swimming pool in St. Croix after he \nwas left unsupervised, police said Friday.\n\nThe 13-month-old died Thursday at a home just outside Frederiksted, police spokesman Sgt. Thomas Hannah said. \nThe boy's mother told police that she left her son in the care of a friend while she was doing laundry but when she \nreturned she did not see her child, Hannah said.\n\nThe friend said that he thought the child was with the mother, police said. The baby apparently wandered off and \nfell in the pool, authorities said.\n\nThe mother said she looked out a window and saw the baby in the pool, police said.\n\nThe woman, who was not identified, told police she immediately rushed her son to a hospital where he was \npronounce dead.\n\nPolice said they were investigating to determine whether neglect contributed to the toddler's death.\n\n PUERTO RICO: Senate President named as New York parade's grand marshal\n\n \n\nSAN JUAN, Puerto Rico (AP) - The island's Senate President Antonio Fas Alzamora will serve as grand marshal of \nthis year's Puerto Rican Day Parade in New York, organizers said Friday.\n\n\n\nThe parade will take place on June 13 along New York's Fifth Avenue.\n\nFas Alzamora was selected as grand marshal for defending the rights of Puerto Ricans who live in the U.S. \nmainland and his support of Puerto Rican culture, parade president Ralph Morales said.\n\nThis year's parade will dedicated to the north-coast municipality of Dorado.\n\nIn recent years the parade has drawn extra police in response to a melee after the 2000 celebration in which more \nthan 50 women were sexually accosted in and around Central Park.\n\n PUERTO RICO: Three St. Croix fishermen rescued\n\n \n\nSAN JUAN, Puerto Rico (AP) - Three St. Croix fishermen were rescued Friday morning after their boat capsized \nand they spent the night floating in the ocean near a Puerto Rican offshore island, authorities said.\n\nBernard Azille, 56, John Sunsun and Bernard James were traveling between St. Croix and St. Thomas when their \n20-foot (6-meter) fishing boat filled with water and capsized at midday Thursday, the U.S. Coast Guard said.\n\nThe fishermen used a cellular telephone before the boat overturned to call Azille's daughter, who alerted \nauthorities. The Coast Guard said it began a search Thursday afternoon with two boats and a helicopter but did not \nfind the trio.\n\nThe private sailboat Chico found the fishermen who drifted 26 miles (42 kilometers) from the site where their boat \nhad capsized, the Coast Guard said.\n\nThe men survived some 20 hours in the sea by wearing lifejackets and clinging to their boat, called A Light in the \nDark, authorities said.\n\nThey were found 1 mile (1.6 kilometers) from the rugged island of Culebra, which is about 20 miles (32 kilometers) \nsouthwest of St. Thomas.\n\n CAYMAN ISLANDS: Authorities detain 13 Cuban migrants\n\n \n\nGEORGE TOWN, Cayman Islands (AP) - Authorities detained 13 Cuban migrants when their boat broke down in \nthe Cayman Islands on Friday, authorities said.\n\nA private boat towed the Cubans' boat to Grand Cayman after they were found about 25 miles (40 kilometers) \neast of the capital, George Town, the Immigration Department said. The group was comprised of nine men, two \nwomen and two boys, ages 6 and 12.\n\nAll were reported to be in good health. They were traveling in a 15-foot (4.5-meter) powerboat and were headed to \nHonduras, the migrants told authorities.\n\nOne of the men refused to get off the boat and threatened to harm himself with a knife, officials said. However, \npolice handled the incident and no injuries were reported.\n\nThe Cayman Islands and Cuba have an agreement on Cubans who reach Cayman shores.\n\nCubans who set foot on Cayman shores are generally repatriated to their homeland. If they do not land on shore, \nand only seek assistance with repairs, food and water, they are usually provided with the request and then allowed \nto leave.\n\nThe status of the latest group was not immediately clear.\n\n VIRGIN ISLANDS: Authorities detain 19 Haitians\n\n\n\n \n\nCHARLOTTE AMALIE, U.S. Virgin Islands (AP) - Authorities detained 19 illegal Haitians in two separate groups in \nthe U.S. Virgin Islands, police said.\n\nU.S. customs agents spotted a boat near the U.S. Caribbean island of St. John and began a chase early Thursday \nthat lasted nearly an hour, police Sgt. Thomas Hannah said.\n\nThe vessel, carrying 10 Haitians, ran aground on the eastern end of St. John at Coral Bay, Hannah said. It came in \nso fast that the boat almost hit a street. No injuries were reported.\n\nAgents returned to the area later in the day and found a group of nine other Haitians hiding out on a small cay near \nSt. John, police said. They were tipped off because the Haitians had made a fire on the cay.\n\nBoth groups are in custody on the island of St. Croix, U.S. immigration spokesman Ivan Ortiz said.\n\nThe second group was believed to have arrived on the cay on Thursday, Ortiz said. It was not immediately clear \nwhat they were doing there.\n\n SURINAME: Brazilian gold miner dies when tree branch strikes him\n\n \n\nPARAMARIBO, Suriname (AP) - A Brazilian gold miner died from a broken neck after a heavy branch struck him in \nSuriname, police said Friday.\n\nLucio Fereira Dematos, 41, died Tuesday in the area of Toficreek, 130 kilometers (81 miles) south of the capital, \nParamaribo, authorities said.\n\nDematos and three others were trying to cut down a tree when one of it's branches fell, police said. No other \ninjuries were reported.\n\nDematos' hometown was not immediately available.\n\nThere are an estimated 7,000 Brazilian gold miners, many of whom work illegally in this former Dutch colony that \nborders Brazil.\n\n CRICKET: Lara returns to lead West Indies in second ODI\n\n \n\nPORT-OF-SPAIN, Trinidad (AP) - Brian Lara will return from an injury to lead the West Indies in the second one-\nday cricket international against England at Queen's Park Oval on Saturday.\n\nThe West Indies skipper said on Friday that he will play despite a chipped bone in his right pinky finger.\n\n\"It's improved a lot,\" Lara said. \"It's still not at the point where I'm totally comfortable but I think it's important that I \ntry to get out there to play, even if I'm 75 percent.\"\n\nLara, who broke the test record score with his historic 400 not out in the final test in Antigua nearly two weeks ago, \nsaid he was fully focused after his return to his home island.\n\n\"I tried to curb it a bit,\" Lara said. \"I knew it was going to be a bit of a frenzy in the country. It went well. I'm still fresh \nand ready to play cricket and I'm still as focused as I can be.\"\n\nThe West Indies trail 0-1 after a narrow, two-wicket loss in the seven-game series opener in Guyana on Sunday.\n\n(fg)\n\n\n"}