{"title": "OFF L.I., A PIRATE RADIO STATION DEFIES F.C.C.", "body": "\nProtesting what they called the stagnant state of rock-and-roll radio in New York City, a group of gadfly radio \nenthusiasts took to the airwaves last week from a rusty old freighter anchored five miles off Long Island's South \nShore.\n\nThe Federal Government was not amused, and Saturday, after two nights of broadcasts, it sent a boarding party \nout to head off the pirates.\n\nTwo agents of the Federal Communications Commission, accompanied by a Customs Service officer and an \nImmigration and Naturalization Service officer, sailed on a Coast Guard cutter to the 200-foot freighter, moored \nsouth of Long Beach and flying a Honduran flag.\n\nThey told the two radio operators aboard the freighter - newly christened Sarah after the girlfriends of some of the \noperators - that they were apparently violating Federal rules requiring broadcasters to be licensed.\n\nLate yesterday, Randi Steele of Queens, a leader of the group that put together the seaborne station, expressed \ndefiance of the F.C.C.'s action. He said the station planned to continue broadcasting since it was outside what he \nsaid was the three-mile territorial limit of the F.C.C. The station was on again last night.\n\n''We're basically doing this as a flare, a warning signal that New York City radio that is directed at youth is very \nstale and stagnant,'' said Mr. Steele, who is 30 years old and is a disc jockey for a show, ''The Steele Ship,'' on the \npirate station.\n\nA figure at the center of the enterprise was Alan Weiner of Monticello, Me., a former owner of radio stations who \nhas battled with the F.C.C. before, in Maine and in Yonkers, over its powers to regulate the airwaves. Mr. Weiner \nhas boasted in the past of his ability to uncover loopholes in Federal broadcasting regulations.\n\nSally Lawrence, a spokeswoman for the F.C.C., said yesterday that Mr. Weiner, who was aboard the freighter on \nSaturday night, had operated a legal station in Presque Isle, Me., but had his license revoked in April 1985 \nbecause he was broadcasting on unassigned frequencies.\n\nAccording to Mr. Steele, Mr. Weiner is part of a group of about 20 ''radio enthusiasts,'' some of whom have worked \nas engineers and on-air personalities in the radio industry.\n\nThe group calls itself Radio NewYork International, or R.N.I. The group, Mr. Steele said, feels that F.C.C. \nregulations requiring stations to set guidelines for what their disk jockeys can play have made it difficult to put a \npersonal stamp on the music and talk that gets aired. Its members, he added, also share a ''pacifist'' political \nphilosophy.\n\n\nThey also plan to begin broadcasting full time in August and to sell commercials.\n\n \n\nA Honduran Registry\n\nIn a telephone interview, Mr. Steele said the group pooled $100,000 of savings to buy the vessel - described by the \nCoast Guard as ''very rusty'' -and outfit her with five transmitters, including a 110-foot radio tower. The group \nobtained a Honduran registry on July 3, Mr. Steele said, because an American flag would have made the ship \nsubject to American radio regulations.\n\nThe ship has been rechristened the Sarah, Mr. Steele said, because ''a number of us have had girlfriends named \nSarah and there are a couple of rock songs named Sarah so it seemed the logical thing to do.''\n\nThe Sarah sailed from a Boston dock with a crew of six and anchored off Long Beach. Using less than 20 percent \nof her transmitting power, she broadcast for six hours Thursday night and six hours Friday night over 1620 AM, \n103.1 FM and shortwave and long wave frequencies.\n\nMr. Steele said the music ranged from tunes from the 1960's to contemporary rock hits. To illustrate the kind of \nantiwar message that he argued was not available on licensed radio stations, Mr. Steele said the station played \nJohn Lennon's ''Give Peace a Chance'' with Country Joe and the Fish's ''I Feel Like I'm Fixin' to Die'' and Bruce \nCockburn's ''If I Had a Rocket Launcher.''\n\nThe broadcasts, Mr. Steele said, were heard by his friends all over the New York area and as far away as Boston. \nAnd F.C.C. officials said the Friday night broadcast was picked up much farther away - at its monitoring station in \nAllegan, Mich.\n\n \n\nBroadcast Was Illegal\n\nUsing direction-finding equipment, officials traced the source of the transmission to a point at sea off Long Island \nand called in the Coast Guard. Immigration and Customs officials joined the boarding party to make sure their \nagency's regulations were not being breached.\n\nRichard Elliott, chief quartermaster of the 1st Coast Guard District based in Boston, said the rusty white-hulled \nSarah was a converted Japanese fishing vessel, formerly known as the L Lopez II, whose owner was listed as \nInternational Ship Owner of Sarasota Avenue in Yonkers, N.Y.\n\nMs. Lawrence said no matter how far out at sea the ship was, it was illegal to broadcast without a license on an \nunassigned frequency.\n\nMoreover, F.C.C. officials said 103.1 FM has been assigned to New York stations in Oneonta, Carthage and \nNewburgh and that the Sarah's transmission threatened to interfere with those signals.\n"}