{"title": "IMMIGRANTS PLAN CAPITOL PROTEST", "body": "\nAn estimated 4,000 demonstrators from across Northern California -- including 11 busloads of immigrants from the \nSouth Bay -- plan to converge on the state Capitol steps at noon today to demand restoration of public assistance.\n\nThe group seeks state legislation to replace benefits the federal government plans to eliminate in August for an \nestimated 300,000 legal immigrants in California.\n\n\"We're taking 10 times as many people from our county as we did for the first rally on March 18,\" said Richard \nHobbs of Santa Clara County Citizenship and Immigration Services. \"People feel they want to do something, and \nthe senior centers are very involved this time.\"\n\nRepresentatives of about 150 California organizations and their constituents are scheduled to meet with 60 \nCalifornia legislators and Gov. Pete Wilson throughout the day, dubbed \"Immigrant Day II,\" which will include a \nrally at the Capitol and interfaith services at Blessed Sacrament Cathedral.\n\nJoining Vietnamese, Chinese and Latino permanent residents are the recently arrived Bosnians, Russians and \nEastern Europeans. Many are exercising their right to demonstrate for the first time in their lives.\n\nThe action was coordinated by the Northern California Coalition for Immigrant Rights, in conjunction with the \nNetwork for Immigrant and Refugee Rights and Services of Santa Clara County, a coalition of religious groups, \nlabor councils and ethnic organizations.\n\n\"Our goal is to have immigrants speak (directly) to state legislators,\" said Renee Saucedo, director of the \nimmigrant rights coalition in San Francisco, which organized both rallies. Two days after the first \"Immigrant Day\" \non March 18, Gov. Wilson extended food stamp benefits through September, she said.\n\nThe demonstrators want full restoration of SSI and food stamp benefits for the elderly, prenatal and long-term care, \nand more state funds for citizenship classes. Welfare reform should not be made at the expense of the immigrant \ncommunity, Saucedo contended, particularly when the state's coffers are full.\n\n\"The state has more than enough money to provide for all low-income residents,\" said Saucedo, citing the \ngovernor's revised budget which shows a $2.3 billion increase in projected state revenues and $1.1 billion in budget \nsavings.\n\nMany of the demonstrators coming from the Central Valley and the Sacramento area are originally from the \nhighlands of Laos -- Hmong and Iu Mien -- and feel especially threatened by the cutoffs. Yee Xiong of the California \nStatewide Lao/Hmong Coalition said he gets dozens of phone calls every day from \"people who are crying.\"\n\n\n\"They don't know where to turn and how to express their concerns, since they can't speak the language,\" Xiong \nsaid. \"They tell me, 'We have sacrificed our lives for the United States, and we need to be heard.' \" Some have \nspoken of killing themselves and their families out of desperation, he said.\n\nIn March, Fong Cha, a Hmong from the Yolo County town of Willows, reportedly collapsed and died after receiving \nthe notification that his benefits would be cut off. During the Vietnam war in Laos, Cha had rescued a downed \nAmerican pilot, and his family was forced to leave their village and subsequently Laos because of his good deed.\n\nXiong said there have been Hmong suicides in Butte and Glenn counties and Stockton related to despair over the \nimpending cutoff.\n\nMany are Hmong war veterans, recruited by the CIA during the Vietnam war to fight in Indochina with pledges that \nthe U.S. government would stand by them and take care of them.\n\n\"The state needs to watch out for the elderly, permanent legal residents who feel that this is another form of \npersecution -- as if they hadn't suffered enough in Laos,\" Xiong said.\n\nThere are about 160,000 Hmong in the United States.\n\nIn California, about 247,000 mostly aged, blind and disabled immigrants are projected to lose welfare benefits in \nAugust, and an additional 350,000 will lose food stamp eligibility, according to the office of Assembly Speaker Cruz \nBustamante, D-Fresno.\n\nBut fewer actually may be affected. Earlier this month, the federal Department of Health and Human Services \narticulated the administration's definition of disabled as \"unable to work.\" As a result, the Office of Budget and \nManagement has estimated that two-thirds of the elderly immigrants will be able to requalify for SSI benefits.\n\nNotes\n\nSHORTER VERSION: page 4B, Morning Final edition\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: GARY REYES -- MERCURY NEWS\n\nThe Rev. John Freesemann of Holy Redeemer Lutheran Church in San Jose speaks Tuesday against welfare \nreform legislation at a prayer session at San Jose's St. Joseph Basilica.\n\n[970528 LO 1B AL 1]\n"}