{"title": "Finding home in America;Immigrant works to turn her subdivision into community", "body": "\nBrigitte Craig has lived in her Norcross subdivision for 10 years.\n\nNow she's working to make it home.\n\nHome for foreigners like her, a German immigrant who left Munich for Atlanta and love two decades ago.\nAJC\n\nHome, frankly, for the entire Wind Forest subdivision, an Ellis Island of whites, Hispanics and Asians located near \nan industrial section of Buford Highway in unincorporated Gwinnett County.\n\n\"People have come to America from different cultures, but they aren't home yet,\" said Craig, 48, now married, but \nnot to the person who drew her to the South. \"It's not their community yet. I have lived in this subdivision for 10 \nyears, but I really didn't interact.\"\n\nUntil now.\n\nCraig has made it her mission to bring residents who live in her neighborhood together. Their race, culture, religion \nand language are irrelevant. She has knocked on the doors of strangers and approached children at play to \npromote her idea for a community bond more humane than the streets that bind it.\n\n\"Some people don't speak English, so I have to have someone there to translate for me,\" said Craig, who oversees \ninternational affairs for Prosys Information Systems, a Norcross firm.\n\n\"Some are suspicious, but later on, they are touched by my efforts.\"\n\nIn early November, Craig and several children hosted a cleanup day to pick up litter. They ate lunch donated by the \nChick-fil-A on Peachtree Parkway, then took in a free movie at the nearby cinema. The children practiced saying, \n\"I'm glad to be your neighbor\" in English, Spanish, Vietnamese and Korean.\n\nThe cleanup was deemed a success, and the family support let Craig know she was on to something. Residents \nonce hard-pressed to name even one neighbor applaud her efforts because they don't want the area to become \nrundown.\n\n\nElda and Rafael Donates' youngest son, Jaime, 11, joined the cleanup. The Cuban-Americans are Wind Forest \npioneers, having moved there nearly two decades ago.\n\n\"This isn't a bad neighborhood,\" Elda said, \"but we need to maintain it. Some people take care of their property. \nSome don't. There are a lot of kids in the neighborhood, so it's a good thing to get them involved. I hope this \ncontinues.\"\n\nBank on it.\n\nLast Friday, about 20 children and adults gathered in the cul-de-sac, candles aglow, to sing Christmas carols. This \nSunday, the Donateses and others will open their homes so the youngsters can bake Christmas goodies. A \nNorcross Publix donated a $25 gift certificate for purchasing the baking goods.\n\nCome Dec. 6, the children will sing carols and share their baked goods with residents at three hospices --- \nPeachtree Christian Hospice in Duluth, Country Gardens Senior Living in Norcross and Merrill Gardens in \nDunwoody.\n\nSuch activities have purpose, Craig said.\n\n\"If the kids grow up and are able to say, 'I love my community,' I think they will evolve into fine citizens later on,\" \nshe said. \"Kids with self-worth won't engage in drugs, gangs and crimes. They need to feel they matter. Kids have \nto be exposed to so many things.\"\n\nCraig fell in love with Atlanta when she moved here 18 years ago to join a boyfriend. He didn't last, but her affinity \nfor the city, its people and climate did. She and her husband, Michael, a real estate agent, have been married for \neight years.\n\n\"I have never done anything like this,\" said Craig, the oldest of three sisters. \"This project just can't be me. I want to \nsee other people in the neighborhood take this on.\"\n\nA version of this article may appear in the Metro section.\n\nGraphic\n\n \n\nPhoto: Mary Espinoza helps her great-grandson Spencer Sanderson, 2, during carol singing in the Wind Forest \nsubdivision. / CHARLOTTE B. TEAGLE / Staff; Photo: Gathering around lighted candles as they prepare to sing \ncarols in Wind Forest subdivision are (from left) Luis Sepulveda, 8, Jaime Donates, 11, and Thien An .n. Tran, 11. \n/ CHARLOTTE B. TEAGLE / Staff; Photo: Jaime Donates (left) and Thien An .n. Tran, both 11, sing carols in what \nhas become an ongoing effort to bridge cultures in their subdivision. / CHARLOTTE B. TEAGLE / Staff; Photo: \nBrigitte Craig (rear) and neighbors (from left) Julia Kim, 8, Diana Kim, 7, and Thien An .n. Tran, 11, sing carols \nFriday in their subdivision as the result of efforts by Craig to create a community there out of residents who speak \nEnglish, Spanish, Vietnamese and Korean. / CHARLOTTE B. TEAGLE / Staff\n"}