{"title": "Drop This Case; The endless pursuit of the 'Los Angeles Eight' is an unnecessary affront to Arab Americans.", "body": "\n \"FOR THE rule of law to prevail, litigation must have a beginning and an end.\" So wrote Judge Bruce Einhorn in a \nfederal case that has become the Jarndyce and Jarndyce of immigration law --  it passed the 20-year mark last \nmonth. The saga of the Los Angeles Eight, though  their number is now down to two, involves Palestinians whom \nthe government has been seeking to deport for their activities on behalf of the Popular Front for the Liberation of \nPalestine (PFLP)  --  activities such as raising money, holding meetings and distributing magazines in the mid-\n1980s. Six of the group have since been granted residency status, and the government hasn't moved against them. \nBut two, Khader Hamide and Michel Shehadeh, remain the subject of deportation proceedings, though they were \nlegal permanent residents at the time of their activities. They have never been accused of any terrorist action or \ncriminal violation, and the government concedes that their actions would be constitutionally protected if they were \nU.S. citizens. \n\n The PFLP is a loathsome group that has carried out terrorist activities. It was an important and legitimate policy \nchange,  after the Sept. 11 attacks, to tighten the law to make raising money here for terrorist groups a crime. But \nthat law was not in place when Mr. Hamide and Mr. Shehadeh were allegedly involved with the PFLP; they say they \nwere never members but only distributed its magazine. At this point, if not from the outset, the  pursuit of two law-\nabiding, middle-aged men with roots and families in this country is misplaced and even self-defeating on the part of \nthe government. The case of the Los Angeles Eight has become an unnecessary flash point for Arab \nAmericans convinced that the government is discriminating against them. \n\n  In addition, the government's behavior undercuts its argument for deportation. \"A reasonable argument could be \nmade that if Hamide and Shehadeh have engaged in terrorist activity, particularly in the context of today's world, \nthen the government would be prepared to move heaven and Earth  --  not to mention some mounds of paper  --  to \ncomplete the trial and deportation\" of them, Judge Einhorn wrote. Instead, the government has delayed presenting \nits case and ignored court orders to turn over potentially exculpatory evidence. \"The repeated actions of the \ngovernment in not complying with the court's orders have prevented\" the two men \"from obtaining fair hearings and \nclosure in their case,\" Judge Einhorn concluded, calling the government's behavior \"an embarrassment to the rule \nof law.\" \n\n  It's well past time for this to end. The government has until the end of the month to appeal the judge's ruling.  It \nshould, instead, drop this case, as it should have done years ago. \n\n"}