{"title": "Health Dept. Loses in AIDS Rule Dispute", "body": "\nThe Bush Administration's sudden reversal on admitting foreigners infected with the AIDS virus resulted from a \nfierce struggle in which the Justice Department prevailed over public health experts, Administration officials said \ntoday.\n\nIn January, Dr. Louis W. Sullivan, Secretary of Health and Human Services, proposed to take AIDS off the list of \ndiseases justifying the exclusion of aliens from the United States. But now the Administration has shelved that \nproposal.\n\nThe decision followed objections by conservatives and a flow of letters contending that the admission of foreigners \ninfected with the AIDS virus would expose this country to public health risks and huge potential medical costs.\n\nThe Justice Department says it is not trying to second-guess medical judgments by the Public Health Service. But it \nquestions whether Dr. Sullivan adequately documented his conclusion that AIDS is not \"a communicable disease of \npublic health significance.\"\n\n \n\nBureaucratic Pique\n\n Justice Department officials said Dr. Sullivan's own agency had said that AIDS was a public health problem of \nimmense significance.\n\nIn its proposal, the Department of Health and Human Services had also said that AIDS was not communicable \nthrough casual contact.\n\nBureaucratic pique also had a role in the Justice Department's opposition. Justice Department officials said Dr. \nSullivan had not consulted any senior official of their department when making his decision, even though the \nAttorney General has primary responsibility for administering United States immigration laws. The Immigration and \nNaturalization Service is part of the Justice Department.\n\nThe White House has been trying to get Dr. Sullivan and Attorney General Dick Thornburgh to thrash out the issue, \nbut so far the two men have not met to discuss it.\n\n \n\n\nPotential for Compromise\n\n Administration officials said they could discern the outline of a possible compromise. They suggested that aliens \ninfected with the AIDS virus would still be prohibited from immigrating to the United States to become permanent \nresidents, thus meeting the concerns about costs. But at the same time, they suggested, travelers and visitors \nwould be able to obtain visas more easily for relatively brief stays. This would meet the concerns of advocacy \ngroups and others who have complained for years that people infected with the AIDS virus were being kept out for \nno good reason.\n\nDr. Sullivan's proposal followed a change in Federal law. Under current law, aliens \"afflicted with any dangerous \ncontagious disease\" are generally ineligible for visas to visit or live in the United States. The Immigration Act of \n1990 redefined the grounds for exclusion and said aliens must be barred from the United States if they have \"a \ncommunicable disease of public health significance.\"\n\nThat provision takes effect June 1, this Saturday. Administration officials said Dr. Sullivan might continue \ndeliberations beyond that date to seek a compromise with the Justice Department.\n\nIn a notice published in the Federal Register on Jan. 23, Dr. Sullivan said aliens should not be excluded from the \nUnited States just because of infection with the human immunodeficiency virus, which causes AIDS.\n\n \n\nLittle Added Risk of Contagion\n\n \"Allowing HIV-infected aliens into this country will not impose a significant additional risk of HIV infection to the U.S. \npopulation,\" Dr. Sullivan said then. AIDS is not transmitted by \"casual contact\" or through air, food or water, he \nnoted.\n\nInfection with the AIDS virus, Dr. Sullivan said, is \"transmitted among adults in this country almost exclusively by \ntwo routes: sexual intercourse with an infected person and sharing of contaminated injection equipment\" by drug \nusers.\n\nAfter receiving a torrent of public comments criticizing the proposal, Federal health officials told the Justice \nDepartment that people infected with the AIDS virus could be barred under another section of the immigration law if \nit appeared that they were likely at any time to become a \"public charge,\" because of the high cost of their medical \ncare.\n\nThis argument put the onus on the service and its parent agency, the Justice Department, to exclude people \ninfected with the AIDS virus, because this section of the law is administered by immigration officials.\n\n \n\nAssessing Longevity\n\n But Justice Department officials led by Deputy Attorney General William P. Barr argued that it was completely \nimpractical for an immigration examiner to make a sophisticated analysis of an alien's infection and health \ninsurance coverage to determine whether that person might become a public charge in 5 or 10 years.\n\nIt is \"very common\" for people infected with the AIDS virus to live for five years or more, said Dr. Jonathan M. \nMann, a professor of epidemiology and international health at Harvard University.\n\nIn an interview today, Dr. Mann, who served as director of the global program on AIDS at the World Health \nOrganization from 1986 to 1990, said, \"A restriction on travel of people infected with the AIDS virus is inappropriate, \nunnecessary and unhelpful and would represent a clear victory for fear, misinformation and simplistic thinking over \npublic health realities.\"\n\nJeffrey Levi, director of government affairs for the AIDS Action Council, whose members care for people with AIDS, \nsaid, \"This issue is a battle for the soul of the Department of Health and Human Services because it comes down to \na question of whether the agency will maintain its professional integrity in the face of this epidemic.\"\n\n\n\nIn revising the immigration law last year, Congress said the Secretary of Health and Human Services should \nidentify such diseases \"based on current epidemiological principles and medical standards.\"\n\n \n\nMillion in U.S. Already Infected\n\n Some officials at the Department of Health and Human Services seemed reluctant today to defend Dr. Sullivan, \nwho could not be reached for comment himself today. For example, Dr. William L. Roper, director of the Centers for \nDisease Control, which drafted the proposal to remove AIDS from the list of excludable conditions, said he did not \ncare to discuss it. He noted that the department had received more than 30,000 public comments on the proposal, \nmany in opposition.\n\nLikewise, Constance Horner, the Deputy Secretary of Health and Human Services, said she would pass up the \nopportunity to explain Dr. Sullivan's position because she was \"away Friday\" and had not consulted recently with \nsenior Administration officials. Mrs. Horner is often regarded as an exponent of conservative views in the \ndepartment.\n\nDr. Mann said a million people in the United States were already infected with the AIDS virus. Excluding aliens with \nthe virus \"conveys the message that the danger is outside the U.S., is a foreigner, a stranger,\" he said.\n\nIf the United States continues to bar aliens infected with the AIDS virus, it could jeopardize the eighth international \nconference on AIDS scheduled to be held in Boston next year, conference planners said.\n\nGraphic\n\n \n\nPhotos: Dr. Louis W. Sullivan, Secretary of Health and Human Services, proposed in January to take AIDS off the \nlist of diseases justifying the exclusion of aliens from the United States.; Deputy Attorney General William P. Barr \nled the Justice Department's efforts to exclude aliens with the AIDS virus. (The New York Times)\n"}