{"title": "Cabinet Nominee Kerik Pulls Out; Bush's DHS Pick Cites Nanny Issue", "body": "\n Former New York City police commissioner Bernard B. Kerik withdrew as President Bush's nominee for secretary \nof homeland security last night, saying he had not paid taxes for a domestic worker who may have been an illegal \nimmigrant. \n\nThe White House made the announcement in a two-sentence e-mail at 10 p.m. but did not give any cause beyond \nsaying that Kerik \"is withdrawing his name for personal reasons.\" \n\nKerik, 49, elaborated in a written statement, saying that in filling out forms required for Senate confirmation, he \n\"uncovered information that now leads me to question the immigration status of a person who had been in my \nemploy as a housekeeper and nanny.\" \n\n\"It has also been brought to my attention that for a period of time during such employment required tax payments \nand related filings had not been made,\" he wrote. \n\n\"Nanny problems\" have sunk several high-profile nominations in recent years. In 2001, Linda Chavez withdrew as \nBush's first nominee for labor secretary after it was learned she had housed an illegal immigrant. The departures \nof Chavez, and now Kerik, recalled the nomination of Zoe Baird to be President Bill Clinton's attorney general. \nBaird withdrew after it became known that she had employed an illegal immigrant couple and failed to pay Social \nSecurity taxes. \n\nRepublican officials said the White House counsel's office had asked Kerik about the matter repeatedly in \ninvestigating his background before the nomination was announced last week. A Republican source said some \nWhite House officials found it highly suspicious that Kerik was not aware of a potential problem with a nanny who \nleft the country very recently.  \n\nEmployers can face fines and other sanctions for hiring any of the 8 million to 10 million illegal immigrants who are \nestimated to live in this country, and it is also illegal not to pay Social Security and Medicare taxes for domestic \nemployees.  \n\n Because of the past incidents, nanny issues are among the first that administration officials explore, and among \nthe ones they probe most aggressively. Administration officials said such concerns have sunk other potential \nnominees, in addition to Chavez, that Bush has considered over the years.  \n\n\nEven before the nanny issue arose, Democrats had targeted Kerik as the most vulnerable of Bush's second-term \nnominations. White House officials realized he was becoming a lightning rod, although they had thought he would \nsurvive. \n\nDemocrats were focusing on the quick riches Kerik had accumulated since resigning in 2002 as police \ncommissioner, a post he held during the 2001 terrorist attacks on the World Trade Center. Since leaving his city \noffice, he had earned $6.2 million by exercising stock options he received as a consultant and director for Taser \nInternational, a maker of stun guns that did business with the Department of Homeland Security. \n\nDemocrats had raised numerous questions about Kerik's records and qualifications, including his role in training \nIraqi police as interim minister of interior and senior policy adviser for the Coalition Provisional Authority in Iraq.  \n\nKerik was expelled from Saudi Arabia in 1984 after a power struggle with the head of a hospital complex where he \nhelped command the security staff. Kerik was using surveillance and other techniques to investigate employees' \nprivate lives, which he said was necessary because of the Saudi laws prohibiting drinking and mingling of the sexes \nin public.  \n\nWith Kerik at his side, Bush said in announcing the nomination at the White House on Dec. 3 that his pick was \n\"one of the most accomplished and effective leaders of law enforcement in America.\" \n\nIn his statement  Friday night, Kerik said he had \"initiated efforts to fulfill any outstanding reporting requirements \nand tax obligations related to this issue\" but said he realized that disclosure of the issue would generate \"intense \nscrutiny\" that would distract from the missions of the Department of Homeland Security. Among them is \nenforcement of the nation's immigration laws. \n\nThe disclosure disrupts the swift and orderly schedule Bush had tried to impose for replacing nine of his 15 \nCabinet secretaries after winning reelection last month. \n\nFormer New York mayor Rudolph W. Giuliani, who had made Kerik corrections commissioner and later police \ncommissioner, had recommended him strongly to Bush. Giuliani said in a telephone interview that Kerik had \nemployed the woman recently to take care of his two young children. Officials would not provide the woman's name \nor native country. \n\n\"Bernie told me that they really loved her and the kids loved her, but she had to go back to her country,\" Giuliani \nsaid. He said she returned voluntarily but would not say what country it was. He did not have the date but said it \nwas \"pretty recently,\" although he said he believes it was before the nomination. \n\n\"When he actually sat down and did the form, he realized there was a real problem here,\" he said. \"He hadn't \nfocused on it. There are personal reasons for it.\" \n\nThe White House released a four-paragraph letter from Kerik to Bush that cited personal reasons without \nelaboration. \"I cannot permit matters personal to me to distract from the focus and progress of the Department of \nHomeland Security and its crucial endeavors,\" the letter said. \"I personally apologize to you for not having focused \non this earlier.\" \n\nWhite House press secretary Scott McClellan said that at about 8:30 p.m., Kerik had a brief telephone conversation \nwith Bush, who was at the White House for a holiday party. McClellan said it was Kerik's decision to withdraw, and \nthat the president \"will move as quickly as we can to name a new nominee.\" \n\nRepublican officials said Friday  night that they were grateful the discovery came as quickly as it did, although they \nsaid it was still a huge embarrassment for Bush. \"We took more on faith than we probably should have,\" said an \nofficial close to the White House. \"It was a combination of biography and his close association with the mayor.\" \n\nStaff writers Brooke A. Masters and John Mintz contributed to this report. \n\n\n"}