{"title": "GOP Forces Controversial Issues; Panel Sidestepped on Marriage, Immigration Proposals", "body": "\nRestive Republicans in the Maryland General Assembly dragged two contentious issues -- same-sex marriage \nand driver's licenses for illegal immigrants -- to the floor of the House of Delegates yesterday, trying to put \nDemocrats on the record on matters otherwise resolved in committee. \n\nBy a vote of 82 to 52, Democrats fought off an attempt to attach an amendment prohibiting recognition of same-sex \nmarriages performed in other states onto a bill that would set fees for marriage licenses. The \"defense of \nmarriage\" proposal was narrowly defeated Friday by the House Judiciary Committee. \n\nWhen a bill on commercial driver's licenses came up later, Del. Herbert H. McMillan (R-Anne Arundel) attempted an \nend run by offering an amendment that would prohibit undocumented immigrants from obtaining driver's licenses. \n\n The House postponed until today a vote on that measure, which is similar to a proposal rejected by the Democrat-\ncontrolled Judiciary Committee. \n\nRepublicans say the legislative maneuvers are designed to display their growing influence in the assembly and are \nthe opening salvos in an effort to force moderate and conservative Democrats to cast votes that may not please \nconstituents. \n\n \"I think there are fundamental differences between the two parties on a number of issues, and I think you are \ngoing to see some spirited floor debates,\" said Del. William J. Frank (R-Baltimore County). \n\nBut Democratic leaders decried the GOP game plan, saying it ignores decades of established procedures and \ntraditions and seeks to run roughshod over the committee system. \"Obviously, they have no respect for the \ninstitution,\" said House Speaker Michael E. Busch (D-Anne Arundel). \n\nHouse and Senate committees sort through hundreds of bills a year to weed out frivolous or politically unpopular \nlegislation. Traditionally, the full House and Senate will consider only bills that have been approved by a committee. \n\n \"I think we are advancing real close to the edge with our committee system,\" said Del. Maggie L. McIntosh (D-\nBaltimore), head of the House Environmental Matters Committee. She later added, \"This is becoming like \nCongress.\" \n\n\nRepublicans appeared giddy that their tactics had frustrated Democratic leaders. \"We are just playing by the rules \nthey have laid down, and I guess that is driving them crazy,\" McMillan said. \n\nBusch suggested yesterday that the tactics could backfire and that Democrats could retaliate against the GOP and \nthe agenda put forth by Gov. Robert L. Ehrlich Jr. (R). \n\nAlthough well short of a majority in either the Senate or the House, Republicans have become emboldened by \nEhrlich's 2002 election, the party's first gubernatorial victory in more than three decades. The GOP is hoping to \nincrease its 14 seats in the Senate and 44 in the House by targeting Democrats who represent rural districts. \n\n In the Senate, Republicans have pledged to use parliamentary maneuvers to block bills they oppose and force \nvotes on those they support. Senate President Thomas V. Mike Miller Jr. (D-Calvert) has tried to head off the GOP \nwith rule changes making it easier to shut down a filibuster. \n\nWith a debate over same-sex marriage sweeping the nation, and polls showing a majority of the public opposed to \nthe notion, Republicans in Annapolis said they wanted lawmakers to take a stand. Nine Democrats sided with 43 \nRepublicans in supporting the proposed amendment. Del. Jean B. Cryor (Montgomery) was the only Republican to \nvote against it. \n\nEven Del. Emmett C. Burns Jr. (D-Baltimore County), the sponsor of the original bill, opposed the amendment, \nbecause he worried that the GOP tactics set a bad precedent. \"I fought with all of my ability to get this law passed in \ncommittee,\" Burns said. \"I lost in committee, and having lost in committee, I live by the committee report.\" \n\nThe Judiciary Committee voted 11 to 9 Friday to reject Burns's legislation. Burns and several Republicans had \nargued that Maryland could be forced to recognize same-sex marriages performed elsewhere. But panel \nmembers countered that the state already defines marriage as being between a man and a woman.  \n\nThe committee had also rejected a bill that would have specifically outlawed driver's licenses for illegal immigrants, \nsaying a commission established last year is studying the issue.  \n\nThe House leadership delayed voting on McMillan's amendment on driver's licenses because he broke precedence \nby failing to share his amendment with the committee chairman. \n\nMcMillan said that was no mistake. \"When you're in the ring, you try not to telegraph your punches,\" he said. \"It's \nnot my job to make life easy for committee chairmen.\"  \n"}