{"title": "Senate Bars Counting of Illegal Aliens in '90 Census", "body": "\nThe Senate endorsed legislation Friday barring the counting of illegal aliens in the 1990 census, an action with \npotential impact on the drawing of congressional districts and federal aid to areas with large alien populations.\n\nThe amendment, offered by Sen. Richard C. Shelby, D-Ala., would forbid the use of federal funds to count illegal \naliens for the purpose of congressional reapportionment.\n\nIt was approved by voice vote and attached to a $$17.3 billion appropriations bill for the Commerce, State and \nJustice departments after an amendment to table it was defeated, 50-41.\n\nThe overall bill, which contains the annual appropriations for the three departments, the federal judiciary and related \nagencies, was approved on a voice vote.\n\nThe action took place after a number of senators noted that the Constitution provides for the counting of \"the whole \nnumber of persons\" in each state, not just citizens.\n\nBut Sen. Orrin Hatch, R-Utah, said that if that were followed literally, \"an occupying army would qwalify\" to be \ncounted by the census.\n\n\"There's no reason not to order the Census Bureau to exempt illegal aliens,\" Hatch said.\n\nSenate Republican Leader Bob Dole of Kansas agreed, saying some states with few illegal aliens are losing seats \nin Congress because illegal aliens are included in the population count.\n\n\"This policy simply does not make any sense,\" Dole said.\n\nBut Sen. Pete Wilson, D-Calif., said that many urban areas are impacted with a massive infusion of illegal aliens \nwho are draining available funds for schools and health care.\n\nIf they are not counted by the census, feaderal aid to these regions will be decreased, Wilson said.\n\nSen. Thad Cochran, R-Miss., said that while he sympathised with regions trying to deal with aliens, the ultimate \nsolution is to eliminate the problem.\n\n\"Illegal aliens ought to be deported,\" Cochran said.\n"}