{"title": "NEW CITIZENS MAY LOSE RIGHTSINS TARGETS CRIMINAL IMMIGS", "body": "\nWASHINGTON In an unprecedented move, federal officials will try to strip U.S. citizenship from thousands of \nimmigrants whose arrest records went undetected during the Citizenship USA program in 1995-96.\n\nThe Immigration and Naturalization Service yesterday said reviews conducted with KMPG Peat Marwick, an outside \nauditing firm, found 369 people were naturalized despite having been convicted of a felony or a crime involving \n\"moral turpitude.\"\n\nAn additional 5,954 also should not have been naturalized 5,634 for failing to reveal arrests for serious crimes, the \nINS said.\n\n\"If we determine that a person provided false testimony about having been arrested, they would not meet the 'good \nmoral character' standard for citizenship,\" said INS Commissioner Doris Meissner.\n\nAs of Jan. 1, the INS has completed final review on 2,158 of the total of 6,323 cases and decided 1,481 should face \ncitizenship revocation proceedings.\n\nNever before has the INS tried to strip citizenship from so many. In the four years from 1993 to 1996, only eight \npeople had citizenship revoked, INS officials said.\n\nINS won new powers to revoke citizenship in recent immigration legislation.\n\nLosing citizenship would not automatically mean deportation. INS spokesman Andrew Llubares said it would \ndepend on whether the criminal offense was \"deportable,\" and whether or not the statute of limitations has expired.\n\nThe Citizenship USA program aimed to streamline procedures and naturalized 1.05 million immigrants. But \ninvestigators found the corner-cutting caused citizenship to be granted without adequate background checks in \nwhat Republicans charged was a Clinton administration rush to qualify potential new Democratic voters.\n\nThe review covered naturalizations from August 1995 to September 1996. INS officials said they would consult with \nthe Senate Judiciary Committee on whether to review cases as recent as June 1997.\n\nMeissner announced new procedures yesterday aimed at \"strengthening the system's integrity\" and at the same \ntime reduce application backlogs.\n\nThey include the opening of fingerprinting centers to collect the images digitally, keep them in the INS' hands, \nprevent tampering and speed checks against FBI fingerprint files.\n\n"}