{"title": "THE NEW IMMIGRANTS / Is latest wave a drain or boon to society?", "body": "\nWhat once were private mutterings that immigrants are more a drain than a benefit to society have become bold \npublic pronouncements.\n\nMany politicians and ordinary citizens now say legal immigrants should be admitted only if they have good job \nskills, not because they happen to have a sister living in New York.\n\nSome even say immigrants, arriving at near-record levels, are radically changing the ethnic and cultural balance of \nthe country - and the country needs to change back.\n\nThe question before Congress and the people has become: Are immigrants still good for the country?\n\nIn a computer analysis of data on the 2.2 million people who became legal immigrants in 1991-93, USA TODAY \nillustrates how newcomers have changed the nation, bringing new colors and languages, a new vibrancy and vigor.\n\nBut the analysis also documents how densely immigrants from a few countries have clustered in some cities, \nbringing strained public budgets, community tension and, often, few marketable job skills.\n\nUsing current proposals to restrict immigration as its framework, the computer analysis finds:\n\n-- If job skills replaced kinship as the basis for immigration, it would greatly alter who gets into the country. The \nimmigrant stream would become more European and Asian, less Hispanic and Caribbean.\n\nIn 1993, for example, 52% of immigrants from Mexico - by far the largest immigrant group - identified themselves \nas laborers, excluding homemakers, retirees and students. That compared to 7% from China and 1% from India.\n\nBy contrast, 0.3% of Mexicans identified themselves as engineers, compared to 25% of Indians.\n\nOverall, more than half the 1993 immigrants of working age report low-skilled or unskilled occupations.\n\n-- If immigration of extended families had been restricted in 1993, 85% of the 880,014 people admitted to the USA \nwould have gotten in.\n\nIndeed, the analysis underscores the overwhelming family character of immigration. In 1993, almost two-thirds of \nimmigrants were admitted solely because they were related - either closely or in an extended fashion - to someone \nalready here.\n\n-- If a small but growing minority of restrictionists gets its way, future immigrants would be far different from those \nwho actually arrived.\n\n\nIn 1993, about 80% of legal immigrants were from Latino, Asian, African and Caribbean countries, and just a few \ncountries dominated the stream: People from Mexico, China, the Philippines, Vietnam and the Dominican Republic \nmade up nearly 40% of all immigrants.\n\nBy comparison, 97% of immigrants who came 100 years ago were European or Canadian.\n\n-- If immigrants came for jobs instead of kinship, they likely would be scattered across the USA.\n\nBetween 1991-93, however, the nation's immigrant clusters stood out. Selected ZIP codes in New York City, Los \nAngeles, Chicago, Miami and Houston together averaged 206,000 new immigrants a year.\n\nThe cumulative effect of all these trends, experts say, has pushed so many social buttons that a nation of \nimmigrants is wondering whether it should remain one.\n\nThere is \"uneasiness over the scale of immigration,\" Nathan Glazer, a Harvard professor and immigration expert, \nsays in a recent essay. \"When this coincides with bad economic conditions, a majority of Americans will say, 'There \nis too much immigration.' \"\n\nHere is one fact: If immigration continues at the current rate of about 800,000 a year, more than 8 million \nnewcomers will have arrived between 1990 and 2000 - the highest decade-long number since 1900-1910.\n\n 59% favor 'blending in'\n\nFor 30 years, since the 1965 Immigration Act opened the nation's doors to immigrants from around the world, the \ncountry's political and social culture has assumed that immigration is a positive force.\n\nMany Americans are not feeling so generous these days.\n\n\"Now we're coming at (immigration) from a new perspective - what's in the best interest of American citizens,\" says \nRep. Lamar Smith, R-Texas, head of the House subcommittee on immigration.\n\nHis counterpart in the Senate, Alan Simpson, R-Wyo., echoes that view: \"The national interest is the interest of the \nmajority of Americans, not the interests of those seeking to come here or (their) relatives.\"\n\nSmith and Simpson argue the United States should reduce overall numbers and admit only those \"who will \ncontribute to our economy and our society\" - meaning those who are educated, job-skilled, English-speaking and \nquickly naturalized.\n\nA USA TODAY/CNN/Gallup Poll of immigrants - the first comprehensive, national poll of its kind - finds many \nimmigrants agree.\n\n\"If we are not selective on immigrants, it will expedite the deterioration of this country,\" says David Chen, 30, an \ninsurance adjuster in New York who came from Taiwan. \"They have to be self-supportive.\"\n\nImmigrants and natives also are in agreement about the need for immigrants to assimilate: 59% of both groups \nsay \"blending in\" is better.\n\nLuis Llanos, 25, a Colombian who immigrated in 1986 and now lives in New York, says he's eager to fit in.\n\n\"Some (immigrants) say they don't like it here, but I say to them, 'Nobody brought you here, you don't have to be \nhere,' \" Llanos says.\n\nBut there is a viable, vocal coalition of immigrant advocates led by Sen. Ted Kennedy, D-Mass., who say they'll \nfight to preserve the traditional view of immigrants.\n\n\"We live in a diverse world,\" says Kennedy, sponsor of the 1965 law. \"The genius of America has been to take \ndifferent traditions and draw on them (to) enhance the country.\"\n\n\n\n 'Sense of loss of control'\n\nIn part, the drive to change the immigration system is a consequence of public resentment of unchecked illegal \nimmigration, now estimated at about 300,000 people a year.\n\nFew politicians can ignore the overwhelming passage last year of Proposition 187 in California, which denies illegal \nimmigrants access to benefits, schools and health services.\n\n\"There is this sense of loss of control,\" says Bill Ong Hing, an immigration expert at Stanford University. \"I don't \nthink we have (lost control), but there's a sense of that.\"\n\nAdd to that the uncertainty caused by the economic restructuring of the '90s, both in high and low level jobs.\n\nIn Atlanta, for example, seeing sizeable immigration for the first time, an undercurrent of tension has developed \nover fears about jobs.\n\nSome \"see immigrants as a threat to their job opportunities,\" says Jeffery Tapia, director of the Latin American \nAssociation. \"When you're looking to survive, anyone who's a newcomer is seen as a threat.\"\n\nBut the impetus for change also may be based on a change in the immigrants themselves.\n\nToday, Europeans make up just 18% of the immigrant stream, with 54% of newcomers from Asia, Africa and the \nCaribbean.\n\nMost of these immigrants are not white, and some advocates say restrictionism is, at base, racism.\n\n\"A lot of their (arguments) are code words for, 'We don't want Mexicans or Asians,' \" says Karen Narasaki of the \nNational Asian Pacific American Legal Consortium.\n\nA few restrictionists are blunt.\n\n\"Why this many? Why these particular immigrants? These questions are never addressed,\" says journalist Peter \nBrimelow, author of Alien Nation, a controversial book about \"America's immigration disaster.\"\n\nBut these questions are being addressed by the national Commission on Immigration Reform, which this month \ncalled on Congress to cut immigration to 550,000 a year, largely by eliminating some categories of immigrants and \nreducing others.\n\n Many want a 'time out'\n\nEven assuming some change in immigration is necessary, there's no consensus on what kind. The various factions \noverlap on some important details but strongly disagree on others. Conservatives and liberals can be found on the \nsame side:\n\n-- The Alien Nation faction argues there are too many immigrants and too many of the \"wrong kind\" - instead of \nskilled, white Europeans. They want a \"time out\" in immigration, and the highest priority to go to newcomers with \nskills.\n\nBrimelow argues that immigration has changed the the country \"in a radical and rapid way unprecedented in \nhistory.\"\n\n\"Americans have the right to insist the government stop shifting the racial balance,\" he says.\n\nRepublican presidential candidate Patrick Buchanan supports this view, as do most restrictionist groups.\n\n-- Another faction argues that the system is mostly working, and the number of immigrants is acceptable, but that \nnot enough is being done to \"Americanize\" them.\n\n\n\nHouse Speaker Newt Gingrich is in this camp, along with GOP leaders Bill Bennett and Jack Kemp and many \nDemocrats in Congress.\n\n-- Yet another faction favors even more generous immigration policies. Kennedy is a major voice here, along with a \nthrong of advocacy groups. House Majority Leader Dick Armey, R-Texas, also is a philosophical ally.\n\n\"I'm hard-pressed to think of a single problem that would be solved by shutting off the supply of willing and eager \nnew Americans,\" says Armey.\n\nSo far, President Clinton comes down somewhere in the middle, and backs the commission's proposals.\n\n 'We have to discriminate'\n\nThe profusion of immigration issues is bewildering, but these are some of the points of contention:\n\nThe numbers. Because the commission is so influential, its recommendation for a relatively modest one-third \nreduction in the number of immigrants is likely to be adopted.\n\n\"Between the total restrictionists and the total open-border people, that's where we'll steer the boat,\" says Simpson.\n\nChain migration. The bulk of immigrants are spouses, children, grandchildren, siblings and parents of citizens or \nlegal permanent residents. And once immigrants arrive, they may sponsor more relatives.\n\nWei Ming Wong, 41, an immigrant living in Los Angeles, can tick off 12 relatives who came to the USA thanks to \none sister. \"There is no one left\" in Hong Kong, Wong says.\n\nCutting this chain migration is at the heart of the commission's proposals. It recommended immigration priority go to \nnuclear families - spouses and minor children - and that the door be shut to siblings, their families and adult \nchildren.\n\nThese recommendations probably will be adopted by Congress.\n\nImmigrant skills. Critics argue that immigration would best serve the nation if admissions were weighted on the \nbasis of skills.\n\n\"We have to discriminate among people who want to come,\" says George Borjas, an economist at the University of \nCalifornia, San Diego, and a Cuban immigrant. \"Choosing high-skilled workers is better.\"\n\nAccepting that, the commission wants to eliminate 10,000 immigration slots now set aside for unskilled workers; \nCongress is likely to agree.\n\nImmigrants and welfare. People cannot immigrate if they are likely to become a public charge. But courts have \nruled that sponsorship \"contracts\" aren't enforceable.\n\nEven advocates agree that's a huge loophole, and Congress is virtually certain to plug it. \"We're going to look at \nsponsorship, set additional responsibilities,\" says Kennedy.\n\nIn addition, bills in Congress would cut off non-citizens from Supplemental Security Income - a program that \nprovides aid to the poor and disabled. Non-citizens now make up about 30% of all SSI recipients.\n\nThe debate over all these aspects of immigration will begin in earnest this summer, and most experts are betting \nthat the nation's door will close somewhat - but not entirely.\n\n\"The U.S. is largely what it is today because of our ability to draw and assimilate new peoples,\" says Arthur Helton, \nimmigration expert at the Open Society Institute. \"That has . . . resulted in displacement and conflict from time to \ntime, but without it, we would not be America.\"\n\n\n\n Should immigration levels…\n\n               All   Immigrants\n\nDecrease        65%      30%\n\nStay the same   24%      44%\n\nIncrease         7%      15%\n\n  \n\nShould immigrants be encouraged to…\n\n                             All   Immigrants\n\nBlend into American culture   59%      59%\n\nMaintain own culture more     32%      29%\n\nBoth equally                   4%      10%\n\nNotes\n\n3-DAY SPECIAL REPORT; THE NEW IMMIGRANTS; A changing nation now may close the door; Critics want to \nfocus more on skills, less on family ties; See related stories; 02A, 10A; See info box at end of text.\n\nGraphic\n\n \n\nGRAPHIC, color, Cliff Vancura, USA TODAY, Source: USA TODAY/CNN/Gallup Poll (Bar graph)\n"}