{"title": "Hartsfield to test border ID system;Government will fingerprint foreign visitors", "body": "\nWashington --- Atlanta's Hartsfield International Airport will test a nationwide security system that will collect \nfingerprints and take photographs of millions of foreign visitors each year.\n\nAfter testing next month in Atlanta, the tightened border procedures are scheduled to go into effect at all 115 major \nU.S. airports and 14 seaports in January.\n\nAs demonstrated by Department of Homeland Security officials Tuesday, arriving visitors will place their index \nfingers on a scanner, which will record the prints electronically. Computers will then check the data against watch \nlists for criminals and terrorists.\nCox Washington Bureau\n\nAt the same time, a digital camera will snap a photo of the visitor.\n\nThe process will add \"a matter of seconds\" to the border inspection process while offering new capabilities for \nenhancing security and improving immigration enforcement, said Asa Hutchinson, undersecretary of border and \ntransportation security for the Department of Homeland Security.\n\nThe entry verification program is the first piece of a massive entry-exit system, known as US-VISIT, that Congress \nhas ordered for all 300 land, air and seaports of entry.\n\nVisitors who are required to have U.S. visas for travel must submit to the screening or be refused entry. Citizens of \nmost European countries, Canada, Japan and a handful of other nations are exempt because they are not required \nto obtain visas for travel to the United States.\n\nJim Williams, director of the US-VISIT project, said that by the middle of November, immigration inspectors will be \nfingerprinting and photographing many foreign passengers arriving in Atlanta. In early December, immigration \ninspectors at Hartsfield will be able to match the fingerprints to the federal government's computerized \"watch \nlists,\" Williams said.\n\nHartsfield, the nation's busiest passenger airport, was one of several airports and border crossings to conduct a \nsmaller-scale test of the technology earlier this year.\n\n\nAtlanta's airport was selected for the first full-fledged test in part because of its wide variety of international flights \nand its extra inspection booths, which were built for the 1996 Olympics.\n\nWilliams said he hoped to fine-tune the identification system after seeing the results in Atlanta.\n\nThe Homeland Security Department's unveiling of the system in Washington drew a crowd of foreign journalists, \nincluding some who raised questions about whether the new requirements will seem onerous to travelers.\n\nHutchinson promised the department will safeguard the privacy of information gathered on travelers who clear the \nnew border procedures. He said the records will not be shared with other U.S. law enforcement agencies.\n\nHowever, records will be kept on those who have overstayed their visas. Such travelers may be excluded the next \ntime they seek entrance to the United States, officials said.\n\nWilliams said the inkless fingerprinting device, developed by Cross Match Technologies Inc. of Palm Beach \nGardens, Fla., has a touch pad that can take an FBI-quality forensic print in less than five seconds.\n\nHutchinson conceded that gaps will remain in the nation's border security even as the first phases of US-VISIT \ntake effect. For example, the nation has no systematic way of gathering information from visitors as they depart.\n\nThe Homeland Security Department on Tuesday displayed a prototype of a self-serve machine, much like an ATM, \nto allow exiting travelers to scan their visas and fingerprints. Officials said data will be used to verify whether \ntravelers have exceeded their authorized stay.\n\nThe exit system is to be phased in at airports and seaports next year.\n\nAn even more difficult challenge is setting up the entry-exit procedures at land borders, where major facilities will \nhave to be built. Business groups and border cities have raised concerns that US-VISIT will mean longer waits to \ncross borders and will hurt commerce.\n\nCongress recently cut President Bush's proposed $400 million budget for US-VISIT to $330 million for the current \nyear.\n\nHutchinson said he would soon submit a spending plan to Congress that would show the effects of the cutbacks on \nthe deadlines for completing all phases of US-VISIT by 2006.\n\nGraphic\n\n \n\nPhoto: The border entry verification system uses inkless scanners to collect digital fingerprints. / RICK McKAY / \nStaff; Photo: Border Protection Officer Paul Trump demonstrates the new system Tuesday in Washington. After a \nscanner records fingerprints of foreign visitors, a digital camera will snap a photo as computers check the data \nagainst watch lists for terrorists. / RICK McKAY / Staff\n"}