{"title": "Germany toughens immigration policy for ex-Soviet Jews", "body": "\nThe German government and its Jewish community hammered out tighter immigration rules for Jews from the \nformer Soviet Union Friday, ending the nearly unlimited settlement rights they enjoyed since 1990.\n\nThe new policy, which the Central Council of Jews in Germany described as a \"fair compromise\", will require \ncandidates to prove they are Jews, able to speak German and capable of supporting themselves, said the interior \nminister of the northern state of Schleswig-Holstein, Ralf Stegner.\n\nOnly proof of Jewish ancestry had been required for the some 190,000 people who have headed west since the fall \nof the Soviet Union and the reunification of Germany, whose government sought to atone in some measure for the \nmass killing of Jews during the Nazi era.\n\nBut of those 190,000 immigrants, only about 80,000 have subsequently joined the Jewish community.\n\nFor several years German Jewish organizations have complained that some immigrants had doubtful ancestry, \nwhile others with liberal and secular traditions had difficulty settling among the more orthodox German Jews.\n\nIsrael, for its part, had watched Germany become the host to one of the fastest growing Jewish communities in the \nworld and urged immigrants to move there to help the Jewish state deal with a growing demographic crunch.\n\nUnder the new rules, the main German Jewish charity charged with aiding the new arrivals will determine whether \napplicants are Jews themselves before allowing entry.\n\nThey will also be evaluated according to an \"integration prognosis\" that assesses work prospects and family \nsituation.\n\nA clause will allow exceptions for victims of Nazi persecution and to reunite families. Age restrictions, considered \nearly on, were dropped.\n\nThe new scheme will affect those who applied to settle in Germany after December 31, 2004.\n\n\"The policy ensures the immigration of Jews from states from the former Soviet Union that is so important to the \nexistence and future of the Jewish community,\" said Dieter Graumann, who led the negotiations for the Central \nCouncil of Jews. \n\nThe rules, which dated back to April 1990 in the dying days of communist East Germany, had to be overhauled due \nto a new immigration law that entered the books on January 1.\n\n\nIt is the product of months of negotiations between the federal and state interior ministers and the Central Council. \n\nGermany's Jewish community now counts some 100,000 members, the vast majority of whom are from the former \nSoviet bloc. \n\nBefore the Holocaust, some 600,000 Jews lived in Germany.\n\nhex-dlc/tm\n"}