{"title": "'Illegal Alien' Is One of Many Correct Legal Terms for \"Illegal Immigrant\"", "body": "\nOct 14, 2019( Cato@Liberty: http://www.cato.org/blog Delivered by Newstex) ;; Alex Nowrasteh[1]Rhetoric plays an \nunfortunately large role in public policy debates. Generally, those who are particularly supportive of deporting illegal \nimmigrants tend to call them 'illegal aliens' while those who prefer legalization tend to use the term \n'undocumented immigrants.' As I've written before, these euphemisms[2] are tiresome and don't matter much so I \nuse the term 'illegal immigrants' because most people understand that.However, one argument by immigration \nrestrictionists in favor of using the term 'illegal alien' is that it is the technical legal term. \n\nHans von Spakovsky of the Heritage Foundation makes this point[3]. Representative Julian Castro (D-TX) \nintroduced the Correcting Hurtful and Alienating Names in Government Expression (CHANGE) Act[4] recently to \namend U.S. immigration law to, among other things, replace the term 'illegal alien' with 'undocumented foreign \nnational.' I don't expect that bill to become law.Regardless, most people seem to assume that 'illegal alien' is the \ncorrect legal term. Recently, Judge Andrew Hanen addressed this rhetorical issue in his decision of Texas v. U.S. \nwhen he wrote[5]: The Court uses the phrases \"illegal immigrant\" and \"illegal alien\" interchangeably. The word \n'immigrant' is not used in the manner in which it is defined in Title 8 of the United States Code unless it is so \ndesignated. The Court also understands that there is a certain segment of the population that finds the phrase \n\"illegal alien\" offensive. The Court uses this term because it is the term used by the Supreme Court in its latest \npronouncement pertaining to this area of the law. See Arizona v. United States, 132 S. Ct. 2492, 2497 (2012). \nHowever, U.S. immigration law, Congress, and government agencies use many different terms in place of 'illegal \naliens.' The most famous example is the Illegal Immigration Reform and Immigrant Responsibility Act of 1996[6]. \nAlso, the Department of Homeland Security[7] frequently used the term 'unauthorized immigrant.' I searched \nimmigration law (CTRL-F) for every term I could think of to describe illegal immigrants. My searches included \nevery combination of the first words illegal, unauthorized, undocumented, irregular, and infiltrator with the second \nword of immigrant, alien, migrant, person, entrant, or person. The term 'foreign national' was not preceded by an \nadjective so I did not search for it.Table 1 shows the different terms used to describe the concept of an illegal \nimmigrant in Title 8 of the U.S. Code, the portion of the law that contains laws on citizenship, nationality, and \nimmigration. Those combinations of words were mentioned 84 times. The term 'illegal alien' was mentioned most \nof all - 33 times for 39 percent of total mentions. The second most common term was 'unauthorized alien,' which \nappeared 21 times or about a quarter of the time. Interestingly enough, 'undocumented alien' was the third most \ncommon with 18 uses. My preferred term of 'illegal immigrant' was used only six times but the term 'illegal \nimmigration' was used 93 times, which I didn't include in the table because it's not a term that describes individuals. \n!function(e,i,n,s){var \nt=\"InfogramEmbeds\",d=e.getElementsByTagName(\"script\")[0];if(window[t]...8;window[t].initialized)window[t].proces\ns...8;window[t].process();else if(!e.getElementById(n)){var \no=e.createElement(\"script\");o.async=1,o.id=n,o.src=\"https://e.infogram.com/js/dist/embed-loader-\nmin.js\",d.parentNode.insertBefore(o,d)}}(document,0,\"infogram-async\");;; It is clear that U.S. law doesn't have an \nagreed-upon single legal term for \"illegal immigrants.\" The debate over rhetoric isn't important and I prefer to use \n\n\nthe term 'illegal immigrant' because I think that is most commonly used and understood by Americans outside of \nlaw and policy. If only language were entirely about the ease of communication! [ 1]:            "}