{"title": "HOUSE KEEPS U.S. DOORS OPEN", "body": "\nWASHINGTON The House last night passed a sweeping measure aimed at curbing the influx of illegal aliens but \nrejected a crackdown on legal immigration.\n\nThe bill the first immigration law overhaul in a decade cleared the House 333 to 87.\n\n\"This bill will crack down hard on illegal immigration while insuring that America remains a refuge for legal \nimmigrants,\" said Rep. Nita Lowey (D-Westchester).\n\nThe bill aims to get tough on illegals by:\n\nHiring 5,000 new border patrol agents over five years.\n\nBarring illegal aliens from applying for some forms of welfare on behalf of their U.S.-born children.\n\nGiving state and local cops authority to detain illegal aliens and hand them over to the Immigration and \nNaturalization Service.\n\nIncreasing penalties for alien smuggling and document fraud.\n\nSetting up an 800-number in five states for employers to insure job applicants are in the U.S. legally.\n\nRepublicans and moderate Democrats mostly supported the bill. Liberal Democrats opposed it.\n\nRep. Jose Serrano (D-Bronx) voted against it because of a provision that would let states bar illegal aliens from \npublic schools an idea White House spokesman Mike McCurry called \"nutty.\"\n\nThe crackdown would have a big impact on New York City, which receives about one-third of the roughly 300,000 \nillegals who enter the United States annually.\n\nBut lawmakers turned back, 238 to 183, a bid to slash legal immigration by 30% from 800,000 a year to about \n700,000 for the next five years and 560,000 after that.\n\nImmigration advocates said the cutbacks on legal immigration would have devastated tens of thousands of New \nYorkers who have been on waiting lists to legally come to the U.S. for a decade or more.\n\nPresident Clinton backs the bill, but it is unclear whether he will have the chance to sign it. A similar measure is \nstalled in the Senate, and Majority Leader Bob Dole (R-Kan.) has not said when he will bring it up.\n\n\nThe vote against new limits on legal entry was a setback to Dole's and House Speaker Newt Gingrich's strategy to \nforce Clinton into a series of legislative vetoes to highlight their policy differences.\n\nEvery New York City House member except Rep. Susan Molinari (R-S.I.) voted against cutting back legal \nimmigration, but the delegation split on final passage.\n"}