{"title": "Officials Brace for Exodus Of Foreigners from Panama", "body": "\nImmigration officials say the arrest of 63 Chinese on an isolated Alabama airstrip last week was a sign that \nthousands of foreigners may soon try to enter the United States illegally from Panama.\n\nThe officials say the Chinese represent a painful legacy of the corruption rife in the regime of Gen. Manuel Antonio \nNoriega and are among tens of thousands of foreigners in Panama who bought Panamanian passports, visas, \nresidency permits and identity cards to escape their troubled homelands.\n\nThe officials said a large alien smuggling ring flourished under General Noriega. The aliens detained near Mobile \nwere from mainland China and arrived by chartered aircraft from Panama in two groups on Saturday and Monday \nafter paying up to $15,000 each for illegal passage to the United States, the immigration officials said.\n\nThey were sent to immigration detention centers in Texas and Florida, where they face expulsion proceedings.\n\n \n\n'Targeting the United States'\n\n''We are aware that there are significant numbers of aliens in Panama that do not have legal residence there, and \nwe're certainly sensitive to the possibility that they might be targeting the United States to arrive here illegally,'' said \nDuke Austin, a spokesman for the Immigration and Naturalization Service.\n\nEstimates of the number of foreigners with uncertain legal status in Panama as a result of the ouster of General \nNoriega vary widely. Immigration officials in Washington estimated there are 7,000 Chinese and 2,000 Cubans in \nPanama. But some immigration officials and Panamanian government experts said there were up to 35,000 \nChinese and 13,000 Cubans along with several thousand others, including Nicaraguans, Indians and Pakistanis.\n\nThe traffic in Panamanian immigration documents was sanctioned by the Noriega government, but was cut off after \nthe United States invasion last December. The Government of President Guillermo Endara halted the sale of \nPanamanian documents overseas, and faced with daunting economic problems and high unemployment, it has \ngrown increasingly reluctant to allow those in Panama to remain.\n\nThe arrival of Chinese in Panama increased dramatically last year with the Chinese Government's crackdown of \nthe student democracy movement. Panamanian officials estimated that nearly 9,000 Chinese bought documents, \nmost of them through the Panamanian consulate in Hong Kong, to enter Panama.\n\n \n\nAs Visas Expire, Desperation\n\n\nBut now the temporary visas and residency permits, some issued for a year, are beginning to expire. Many \nforeigners, living in Panama in poverty, are willing to risk illegal entry to the United States following routes and \nusing smuggling techniques used by drug traffickers.\n\nThe Chinese apprehended near Mobile, including some with $1,000 bills sewn into their clothing, told investigators \nthat they paid up to $20,000 each for passports and visas to enter Panama and spent an additional $15,000 to \nenter the United States, said Thomas P. Fischer, the immigration service regional director in Atlanta, whose \njurisdiction includes Alabama.\n\nHe said they reported traveling a circuitous route from China to Hong Kong and then to London or Amsterdam \nbefore arriving in Panama. Most of those detained said they had left China two or three years ago.\n\nFederal prosecutors in Mobile have charged Alfonso Mock-Castillo, a Panamanian restaurateur of Chinese \nancestry, as the ringleader of the operation. They have accused him of arranging the flights through an undercover \nagent of the Customs Service. Mr. Mock-Castillo was arrested along with a woman, described by investigators as \nhis accomplice, on charges of alien smuggling.\n\n \n\nSuggestion of Noriega Role\n\nImmigration officials suggested that Mr. Mock-Castillo had planned to transport up to 35,000 Chinese into the \nUnited States. Some of these officials suggested that the ring was part of an alien smuggling operation controlled \nby General Noriega and his associates.\n\nBut Dexter Lehtinen, the Federal prosecutor in Miami, who is prosecuting Gen. Noriega on drug trafficking charges, \nissued a statement denying that smuggling charges were likely. ''There is no indictment currently planned or \ncontemplated against General Manuel A. Noriega in this district that includes any allegations of alien smuggling.''\n\nSome immigration officials in Washington said they suspect that Federal prosecutors in Miami are wary of pursuing \na case that would inevitably involve the politically volatile issue of Cuban immigration in South Florida, where \nCuban-Americans form a powerful constituency. But immigration officials and prosecutors in Miami denied it.\n"}