{"title": "PRESERVING NEW JERSEY'S JEWISH PAST IMMIGRANTS TO AGRARIAN AREAS IN THE SOUTH BUILT SYNAGOGUES TO PRACTICE THEIR FAITH.", "body": "\nThey arrived with little more than their prayers and the promise of a better life.\n\nFleeing the persecution and poverty of turn-of-the-century Eastern Europe, these Jews created symbols of undying \ndevotion to their faith: a cluster of simple chapels dotting the farm country in and around Cumberland County.\n\nEven now, seven small synagogues of wood or brick can be found amid the cornfields and big sky in burgs such \nas Carmel, Norma and Brotmanville. Two are in Vineland and Upper Deerfield. Two more are in Woodbine, Cape \nMay County, and Monroeville, Gloucester County.\n\nTomorrow afternoon at Vineland's Beth Israel Congregation, these structures will be on display in an ambitious \nexhibit of photographs taken by Mays Landing photographer Mark Olsen.\n\n\"It's truly a miracle that so many of these synagogues survived the years,\" said Philadelphia author Anne Fox. \n\"They speak of a simpler time, when synagogues were small and were the center of a community, especially in an \nagricultural place.\"\n\nA few years ago, Fox began interviewing congregants of the synagogues. She enlisted Olsen to record images of \nthe structures built by the hands of the Jewish immigrants.\n\nFox will speak at tomorrow's photo exhibit, in conjunction with an annual Jewish book fair cosponsored by the \nJewish Federation of Cumberland County and the Beth Israel Community Library.\n\n\"The synagogue buildings are extremely beautiful and filled with a sense of tradition and history, which desperately \nneeds to be preserved for future generations to understand,\" said Fox, who wants the buildings to become \nregistered on the New Jersey and National Registers of Historic Places.\n\nBuilt between 1880 and 1910, the seven structures have remained, for the most part, intact. Historians say they \nmay be the largest concentration of early synagogues remaining in the United States, Fox said.\n\n\nFrench Jewish philanthropist Baron Maurice de Hirsch arranged for the first group of Jewish immigrants from \nRussia in 1882. Determined to make their living from the barren and rough land, they established their first colony \noutside Vineland in an area they named Alliance.\n\nIn time, other Jews followed from Hungary and Romania, each group establishing its own synagogue and its own \ncustoms of worship and branching out to nearby Monroeville, Carmel, Bridgeton and Woodbine.\n\nAnother wave of Jewish immigrants came in the 1930s to escape Hitler's oppression, landing in Vineland and \nhelping to establish the region's poultry industry. A third group, survivors of the Holocaust, arrived after World War \nII.\n\nFox hopes to write a book about her experiences interviewing the keepers of these religious sentinels and \nhighlighting Olsen's striking color and black-and-white photographs.\n\n\"I think these synagogues symbolize a very important part of the history of this area, a history that needs to be \nexamined and preserved,\" said David E. Uniglicht, a member of the board of directors of the Woodbine \nBrotherhood Synagogue.\n\nThe focus of Fox and Olsen on these buildings comes at a pivotal time for Uniglicht's congregation. After Rosh \nHashanah services in September, the Woodbine synagogue closed its doors to the faithful for good. And the \nbuilding has been put up for sale.\n\nFor the last decade, Uniglicht almost singlehandedly tended to the Woodbine synagogue, a wooden structure built \nin 1893 as a smaller version of the historic Touro Synagogue in Newport, R.I.\n\nIn recent years, synagogue members buried in a neighboring cemetery have far outnumbered living congregants.\n\n\"We're extremely saddened that it is closed,\" Uniglicht said. \"But Judaism is a living religion, and we can't \ncontinually look backward. We have to look to the future, and we felt for our members it would be better served \njoining a living congregation.\"\n\nUniglicht said he felt a strong connection to the old building, where his grandparents married in 1906, and where \nhe attended worship services most of his life.\n\n\"I think it may be that kind of attachment, that connection to these buildings and their roots, that has kept them \npreserved in the way they have been in this area,\" muses Fox.\n\nAt the book fair, Fox will also talk about her book, My Heart in a Suitcase, which chronicles her experiences as part \nof a kindertransport of 10,000 German children sent to safety in England during World War II. Most never saw their \nfamilies again.\n\nThe book fair, which runs from noon to 5 p.m. tomorrow, will feature books, CDs, software, tapes and gift items. \nProceeds will benefit the Beth Israel Community Library, which houses one of the largest Judaica collections in the \nregion, according to Doris Hecht, who is chairing the event.\n\nIF YOU GO The Jewish book fair and synagogue photo exhibition will be held from noon to 5 p.m. tomorrow at the \nBeth Israel Congregation, 1015 Park Ave., Vineland. For more information, call 856-696-4445.\n\nGraphic\n\n \n\nPHOTO;\n\n\n\nPHOTO\n\nThe Garton Road Synagogue, in a photograph by Mark Olsen, is part of the exhibit tomorrow at Vineland's Beth \nIsrael Synagogue.\n"}