{"title": "AM-News-Digest", "body": "\nAMs AP News Digest\n\nFor Thursday AMs\n\nThe top stories at this hour from The Associated Press. The supervisor is Alan Flippen (212-621-1602). The photo \nsupervisor is Chuck Zoeller (212-621-1900).\n\nFor repeats of AP copy, please call your local bureau or the Service Desk at 212-621-1595.\n\nHEALTH REFORM:\n\nAARP Endorses Democratic Bills in House, Senate\n\nWASHINGTON - The nation's largest organization of senior citizens throws its weight behind Democratic health \nbills in the House and Senate. \"Now is the time to strike,'' says the president of the American Association of Retired \nPersons.\n\nSlug AM-Health Reform. Developing.\n\nBy Christopher Connell. AP Photo staffing.\n\nAnalysis: First Big Senate Votes Will Tell a Lot\n\nWASHINGTON - The Senate is expected to vote quickly on stripping the last vestiges of the so-called employer \nmandates from health reform - and the outcome will go a long way toward determining the fate of the legislation in \nboth houses.\n\nSlug AM-Health Reform-Analysis. 650 words.\n\nAP News Analysis by David Espo.\n\nOUT FRONT: Abortion Foes Unrepentant About Petition of Violence\n\nUNDATED - Henry Felisone says the FBI agents who came to his New York City door were brief and polite: \"They \nasked me about Paul Hill and I told them I didn't know anything.'' Felisone is among some 30 anti-abortion activists \nwhose names endorse a petition circulated by Hill, charged last month with killing a doctor and his escortoutside a \nPensacola, Fla., abortion clinic. The petition declared use of lethal force justified in defense of the unborn. The \nsigners, now the subject of FBI inquiry and vilification by abortion foes and supporters alike, remain steadfast and \nmostly unrepentant.\n\nSlug AM-OutFront-Justifiable Homicide. 850 words. New,should stand.\n\nBy National Writer Fred Bayles. AP Photo planned.\n\n\nBox: AM-Justifiable-Box, text of petition.\n\nPLANE CRASH: Passengers Escape Seconds Before Korean Jet Explodes\n\nSEOUL, South Korea - The crew of the Korean Air jet shouted: \"Don't panic, don't panic!''\n\nThey didn't. All 152 passengers lined up in an orderly fashion and jumped out of an escape chute, one by one - two \nminutes before the plane exploded into flames.\n\n\"It's amazing that we all escaped alive,'' says Kim Sun-ho.\n\nSlug AM-South Korea-Plane Crash. About 650 words. New material.\n\nBy Ju-Yeon Kim. AP Photos planned.\n\nCUBAN TIDE: Cubans Held for Questioning in Boat Hijacking\n\nKEY WEST, Fla. - Twenty-six Cubans accused of hijacking a Cuban boat and killing a navy lieutenant are held \nfor questioning while U.S. authorities decide whether they are defectors or criminals. The tide of Cubans fleeing the \nisland continues, meanwhile, as a cropduster carrying 14 people lands nearby.\n\nSlug AM-Cuban Hijacking. Developing. 600 words.\n\nBy Nicole Winfield. AP Photo staffing.\n\nWHITEWATER: Costs of Probe Dwarf Others, Democrats Say\n\nWASHINGTON - The number of investigators poured into the probe of a savings and loan tied to President \nClinton's former land venture dwarfs those for far bigger S&L failures, according to an analysis by House \nDemocrats. If Congress thinks that's overkill, the Resolution Trust Corp. says, it has itself to blame.\n\nSlug AM-Whitewater-Costs. New. 600 words. May stand.\n\nBy Larry Margasak.\n\nSeparate:\n\n- AM-Whitewater-Starr, from WASHINGTON: Newly appointed Whitewater independent counsel Kenneth Starr \nissues a statement on the investigation after meeting with his predecessor.\n\nRWANDA: Exiled Tutsis Return By The Thousands After Decades\n\nBUTARE, Rwanda - From tiny hilltop villages to big cities wrecked by war, Rwanda's depleted ethnic minority is \nswiftly repopulating the country with generations of exiles while their rivals sit frozen in fear and misery in squalid \nrefugee camps. Arriving by the busload, some of the returnees haven't been back in three decades, the last time \nthe Tutsis ruled Rwanda.\n\nSlug AM-Rwanda-Tutsi Nation. About 850 words. New, should stand.\n\nBy Mark Fritz. AP Photo planned.\n\nSeparates:\n\n- AM-Rwanda-Refugees, from GOMA, Zaire: Food distribution workers deal with angry and volatile crowds as \nsupplies of grain and other items fall short of demand. After two refugees are beaten to death in food lines, officials \nlook for ways to ease competition for supplies.\n\n\n\n- AM-Rwanda-Body Patrol, from GOMA, Zaire: The death wagons assemble early each morning. Their destination \nis always the same and their messy mission never varies: retrieving the bodies in the world's biggest refugee \ncatastrophe. AP Photo NY190, Zairian workers collect body near Goma.\n\nFEMINIST AUTHOR: Flees Bangladesh To \"Rest And Work' In Exile\n\nSTOCKHOLM, Sweden - Taslima Nasrin, the feminist writer who has enraged Muslim fundamentalists in \nBangladesh, flees to Sweden. \"I've come to Sweden … to rest and work,'' Ms. Nasrin says in a statement issued by \nSweden's PEN, a branch of the international writers' group.\n\nSlug AM-Sweden-Bangladesh-Author. About 700 words. New material.\n\nBy Elisabet Soderstrom. AP Photos DEL102, NY119, file photos of Nasrin.\n\nASIA: Chinese Satellite Dispute Suggests Space Is Running Out Of Space\n\nHONG KONG - A quarrel has broken out over a parking spot in space.\n\nChina is accused of wedging a satellite between two neighbors in a position that threatens all three with \ninterference and could disrupt the race for the vast Asian satellite TV market. It's believed to be the first incident of \nits kind, and raises a question that once belonged in the realm of science fiction: is space is running out of space?\n\nSlug AM-Asia-Crowded Space. About 650 words. New, should stand.\n\nBy Marcus Eliason.\n\nTOBACCO-MEDICINE: Scientists Finding Good-Health Side\n\nWASHINGTON - In a sweltering greenhouse in the Appalachian Mountains, Dr. Carole Cramer fingers a fat tobacco \nleaf that is incubating a vital human blood protein. Tobacco is under attack from all sides for its harmful health \neffects, but scientists say they are discovering a good side that could provide cheaper medicines.\n\nSlug AM-Tobacco-Medicine. New. 650 words. Should stand.\n\nBy Lauran Neergaard.\n\nDISILLUSIONED DEMOCRATS: Disarray in Clinton's Party\n\nWASHINGTON - Once again, the Clinton White House responds to a political crisis by ditching an outsider and \ncalling in a consummate insider. But while the shakeup at the Democratic Party might smooth the president's \nrelations with Democrats in Congress, it will hardly solve the wider disarray in the president's party.\n\nSlug AM-Disillusioned Democrats. 750 words.\n\nAP News Analysis by Political Writer John King.\n\nEDUCATING IMMIGRANTS: Who Pays When They're Illegal?\n\nANAHEIM, Calif. - Tiffanie Smith's class at Loara High School is filled with students from Mexico and Vietnam. \nSome may be here legally, some may not. As far as the school system is concerned, it doesn't matter. The \neducation they get is the same. But there are some in California, and in Congress, who believe that it is wrong to \nmake taxpayers pay the education, welfare and other social service expenses of illegal immigrants.\n\nSlug AM-Educating Immigrants. New, will stand. 1,100 words.\n\nBy Education Writer Carole Feldman. Eds: Moved in advance Aug. 8 as b0345.\n\nBASEBALL STRIKE: TV Stations Scramble for Something to Show Instead\n\n\n\nNEW YORK - With baseball headed for an almost-certain player strike on Friday, TV stations that ordinarily carry \ngames are lining up programs featuring everything from Michael Jordan to Adolf Hitler.\n\nSlug AM-Strike-TV. New, may stand. 500 words.\n\nBy Hal Bock. Eds: A version also moving on financial wires.\n"}