{"title": "U.S. sees rising fraud in employer-based visa programs", "body": "\nMore fraud is being found in visa programs that permit foreigners to work in the United States, State Department \nand immigration officials told a House panel Wednesday.\n\nSome applicants are overstating their educational and professional achievements to secure visas reserved for \nprofessionals with special skills or for employees of multinational companies, the witnesses told the House Judiciary \nimmigration subcommittee.\nConstitutionIn other cases, petitioning companies turn out to be nonexistent or mom-and-pop shops passing \nthemselves off as multinational corporations, they said.\n\n\"What we are increasingly seeing are cases where brokers are facilitating production of visas approved for \nindividuals in the U.S. on the premise that they will assume a highly technical job, only to find that the individuals \nare low-skilled workers,\" said Jacquelyn Williams-Bridgers, the State Department's inspector general.\n\nThe State Department has faced \"significant challenges\" in processing visas, she added, citing insufficient consular \nstaffing and lack of training. She and the Justice Department's inspector general, Michael Bromwich, also blamed \ninsufficient coordination between the Immigration and Naturalization Service and the State Department.\n\nA consular official defended the State Department's perform- ance.\n\n\"Given available resources, we believe we are doing a good job in detecting fraud,\" said Nancy Sambaiew, deputy \nassistant secretary of state for visa services.\n\nThe State Department processed 8.1 million visa applications last year --- spanning everything from tourist and \nstudent visas to employer-based visas.\n\n\"While the large majority of these visas are issued routinely, our experience shows that worldwide, there is a small \npercentage of fraud . . . and in a few geographic locations there are serious problems,\" Sambaiew said, identifying \nChina, India and Russia as the trouble spots.\n\nA joint INS-State Department investigation found that a fifth of the visa petitions examined out of the U.S. \nConsulate in Chennai, India, listed fraudulent work experience.\n"}