{"title": "Canada: A Mosaic, Not a Melting Pot; Fast-Growing, Multihued Immigrant Population Raises Question of What Being 'Canadian' Means Now", "body": "\nIn contrast to the nation states of Europe, or the United States, Canada's metaphor for how to incorporate \nimmigrants is not the melting pot but the mosaic -- brightly colored bits of ethnicity, culture, racial identity and \nlanguage embedded side by side. They may contrast with one another, but together they form a portrait of the \nnation in the same way the dots on a pointillist painting convey a coherent image.\n\nIncreasingly, though, this nation of immigrants -- once overwhelmingly white, now multihued -- has begun to \nconfront a troubling question: With all these differences, does being Canadian still mean anything more than \nsharing a vast, cold expanse of land? The mosaic approach is in evidence at the Dundas Public School, in this \ncity's working-class west end, where 550 students from kindergarten through fifth grade are immersed daily in Asian \nsongs, Caribbean food and folk studies meant to sustain the languages and cultures of a student body whose \nfamilies came here from Vietnam, China, the West Indies and elsewhere.\n\n\"Diversity,\" principal Kent Rickett said, \"maintains a strength that can't be maintained if everything is melted down.\"\n\nBut 30 miles west of Toronto, in brick tract houses rising by the hundreds in suburban towns like Whitby, the \nattitude toward Canada's emerging multicultural quilt is more ambivalent. Whitby resident Anne Eade, the daughter \nof a Hungarian immigrant, said she worries that immigration may be overwhelming other notions of what it means \nto be Canadian.\n\nShe said she was disturbed when, working as a manager in a Toronto area restaurant, she could not understand \nthe broken English of the Cantonese, Sri Lankans and others who formed an increasing percentage of her staff and \nclientele.\n\n\"If you look at the U.S., everybody there . . . they are Americans first. Here, it seems like you are a Canadian \nsecond,\" Eade said as she played with her two young children in a Whitby park. \"In Toronto, people put their \ncultural background first. . . . I found it very hard to communicate. I have no qualms with them coming. I am not \nasking them to change their life, just communicate.\"\n\nBetween the concerns expressed by Eade, and the goals expressed by Dundas principal Rickett, lies a continuum \nupon which Canada struggles to resolve the ideals of the mosaic.\n\nImmigrants and non-English or non-French speakers are the fastest-growing portion of the Canadian population \nand they dominate some urban areas where they concentrate. Currently, more than 17 percent of Canadian \ncitizens were born somewhere else -- nearly double the percentage of U.S. citizens born elsewhere -- and a similar \nfraction speak a mother tongue other than English or French, Canada's two official languages. A majority of \n\n\nchildren in Vancouver's central school district has a mother tongue other than English. But although they are \nofficially welcomed, supported with a plethora of services from welfare to language training, the newest pieces of \nthe mosaic have not always rubbed easily with the older ones.\n\nIt is rare, for example, to spot the mosaic in uniform: Only 2 percent of Canada's military is nonwhite, compared \nwith more than 10 percent of the nation's population. And in the hockey rinks around Toronto, a city estimated to \nbe 40 percent nonwhite, \"you don't see a lot of kids of those [immigrant] ancestral backgrounds participating,\" said \nJohn Gardner, president of the Greater Toronto Hockey League. \"Look at Chinatown. . . . They still live in the same \ncultural environment that their parents or grandparents did.\"\n\nImmigration has added flavor to dynamic, diverse cities like Toronto and Vancouver, where Asian characters glow \nin neon at suburban malls and a wealth of ethnic festivals enliven the summer. But there are cultural tensions as \nconcrete as the anger felt when schools shift money from art and music to English language training, and as \nabstract as the sense that Canada is building a mosaic with no overarching design.\n\nOn talk radio shows, callers take broad swipes at specific communities, complaining in a gentle, Canadian way \nthat, for example, East Indians in one Toronto neighborhood put the trash out on the wrong day and don't cut their \ngrass. High-profile hockey broadcaster Don Cherry says Canada has become the \"garbage can of the world\" \nbecause of whom its immigration laws allow into the country. Feuds over Sikh turbans, Chinese signs and rising \ncrime have all flared.\n\nA recent blue-ribbon review of Canadian immigration policy shows how deep these concerns can run. The review \nconcluded that Canada should be choosier about whom it accepts, refining its standards to identify those who will \nmost quickly begin contributing money, taxes, jobs and energy to the economy. Immigrants should learn English or \nFrench before they are allowed to come, the review concluded, and they should show, through volunteer work or \nother means, that they are blending in.\n\n\"In Quebec and all over Canada, people say that to have a Canadian passport is a joke,\" said Robert Trempe, a \nformer deputy minister of immigration in Quebec and chairman of the panel that reviewed immigration policy. \"We \nhave a lot of people holding Canadian passports who have never been in Canada, or were in Canada just to get \nthe passport, and then, goodbye.\"\n\nTrempe added: \"The answer we tried to bring was a difficult one when we tried to say: Examine the possibility of \nhaving people prove, show, that they are really starting to be a part of this society. That they can place a chair in the \nchurch basement for the choir, or keep [a neighbor's] children, that they can give to organizations.\"\n\nThe competing vision, given voice through a number of recent books and analyses, imagines Canada as a \n\"postmodern\" nation where openness to different cultures -- and its demands for little conformity in return -- are \nmore suitable to a globalized world. Its supporters contend that economic and social data show multiculturalism is \nallowing people to retain what they want of their native culture, while also blending effectively with Canadian \nsociety.\n\nWill Kymlicka, a philosophy professor at the University of Ottawa, analyzed patterns of political participation, the \nrates at which immigrants become naturalized citizens and nationwide polling data on such issues as interracial \nmarriage. Far from becoming balkanized, he said, Canada's immigrants \"quickly absorb and accept Canada's \nbasic liberal-democratic values,\" become citizens at rates higher than immigrants to the United States, learn \nEnglish or French almost without exception, and appear to have contributed to a general leavening of attitudes \ntoward mixed marriages and other cultural issues.\n\nMorton Beiser, head of a Toronto-based center for immigration research, went a step further. He said research \nshows it is rare for immigrant families to retain much of their native culture beyond the second generation. He said \nthe extent of social integration becomes clear through health data: Immigrants usually arrive at a healthier weight, \nand with healthier eating and drinking habits, than the rest of North America, but quickly achieve the continental \nnorms.\n\n\n\n\"The more they stay in the country, the more they tend to look like the average Canadian,\" Beiser said.\n\nTo Noo Shafarir, it is precisely Canada's loosely defined culture that makes the country attractive to her. The 29-\nyear-old immigrated from Iran last year mostly because she did not like the restrictions placed on women by the \nIslamic government.\n\nInterviewed with other new immigrants at an adult English class, she said Canada is a country with \"nice nature,\" \nbut she did not yet know much about its history or what it is like outside Toronto. More significant to her, she said, \nis that she can pursue a career in computer programming, and that she and a new group of friends from around the \nworld have had little trouble fitting in. She said most everyone she meets is from somewhere else.\n\n\"In Europe, you feel like you're a foreigner,\" she said. \"Here, all the people are foreigners. I find friends from all \nsocieties.\"\n\nIn the classrooms of Dundas, teacher Thuy Nguyen said she has seen the value of the mosaic in the attitudes of \nher students. It wasn't too long ago, she said, that Vietnamese children felt the sting of ethnic taunts. Today, the \nkids rely on one another to learn the words and phrases of a mix of languages.\n\nRather than forcing Canada's immigrants to fit one design, the current approach \"equalizes everyone, and they \nbecome friendly,\" said Nguyen. \"They forget about where you come from, and they begin to learn.\"\n\nThe Canadian Mosaic\n\nSince the 1960s, the largest group of immigrants has come from Asia.\n\nDistribution of origin of 1996 arrivals (Total 224,000)\n\nEurope 17.1\n\nAfrica and Middle 16.1\n\nEast\n\nSouth America, Central America, 8.3\n\nCaribbean\n\nUnited States 2.6\n\nAsia and Pacific islands 55.2\n\nSOURCE: 1991 Census of Canada, custom tabulation by Toronto Metropolitan authorities\n\nGraphic\n\n \n\nChart, The Washington Post; Photo, howard schneider, \"I find friends from all societies,\" says Noo Shafarir of Iran, \nabove left, sharing a table with Eunjung Ju of South Korea during an English language class at the Bickford Center, \nan adult education facility in Toronto. William Tian of China, at left, hopes for a position in the financial service \nindustry.\n"}