{"title": "Victims of China's Birth-Control Policy Are Entitled to Asylum, a U.S. Judge Says", "body": "\nA Federal judge ruled today that victims of China's coercive population control policies were eligible for asylum \nin the United States, despite the Clinton Administration's efforts to expel some of them.\n\nThe case involved a passenger on the Golden Venture, a vessel that ran aground on a sand bar in New York \nHarbor on June 6. The 28-year-old passenger, Guo Chundi (pronounced Gwo JUN-dee), said he had fled China \nbecause he and his wife were resisting sterilization orders. He also said they feared persecution because of their \nopposition to China's policy limiting them to only one child.\n\nThe Immigration and Naturalization Service said Mr. Guo had tried to enter the United States without valid \ndocuments in violation of Federal law. And the Justice Department said that opposition to coercive population \ncontrol policies was not a form of political opinion entitling a person to protection under refugee laws.\n\nBut the judge, Thomas S. Ellis 3d of Federal District Court in Alexandria, Va., declared that \"political opinion \nencompasses an individual's views regarding procreation\" because the right to bear children is one of the basic \nhuman rights.\n\nInvoluntary sterilization as practiced in China is \"an egregious infringement on the fundamental right to procreate,\" \nJudge Ellis said. Accordingly, Mr. Guo's opposition to China's population control policies \"constitutes political \nopinion\" and thus he is eligible for asylum, the judge ruled. Mr. Guo's wife remains in China.\n\nDoris M. Meissner, the Commissioner of Immigration and Naturalization, said she had no comment on the ruling. \nDavid M. McConnell, a Justice Department lawyer who worked on the case, said the Government had not decided \nwhether to appeal.\n\nThe ruling, though not binding on other judges, has potential significance for hundreds of cases in which Chinese \nare seeking asylum in the United States. In opposing Mr. Guo's plea for asylum, the Clinton Administration \nwarned that its approval could increase the smuggling of Chinese citizens in inhuman conditions aboard cargo \nfreighters like the Golden Venture, which resulted in the deaths of at least six people.\n\n \n\n118 Recently Deported\n\n\n In the Reagan and Bush Administrations, three Attorneys General -- Edwin Meese 3d, Dick Thornburgh and \nWilliam P. Barr -- ordered favorable treatment for people fleeing China to avoid forced sterilization or abortion. \nClinton Administration officials withdrew one such directive, signed by Mr. Barr last year. They now say they worry \nthat they will encourage the smuggling of human cargo if they are too generous to Chinese refugees.\n\nThe United States recently sent 118 Chinese back to their homeland after finding that they had been smuggled into \nthis country. Immigration officials said that none of the 118 had arrived on the Golden Venture, but that some of \nthem had objected to China's restrictive birth-control policies.\n\nIn the last year, China has stepped up efforts to limit the growth of its population of 1.2 billion people. State \nDepartment officials and Western journalists have quoted peasants as saying that the Chinese authorities often \norder the sterilization of women who have filled their quota of births.\n\nBut the Justice Department has said Congress had never intended to \"afford asylum eligibility to aliens who feared \nbeing subjected to their country's coercive population control policies.\" In a legal brief submitted to Judge Ellis \nlast month, the Justice Department argued that involuntary sterilization was not a manifestation of Communist \ndoctrine, a punishment for Chinese dissidents or a form of persecution on the basis of political opinion.\n\nIn the brief, the Clinton Administration and the Board of Immigration Appeals, a unit of the Justice Department, said \nthat Mr. Guo had not been singled out for persecution; it said China's population control policies were applied \nequally to all citizens.\n\nBut Judge Ellis, who was appointed by President Ronald Reagan in 1987, wrote: \"This argument is fallacious. \nNothing in the Immigration and Nationality Act precludes asylum for aliens persecuted by a government because of \npolitical opposition to uniformly applied governmental policies.\"\n\nIndeed, he said, the uniform policy of most totalitarian governments is to persecute those who challenge the \ngovernment's legitimacy. At a hearing on Dec. 10, Judge Ellis scorned the Justice Department's position, saying: \n\"How many people in Stalinist Russia could say, 'Hey, this is invidiously enforced against us'? It was enforced \nagainst everybody. If you didn't like what he did, you went to jail. He didn't play favorites.\"\n\n \n\nUrged to Defer to Board\n\n Since 1989, the Board of Immigration Appeals has repeatedly denied asylum claims by people expressing a fear \nof persecution under China's population control policies. The Clinton Administration urged Judge Ellis to defer to \nthe board's expertise on this issue.\n\nBut Judge Ellis said that \"deference is appropriate only where an agency's interpretation of its own statutes and \nregulations has been consistent.\" Courts need not defer to the Justice Department on this issue because there has \nbeen a \"cacophony of administrative voices,\" he said.\n\nJudge Ellis said that Mr. Guo and his wife showed their opposition to China's population policies by refusing to \ncomply with sterilization orders and by fleeing from their home village in Fujian Province. The local government then \nconfiscated their property and destroyed their home, he said.\n\n\"It simply defies logic to contend that these governmental actions do not amount to persecution,\" the judge said.\n\nThe ruling came from northern Virginia because the board has its headquarters in Falls Church, Va., and Mr. Guo \nhad sought a writ of habeas corpus to gain his release from a jail in Winchester, Va.\n"}