{"title": "The Firing of Immigrants at a Factory", "body": "\nTo the Editor:\n\n  I was a fervent supporter of Barack Obama throughout his presidential campaign, but I was concerned about his \nplans for the approximately 12 million undocumented immigrants in this country. He said something about bringing \nthem out of the shadows by creating a path to citizenship, but gave no details.\n\n  Now I learn from your Sept. 30 front-page article ''Immigrant Crackdown Leads to 1,800 Pink Slips'' that the firings \nof 1,800 employees at the American Apparel factory in Los Angeles ''have become a showcase for the Obama \nadministration's effort to reduce illegal immigration.'' \n\n  The administration seems to have no concern for the hardships that will result for the children and elderly relatives \nsupported by the wages earned by these hard-working, taxpaying immigrants, who, by the way, will be forced to \nreturn to the shadows.\n\n  Joan Potter  Mount Kisco, N.Y., Sept.  30, 2009\n\n  To the Editor:\n\n  I am a manager of one of the busiest movie theaters in the Silicon Valley. When I hear that there are some jobs \nthat Americans won't do, I look at the former engineers, machinists and other skilled workers whom I have cleaning \nup auditoriums and restrooms, every one of them screened to make sure they are here legally, and realize there is \nabsolutely no truth to it.\n\n  While reading your article about the firing of illegal immigrants, I did not feel that this was the loss of 1,800 jobs \nat American Apparel, but rather the opening of 1,800 potential jobs for people who are here legally.\n\n  If we really need more immigrants working for us in our country, then we should be working toward liberalizing \nimmigration, not endorsing illegal immigration.\n\n  Edward K. Smallwood  San Jose, Calif., Sept. 30, 2009\n\n  To the Editor:\n\n  It is ironic that the same issue of The Times had two radically different articles about immigration. One was about \na museum that pays tribute to the courage and spirit of Chinese immigrants of the late 19th and early 20th \ncenturies (''Immigration Stories, From Shadows to Spotlight''). These immigrants overcame virulent racial prejudice \nin order to establish themselves as Americans who, together with their descendants, have made great contributions \nto this country's heritage.\n\n\n  The other article described 1,800 of today's foreign-born workers who have been forced to leave their jobs with a \nleading American manufacturing company by government policies designed to appeal to popular feeling against \nHispanic and Asian immigrants.\n\n  Like their Chinese predecessors, many of today's hardest-working and most productive immigrants have been \nforced to improvise ways of getting around harsh laws intended to slam the gates to America shut against them.\n\n  It is easy to condemn them as ''illegal.'' But in many ways they are the true inheritors of the American dream.\n\n  Roger Algase  New York, Sept.   30, 2009\n\n  To the Editor:\n\n  The dismissals at American Apparel highlight the wrongheadedness of the fight against illegal immigration. This is \nan employer who has chosen to manufacture its goods in America, in an industry where manufacturing is usually \ndone using cheap labor in another country.\n\n  The message this action sends is that you are better off legally hiring a worker in Mexico, for a fraction of the cost \nand with no benefit to the American economy, than paying a work force, legal or not, a reasonable wage here. The \nmoney that was paid to these workers was not only spent here but taxed here as well.\n\n  Why is it all right to send billions of dollars to workers in other countries, but it is not all right to sustain a very small \npercentage of necessary employees in this country who may not be citizens but are a vital part of our economy?\n\n  Michael Walker  Bellport, N.Y., Oct.  1, 2009\n\nhttp://www.nytimes.com\n"}