{"title": "STATUE VANDAL AVOIDS JAIL CATHOLICS OUTRAGED, THOUGH RASTAFARIAN FACES DEPORT", "body": "\nA Rastafarian who admitted vandalizing religious statues in several Brooklyn neighborhoods escaped a prison \nsentence yesterday, but remains behind bars, facing deportation.\n\nPrimus St. Croix, 33, was accused of desecrating statues of revered figures such as the Virgin Mary, St. Pius X \nand children praying at the feet of Jesus, at various Catholic churches and institutions.\n\nThe acts outraged Catholics, particularly because they were committed early Sunday mornings, so parishioners \nwould see the wreckage on their way to church.\n\nDistrict Attorney Charles Hynes wanted St. Croix to serve a maximum of seven years in jail for second-degree \ncriminal mischief, first-degree aggravated assault, tampering with physical evidence, trespass and other charges.\n\nBut Supreme Court Justice Anne Feldman said she believed St. Croix's promise he would not commit such acts \nagain.\n\nShe accepted St. Croix's guilty plea and sentenced him to five years of probation.\n\nSt. Croix, an undocumented immigrant from St. Lucia, West Indies, was returned to Rikers Island, where he will be \nheld until Immigration and Naturalization Service authorities pick him up, said Executive Assistant District Attorney \nLance Ogiste.\n\n\"He is not going anywhere,\" Ogiste said.\n\n\"Technically, there is nothing to keep him in jail in New York state. It is our information that immigration is going to \ndeport him.\"\n\nINS spokesman Mark Thorn refused to confirm whether the agency was taking action against St. Croix.\n\nDespite the continued detention, Hynes was deeply disappointed by the judge's leniency.\n\n\"We were not happy,\" said Ogiste. \"His actions had a dramatic effect on not only the Catholic community here in \nBrooklyn, but all over the city.\"\n\nIn an Oct. 3 letter, Hynes asked Feldman to \"vacate\" St. Croix's Sept. 29 guilty plea and let his office prosecute.\n\nSt. Croix had said he was acting on orders from God to fight against the worship of idols. But the Bible-quoting \nRastafarian told the judge he would not do it again, said his attorney, Marty Gorfinkel.\n\n\nSt. Croix admitted desecrating statues at five churches in Flatbush and Canarsie: St. Jerome's Church, Our Lady \nof Refuge Church, Convent of the Apostles of Infinite Love, St. Francis of Assisi Church, and Knights of Columbus \nSt. Pius X Council. The attacks stretched from September 1999 to January 2000.\n\nMike Traverso, deputy grand knight of the Knights of Columbus Pius X Council, told Feldman that St. Croix had \ntraumatized the community when he smashed a 1,000-pound statue of St. Pius X, chopped off its hands and face \nand dragged it into the street before Sunday Masses on Jan. 9.\n\n\"He told the judge how the neighborhood formed a 24-hour watch group [to protect the statues],\" said Tom \nTraverso, another member of the council.\n\n\"There was all kinds of anguish of leaving their families to watch the statues for 12-hour shifts.\"\n\nThe council has since replaced the statue with a marble replica, Tom Traverso said, but it will stay indoors.\n\n\"The statue stood outside for 37 years until he came along,\" he said.\n\n\"If somebody went out and stole a car, do you smack him on the wrist and send him back on the street?\n\n\"You can't put a monetary value on the damage he did.\"\n\nGraphic\n\n \n\nPrimus St. Croix\n"}