{"title": "A YEAR LATER: ATLANTA REMEMBERS: IMMIGRANTS: New citizens show their U.S. spirit", "body": "\nThe first anniversary of the deadliest attack on the U.S. mainland gave immigrants in metro Atlanta a chance to \nshow their love for a country that let them start anew.\n\nThey did not miss the opportunity.\n\nIn ways big and small, immigrants tried Wednesday to show native-born neighbors their love for the United \nStates.\nAJC\n\nA Vietnamese woman in Kennesaw painted U.S. flags on her toes. Motorists from Colombia and Mexico drove with \ntheir headlights on. Indian immigrants observed two minutes of silence.\n\n\"Believe it or not, we all feel part of the country,\" said Abraham Silva. \"We've been affected, too.\"\n\nHe is helping his father, a native of Chile, organize a prayer meeting tonight for Spanish-speaking worshippers in \nAlpharetta.\n\nIn Lawrenceville, Fazi and Fariha Khan hosted several neighbors at a candlelight vigil at their home Wednesday.\n\nThey draped a large U.S. flag over a garage door --- the same flag Fazi Khan received when he became a U.S. \ncitizen in 1985.\n\n\"We want to show Americans that we are as much Americans as they are,\" said Fazi Khan, a native of Pakistan.\n\nA native of Iraq who lives in Gwinnett, Zahid Alhasnawi said the attacks depressed many immigrants in metro \nAtlanta, where one in 10 people was born abroad. \"The way you cry about 9/11, we all cry about that,\" he said.\n\nAt least 500 people from 91 countries other than the United States were among the 2,819 people killed last Sept. \n11, but immigrants grieved Wednesday for all who died.\n\n\"You feel for those people,\" Gustavo Lopez said.\n\nHe was among a group of Latino day laborers waiting for work in Cobb County.\n\n\nHe had never heard of the World Trade Center before the attacks and still has a hard time understanding people \nwho take so many innocent lives.\n\nQuestions about the attack and its aftermath were also the hot topic on Spanish-language radio stations that are \nbetter known for accordion-heavy Mexican music and goofy hosts. Newscaster Geraldo Guzman of WAZX-AM \n(1550) said some Hispanics remember U.S. support for repressive governments in Latin America.\n\n\"What is happening today is important to commemorate,\" he said. \"But what is also sad is what the United States \nhas been doing for many years to poor countries, developing countries, countries without power who do not share \nits doctrines.\"\n\nA refugee from Sudan, William Dut, said the anniversary reminded him of a war in his native country that has killed \n2 million people since 1983.\n\nIt pits an Islamic government in the north against southerners who practice Christianity and traditional religions.\n\nMeanwhile, Sept. 11 acquired a new significance for at least 38 immigrants from 49 countries --- they became \nU.S. citizens at the Immigration and Naturalization Service.\n\nDirector Rosemary Melville of the Atlanta INS encouraged them to look to the future. \"The flag is still flying,\" she \nsaid.\n\n---Reporters Shelia Poole and Yolanda Rodriguez contributed to this article.\n\nGraphic\n\n \n\nPhoto: One of our newest U.S. citizens, Bethelhem Dagnew, born in Ethiopia, gets naturalization papers at an \nAtlanta INS ceremony. / JOHN AMIS / Special; Photo: Zahid Alhasnawi; Photo: William Dut\n\nME: Part of the special section, A YEAR LATER, which looks at the events commemorating the terrorist attacks on \nthe World Trade Center and the Pentagon, September 11, 2001.\n"}