{"title": "Legal entry is targeted for limits", "body": "\nThere are few hotter issues than immigration on Capitol Hill, on the campaign trail, and in communities around the \ncountry.\n\nWhat began several years ago as a debate over illegal immigration has broadened to take aim at a new target: \nlegal immigration.\n\nCongress appears inclined to move toward sharp cuts in the number of legal immigrants and refugees allowed into \nthe United States every year. Other legislation under consideration would prohibit immigrants from bringing siblings \nand adult children into the country.\n\n- STATUS OF LEGISLATION: The House Judiciary Committee is currently considering immigration issues. On \nThursday it agreed that foreigners fleeing persecution in their homelands would have no more than 30 days to apply \nfor asylum in the United States. Current law does not set an application deadline for foreigners who ask for \npermission to stay after setting foot on U.S. soil.\n\nThat change is part of the broader bill to reduce immigration, written by Rep . Lamar Smith (R-Texas). Democrats \nhave repeatedly questioned the need to restrict legal immigration, but most of their attempts to soften the bill have \nfailed. A majority of the committee's members, including Rep. Bob Barr of Georgia, are Republicans.\n\nMore than a dozen proposed amendments remain to be considered as the committee made plans to continue \ndebate for a seventh day today.\n\n\"We are making Judge Lance Ito look expeditious,\" said committee Chairman Rep. Henry Hyde (R-Ill.), referring to \nthe judge who presided during the nine-month O.J. Simpson trial.\n\n- CURRENT NUMBERS: About 800,000 persons enter the United States every year as legal immigrants. Most \narrive, after a long application process, to be reunited with family members who are already legal U.S. residents. \nSmaller numbers are granted entry as refugees fleeing persecution or because they possess special skills required \nby U.S. businesses.\n\nAdvocates of changes in immigration say the nation has been inundated with immigrants since the 1965 \nImmigration Act, which eased passage into the country for relatives of new immigrants. They say that many of the \n16.7 million immigrants in the past 30 years lacked job skills and often ended up on welfare.\n\nDuring the 1980s, immigration increased to about 600,000 a year, and in the 1990s to about 800,000 a year. Illegal \nimmigration is estimated at 300,000 to 500,000 per year.\n\nIn a report released in August, the U.S. Census Bureau found 5.7 percent of recent immigrants have received \npublic assistance, chiefly Aid to Families with Dependent Children, compared to 2.9 percent of native- born \nAmericans.\n\n\n- FOREIGN BORN: The percentage of America's foreign-born population is about 9 percent, higher than it has been \nsince World War II, but less than the roughly 15 percent in 1910.\n"}