{"title": "Facing a Court Hearing, Man Begins Removing Pro-Immigrant Billboard", "body": "\nWith sledgehammers, shovels and a brief ceremony, the owner of a pro-immigrant billboard in Old Town \nManassas began removing his 12-by-40-foot sign last night, before a court hearing scheduled today with city \nofficials in Prince William County General District Court.\n\nGaudencio Fernandez, a Manassas contractor who moved to the United States from Mexico in 1979, built the sign \nmore than a year ago to protest what he called \"racist\" policies that target illegal immigrants in Manassas and \nPrince William County.\n\nPainted in crude red and blue letters and posted in view of commuters at the adjacent train station, it stirred \ncontroversy and became a flash point in the area's debate over illegal immigration.\n\nFernandez, 48, declined to speak at length with reporters last night, citing the court appearance. \"We can't make \nany statement at this point,\" he said, looking emotional while posing for pictures in front of the sign with his wife and \nchildren.\n\nSeveral of Fernandez's friends and supporters who gathered last night at the sign said they were there to help him \nremove it.\n\n\"We came to help give him a hand taking it down and to support him,\" said Barry Carter, a friend of Fernandez's \nwho drove up from Buffalo Junction, near the North Carolina border.\n\nFernandez's backers have treated the billboard as an icon, calling it \"the liberty wall\" because of its location at \n9500 Liberty St., and have said the city has pressured Fernandez in an effort to silence his political views. To the \nsign's detractors, many of whom said they were offended by the evocations of slavery and genocide in Fernandez's \nmessages, the sign was an eyesore.\n\n\nCity zoning inspectors have taken a more technical view of the property, where a house bought in 2003 by \nFernandez and his wife, Delia Alvarez, was mostly destroyed in a fire in 2006. As the structure was being \ndemolished, Fernandez left one wall intact and reinforced the base to create the billboard.\n\nManassas officials have repeatedly cited him for failing to obtain a proper permit for the sign. Billboards don't \nbelong in neighborhoods zoned for residential use, they said. They have also accused him of allowing trash, snakes \nand rodents to accumulate at the site; for parking cars on the grass; and for allowing sympathizers to use the lot as \na campsite.\n\n\"One of the things we hold dear in this country is freedom of speech,\" said Mayor Harry J. \"Hal\" Parrish II (R). \"He's \nhad a great opportunity to take advantage of that freedom. But I suspect not many people living in Manassas or \nanywhere in America would look at a big billboard next to their home as a positive thing, regardless of what it \nsaid.\"\n\nEven with the sign removed, Fernandez's attorney, Mark Voss, said his client and Alvarez will have to appear in \ncourt today. Voss said he expects the city attorney will ask to delay the case for a week to see whether the \nproperty gets cleaned up. At that point, he said, he would expect the case against Fernandez to be dropped.\n\nGraphic\n\n \n\nIMAGE; By Richard A. Lipski -- The Washington Post; Supporters of Gaudencio Fernandez help to dismantle the \nsign he made more than a year ago to protest what he called \"racist\" policies against illegal immigrants. Manassas \nofficials have cited him for failing to obtain a permit.\n"}