{"title": "Green-Card Hostage", "body": "\nWhen my good friend traveled to Nigeria last year, she ran into financial difficulties, and I wired her $500. She \npromised to repay me as soon as she returned to the U.S., but she still hasn't done so. The thing is, she used my \naddress to apply for her green card. It just arrived. Is it ethical for me to hold onto it until she pays me back?   \nAnonymous, Bronx\n\nClearly your friend must repay the loan, but having her deported for failing to do so, the implicit threat here, is a bit \nharsh. And so, tempting as it is to hold her documents hostage, you should not. Her bad conduct does not justify \nyour own. \n\n  It would be different if you had some fungible objects of your friend's -- her books, her CD's, her diamond-studded \nanything. To treat these things as ad hoc collateral would be a proportional response to her deadbeat behavior; \nflirting with immigration officials would not. \n\n There is also a practical drawback to your bare-knuckles plan: your friend could simply apply for a replacement \ncard.\n\n A friend of my son claims that kids from other neighborhoods ride to our town on old junk bikes and swap them for \nthe nicer bikes he and his friends leave on the edge of the field where they're playing ball. This happened to the \nfriend's brother recently. May he keep the beat-up bike the thief abandoned?   Margaret Shouvlin, Old Greenwich, \nConn.\n\n Your son's friend must make an effort to determine if the left-behind bike was itself stolen -- maybe a quick phone \ncall to the police. If it was, he can't keep it. Similarly, if the bicycle pirate left behind any other stolen property -- \nEdvard Munch's ''Scream,'' perhaps? Isn't that still missing from Oslo? -- the friend can't keep that either. But if the \nbeater bike is not known to be stolen, then it's abandoned property, and he has as much right to it as anyone. One \nother thought: there's a bicycle accessory your son and his feckless cronies might want to look into. It's called a \nlock.\n\n Since accepting early retirement from a university, I've had my medical benefits cut and my premiums raised. More \nrecently, the school stopped contributing to my life-insurance payments, and I fear that remaining benefits like \nmedical insurance are at risk also. Aren't my former employer's actions a violation of contract, i.e., the early-\nretirement deal?   Anonymous, Tucson\n\n Without perusing the contract under which you retired, a task for a lawyer, I'd bet that it allows the university to do \nwhat you describe. But while the university may have acted honestly, that does not mean it acted honorably, a \njuxtaposition that, sadly, is not unknown in labor relations. ''There is so much that employment law allows that is \nperfectly legal but utterly unfair and unethical,'' notes Judith Conti, an attorney specializing in workplace issues.\n\n\n Retirees necessarily make financial plans based on their retirement packages. For a former employer to slash \nbenefits peremptorily is to ambush that retiree who, short of radical advances in biotechnology or the return of a \ntriumphant Ponce de Leon, cannot suddenly become a robust youth and return to work.\n\n Unexpected circumstances might compel an employer to reduce benefits, but then we're describing a less-than-\ncompetent employer. And if the university did indeed anticipate the eventual necessity -- or the desirability -- of \ncutting benefits, we've moved from inept to unethical, from fool to knave.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nDrawing (Drawing by Christoph Niemann)\n"}