{"title": "More Immigrants Are Deported As Officials' Power Increases", "body": "\nEquipped with new powers to turn away immigrants at the borders, and with more jail space available for those \npeople they arrest inside the country, immigration officials in New York City have deported more than 4,000 \npeople in the last year, an increase of 12 percent over the previous year.\n\nNationwide, nearly 177,000 people were deported or sent back to their home countries for criminal or noncriminal \noffenses during the 1999 fiscal year, an increase of 3 percent, according to a report released yesterday by the \nImmigration and Naturalization Service.\n\nOf those, 62,000 people had committed, at some point during their residence in the United States, one of the crimes \nthat are grounds for deportation. The agency said that about half of those deported had been convicted on drug \ncharges. Most of the others had been convicted of assault, burglary or violating immigration laws. Almost 115,000 \npeople were deported or turned away because they were in the country illegally or had tried to enter with false \ndocuments.\n\nThe higher numbers were likely to please those in Congress who have accused the agency of doing too little to find \nand deport aliens with criminal records and false documents. The immigration service estimates that 500,000 \nimmigrants are in the country illegally, although it has been using the same estimated number for more than three \nyears.\n\nBut advocates for immigrants said the increase seemed to justify their fears about a 1996 law that gave the I.N.S. \nan array of new enforcement tools, including the right to deport people quickly upon their arrival at an airport or \nland border without allowing them a lawyer or a judicial hearing.\n\nThat process is called expedited removal. It is used to turn away not only people with false documents, but also \nthose who request asylum when they arrive. The agency did not provide figures for the New York region airports \nalone, but it said that more than 89,000 people at all the nation's borders had been the subjects of expedited \nremoval in the last year, an increase of 16 percent.\n\n\"That is really frightening,\" said Elisa Massimino, director of the Washington office of the Lawyers Committee for \nHuman Rights. \"This is an administration who opposed expedited removal and unfortunately now embraced it to \nimprove the deportation numbers. We are afraid of what this portends for refugees seeking asylum here.\"\n\n\nImmigration officials said that the increase in deportations was the result in part of the success of their efforts to \nidentify criminals who are not citizens while they are serving their prison sentences. Nearly 20,000 people were \ndeported straight from state and Federal prisons in the last year, an increase of nearly 45 percent.\n\nIn that same time period, the agency also received about $80 million in a special appropriation -- bringing its \ndeportation budget to $809 million -- to expand its detention beds to about 17,500 and bring its staff of \nenforcement officers up to 15,000.\n\n\"The greater our capacity to detain, the greater our capacity to remove,\" said Russell A. Bergeron Jr., an agency \nspokesman. \"If you cannot detain, odds are you will not remove them.\"\n\nHe said the field offices that look for undocumented immigrants generally will not initiate a raid on a workplace, for \nexample, if there is not enough space to detain people awaiting deportation.\n\nThe jump in deportations in the New York district paralleled increases at other major gateway cities. San \nFrancisco, for example, deported 23 percent more people and Houston 29 percent in the last year.\n\nSince 1997, the agency has set annual targets for deporting illegal and criminal aliens. Each year, it has surpassed \nits goal, which for the 1999 fiscal year was 120,000.\n\nhttp://www.nytimes.com\n"}