{"title": "Meet the Denbigh grandmother whose dream cruise turned into a 'nightmare' because of paperwork; Helen Jones, 69, a grandmother-of-seven, and her husband Ifor's paid around £8,000 for the trip to the Caribbean", "body": "\nA couple's dream Caribbean turned to 'torment' because they did not have the necessary paperwork to enter \nAmerican waters.\n\nHelen Jones, 69, a grandmother-of-seven, and her husband Ifor's troubles began when they stepped aboard MV \nOriana at Southampton.\n\nP&O officials informed the couple from Denbigh they needed a £9 ESTA (Electronic System for Travel \nAuthorisation) allowing cruise passengers to enter American waters without a visa.\n\nWhile staff onboard the cruise in Janauary were able to process Ifor's application successfully, Helen's was \ndeclined.\n\nHelen told the Daily Post she \"felt like a criminal\", when staff broke the news she would have to leave the ship \nbefore it sailed into American waters.\n\nShe had to leave her husband and fly home alone from Cancun, in Mexico - Ifor could not fly with her as they had to \nmuch luggage to return together.\n\nHelen said:\"The whole thing has been a torment.\n\n\"We were on the cruise for nearly a month going around the Caribbean, but as we'd been told when we boarded the \nMV Oriana at Southampton that we needed an ESTA application we always had this big cloud hanging over us.\n\n\"But P&O officials had reassured us they could sort it out before we got into America.\n\nRead about North Wales £85m tourism spending spree to push region as holiday destination\n\n\n\"When I was told I had to get off the ship and get a flight home alone from Mexico I was very upset, I felt like a \ncriminal.\n\n\"I spent an extremely distressing night at a hotel in Progresso, followed by a three hour $300 dollar taxi ride to \nCancun Airport, at our own expense.\n\n\"And we only take cruises because I hate flying.\n\nRead about actress Claire Sweeney talking about holidaying in Rhos on Sea as a child\n\nThe couple booked the 50-day cruise through Thomas Cook in Rhyl and paid around £8,000 for the trip.\n\nThey claim they weren't told by the travel agent that they needed an ESTA to get into America, and are now trying \nto get compensation back from Thomas Cook.\n\nHelen said: \"Ifor and I feel that Thomas Cook have failed in their duty of care and are responsible for turning this \nonce in a lifetime holiday into a complete nightmare.\n\n\"We feel we've been greatly let down by Thomas Cook, and seek compensation for the trauma and upset we have \nsuffered.\n\n\"We would certainly have not paid the full holiday balance before obtaining ESTA'S to allow us to travel.\"\n\nA spokesman for Thomas Cook UK & Ireland said: \"We know how important holidays are for our customers and \nappreciate how upsetting it must have been for Mrs Jones when US Immigration denied the visa application that \nshe made whilst on her cruise.\n\n\"We sympathise with both Mr and Mrs Jones, but neither Thomas Cook nor P&O Cruises can accept responsibility \nfor the application being denied.\"\n"}