{"title": "U.S. DENIES APPEAL FOR 4 ILL HAITIANS", "body": "\nDespite pleas from military officials, the Immigration Service has refused to allow four ill Haitians infected with \nH.I.V. to leave the crude camp where they are held here and come to the United States for treatment.\n\nIn the camp, within the Guantanamo Bay Naval Base, are 222 Haitians seeking asylum in the United States who \nhave tested positive for the virus that causes AIDS. Among them are 15 whose level of defensive immune system \ncells is low enough to officially designate them as having AIDS.\n\nMany of these men, women and children fled jail or the Haitian military to get here, and all have passed initial \ninterviews on the way to gaining asylum. Also in camp are 55 dependents, mostly children, who are not infected.\n\nThey have been left behind at the camp because the Justice Department determined early in the year to begin \nenforcing the Bush Administration's ban on allowing anyone infected with H.I.V. to enter the United States.\n\nCol. Stephen Kinder, commander at Guantanamo, and camp doctors requested permission from the Immigration \nand Naturalization Service for the release of at least the four detainees who are so ill that camp doctors cannot \nadequately care for them.\n\n \n\nRequest Turned Down\n\n Today, Colonel Kinder learned that the request had been turned down. As he stood beside the camp, clearly \ndisappointed, the Colonel said: \"I think our recommendation should be honored. It is based on medical reasons. I \nguess we'll have to try harder.\"\n\nDoctors at the camp expect several patients to die within the next six months. Two detainees have tried to commit \nsuicide.\n\nOne infant who was born at the camp, Morant Ricardo Bethony, has already died, at the age of 3 months. When he \ncontracted pneumonia here, he and his mother were flown to Walter Reed Army Hospital, a departure from \nImmigration Service policy. Efforts to save the baby failed, and he died on Sept. 15.\n\nAfter her baby died, the mother, Silieses Success, 22, was put in the Immigration Service prison on Varick Street in \nNew York City, because officials said they do not want H.I.V.-infected immigrants released into the United States.\n\n\nMany of those in the camp say they hope that President-elect Bill Clinton will free them so they, like thousands of \nothers who fled Haiti and asked for asylum after the Rev. Jean Bertrand Aristide was ousted, could fly to United \nStates to await legal proceedings.\n\nAn Immigration Service spokesman said he did not know of the request regarding the four Haitians. But the \nspokesman, Duke Austin, said in a telephone interview from Washington, \"We don't have any policy of allowing \npeople with AIDS into this country.\"\n\n \n\n'They're Going to Die Anyway'\n\n Earlier, when asked by an Associated Press reporter why the Haitians must stay in camp if the doctors felt they \ncould not adequately treat them, he replied, \"they're going to die anyway, aren't they?\"\n\nLater Mr. Austin confirmed that. \"I did say it, yes, but it would be so unfair to print that,\" he said. \"All I meant to say \nwas that the outcome would be the same either way, so what would they gain from coming to the U.S.?\"\n\nThe camp has created political and legal fights because the Justice Department has built and maintained it over the \nobjections of Federal health officials who called it a \"potential public health disaster.\"\n\nJoseph Tringali, an attorney working with the Center for Constitutional Rights, a New York group that has taken on \nlegal representation of many of the Haitians, said the situation is \"shameful.\"\n\n\"These people have committed no crime, and they are kept in degrading conditions,\" he said.\n\nColonel Kinder has made clear to the prisoners that the military's job here is to take care of them and has no part in \nkeeping them here.\n\n\"I'm just a soldier here,\" he said, explaining that his job is to take care of his charges, not to determine why they are \nhere. A few yards from where Colonel Kinder stood, talking to reporters, was a wall of hand-lettered signs made by \ndetainees, most of which ask the simple question \"Why?\"\n\nIn spite of the desperation of many detainees, the Colonel is well liked within this camp. The prisoners say he has \nrestored order and humane leadership after a summer of riots.\n\n \n\nOne Man's Sorrow\n\n One man who represents the full brunt of the Haitians' plight is Morant Bethony, the husband of the woman whose \nchild died and was sent to Varick Street jail. Mr. Bethony said he and his wife were pursued in Haiti by soldiers \nbecause they had gathered signatures on petitions demanding justice for those killed by Government troops since \nthe 1991 coup.\n\nStanding beside a white sheet he has hung to gain some privacy in the hut where 20 cots are packed into one \nroom, Mr. Bethony talked about life in the camp.\n\n\"The food is bad. We have nothing to do but sit like animals,\" he said. \"Why can't I be with my wife? Why?\"\n\nHe said he was allowed to speak to his wife in the New York jail yesterday. \"She said she never saw the body of \nour baby, they took it away,\" he said. \"They said they buried it. They don't tell us where.\"\n\n\"My wife asks why she is held in a jail with criminals and users of drugs,\" he said \"She is no criminal.\"\n"}