{"title": "Montgomery Steps Up Reporting in ICE Efforts; County Defends Plan To Flag All Suspects Of Violent Crimes", "body": "\nMontgomery County police will soon start telling federal immigration authorities the names of all suspects they \narrest for violent crimes and handgun violations, an approach that reflects growing concerns about illegal \nimmigration and crime but stops short of the broader enforcement efforts used in some counties.\n\nThe new policy, expected to be made public today, represents a compromise that could limit its effectiveness, but \ncounty leaders say it is key to maintaining the trust and confidence of Montgomery's 277,000 foreign-born \nresidents.\n\n\"I believe this approach is balanced and realistic for our highly diverse community of nearly one million residents,\" \nLeggett wrote in a memo this week to his police chief, J. Thomas Manger.\n\nElsewhere in the Washington region,  Frederick County and several agencies in Northern Virginia deputize officers \nto act as immigration agents, questioning suspects about whether they are in the country legally. They also turn \nover the names of illegal immigrants arrested for any crime, not just violent offenses.\n\n\"We're not getting into the immigration investigation business,\" Manger said yesterday.\n\nStill, the policy marks a shift in a county that has prided itself on its liberal, tolerant leanings. And some Latino \nadvocates remain concerned that any step toward immigration enforcement could entrap people who might not be \nguilty of local offenses, leading to deportations that could break up families.\n\nAcross the country, police are grappling with how to cooperate with federal immigration agents without scaring off \ncrucial witnesses who may have immigration status issues but whose help is crucial to public safety. Reflecting that \nchallenge, local police agencies handle immigration matters differently when it comes to those under arrest.\n\n\nJust as some counties are more aggressive than Montgomery, other jurisdictions are less aggressive: The District \nand Prince George's County discourage police officers from asking about immigration status.\n\nCurrently, officers in Montgomery routinely check to see whether people they detain have outstanding warrants, a \nbroad search that can turn up immigration warrants. Officials at the county jail fax a list of foreign-born inmates to \nICE once a week, and ICE has the authority to run the names through databases to check for expired visas and \nother violations.\n\nThe checks do not detect those who have entered the country illegally and have had no contact with authorities.\n\nManger began reevaluating the policy last year, when undocumented immigrants were linked to at least two high-\nprofile killings, including the Nov. 1 slaying of an honor student on a county transit bus. By late last month, federal \nauthorities had lodged immigration detainers against eight of 18 people held in the county jail on murder charges, \nmeaning they might seek to deport those suspects after their criminal cases run their course. The detainers do not \nnecessarily mean the suspects are in the country illegally.\n\nThe thinking behind Manger's proposal was that if dangerous people are arrested and officers could use their \nimmigration status to get them off the streets, it was worth moving in that direction.\n\nManger originally proposed a policy that would apply to those arrested for violent crimes or weapons violations. \nThat kind of policy, in theory, could have netted the two men accused of killing the honor student. Months before, \none had been arrested on charges linked to carrying a machete down University Boulevard East, and the other for \nthreatening a student and carrying a switchblade.\n\nThe policy that Leggett (D) has agreed to applies to those arrested for violent crimes or illegal carrying or transport \nof handguns. Leggett said yesterday he was concerned that someone carrying a small penknife could get caught \nup in the policy.\n\nManger said finding the right cutoff was a \"delicate balancing act,\" but he was ultimately satisfied with the policy.\n\nLeggett, who was lobbied heavily by advocates for immigrants and those  seeking tougher enforcement, has said \nhis goal is to give police as many tools as possible to remove dangerous people from the streets. Leggett called the \nnew policy \"quite cautious,\" saying it would yield an average of only three referrals a day to ICE.\n\nThe referrals would mean an electronic inquiry or telephone call to ICE's 24-hour help center in Vermont. If that \ninquiry didn't result in a clear answer from the databases, officials in Vermont could refer the matter to ICE agents in \nBaltimore.\n\n\"I think in many ways, it suggests Montgomery County is more tolerant compared to other jurisdictions,\" Leggett \nsaid.\n\nBut officials in counties with more aggressive policies say the efforts aren't about intolerance; they're about the \nbest way to identify illegal immigrants who commit crimes.\n\nIn Frederick, Prince William and Loudoun counties and about 50 other jurisdictions nationwide, local departments \nhave entered into so-called 287(g) partnerships with federal immigration agents. The program provides special \ntraining and access to federal databases.\n\nLt. Michael Cronise, who runs the program at the Frederick jail, said immigration issues are so complex that his \nofficers could not evaluate suspects' claims if they did not have the training. He recalled one instance in which a \nsuspect thought he was in the country illegally, but a check by Cronise revealed he was not.\n\nHe said Montgomery's proposal is better than doing nothing, \"but there are more things available.\"\n\n\n\nJames Pendergraph, a former ICE official who coordinated the agency's work with state and local governments, \nsaid Montgomery's approach would leave them too dependent upon overworked federal agents to start immediate \ninvestigations.\n\n\"I think it's maybe a good quarter measure,\" he said. \"You're going to have too many fall through the cracks.\"\n\nPolice and prosecutors, however, say a more aggressive policy could drive witnesses and victims underground, \nultimately making Montgomery less safe.\n\n\"We've spent years trying to build up their trust and faith,\" said State's Attorney John McCarthy. \"I'm not sure \nfederalizing our local police is the way to go.\"\n\nA group of Latino advocates earlier told Leggett that any movement toward more cooperation with federal agents \ncould spread fear through immigrant communities and undermine a relationship built over many years. They said \nthe two men charged with murder in the killing of 14-year-old Tai Lam on the bus were arrested after police \nreceived tips from immigrants.\n\n\"When you jeopardize trust, public safety pays a price,\" said Grace Rivera-Oven, host of a local Spanish-language \ntelevision show.\n\nAdvocates also say the proposal would not have prevented another high-profile killing last year by an alleged illegal \nimmigrant, the slaying of a 63-year-old woman in her Bethesda home. The man charged in that case had not been \npreviously arrested in Montgomery. Montgomery police acknowledge that they don't know whether \nundocumented immigrants are responsible for a disproportionate amount of crime.\n\nStaff writer Tom Jackman contributed to this report.\n"}