{"title": "IMPORTING BRAIN POWER", "body": "\n \n\nTECHNOLOGY JOBS\n\nHOUSE MINORITY LEADER Richard A. Gephardt and others in favor of raising visa caps for technically skilled \nworkers called H-1B visas are the targets of an ad campaign that not only twists the truth but endangers its own \ncause. Playing to the worst of the nation's anti-immigrant sentiment, ads such as one that ran in last week's Post-\nDispatch declared, \"Urgent! American Jobs Are in Peril!\" and \"Stop Congressman Gephardt from giving hundreds \nof thousands of high-tech jobs to foreign workers.\"\n\nAd campaigns such as this one sponsored by the Coalition for the Future American Worker would have Americans \nbelieve that our own workers are being turned away in favor of foreigners willing to earn far less.\n\nIn fact, the reason visas must be increased is that high technology companies, which are fueling the economy and \nkeeping record numbers of Americans employed, are in desperate need of workers. Our country simply has not \nadequately schooled and trained people for these jobs.\n\nAt issue are various bills moving through Congress that almost certainly will raise the number of H-1B visas to as \nmany as 200,000 from the current 115,000. The Computing Technology Industry Association says that some \n269,000 positions are unfilled, costing the United States $ 4.5 billion in lost productivity this year. Unemployment for \nhigh-tech professionals ranges from 1.7 to 2.5 percent. And the Immigration and Naturalization Service already has \nhit this year's limit of applications. Without a change in the law, the cap starts getting lower next year.\n\nIronically, one of the big losers when applications shut down is American academia. Our major research \nuniversities, which have long imported the brightest minds in the world, have a slower bureaucratic hiring process \nand are now getting squeezed out by high tech companies. The European Union also has begun fighting in earnest \nfor highly trained workers, primarily from India. If the United States wants to lose ground as a global leader, a quick \nway to do it would be to turn away the world's brightest technicians and researchers and let other nations scoop \nthem up.\n\nCritics of the H-1B bills do disservice to their own excellent point, that Americans should be trained for these jobs. \nMr. Gephardt supports a version of the bill that requires corporations hiring H-1B workers to contribute to a training \nand education fund. That fund should be generous, and the final bill should also call for comprehensive data on \nhow the visas are used, how many are needed, how these workers are affecting wage levels and incidence of \nfraud.\n\nThat is a first step. The wealthiest, freest, most advanced nation in the world does not commit the resources and \nenergy necessary to make its children the best-educated leaders of the future global economy. Citizens must speak \nup and demand that all their lawmakers devote real money and serious effort to giving every American child a top-\nnotch education, especially in the science and technology fields that hold such promise.\n\n"}