{"title": "Behind statistics of deported aliens are tales of human suffering", "body": "\nIt is with profound sadness that I write this letter as a response to the  recent deportation of 23 of our Mexican \nbrothers and sisters. So often the  hysterical rhetoric regarding the immigration issue overshadows the human \n tragedy of immigration. We hear statistics rather than stories, stories of  lives mired in human suffering.\n\nRecently, a number of Mexican immigrants were arrested as they began their  workday at a laundry in Clearwater. \nOne of the local papers stated that 23  alleged illegal aliens were picked up during a morning raid. What the paper \n neglected to mention were the human stories behind that statistic. During the  raid, wives were separated from \nhusbands and children from their mothers. The  stability and integrity of families were torn asunder.\nLYNCH\n\nIn one instance, a young mother was separated from her 11-month-old child.  The mother never received the \nopportunity to contact her family or check on  her infant. One can only imagine the extent of her pain.\n\nConsider also the plight of a young wife forced to abandon her husband who  suffers from rheumatic heart disease. \nThe husband frantically called the local  church in order to find his wife, who, knowing that she is her husband's sole \n health provider, remained in jail unable to contact her husband.\n\nI mention only two of the 23 stories of human suffering which reflect the  growing tragedy of the immigration issue. \nOur common dignity as human beings  calls us to respect the alien among us, regardless of their status or social \n position. A preferential love for the poor and disenfranchised is a sure sign  of one's Christian identity.\n\nIn this spirit I must condemn the inhumane treatment of these brothers and  sisters in Christ. The fact that these \ndeportees were not allowed to contact  their families or retrieve any of their belongings is particularly  reprehensible. \nWithin 24 hours of their arrest, they were returned to Mexico  with only the clothes on their backs and released into \na remote area without  food, water or the financial means to return to their towns.\n\nWhile I respect our nation's right to control its own borders, I also  recognize the right of each human person \ntrapped in a system of injustice,  massive poverty and oppression to seek relief from such an inhumane situation. \n Crushing poverty and lack of educational and employment opportunities have led  many to seek a better life for \ntheir families here in the United States.\n\nI appreciate that this is a particularly thorny issue, especially in an  election year, yet we must not forget our duty to \nrespect and uphold the  dignity of each and every human being. Our immigrants should not be used as  pawns in \nthe political arena. Recent immigration legislation has been  particularly deplorable since it makes it practically \nimpossible for any  immigrant to legally enter the country. Such restrictive immigration  legislation is quite shameful \nand thoroughly contrary to our tradition in this  country: \"Give me your tired, your poor, your huddled masses \nyearning to  breathe free . . . Send these, the homeless, tempest-tossed, to me.\" Our  great national tradition as \nwell as our Judeo-Christian heritage oblige us to  treat all with love and compassion. We must be a sanctuary of \n\n\nhope and light  to those who are in our midst. Regardless of one's legal status, each person  must be afforded \nhuman dignity and respect.\n\nAs a sacrament of unity, the church is not foreign to anyone nor is anyone  a stranger in the church. The human \nperson, particularly if he is weak,  defenseless or driven to the margins of society, is a sacrament of Christ's \n presence. Jesus asks us to recognize him in the \"stranger\" among us (Matthew  25:35). For the Christian, such \nrecognition and hospitality is fidelity to  one's identity as a follower of Christ.\n\nMay Our Lady of Guadalupe, Patroness of Americas and Mother of us all,  protect us and help us to be loving and \ncompassionate as we strive to give  glory to her Son. \n\n \n\nMost Rev. Robert N. Lynch, bishop, \n\n \n\nCatholic Diocese of St. Petersburg\n"}