{"title": "Immigration profile: Jose Juan Reyes fights for rights of the undocumented", "body": "\nCommunity Leaders Organizing Undocumented Dreamers, or CLOUD, is a recently formed organization in Contra \nCosta County that is joining with Bay Area allies to empower and educate the community about the struggles of \nillegal immigrants while collectively striving to achieve equity.\n\nTo help the community understand their personal struggles, CLOUD leaders share their stories.\n\nJose Juan Reyes\n\nAge: 21\n\nAttends College of Marin; lives in Richmond\n\n\"I came here when I was around 7 or 8 years old from Toluca, Mexico. My father had previously come two years \nbefore and we stayed back home -- with my mom and my sister. I was going to school and all of a sudden my mom \nsaid, 'We've got to go.' I didn't even get to say goodbye to anyone.\n\nWe took a plane to Tijuana, along with my uncle. He was going with us. I was confused about what was going on. \nWe stayed at a home of a person who was going to cross us over the border.\n\nI hadn't seen my father for like two years. When he left, I was like 5 years old. It was like a blurry memory.\n\nMy sister and I crossed in a car with two men and (the border patrol) didn't ask for documents. We got to San Diego \nand we stayed at a home where my father's boss used to live. The following day, we took a train to Orange County \nand I got picked up by my dad and another guy. When my dad showed up, I was like, 'Who is that guy?' He had a \nmustache. He was wearing stunners (sunglasses).\n\nMy mom had to stay back. She got detained by immigration. She got detained like three times and one day she \ngot tired and she decided to go herself without any documentation and they let her through.\n\nIt was a moment where I realized I was starting a new era in my life. Growing up in Orange County, in Costa Mesa, \nI was going to really good schools. At first, my English was really bad, but by third grade I was already speaking \nEnglish and reading. By fourth grade I was already at the reading level of a sixth-grader. When I got to school, they \nwere learning how to add and subtract. In Mexico, I was already multiplying and dividing.\n\nAfter many years, I realized there was something wrong. There was something missing in my life. I was not equal. I \nthought: 'Why do my parents have to use another name to work and to put food on the table?' But I didn't mind, \nbecause that was the only way they could do it.\n\n\nWe moved to Richmond when I was in seventh grade. I went to Richmond High and got A's and B's. I got a letter \nthat said: 'You're a really good student we want you to go abroad.' They were going to pay for everything. But, my \nparents said: 'Are you crazy? You could never get back.'\n\nBy that time, I understood that my parents had been struggling all their lives. I heard stories like: 'I had to drop out. I \nwas in college, but I needed to work to sustain myself.' That's when I realized I needed to get to college.\n\nBy 10th grade I got the opportunity to do a mural about relations between African-Americans and Latinos.\n\nThen, I got appointed to another program where a teacher taught us to create an impact with a poster and words or \npoems. I was still getting really good grades, but Richmond High was still a struggle because I met the wrong \npeople. I was skipping class. I got jumped a couple of times by several individuals, so I decided to switch schools to \nSan Rafael High. So, that's where I graduated from. I had to drive and I needed a parking permit, but there was no \nway to get a parking permit because I had no license.\n\nI went to a business school in Belmont, by Redwood City. My parents were struggling. The recession was hitting. \nMy dad was unemployed. My mother wasn't working as much. So that's when I decided to back off.\n\nI went to a community center in Richmond. I was still learning, but I catch onto things fast. After time, people started \nseeing me as an asset to the community. I started leading more. I remember working for the Healthy Richmond \ninitiative, going door to door, and I got to see the needs of the community and every person had a different need \nand different struggles.\n\nEventually, some folks from Building Blocks for Kids hired me and we did so many great things. I learned so much \nfrom them.\n\nAnd then deferred action came out. I was like: 'Yo, this hits me. This is where I have to be.'\n\nI met Carlos and helped form CLOUD.\n\nI think that leading is about looking at the bigger spectrum of things. It's been a struggle for me, not being able to \nwork legally. I'm a contractor. I've never used a fake Social Security number. I can't legally drive yet.\n\nI feel a lot of anger just for that simple reason: I can't legally drive, own a house, have a credit score that is nice and \npresentable so I could apply for a loan to go to school to do all these big things in life. I'm really proud of where I'm \nfrom. But this is my home. The U.S. is my home. You can't deny that. But everybody closes the doors on you.\n\nSo, we're emphasizing: 'We're not illegal, we're undocumented.' That's something I strongly believe.\n\nRichmond has this negative connotation that people here are bad, but that's not true and I just like being part of this \nmovement because I know I can make a difference. I don't want to just sit home and not do anything. I realize that \nlife is much greater than that.\n\nWe're a few youngsters doing this work, but I have never, ever seen the willingness the dreamers -- the \nundocumented students -- are having. This is something that has changed my perspective because they are so \ntalented. That's what's making CLOUD. Without them, CLOUD wouldn't be anything. Some of these folks don't \nhave any experience organizing. But, they see you and it's like something changes and it's like: 'Dude, where can I \nsign up?' We have high school students and people older than us looking up to us, so it's something that's \nawesome.\n\nWe put up this quote by Cesar Chavez: 'Once social change begins, it cannot be reversed. You can't uneducate \nsomebody who has learned to read. You cannot humiliate a person who feels pride. You cannot oppress a people \nwho are not afraid. We have seen the future and the future is ours.'\n\nOnce we know that things are possible, we're going to fight even stronger to make it happen. I'm not afraid to go \nout and say: 'Yes, we can do this.'\"\n\n\n\nTheresa Harrington covers education. Contact her at 925-945-4764. Follow her atTwitter.com/tunedtotheresa . \nRead her education blog atIBAbuzz.com/onassignment .\n\nGraphic\n\n \n\nCommunity Leaders Organizing Undocumented Dreamers (C.L.O.U.D.) member Jose Juan Reyes, 21, is \nphotographed in Richmond, Calif. on Friday, Sept. 7, 2012. C.L.O.U.D. started about two months ago and has \nabout 25 core leaders. About 98 percent of the leaders are undocumented. (Jose Carlos Fajardo/Staff)\n"}