{"title": "MEGAHED ARREST LOOKS VINDICTIVE", "body": "\nThree days after having their heads handed to them in the case against Youssef Megahed, federal authorities on \nMonday arrested the former Tampa college student on secretive immigration charges. Whether this amounts to \nmore than sour grapes for having lost a flimsy case on explosives charges against Megahed remains to be seen. It \nsurely looks vindictive. Immigration officials, at the very least, need to publicly explain why Megahed's arrest was \nso compelling it justified whisking him off the street.\n\nMegahed was shopping with his father Monday at a Tampa Wal-Mart when his lawyer phoned and summoned the \n23-year-old to his office. The pair left the store immediately and headed to the parking lot, where seven unmarked \ncars flanked the store entrance. Samir Megahed said agents surrounded them. One shoved paperwork in his face \nwhile others grabbed his son. The elder Megahed stood in the car's way and insisted his son be allowed to see his \nlawyer, but the men ushered him out of the way. The U.S. Immigration and Customs Enforcement agency, in a \nstatement later Monday, said Megahed, an Egyptian national and legal permanent resident of the United States, \nwas arrested on civil immigration charges and placed into \"removal proceedings,\" code for deportation.\n\nMegahed was arrested three days after a federal jury in Tampa acquitted him of explosives charges in a high-\nprofile case that raised the specter of terrorism. In 2007, Megahed and Ahmed Mohamed, a fellow University of \nSouth Florida student, were arrested in South Carolina after a traffic stop led authorities to the car trunk, where \nthey found PVC pipes stuffed with a mixture of potassium nitrate and sugar.\n\nMohamed pleaded guilty in December to providing material support to terrorists and drew 15 years in a plea deal. \nBut the evidence against him was more incriminating. A YouTube video showed him demonstrating how to turn a \nremote-controlled toy into a detonator. Megahed insisted he didn't know the PVC pipes were in the trunk (his \nfingerprints were not on them). And experts who testified could not come to a conclusion as to the danger of the \npotassium nitrate mixture.\n\nThe prosecution of Megahed was hardly a rush job. Jurors sat through a 2-1/2 week trial that drew 36 witnesses \nand more than 100 pieces of evidence. They deliberated for 21 hours before finding Megahed not guilty. It is hard \nto imagine what evidence immigration officials have that rises beyond that which has already been dismissed by the \njury. While federal officials say double jeopardy does not apply - as immigration proceedings are civil and not \ncriminal in nature - that, at least to Megahed and his family, is a difference without a distinction. What is the basis \nfor holding him and challenging his residency if the acts that brought him to the government's attention have been \nfound guiltless by a jury?\n\nMegahed's family and the Tampa chapter of the Council on American-Islamic Relations called Tuesday for U.S. \nAttorney General Eric Holder to intervene. Holder recently threw out the government's ethics case against former \nAlaska Sen. Ted Stevens, citing prosecutorial misconduct. Unless more is revealed quickly, the Megahed case \nlooks ripe for Holder's review.\n\n\nGraphic\n\n \n\nPHOTO, DANIEL WALLACE, Times: Youssef Megahed, center, outside court in Tampa after his acquittal Friday on \nexplosives charges. He was arrested Monday on immigration charges.\n"}