{"title": "SENATE COMPLETES DEBATE ON ALIENS MEASURE", "body": "\nThe Senate today completed debate on a bill granting amnesty to millions of illegal aliens and establishing \ncriminal penalties for employers who make a practice of hiring illegal aliens.\n\nA final vote on passage of the bill is scheduled for Tuesday. Both supporters and opponents of the measure say it \nis likely to win approval from the Senate. A similar measure is pending before the House Judiciary Committee, \nwhere its prospects are uncertain.\nWASHINGTON, Aug. 13 - The Senate today completed debate on a bill granting amnesty to millions of illegal \naliens and establishing criminal penalties for employers who make a practice of hiring illegal aliens.\n\nThe Reagan Administration generally supports the bill, having proposed similar legislation last year.  The Senate \ndebated more than a dozen amendments today, but refused to make any substantial change in the basic bill, \nsponsored by Senator Alan K. Simpson, Republican of Wyoming.\n\n \n\nOpposed by Hispanic Groups\n\nHispanic groups bitterly criticized the proposed amnesty program, saying it was so restrictive that few illegal aliens \nwould come forward to take advantage of it.\n\nThe program would grant permanent resident status to illegal aliens who entered the United States before Jan. 1, \n1977, and have resided here continuously since then. It would grant ''temporary resident'' status to those who \nentered the country from Jan. 1, 1977, to Jan. 1, 1980. Temporary residents, after three years in that status, could \nbecome permanent residents. Aliens, in turn, after five years as permanent residents, could apply for citizenship.\n\nAntonia Hernandez of the Mexican American Legal Defense and Educational Fund said in an interview that the \namnesty program ''legalized exploitation'' and predicted that ''no one will come forward'' to participate in it.\n\nIn a statement released by her organization, Miss Hernandez said: ''The Senate ignored the concerns of the \nHispanic community in this bill. The legalization program requires that newly legalized aliens continue to pay \nFederal taxes without receiving benefits for three years or six years. This is known as taxation without \nrepresentation.''\n\n \n\nIneligible for U.S. Aid\n\nDuring their three years as temporary residents and during their first three years as permanent residents, aliens \nwould be ineligible to receive welfare, food stamps, Medicaid and other forms of Federal assistance.\n\n\nThe Senate also authorized an unspecified amount of Federal aid for state and local governments that incur \nadditional expenses as a result of the influx of illegal aliens.\n\nSenator Charles E. Grassley, an Iowa Republican who proposed the grants to state and local governments, \nestimated that they would cost $5.5 billion over the next seven years.\n\nMiss Hernandez said that under the proposed amnesty program, illegal aliens who came to the United States after \nJan. 1, 1980, would ''continue to live in the same underclass this bill was designed to eradicate.''\n\n \n\nLegalization Plan Defended\n\nSenator Grassley estimated that a million illegal aliens had entered this country in the last two years, and said he \ndid not want to legalize their presence here because they had not built up the same ''equities'' as other aliens who \nhad lived here longer.\n\nSenator Simpson defended the legalization procedure, saying that the resources of the Immigration and \nNaturalization Service were better spent in trying to prevent illegal entries than in trying to locate illegal aliens who \nhad already settled here.\n\nThe Simpson bill makes alien workers more readily available to farmers and growers of various fruit and vegetable \ncrops. By a vote of 62 to 28, the Senate today rejected an amendment offered by Senator Edward M. Kennedy that \nwould have required the Government to retain all the existing rules for the temporary worker program.\n\nThe Massachusetts Democrat said that it was inappropriate to relax the rules for alien workers at a time of high \nunemployment in the United States. Under the Simpson bill, Mr. Kennedy said, ''a grower can turn down a U.S. \ncitizen seeking more than the minimum wage,'' and instead hire an alien at the minimum wage.\n\nThe Senate rejected, by a vote of 69 to 22, another Kennedy amendment that would have ended the ''employer \nsanctions'' program after three years if it led to discrimination against Hispanic Americans or other members of \nminority groups. The amendment would have required the President to certify that the program was not being used \nin a discriminatory manner.\n\nUnder the program, employers must ask all job applicants to demonstrate that they are either citizens or aliens \nauthorized to work in the United States. Employers who knowingly hired illegal aliens would be subject to penalties \nof $1,000 for each illegal alien on the first offense and $2,000 for each alien on subsequent violations. A ''pattern or \npractice'' of hiring illegal aliens would be a crime, and upon conviction, an employer could be sentenced to six \nmonths in prison and required to pay an additional fine of $1,000.\n"}