{"title": "THE POWER SHIFT. FEDERAL JUDGE BARS ENFORCEMENT AS IMMIGRATION BATTLE GOES TO COURTROOMS", "body": "\nThe day after Proposition 187 passed by a stunning margin, Gov. Pete Wilson continued to sing its praises, \nopponents vowed to disobey it, and a federal judge put the new law on hold for at least a week.\n\nWhile there were scattered street demonstrations in the Bay Area and Southern California, the real battle over 187 \nmoved to the courtrooms.\n\nAttorneys filed the first of eight lawsuits against the divisive measure as soon as courthouses opened at 8 a.m. \nWednesday, 12 hours after the polls closed. By early afternoon, U.S. District Judge Matthew Byrne Jr. in Los \nAngeles barred statewide enforcement of the anti-illegal-immigrant measure until he can hold another hearing.\n\n\"Proposition 187 is clearly a frontal attack on the Constitution,\" said Lucas Guttentag, an attorney with the American \nCivil Liberties Union. \"It's already creating a reign of terror.\"\n\nAlong with the ACLU and a half-dozen other civil rights and ethnic groups, the Mexican American Legal Defense \nand Education Fund filed suit in Los Angeles to ask for an immediate restraining order to block 187. The suit claims \nthat the initiative violates a clause in the U.S. Constitution giving the federal government sole power to regulate \nimmigration.\n\nA separate restraining order was also issued by San Francisco Superior Court Judge Stuart Pollak after a coalition \nof civil rights lawyers filed a class-action suit challenging Proposition 187 as an unconstitutional denial of education \nto children.\n\nThat order had been considered a sure thing, since the ballot measure -- aimed at denying public schooling and \nmost public services to illegal immigrants -- conflicts with a 1982 U.S. Supreme Court ruling granting undocumented \nchildren equal rights to an education.\n\nProposition 187 was approved by 59 percent of voters, but Latino voters decisively rejected it. One reason for their \nconcern is that school districts and health clinic workers are now required to turn in \"suspected\" illegal immigrants -- \nand many Latinos feel they will be the prime suspects.\n\nWilson, re-elected in a landslide Tuesday after taking ownership of the illegal immigration issue, moved \nWednesday to assure Californians -- particularly Latinos -- that 187 would be implemented fairly.\n\n'No room for bigotry'\n\n\n\"There is no room in California for bigotry and discrimination, and we will continue to protect the rights of our legal \nimmigrants . . . and it applies regardless of whether the English they speak is with an accent,\" Wilson said at a \npress conference at the Doubletree Inn in Los Angeles. \"California remains a state of compassion and tolerance.\"\n\nThe governor said he had \"sympathy, even admiration\" for \"the gumption\" of illegals. \"But I believe our first priority \nshould be to the legal residents of this state.\"\n\nWilson later issued an executive order instructing state agencies to develop emergency regulations implementing \nthe measure. He also wrote a letter to President Clinton, who had fiercely opposed 187, asking for his cooperation \nin taking \"whatever administrative or legislative action\" necessary to make sure California doesn't lose federal \nfunds because of 187.\n\nAt a news conference announcing the San Francisco lawsuit, opponents of the measure portrayed Wilson as a \nshameless scoundrel, contending that a governor who is sworn to uphold the Constitution should not be subverting \nit for political gain.\n\n'All racists are supporters'\n\n\"This is not to say that all Proposition 187 supporters are racists, but it is to say that all racists are 187 supporters,\" \nsaid Robert Rubin of the Lawyers' Committee for Civil Rights.\n\nSchool officials reacted quickly to the initiative's passage. Delaine Eastin, the newly elected state superintendent of \nschools, told schools to ignore 187 even before the court orders came down.\n\nDr. Bill Erlendson, assistant superintendent of the San Jose Unified School District, sent e-mail advisories to \nprincipals, instructing them to tell their staffs that it was business as usual.\n\nAt a morning assembly at Sequoia High School in Redwood City, Superintendent Merle Fruehling, said the passage \nof 187 \"represents the darkest day conferences featured government, education and community leaders with \nvarying agendas. They sought to assure illegal immigrants that they still could send their children to school and \nseek police assistance without fear.\n\nA group of government leaders urged people, in the words of Los Angeles Mayor Richard Riordan, to \"ignore \nrumors and to continue to express their opinions regarding this law in a peaceful and respectful manner.\"\n\nPolice Chief Willie Williams said that the lack of violent protests showed \"Angelenos can deal with polls, can deal \nwith elections, can deal with the trials that we've had this past year and handle it in a professional manner.\" Another \ngroup of community leaders said that regardless of the legal battles awaiting 187, its provisions should be greeted \nwith non-compliance -- non-violently, but adamantly.\n\nNotes\n\nProp. 187\n\nMercury News staff writers Edwin Garcia in Redwood City, Jack Fischer and Betty Barnacle in San Jose and Gina \nBoubion and Pamela Kramer in Los Angeles contributed to this report.\n\nGraphic\n\n \n\nPhoto;\n\n\n\nPHOTO: ASSOCIATED PRESS\n\nRudy Escalante, right, displays copy of suit filed Wednesday in Los Angeles to block Proposition 187.\n\n941110 FR 16A P\n"}