{"title": "Who should stay? Who should go?; The best immigration reform would be one that divides and conquers the pool of illegals. The line would be drawn at those who play by the rules, assimilate and pay a fine and back taxes. To the others: Leave.", "body": "\nThe divide-and-conquer strategy that works so well in warfare and politics also represents the best approach for \nconfronting the problem of millions of illegal immigrants who live and work in the  USA.\n\nNo one knows the actual number of undocumented, unauthorized residents, but the best estimates suggest that \nthey comprise more than 11 million of our neighbors. This massive segment of our population hardly represents a \nmonolithic, homogenous group -- for one thing, nearly half (44%) of illegals come from nations other than Mexico. \nMoreover, as many as 50% of them never ran across the border but entered the USA legally and then stayed \nlonger than their formal authorization permitted.\n\nThis hugely diverse collection of humanity defies attempts by impassioned advocates on all sides to generalize \nabout illegals. Anti-immigrant activists distort reality when they suggest that the undocumented are predominantly \ngang members, welfare chiselers and uneducated burdens on the taxpayer. Most illegals actually work hard and \npay billions in taxes, while many own their own homes, go to church and give to charity.\n\nAt the same time, it's ridiculous to suggest that all illegals count as good neighbors, loving parents and inspiring \nexamples of the work ethic. About 400,000 have run afoul of the law, with warrants out for their arrest as they defy \ngovernmental efforts at deportation.\n\nA reflection of humanity\n\nIn short, like every other group, illegals include examples of both the worst and the best of humanity: Some of \nthem damage our society through criminality, abuse of the social safety net and insistence on ethnic separatism, \nwhile many others toil tirelessly at their jobs while raising decent children and longing to take their place in the \nmainstream.\n\nThe only sensible approach is to recognize such divisions and to respond accordingly: making it difficult for the \ndestructive immigrants to remain in the USA, while making it possible for the first time for the best, most useful of \nthe illegals to take the path to citizenship and assimilation.\n\nRather than expecting governmental bureaucracies to determine who deserves to stay and who ought to leave, it \nmakes far more sense to force illegals to choose for themselves. That was the core idea behind the immigration \nreform bill passed by the Senate last year, and with suitable modifications it's the same approach that deserves \nrevival by the new Congress and approval by the president.\n\n\nThe choice presented to undocumented immigrants must be clear-cut: If they've avoided serious criminality, worked \nsteadily at jobs and mastered English, they should get the chance to pay stiff fines (at least several thousand \ndollars) for initial unauthorized entry and to pay all back taxes in order to qualify for legal residency and begin the \npath to citizenship. This approach would allow the immigrant to acknowledge his wrongdoing in violating the border, \nand to commit himself to making up for that wrongdoing by following rules that allow him to enter the mainstream.\n\nFor those who don't choose to pay the fines and obey the new regulations, or whose past criminality or failure to \nlearn English makes them ineligible for \"earned legalization,\" there's only one other choice: Go home.\n\nThe vigorous enforcement of workplace sanctions against employers -- combined with a vastly improved, high-tech \nsystem of ID, and aggressive efforts to serve existing warrants and deport criminals -- should greatly reduce the \nnumber of illegal immigrants who neither want nor deserve to remain in the USA.\n\nAnti-immigration extremists will protest that no illegals deserve this choice: They entered the nation without \npermission, and so the only response is to demand their departure. Many activists in this camp (including Pat \nBuchanan) acknowledge the impracticality of mass deportations but favor a policy of \"attrition\": making it impossible \nfor illegals to work by enforcing strictures against employers, thereby forcing them to leave the country. The \nproblem with this scheme is that even its most enthusiastic advocates acknowledge it won't work for most of the \nundocumented.\n\nIn his book State of Emergency: The Third World Invasion and Conquest of America, Buchanan approvingly cites \nstudies saying that with a policy of \"attrition through enforcement,\" some \"half the illegal aliens here could be \npersuaded to return home voluntarily within five years.\" But what of the other half -- numbering more than 5 million? \nPushed even further into the shadows, thrown out of work and continuing to defy all laws against them, they would \nbecome a far more dangerous, destructive population than they represent today.\n\nIn other words, even the most militant foes of illegal immigration recognize that they will manage to expel only half \nof the undocumented -- and the ones they'd force out largely comprise the wrong half. People who want to work \nhard, get educations for their children and become Americans would, for the most part, be forced to depart. \nMeanwhile, those who stay would disproportionately represent lawbreakers and others who manage to operate \n\"below the radar.\"\n\nProvide motivation\n\nUltimately, even the most stringent effort to expel illegals will leave millions remaining in the USA, and the most \nimportant goal for this mass of humanity is assimilation -- following the path of previous immigrants into the \nnational mainstream.\n\nAt the moment, the biggest obstacle to such assimilation  involves the impossibility of ever achieving legal \nresidency. When the law makes it impossible for an immigrant to correct his illegal status, he faces greatly reduced \nmotivation to embrace a new American identity.\n\nThat's why the only realistic policy comes down to divide and conquer: Divide the immigrants who ought to leave \nfrom those who deserve to stay, and then conquer the families who pursue legal status with the  overwhelming \npower of the American dream that they've chosen to embrace.\n\nNationally syndicated radio talk host Michael Medved, whose mother was an immigrant from Germany in the 1930s,  \nis the author of Right Turns. He is also a member of USA TODAY's board of contributors. \n\nGraphic\n\n \n\n\n\nGRAPHIC, B/W, Adrienne Lewis, USA TODAY (ILLUSTRATION)\n"}