{"title": "Mexico Leader Hopes His Talks With Bush Will Unblock Aid", "body": "\nDays before a scheduled summit meeting with President Bush, President Vicente Fox of Mexico said today that he \nhoped to end a months-long stalemate and make concrete advances in negotiations on immigration and American \neconomic support for the poorest regions of his country.\n\n     \"We are ready and we hope to solidify some advances,\" Mr. Fox said in a late afternoon interview. \n\n \"Our final objective remains the same as we had defined at the beginning of the talks,\" he said, \"but we \nunderstand that the matters of security and terrorism affected the speed of our progress.\"\n\nThe summit meeting is set for Friday in Monterrey, where both presidents will attend the United Nations \nConference on Development.\n\nSince he was elected more than 18 months ago, President Fox has pressed the United States to adopt agreements \nthat among other things would: increase the number of guest workers hired in the agricultural and service \nindustries; increase American economic support for development in Mexico's poorest regions -- particularly those \nthat expel the largest number of illegal immigrants to the United States in search of work; and give legal status to \nsome three million undocumented Mexicans living in the United States.\n\nThe negotiations were delayed by the Sept. 11 terrorist attacks. And many political observers predicted that \nAmerican concerns about terrorism would plunder Mr. Fox's campaign by dousing support in Washington for \nopening the border to a freer flow of Mexican workers.\n\nResponding to the crisis, Mexico added binational security measures to the negotiations. And, following a visit to \nMexico by the United States homeland security director, Tom Ridge, Mexico and the United States are expected to \nreach agreements on measures aimed at making the border more secure without interrupting trade.\n\nSix months after the attacks, there are signs that support for Mr. Fox's initiatives is regaining ground in the United \nStates. Congressional leaders including Representative Richard A. Gephardt and Senator Tom Daschle recently \nwrote President Bush to urge that he move forward on an immigrant legalization plan.\n\nAnd the House of Representatives passed a measure to extend a program that allows undocumented immigrants to \nstay in the United States while they apply for permanent residency. \n\nhttp://www.nytimes.com\n\n"}