{"title": "Boy's Fate Called A Federal Matter", "body": "\nAttorney General Janet Reno said today that only federal courts had the authority to decide whether a 6-year-old \nboy should be reunited with his father in Cuba but said immigration officials had lifted a Friday deadline for his \nreturn to allow his relatives to appeal in federal court.\n\nIn a letter to lawyers for the boy's relatives in Miami, Ms. Reno said a Florida state court had no jurisdiction in the \ncase. The boy, Elian Gonzalez, was rescued at sea clinging to an inner tube last November after his mother \ndrowned.\n\nIn her letter, Ms. Reno emphatically reaffirmed her belief that the law required that Elian should be returned to his \nfather in Cuba.\n\nThe Justice Department is considering going to court this week to ask a federal judge to enforce the immigration \nruling in hope of speedily resolving a difficult, emotional political and diplomatic problem.\n\nThe Clinton administration has adopted a dual approach to dealing with the case. On one hand, officials want to \nshow that their ruling giving Elian's father the right to make the decision for the boy is the product of well-\nestablished law that sets a priority on family unification and that they are willing to have it tested in federal court. At \nthe same time, the administration is moving to end the stalemate quickly, possibly seeking a court order that could \nlead to federal marshals' being sent to fetch Elian from the Miami relatives.\n\nIn her letter, Ms. Reno said a separate lawsuit filed in Florida state court by the relatives to gain custody of Elian \nhad no bearing on the case, which she said could only be decided in federal court. Judge Rosa Rodriguez of the \nMiami-Dade Circuit Court ruled on Monday that Elian must remain in the United States until a March 6 hearing.\n\nMs. Reno brushed aside that ruling today, saying the state court order \"has no force or effect\" on the Immigration \nand Naturalization Service's decision in the case.\n\n\"The question of who may speak for a 6-year-old child in applying for admission or asylum is a matter of federal \nimmigration law,\" she wrote.\n\n\nJustice Department officials and legal analysts said they believed that Ms. Reno had the authority to decide as she \ndid because the immigration issues under federal jurisdiction took precedence over the custody matter before the \nFlorida court.\n\n Spencer Eig, a lawyer for the Florida relatives, said in a telephone interview that the family would soon take up Ms. \nReno's invitation to file a challenge to the immigration ruling in federal court. But he said the relatives would also \nmaintain efforts to have a state court award them legal custody of Elian. \"We are not removing this case from the \nstate court,\" he said. \"We will seek protection for Elian's civil rights in federal court as a separate action.\"\n\nThe lawyers for the Miami relatives will ask the court to reinstate an asylum petition on behalf of Elian and argue \nthat immigration officials wrongly decided that the boy's father was in a position to make a decision in the child's \nbest interests.\n\nNo clear end appears in sight.\n\nOfficials said today's action in lifting the deadline was part of the effort to demonstrate that the decision to rule in \nfavor of the father was a product of the law. One official said the deep fear behind all the legal maneuvering was \nthat the situation would deteriorate to a stage where the federal government would have to use marshals to \nassume physical custody of the boy. \"We are still hopeful that we can resolve this matter soon,\" a senior official \nsaid today.\n\nSince last week's ruling, hundreds of Cuban-Americans have protested in the streets of South Florida. The \nadministration has been sensitive from the beginning to the political implications of the case. And while reluctant to \noffend Cuban-American voters, senior officials have been eager to end the situation to prevent any worsening of \nrelations with Havana.\n\nToday, several members of Congress, Democrats and Republicans, sent a letter to Ms. Reno urging her to respect \nthe role of the Florida courts. The signers included Representative Dan Burton, an Indiana Republican, and Senator \nRobert G. Torricelli, a New Jersey Democrat.\n\nMr. Eig said today that the family would abide by any court decision and fully understood that it would not be in the \nbest interests of the child to have any confrontation with the federal authorities in which Elian would be forcibly \ntaken from them. But he left open the possibility that the relatives might feel that a state court ruling in their favor on \ncustody might trump the federal authorities.\n\n\"I was surprised that Ms. Reno would not respect a state court ruling on what is essentially a state matter,\" he said, \nadding it was common for federal courts to look to state courts to determine a person's status in making \nimmigration rulings.\n\nMs. Reno today made it clear that she believed otherwise. She also offered a long rebuttal to the lawyers' \ncontention that immigration service guidelines mandated that Elian should be given a full hearing.      \n\nhttp://www.nytimes.com\n"}