{"title": "Latinos boycott; Participation heavy in places, mixed in Georgia", "body": "\nIllegal immigrants and their American supporters in Atlanta and cities across the country stayed away from work \nand school Monday in a daylong protest intended to show how vital foreign-born workers are to the U.S.\n\nOrganizers called the protest a historic success, as flag-flying crowds filled city parks and streets in most states and \nthe issue of immigration reform dominated talk both in the halls of Congress and on local airwaves.\n\n\"We are important to America and America is important to us, said Jessica Alvarez, a Latino community organizer \nin Washington. \"We are asking the nation to give us a chance.\"\n\nPolice estimated 400,000 people marched through Chicago's business district and tens of thousands more rallied in \nNew York and Los Angeles, as well as smaller American cities.\n\nBut in Atlanta, the Day Without Immigrants appeared more muted. Though many immigrants said they agreed with \nthe action, many more did not participate in it.\n\nWhile some schools in DeKalb, Cobb and Gwinnett counties reported high rates of absenteeism, industries that use \nlarge numbers of immigrants remained open and reported few employees missing work. A demonstration at the \nGeorgia Capitol attracted about 2,500, far fewer than the reported 30,000 to 60,000 that showed up at the Plaza \nFiesta Shopping Mall on Buford Highway for a rally April 10.\n\nIn Washington, many politicians and pro-immigrant groups questioned whether the May Day demonstrations would \ncause a backlash.\n\n\"The idea was to show the world, or show America, the economic impact of immigrants in this country,\" Sen. Mel \nMartinez (R-Fla.) told CNN. \"The thing that I hear most often about this immigrant group of people is that they are \nhard workers, or they're here to work; they want to make a contribution. And boycotts is not the right way to go \nabout it.\"\n\nWhite House officials said the move could complicate efforts to get comprehensive immigration reform passed.\n\n\"The president is not a fan of boycotts,\" said White House press secretary Scott McClellan. \"People have the right \nto peacefully express their views, but the president wants to see comprehensive reform pass the Congress so that \nhe can sign it into law.\"\n\n\nIn metro Atlanta, by far the most faithful observers of the boycott were Hispanic businesses in solidarity with the \nillegal immigrants' cause.\n\n\"It looks like it was mostly fuse and very little dynamite,\" said David Whitlock, an immigration attorney who heads \nthe immigration practice for Atlanta-based Fisher & Phillips, a labor law firm.\n\nWhitlock said several factors contributed to dampening the boycott. Many employers and employees prepared for \nit by arranging ahead of time for the day off. Leaders of the movement nationwide did not send a unified message. \nAnd immigrants feared losing their jobs and/or raids by immigration officials.\n\nSome workers show up\n\nAt Carnett's Car Wash in Norcross, all 14 workers reported for duty --- under threat of firing. Acting general \nmanager David Hernandez said the employees, most of whom are immigrants, were warned in advance of dire \nconsequences if they didn't show.\n\n\"Everybody came to work,\" he said, noting that the location in Norcross and another in Lawrenceville were \ncommitted to opening Monday.\n\nAnd if workers were absent? \"We'd start looking for new people,\" he said.\n\nOn a typical Monday, between 30 and 50 workers show up eager to work at the Duluth day labor center run by \nHispanic Community Support, said Maria Garcia, the director. Fewer than 20 showed up this Monday.\n\nFrancisco Lopez of Mexico dropped by, but not to work. \n\n\"I have no plans to work today even if they paid me $500 an hour,\" Lopez said. \"Tomorrow I would go for $5 an \nhour.\"\n\nJesus Alfonso, a Cuba native who owns a gutter installation business, shut down on Monday. He said he was \npaying his three employees, who are from Honduras and are here illegally, $40 for the day off.\n\n\"If I make them work today, it's like I'm making fun of them,\" Alfonso said as he stopped for gas on Beaver Ruin \nRoad. \"They are struggling.\"\n\nJose Luis Pineda, 37, smoked a cigarette on a bench in front of the South Cobb Dry Cleaners and Coin Laundry. \nHe didn't go to work Monday because the co-worker who drives him to his construction job didn't go. All the five \nmen in his crew stayed home.\n\nFrom bustle to quiet\n\nInside the laundromat, several men played pool as they washed their clothes. They all stayed home from work, but \ndidn't see anything wrong with spending a little bit of money on their clothes or at the $1 per game pool table.\n\n\"The idea is to impact the American economy,\" said Marcos Tulio, 33, a carpenter from Honduras.\n\nAt Plaza Fiesta on Buford Highway, only a handful of the 180 stores opened in addition to the mall's anchors, \nMarshalls and Burlington Coat Factory. It normally attracts between 5,000 and 10,000 visitors on Mondays, but \nseemed deserted. Manager Arturo Adonay said he left it up to individual businesses to decide whether they wanted \nto open.\n\nThree of the four Georgia plants operated by Atlanta-based Gold Kist, the chicken farming and processing \ncompany, were running close to normal Monday. As for the Ellijay location, CEO John Bekkers said the day's first \nshift was down by one-half.\n\n\"We never knew what to expect, though we were expecting some disruption.\"\n\n\n\nBland Farms in Glennville, which claims to be the largest grower and shipper of Vidalia Sweet onions, weathered \nhigh absenteeism in the midst of its harvest season.\n\nOwner Delbert Bland said one of his three sheds, which normally is occupied by 60 workers, was vacant. The two \nother sheds were down a small portion below capacity.\n\n\"It's not something that caused us to shut down,\" Bland said. \"We're just running lean.\"\n\nIn Cobb County, school system spokesman Jay Dillon said some schools reported Hispanic absenteeism as high \nas 35 percent. But of 60 schools, he said, between 35 and 40 reported little or no change, \"an improvement over \nthe last protest day,\" Dillon said.\n\nAt the state Capitol rally, many in the crowd waved U.S. flags. A small group sang \"The Star-Spangled Banner\" --- \nin English, in apparent response to a flap over a recent recording released in Spanish.\n\nOccasional chants of \"USA! USA! USA!\" erupted from the crowd.\n\nSome of the signs, and the speakers, invoked the spirit of Martin Luther King Jr. in his hometown.\n\n\"This is the land of Martin Luther King Jr.,\" speaker Rolando Santiago of Atlanta, told the crowd. \"Unfortunately, he \nis not here. But he showed us the way. I also have a dream ... that one day we will all be respected as humans.\"\n\nYolanda Rodriguez, Aixa Pascual, Brian Feagans, Julie Hairston, Mike Tierney and Carlos Campos in Atlanta, Lilly \nRockwell in Washington and Bob Keefe in Los Angeles contributed to this article.\n\nGraphic\n\n \n\nPhoto: MARCIO JOSE SANCHEZ / Associated PressProtesters speak up for illegal immigrants Monday on Market \nStreet in San Francisco. Some rallies featured more patriotic themes, but in this West Coast city, signs urging \nsocialism and showing Communist hero Che Guevara were part of the mix.\n\nPhoto: BRANT SANDERLIN / StaffLuis Capula walks past Latinos Music in Marietta on Monday, looking at the sign \nthat says the store is closed for the day. The sign also urges people to unite their \"forces\" and \"voices.\"\n\nPhoto: BRANT SANDERLIN / StaffNot working is one thing; not playing is another. In Marietta, boycott participant \nMarcos Tulio of Honduras shoots pool Monday at a coin laundry. He didn't see it as a violation of solidarity.\n\nPhoto: JAE C. HONG / Associated PressIn Las Vegas, some critics of illegal immigration turned out to protest the \nLatino boycott. One of these, Jackie Pinjuv (left), argues with a woman who declined to give her name.\n"}