{"title": "MIAMI POLICE CHIEF RESIGNS WITH PARTING SHOT AT MAYOR OVER REACTION TO ELIAN;RAID", "body": "\n* Chief William O'Brien - who says his departure shouldn't affect policing of a massive protest planned for today - \ncalls the mayor \"divisive and destructive.\"\n\nThe fallout from the Elian Gonzalez raid sank the city government deeper into chaos Friday, with the police chief \nresigning a day after the mayor fired the city manager.\n\nIn stepping down, Police Chief William O'Brien lashed out at Mayor Joe Carollo, who had criticized O'Brien for \nfailing to notify him about the raid.\n\n\"I refuse to be the lightning rod of divisiveness in this community,\" O'Brien said. \"I refuse to be the chief of police in \na city that has someone as divisive and destructive as Joe Carollo as mayor.\"\n\nO'Brien had an hour's notice before federal agents raided the home of Elian's Miami relatives at 5:15 a.m. \nSaturday. He has said he didn't want to tip off the mayor, who unlike O'Brien is Cuban-American and had openly \nsided with the relatives.\n\nO'Brien's emotional resignation came less than 18 hours after Carollo fired the city manager, Donald Warshaw, \nduring a heated hearing at which dozens of residents said police abused them while they protested the pre-dawn \nraid.\n\nO'Brien and Warshaw said their departures would not affect the city's ability to ensure that a massive Elian protest \ntoday would be safe and orderly. But the departure of the city's two top professional managers leaves Miami once \nagain in political turmoil.\n\n\"We're in very sad and trying times in the city of Miami,\" said City Commissioner Johnny Winton.\n\nCarollo wanted Warshaw to fire the police chief. In Miami, only the city manager can fire department heads. When \nhe refused, Carollo fired Warshaw, but the mayor maintains his decision had nothing to do with the raid.\n\nCarollo told one news service that he fired Warshaw not over the raid or O'Brien but because of alleged misuse of \na charity credit card and said there would soon be corruption arrests in the Police Department.\n\n\n\"Mr. Warshaw has been trying to paint himself as the great white hope. He's the great white fraud,\" Carollo said. \n\"Mr. O'Brien couldn't lead himself out of a paper bag. I wouldn't even trust him leading a Girl Scout troop.\"\n\nWhen O'Brien announced his resignation at police headquarters, his words drew applause from a crowd of \nemotional police and city employees.\n\n\"They wanted to know again who gave the order and who was responsible, I want to say again, I gave the order \nand I am the one who is responsible,\" said O'Brien, a 25-year Miami police veteran and Vietnam-era fighter pilot.\n\nJames Goldman, the Immigration and Naturalization Service agent who led the raid, called O'Brien a \"hero of this \nmission.\"\n\n\"He did what we asked him to do - to maintain operational security, not to reveal the nature of the search warrant,\" \nhe said.\n\nO'Brien, 56, said he will remain on the job until another chief is appointed, which could happen as early as next \nweek.\n\nCarollo said O'Brien's resignation was orchestrated by Warshaw to save his city manager's job.\n\n\"He was made into the sacrificial lamb to resign,\" Carollo said. \"He was sacrificed by Mr. Warshaw so that by doing \nthis, Mr. Warshaw is saving himself.\"\n\nWarshaw said he wouldn't lobby to regain his job. \"There are no deals being made,\" he said.\n\nThe city commission has voted to create a committee to investigate police involvement in the seizure of Elian and \nany police brutality that might have occurred during the protests. More than 300 people were arrested, and tear gas \nwas used to disperse crowds after the boy was seized.\n\nElian, found adrift on an inner tube Thanksgiving Day after his mother and 10 other Cubans drowned, was reunited \nwith his father after the raid.\n\nA federal appeals court has ordered that the 6-year-old boy remain in the United States until the court rules on the \nMiami relatives' bid for him to have an asylum hearing. For now, Elian is living at the rural Wye River retreat in \nMaryland with his father, stepmother and half brother.\n\nThey were joined Thursday by four of Elian's schoolmates from his hometown of Cardenas, four of their parents \nand Elian's doctor.\n\nThat same day, the appeals court rejected the Miami relatives' request to visit the boy and also ruled that Elian's \nfather, Juan Miguel Gonzalez, may intervene in the appeal. Such a move would allow the father to drop the case. \nArguments are scheduled for May 11.\n\nAlso Friday, the Senate Judiciary Committee postponed a hearing scheduled for Wednesday to examine legal \nissues in the raid. The Justice Department said it needed more time to supply documents.\n\nThe city also is grappling with fiscal troubles. In 1996, city officials revealed a $ 68 million deficit in the city's $ 275 \nmillion budget.\n\nOnly recently has Miami begun to see the fruits of efforts to bring order to its finances. The city's bonds are rated \njust above junk status, and Wall Street credit analysts - who have complimented the efforts of Warshaw - frequently \nurge city leaders to maintain political and economic stability.\n\nJim Corey, a political science professor at the University of Miami, said the latest squabble \"makes Miami the \nlaughingstock of the United States. It confirms the image of a banana republic.\"\n\n\n\nGraphic\n\n \n\nPHOTO Photo from THE ASSOCIATED PRESS - Miami City Manager Donald Warshaw (left) confers with Miami \nPolice Chief William O'Brien on Thursday after Warshaw was fired by Mayor Joe Carollo. On Friday, O'Brien \nresigned under fire from Carollo for not informing him in advance of the federal raid last week to seize Elian \nGonzalez from his relatives' home.\n"}