{"title": "Martinez: GOP has work to do", "body": "\nST. PETERSBURG - Sen. Mel Martinez said Thursday that Congress - and specifically Republicans - will suffer at \nthe polls if lawmakers fail to pass a comprehensive immigration bill by the November election.\n\n\"I think politically Republicans pay a price for not solving a difficult national issue,\" Martinez said. \"That's not a good \nthing going into the election cycle on top of everything else ... That recognition is there. We have a charge to keep.\"\n\nIn a wide-ranging interview with the St. Petersburg Times editorial board Thursday morning, the Republican senator \nfrom Orlando discussed the threat of oil drilling off Florida's coast, the war in Iraq and statewide races in Florida.\n\nMartinez confined most of his remarks to immigration on a day when President Bush continued his effort to urge \nCongress to find agreement on an immigration overhaul in a speech to the U.S. Chamber of Commerce.\n\nCongress is debating sweeping immigration legislation this year, but lawmakers are divided on some key issues, \nthe main one being what to do about the 12-million illegal immigrants already in the United States.\n\nLast week, the Senate approved a landmark overhaul of the nation's immigration laws that would allow millions of \nillegal immigrants to become citizens after paying fines and penalties, expand guest worker programs and increase \nsecurity on the Mexican border.\n\nThe Senate must reconcile its bill with legislation the House approved last year, which focuses on strengthening \nenforcement of immigration law and offers no plan to allow current illegal immigrants to become citizens. The \nHouse bill would make entering the United States illegally a felony and would increase penalties on businesses that \nemploy undocumented workers.\n\n\"I hope we can get past the noise and get down to business,\" Martinez said. \"I think it's important for the party in \npower, a responsible party like us ... to be able to tackle the most difficult issue the nation is facing ... and do \nsomething with it.\"\n\nSenate and House leaders are expected to appoint negotiators to hash out a compromise this summer, though \nthere is no guarantee they will reach a deal. Martinez, a Cuban immigrant who had a lead role in writing the Senate \nbill, said he hopes to be named one of the negotiators.\n\nBut he acknowledged the road ahead is tough, especially since the lead House negotiator, House Judiciary \nCommittee Chairman James Sensenbrenner, has repeatedly said he opposes any plan allowing illegal immigrants \nto become citizens.\n\n\"If we cannot budge him, then we're going to have a problem,\" Martinez said. \"He is a force in the House.\"\n\n\nHis fellow Senate Floridian, Bill Nelson, said Thursday that he's pessimistic. After a fundraiser in Tampa, Nelson \nsaid he thinks the pressure of the election will make finalizing a deal too difficult this summer.\n\n\"I wouldn't be surprised if we're not in a lame-duck session after the election,\" Nelson said, \"trying to forge an \nagreement between the House and the Senate.\"\n\nMartinez said he is encouraged that Rep. Adam Putnam of Bartow, the fifth-highest ranking Republican in the \nHouse, has said he is willing to compromise. Putnam voted for the House bill but has since said he wants to \naddress more than just border security.\n\n\"It's going to take a commitment to comprehensive immigration, something more than border enforcement,\" \nMartinez said. \"We can't deport 12-million people. We have to find a way to deal with people.\"\n\nMartinez also said:\n\nn<!-- 2002(unknown) -->He hopes and expects that some U.S. troops will be able to come home from Iraq by the \nend of the year, though he acknowledges that violence has escalated in the last month. \"Things are not going as \nwell as I had hoped by now they would be, based on the new government being in place,\" he said. \"What we cannot \ndo is leave Iraq as a dysfunctional place. ... We've got to see it through.'\"\n\nn<!-- 2002(unknown) -->Although he initially said he's \"conflicted\" about whether Donald Rumsfeld should remain \nas secretary of defense, Martinez said he supports the embattled defense chief. \"I have great personal affection for \nthe guy,\" said Martinez, who served in the Bush Cabinet as housing chief. \"I'm not going to join the beat-up-on-\nRumsfeld bandwagon.\"\n\nn<!-- 2002(unknown) -->He and Nelson, a Democrat, continue to negotiate with other lawmakers to keep oil drilling \noff Florida's coast. Martinez said he knows some Florida House members are disappointed he did not support a \ndeal late last year in the House to establish a drilling buffer of 120 to 150 miles into the gulf but stands by his \ndecision not to take the deal. The House proposal fell apart before reaching the Senate after late-night negotiations \nfell apart over a deal.\n\n\"I don't do business that way,\" he said. \"That was too flimsy, up in the air, too middle-of-the-night.\"\n\nn<!-- 2002(unknown) -->He plans to help Attorney General Charlie Crist in the governor's race and Rep. Katherine \nHarris in the Senate race. \"She's going to be the nominee of our party, and I'm going to support her,\" he said.\n\nTimes staff writer Anita Kumar can be reached at akumar@sptimes.com or (202) 463-0576.\n\nGraphic\n\n \n\nTIMES PHOTO - JAMES BORCHUCK\n"}