{"title": "Immigration Agency Hires Accountants for Full Review", "body": "\nIn a sign of just how broken the nation's citizenship process is, the Justice Department awarded a $4.3 million \ncontract today to one of the nation's largest accounting firms to overhaul the entire process, from testing \nimmigrants' knowledge of English to computerizing thousands of paper files.\n\nThe Justice Department selected Coopers & Lybrand for the job, which officials expect to take two years. The \ncontract is one of the largest the department has ever awarded for consulting.\n\nThe firm faces a daunting task. More than 180,000 immigrants, including some convicted felons, became citizens \nlast year without complete background checks. Republicans have accused the Clinton Administration of having \nrushed applicants through the process in time to vote in November.\n\nAnd the backlog in processing citizenship applications has grown so large that many immigrants will most likely lose \ntheir welfare benefits because they will not be able to be naturalized before the deadline in August.\n\n\"The system is much in need of repair,\" Attorney General Janet Reno told reporters. \"What this contract reflects is \nour determination to make sure that it is done in the most comprehensive manner possible.\"\n\nThe basic problem for the Immigration and Naturalization Service is that its outdated citizenship machinery is \nhopelessly ill equipped to deal with the flood of applicants.\n\nThe number of applicants for citizenship increased, to 1.3 million in the 1996 fiscal year from 300,000 in the 1993 \nfiscal year. Immigration officials say they expect 1.8 million applications this year.\n\nWith backlogs reaching two to four years in some cities, the immigration agency began a program called \nCitizenship U.S.A. in August 1995 that aimed at reducing the waiting time to become a citizen to six months.  The \nimmigration service hired 900 temporary workers, reduced some of the paperwork and asked community groups \nto help immigrants fill out applications.\n\nBut in the rush to meet its deadline, the integrity of the process may have been compromised, a Justice Department \nanalysis has concluded.\n\n\n\"As the volume of cases handled continued to expand rapidly, the effort became driven more by the need to reduce \nthe number of backlog cases rather than a comprehensive streamlining strategy,\" according to a document the \nJustice Department gave to companies interested in bidding on the consulting contract.\n\nThe nine-page document, called a statement of work, outlines the history of the problem and the contract's \nrequirements. The document was prepared by officials of the Justice Department and its immigration service, and \nit was approved by Stephen R. Colgate, Assistant Attorney General for Administration. Mr. Colgate will oversee the \nredesign.\n\nCongressional Republicans expressed skepticism that the consultants could correct the problems.\n\n\"The award of this contract looks like a signed confession that the naturalization process is in disarray,\" said Lamar \nSmith, Republican of Texas and head of the House Subcommittee on Immigration.\n\nHarold Rogers, Republican of Kentucky and head of the House Appropriations subcommittee that controls the \nimmigration service's finances, said: \"It's a sad commentary on the management of the I.N.S. that we have to pay \nmillions of dollars to an outside consulting firm, because I.N.S. has been incapable of making long overdue fixes to \nthe naturalization process.\"\n\nIndependent experts also voiced caution. \"I'd certainly applaud anything that could help the naturalization process \nbecome more efficient and more timely,\" said Jeanne A. Butterfield, executive director of the American \nImmigration Lawyers Association. \"But I'm suspicious of another study, because a large part of what would cure \nthe naturalization problem would be additional resources for timely fingerprint checks and I.N.S. interviews.\"\n\nConsultants from Coopers & Lybrand, which beat out five rivals for the contract, will review many aspects of the \nprogram, including technology, offices, organization and culture, as well as coordination with the Federal Bureau of \nInvestigation.\n\nThe consultants will have until Sept. 30 to draft a plan. The changes are scheduled to be carried out through the \nend of next year, and the team would monitor the changes until March 1, 1999.\n\nA partner at Coopers & Lybrand who is leading the team, Stan Hawthorne, said the firm had worked on other \nimmigration projects for the service for at least two years.\n\nThe agency is trying to correct some flaws. In one change immigrants will now be naturalized only after the F.B.I. \nchecks their fingerprints for past arrests.\n"}