{"title": "Story of 6 epidemics examines mobile germs and their victims", "body": "\n\"When Germs Travel: Six Major Epidemics That Have Invaded America Since 1900 and the Fears They Have \nUnleashed\" By Howard Markel\n\nPublished by Pantheon, 263 pages, $25\n\nIn this informative and important book, Howard Markel, a pediatrician and historian of medicine at the University of \nMichigan, recounts the history of six infectious outbreaks in the United States, each of which broke out in \nassociation with waves of immigration to the country. He writes of epidemics of trachoma, cholera, bubonic plague \nand typhus that occurred in association with immigration a century ago, and of outbreaks of AIDS and tuberculosis \nthat have occurred in recent times. For each epidemic, he weaves a vivid description of the natural history of the \ndisease with an account of how the disease entered the United States, spread and ultimately faded away.\n\nMarkel portrays these events through engrossing stories of individual victims who suffered the disease -- the East \nEuropean rabbi with trachoma, the Haitian refugee with AIDS, the Chinese immigrant with bubonic plague. He \ndescribes the response of public-health officials to the epidemics and shows how these outbreaks shaped our \nsociety and changed our world. The continuity throughout these episodes is America's habit of blaming the victim. \nWe pride ourselves on being a nation of immigrants, yet we have a tradition of scapegoating newcomers when \nepidemics strike. Markel, who writes regularly for The New York Times and other general publications, tells these \nstories in an enthralling fashion. His ability to make medicine accessible and understandable to lay readers is \nremarkable. Yet, the book is also thoroughly researched, well argued and replete with insightful, nuanced \ninterpretations. Scholars will find it of value as well.\n\nPerhaps the book's most notable feature is its illumination of public-health issues of the present. As Markel shows, \nthe great obstacle in establishing effective public-health programs is apathy. Successful public-health programs are \nsilent in nature. Few diseases break out, and those that do are quickly contained. Such successes easily lead to \npublic overconfidence and the tendency to stop investing further to keep our public-health programs strong. Yet, as \nMarkel writes: \"We never really conquer germs. We merely wrestle them to a draw.\" The recent worldwide outbreak \nof SARS is only the most recent reminder of the truth of this observation.\n\nWhat is needed in the 21st century, Markel argues, is a strong, cooperative, international system of public health. In \nthe book's epilogue, he espouses a United Nations proposal for a globally funded public-health program in which \nrich nations help pay for public-health initiatives in poor countries. One hopes that Markel's message will be \nheeded. As he points out, today, as in the past, germs travel. The only difference is that, in an era of globalization \nand rapid international travel, an infected individual in one country can travel to another and spread the illness \nbefore it becomes clinically apparent. The health of a remote village in Rwanda or China now has serious \nimplications for those of us living in New York, Los Angeles -- or St. Louis. Appalling public-health conditions in \nThird World countries can be ignored by wealthy nations only at their own peril.\n\n\nNotes\n\nBOOKS Dr. Kenneth M. Ludmerer is professor of medicine and professor of history at Washington University.\n\nGraphic\n\n \n\nphoto\n"}