{"title": "It would be better to protest in english", "body": "\nThere's nothing like the sight of 500,000 protesters on U.S. turf, demanding rights in Spanish while waving Mexican \nflags, to stir Americans from their siestas. In Los Angeles, the iconic phrase may be Si se puede, but in Muncie, it's \n\"What the . . . ?\"\n\nI suspect that convincing others of one's desire to become an American citizen would be more effective if one were \nto do so in English while waving an American flag.\n\nNow before I'm accused of being biased against Latinos, let me be clear. Yo quiero a los Latinos. I could go on in \nEspañol, but when in America, I always say, do as the Americans do. Speak English. Otherwise, I'm over-the-top \npro-Latino and pro-immigrant. I grew up in Florida with Cubans as my closest friends, and my stepfather is Mexican, \na legal immigrant who came to this country at age 16 to attend medical school.\n\nBut like a majority of Americans who think Congress should secure our borders, I'm a fan of laws and of those who \nrespect them.\n\nThe question of what to do with some 11 million to 20 million illegal immigrants already living and working in this \ncountry may be too problematic for mere politicians. Then again, when we talk about illegal aliens, it is useful to \nremind ourselves that we're also talking about human beings, hundreds of whom die each year in the process of \ncrossing the desert into the U.S., trying to find jobs and plenty to eat.\n\nStanding around a Washington, D.C., Metro station the other day, I watched a Latino sweeping the tiled floor. He \nwas one of those people you barely notice, but plainly attentive to his job. I don't know if he's here legally, but I do \nknow the floor was spotless. Is there really an involuntarily unemployed American citizen keeping warm on a street \ngrate because this small brown man is sweeping the floor of an underground tunnel?\n\nBefore I bleed to death or start writing poetry, let me balance this romantic view of the illegal immigrant with another \nnugget: About 27 percent of all inmates in the federal prison system are criminal aliens, according to government \nfigures. Then again, millions of illegals who are otherwise law-abiding people have lived here for 10 to 20 years, \nbuying houses, attending parent-teacher meetings and giving birth to native-born Americans.\n\nAlthough there seems no simple solution to such a complex issue, two nagging thoughts persist: (1) The right to \nprotest was a gift from America's Founding Fathers to the nation's citizens, ergo, non-citizens should protest in \ntheir own countries; and (2) the purpose of the legislative branch of government is to pass laws that serve the best \ninterests of the nation's citizens.\n\nWhich may mean, No se puede.\n\n\nNotes\n\n IMMIGRATION OTHER VIEWS \n"}