{"title": "Splitting the Difference at the Border", "body": "\nAS a decidedly non-mainstream Republican in a decidedly Democratic state, Gov. Arnold Schwarzenegger of \nCalifornia has had to walk a tightrope, and he's slipped more than once. But on a tricky issue that's confounding \nboth parties, he has managed to find a clever third way: The immigrant from Austria who made good is pursuing a \npragmatic approach to illegal immigration that warring elements in Washington might do well to emulate.\n\n  Facing re-election in November and bolstered by newly rosy poll numbers, Mr. Schwarzenegger is shaping a \npolicy that audaciously sticks a foot in both the anti-illegal immigrant and pro-illegal immigrant camps. His dizzyingly \nmixed viewpoints, which generate headlines in California, make the recent Congressional hearings on illegal \nimmigration -- which he dismissed as ''a road show'' -- look even more contrived by comparison.\n\nMr. Schwarzenegger's views might best be described as tough on security with dollops of humanity. For example, \nhe persuaded the Legislature to repeal a law that would have given driver's licenses to illegal aliens without a \nbackground check -- which gave rise to legitimate concerns about terrorists getting ID's -- but has since left the door \nopen to signing such a law if better security safeguards are included.\n\n  Likewise, he reluctantly agreed in early June to send 1,000 members of the California National Guard to the \nMexican border, but refused a request later that month from President Bush to send 1,500 guardsmen to other \nstates. Unhappy with slow progress by the Bush administration on immigration reform, he is maintaining pressure \nby saying he won't keep the guard at the California-Mexico border after 2008. \n\n  The governor has also split the baby on social services. He insists that ''every child, if they are here legally or \nillegally'' must get schooling and health care -- and has poured vast sums into both this year. Yet he defied \nCalifornia's liberal Legislature on a plan to spend hundreds of millions of additional dollars on a statewide \nsubsidized health care program known as Healthy Families that is used by many illegal immigrants.\n\n  Recently, Mr. Schwarzenegger has added Arnoldo Torres to his campaign team as Latino voter- outreach guru. \nMr. Torres, a Democrat and former political commentator for Univision, the Spanish-language TV network, played a \nkey role in President Ronald Reagan's 1986 liberalization of immigration laws (which he now says was a flop). \n\n  Mr. Torres was a canny hire because he has credibility among a wide swath of Mexican-Americans and \nimmigration advocates but he isn't tied down to the traditional pro-immigration cant. For example, he says that \nMexico's listless political and business classes should stop wallowing in the past and start creating jobs -- a \npolitically incorrect view that is rarely uttered by Latino leaders in the United States. \n\n\n  Now, with his re-election campaign against the Democratic state treasurer, Phil Angelides, heating up, Mr. \nSchwarzenegger generated headlines by expressing regret over his previous praise for the Minutemen border \npatrols and by telling a Spanish-language newspaper he was ''wrong'' in 1994 for backing Proposition 187 (the \nmeasure approved by California voters but overturned by the courts that would have banned illegal immigrants from \nreceiving welfare, college tuition subsidies and other benefits). Defending his change of heart, Mr. Schwarzenegger \nsaid it was better to admit he'd been mistaken than to act as if he'd been right. \n\n  This sort of pragmatism eluded the governor's predecessors, Pete Wilson and Gray Davis, whose careers \nfoundered in part on the issue of illegal immigration. Mr. Wilson, a moderate Republican, sided with his party's \nconservative wing on Proposition 187 and was forever (unfairly) painted by the press as anti-immigrant. Mr. Davis, \na moderate Democrat, sided with his party's left wing in signing the law giving driver's licenses to illegal immigrants. \nThat signature helped ensure his recall from office.\n\n  Over lunch recently, Mr. Schwarzenegger told me he was ''fed up'' with the warring in Congress and believed that \nAmericans would grow more divided if immigration reform wasn't approved this year. He said he backed the basic \nidea of a guest worker plan and a pathway to citizenship, but took a dim view of letting millions of illegal immigrants \ngo to the front of the line while law-abiding foreigners in desperately poor countries spend years awaiting entry. \n\n  While he would not delineate what he thought Washington should do, a few steps suggest themselves. The House \nRepublicans, for example, might rebuke the vigilantist tendencies of the Minutemen, which would make it harder for \ntheir opponents to brand them as heartless. \n\n  Senate Republicans might get past all the questions over the ''fairness'' of their softer approach by showing some \nof the governor's practicality and explaining precisely how all the law-abiding foreigners who have waited years for \nadmission to the United States are going to be kept at the ''front'' of the line if more than 11 million illegal immigrants \nhave already cut into the queue. \n\n  Congressional Democrats, for their part, might take note of the governor's success at drawing a line between \npaying for essential needs of immigrant children and providing broader entitlements that simply lead to more illegal \nimmigration. \n\n  In pursuing a mixed ideology based on pragmatism and an underlying commonality, Arnold Schwarzenegger may \nbe showing Congress, the White House and the nation a way out of the current morass.\n\nhttp://www.nytimes.com\n"}