{"title": "10 men indicted in New York bomb plot", "body": "\nA New York federal grand jury indicted 10 men - including a new suspect - on charges they conspired to bomb \nthe United Nations, a federal building housing the FBI and two Hudson River tunnels linking New York and New \nJersey. Eight were arrested last month after FBI agents caught some mixing explosives for a bomb. A ninth was \narrested last week in Philadelphia. The 10th suspect - identified only by his first name, Wahid - is still at large.\n\n HALTED AT SEA: A Coast Guard cutter intercepts one of three freighters found carrying 659 undocumented \nChinese in international waters off San Diego. Authorities were awaiting instructions from the State Department \nbefore taking further action. President Clinton last month announced a crackdown on smuggling of illegal \nimmigrants.\n\nCARDINAL KILLING ARRESTS: Mexican officials said they can't confirm reports six members of a San Diego gang \nhave been arrested in connection with the May 24 slaying in Mexico of Roman Catholic Cardinal Juan Jesus \nPosadas Ocampo. Mexico's Los Angeles delegate, Juan Miguel Ponce Edmonson, who handles extradition \nrequests, said U.S. officials have not reported arresting any of the suspects Mexico is seeking to extradite.\n\n INTRUDER KILLED: Wendell Bittle, staying at his Heber Springs, Ark., Radio Shack after it was burglarized two \nnights in a row, shot and killed a teen-age intruder on the third evening, police said. Some of the stolen items were \nfound at a home where the youth was staying, police said. Authorities haven't decided whether to charge Bittle, 52.\n\n ELDERS NOMINATION: Conservative groups denounced President Clinton's nomination of Joycelyn Elders to be \nsurgeon general, but liberals called the attacks \"blatant mischaracterizations.\" Jan Parshall of Concerned Women of \nAmerica said, \"The president who wants his appointees to look like America has apparently forgotten what America \nlooks like.\" Elders would replace Antonia Novello.\n\n CORRECTION: A story Wednesday should have said The American Association of Retired Persons has no \nposition on the nomination of Joycelyn Elders for surgeon general.\n\n MILITARY MILESTONES: Rear Adm. Louise Wilmot became the first woman to command a U.S. naval base. \"I'm \nready, I'm willing and I'm able,\" she said as she took charge of Philadelphia Naval Base, which includes the \nPhiladelphia Shipyards. And, Air Force 1st Lt. Jeannie Flynn ended seven weeks of flight training on her way to \nbecome the first female Air Force fighter pilot. She still faces water survival training and has to learn to fly the F-15E \nStrike Eagle.\n\n ALSO WEDNESDAY . . .\n\n \n\n\nPELTIER LOSES: A federal appeals court in St. Louis rejected Native American activist Leonard Peltier's bid for a \nnew trial on charges he murdered two FBI agents on the Pine Ridge Reservation in Wounded Knee, S.D., in 1975. \nPeltier, 48, is serving two life sentences.\n\n \n\nMANDELA VISIT: African National Congress leader Nelson Mandela raised $ 160,000 in Chicago, organizers said. \nLater stops on his fund-raising tour: Indianapolis, Atlanta and Los Angeles. Police arrested a man with a rifle in an \napartment across from where Mandela spoke. The man, not identified by police, was held for questioning.\n\n \n\nAIDS DEATH: The third of the six patients infected with the AIDS virus by Florida dentist David Acer died Monday, \na funeral home said. A coroner's spokesman said John Yecs Jr., 36, of Akron, Ohio, had pneumonia.\n\n \n\nWHO SAID THAT? A bunch of dummies were gathered in Fort Mitchell, Ky., for the 19th annual convention of \nventriloquists at the Vent Haven Museum.\n\n 87.1% of flights are right on time\n\nU.S. airlines in May posted their second-best on-time performance since the government began collecting the data \n5 1/2 years ago. Top performance: 87.9% in September 1991.\n\nThe Department of Transportation's report for May showed 87.1% of flights by the 10 largest carriers arrived on \ntime - within 15 minutes of schedule. That's 0.5% more on-time arrivals than May 1992 and up 8.6% over the 12-\nmonth average. Delays due to mechanical problems are not included. The carriers mishandled 4.63 bags per 1,000 \npassengers in May, 14.8% more errant bags than a year ago.\n\nConsumers had 399 complaints against the aviation industry in May - down 26.7% from April and 18.5% fewer than \na year ago. \n\nFlights that                         Complaints per\n\narrived on time                      100,000 fliers\n\nSouthwest          92.3%             Southwest           0.06\n\nNortheast          91.2%             Delta               0.31\n\nTWA                89.8%             USAir               0.58\n\nAmerica West       89.4%             Northwest           0.62\n\nUSAir              89.1%             United              0.65\n\nAlaska             86.8%             American            0.70\n\nUnited             85.9%             American West       1.18\n\nAmerican           85.6%             Continental         1.54\n\nContinental        84.7%             TWA                 2.09\n\nDelta              82.5%\n\n  \n\nContributing: Sandra Sanchez and Gary Fields\n\nNotes\n\nTHE NATION; FROM USA TODAY'S NATIONAL NEWS NETWORK\n\n\n\nGraphic\n\n \n\nGRAPHIC, b/w, Source: Transportation Department (Chart); PHOTO, b/w, U.S. Coast Guard via AP; PHOTO, b/w, \nCarol Francavilla, AP\n"}