{"title": "AIRPORTS FACE IDENTITY CRISIS", "body": "\nCongress can sew up a major hole in airline security by requiring that all carriers serving the United States transmit \npassenger manifests to American airports before the flights arrive. This mandate must be part of the anti-terrorism \nbill being negotiated by the House and Senate.\n\nAlready, 94 airlines use the electronic Advance Passenger Information System. But a dozen have refused. That \nshould no longer be an option. If a carrier does not cooperate, it should be denied landing rights in the U.S.\n\nAPIS, developed in 1988, collects biographical information - name, date of birth, country of residence, etc., - from \npassengers before departure. Before the flight lands here, the list is checked against a database linked to the \nCustoms Service, Immigration and Naturalization Service, FBI and 21 other federal agencies. Currently, Customs \nreceives information on about 75% of passengers arriving on international flights. That puts an unacceptable 25% \noutside the security net.\n\nMost of the carriers that have balked at sharing their passenger lists are from Middle Eastern countries such as \nSaudi Arabia, Egypt, Kuwait, Jordan and Pakistan. Pitiful.\n\nThey seem to have a philosophical problem. Sharing the manifests, they contend, would lead to racial profiling of \ntheir passengers. Such sensitivity. If they are truly serious about fighting terrorism, they might be a bit more \nsensitive to the security needs of a nation at war with terrorists.\n\nThe Bush administration and its Customs commissioner, Robert Bonner, have asked Congress to make APIS \nmandatory, but there have been jurisdictional squabbles over which committee should handle the bill. This is hardly \nthe time for petty political wrangling.\n\nHaving the APIS program apply to all flights would enable Customs to target more high-risk passengers. Those who \nmight be terrorists. Or drug traffickers. The system already has resulted in hundreds of narcotics arrests. Think how \nmuch more effective, and protective, it could be.\n\nAmerica has a right to know who will be landing on its soil. The carriers who refuse to divulge the information - for \nwhatever reason - should be denied the privilege of a U.S. route. Over and out.\n\nThe smallpox threat\n\nIn late June, a war game code-named Dark Winter showed the devastation that could be wrought in the United \nStates from a single case of the smallpox virus. Government stores of vaccine were rapidly exhausted, and by the \nend of the grim exercise, 10 million people in 25 states had been wiped out.\n\nDark Winter was just a drill played out at Andrews Air Force Base. Now, four months but a world of changed \nrealities later, its dire results have terrifying new meaning. While it would be difficult for a terrorist to obtain the \ndeadly virus, that horrific possibility cannot be ruled out. After Sept. 11, nothing can be ruled out.\n\n\nThe U.S. is speeding and expanding production of smallpox vaccine. By next year, there will be a stock of 300 \nmillion doses, one for every American. By next year. Obviously, we must produce it faster.  If terrorists gain access \nto the virus, they will not be inclined to wait to use it.\n\nSmallpox is highly contagious and perniciously lethal, killing roughly one in three victims. The vaccine may have \nside effects, some serious, but these affect only 1 in 13,000 vaccinated people.\n\nHealth and Human Services Secretary Tommy Thompson is negotiating with four companies to make the vaccine. \nOne is rushing production from 40 million doses that were due by 2005 to 54 million available by next summer. By \nnext summer.\n\nHe also is asking Congress for $509 million to stockpile enough vaccine for every American. But there is no plan to \ninoculate every American. \"Sometime in the future, there may be a discussion that may lead to voluntary \nvaccination,\" Thompson said.\n\nThe future, Mr. Thompson, is now. Having seen jets plow into skyscrapers, is it difficult to imagine a smallpox \nmartyr deliberately becoming infected, then strolling through a crowd, sowing death?\n\nThe public has been told that the only stockpiles of the virus - to be used for vaccine - are under lock and key in \nAtlanta and Siberia. But some experts believe there are undeclared smallpox caches. In North Korea perhaps. Or \nIraq. Enough said.\n\nThere is no need to panic. There is a need to act. The government must develop an adequate supply of the vaccine \nquickly. And, Secretary Thompson, don't put off discussion of a nationwide inoculation project. Protect us now, to \navoid panic - or worse - later.\n"}