{"title": "WORLD IN BRIEF Mexico to return intercepted Chinese", "body": "\nThe Mexican government announced Wednesday that it will allow three boatloads of Chinese to enter its waters \nbut will immediately send home the 658 would-be immigrants. The announcement follows a standoff between \nMexico and the United States over the Chinese, who have languished on three crowded, filthy boats off Mexico for \nmore than a week as their fates were debated by Washington and Mexico City.\n\nThe United States refused to allow the boats to land, and had asked Mexico to accept the Chinese. Mexican \nofficials denied their decision was a result of U.S. pressure and cited humanitarian motives. In Washington, State \nDepartment spokesman Joseph Snyder welcomed what he described as Mexico's \"humanitarian decision.\"\n\n\"The government of Mexico has decided, in the face of the United States's refusal, to allow the entry of the three \nboats into territorial waters,\" said Mexican Undersecretary of Foreign Relations Andres Rozental at a news \nconference. He added that Mexico would pay to return them immediately to China and had asked the Chinese \ngovernment for its help.\n\nASIA\n\nBORDER FIGHTING: Russian troops retook a border post in the former Soviet republic of Tajikistan after a fierce \nfight with Muslim rebels, officials and news reports said. The battle along the Afghan border was so intense that \nRussia's defense minister, Pavel Grachev, said Russia should reinforce the frontier with more troops, fighting \nvehicles, attack planes and possibly bombers, the Interfax new agency reported. Civil war broke out last year in \nimpoverished Tajikistan after pro-Communists ousted an alliance of democrats and Muslim fundamentalists.\n\nU.S. PRESSURE REJECTED: A Cambodian leader said that U.S. pressure would not prevent the government from \naccepting a deal offered by the Khmer Rouge to end the country's civil war. \"Most important now is that Cambodia \nshould reunite,\" said Hun Sen, a co-chairman of the interim government. \"It should not allow foreign countries to \nuse their economic influence to divide Cambodia.\" Cambodian leaders are to meet with the Khmer Rouge in \nSeptember to discuss its proposal to end two decades of conflict.\n\nEUROPE\n\nTRIPPING THE LIGHT FANTASTIC: Nelly Elgaen of Norway almost danced her welfare benefits away. The 44-\nyear-old woman had heard dancing might help her bad back, which has kept her out of work and on sick leave for \nalmost a year. So she went to a village dance in March and took a few turns with her husband. But her caseworker \nspotted her and cut her welfare benefits in half. After a four-month battle, the national welfare board restored her full \nbenefits. Her doctor, Dr. Nina Bergersen, said Ms. Elgaen was not yet fit to work despite appearing smooth on the \ndance floor.\n\nIN ATLANTA\n\n\nAMBASSADOR VISITS: Edgar Teran, the Ecuadorian ambassador to the United States, wraps up a four-day \nbusiness-seeking trip to Atlanta today. Mr. Teran met with business leaders to inform them of new laws in Ecuador \nthat eliminate discrimination against foreign investors. The ambassador also announced that Ecuador, which has an \nhonorary consul in Atlanta, is planning to establish an economic office in the city and boost its consular corps.\n\nFrom our news services\n\nGraphic\n\n \n\nPhoto: A U.S. Coast Guard craft delivers supplies to one of three ships carrying would-be Chinese immigrants that \nhave been stalled off the coast of Ensenada, Mexico. / Associated Press\n"}