{"title": "LET KIDS DECIDE ON UNIFORMS IN PUBLIC SCHOOLS", "body": "\nI read an article in Scholastic News in my school and found out that President Clinton wants public schools to \nhave uniforms. I do not think uniforms are a good idea. President Clinton thinks that some fighting will stop. I don't \nthink that they will solve anything. I also think that the kids should vote on it too (if anyone votes) because they are \nthe ones who are going to be wearing them.\n\n- Laura Dae Cameron, 11\n\nStipe Elementary\n\nWHAT TO WEAR FOR THE NEW MILLENNIUM\n\nBULLET-PROOF vests shouldn't just be for police because more non-police officers are getting shot these days. \nMaybe if we use more technology we may be able to make bullet-proof pants and hats. Hey, we are headed to the \nnew millennium. Why not start now?\n\n- Lawrence Willis, 11\n\nStipe Elementary\n\nSan Jose\n\nAMERICA'S IMMIGRANTS ARE WRONGLY BLAMED\n\nPOLLY Rizzuti (\"Immigration's Cost,\" Letters, Jan. 27) argues that immigrants have a negative financial impact on \nthis country and therefore their numbers should be restricted. If all she cares about in this world is money, she is \nright. Other than that, we need to give immigrants the credit they deserve in the history of America.\n\nArguing that immigration should be curtailed because it doesn't make financial sense is a bogus point. Looking at \nhistory and life that way, it didn't make financial sense to declare independence, abolish slavery, or invade \nNormandy in World War II. It doesn't make financial sense for a cancer patient to undergo treatment or for a couple \nto have a child. If we judged everything with a financial measuring stick, we would lose a great part of our lives.\n\nIt is also wrong of her to pin the problem of traffic congestion on immigrants as well. Traffic isn't caused by \nimmigrants. It's caused by people who are too lazy and don't have enough regard for nature to ride their bikes or \nwalk.\n\n- Jonathan Wiener, 16\n\nLos Altos High School\n\nLos Altos\n\nCRIME, PUNISHMENT AND A 24-HOUR HOTLINE\n\nI think there are too many crimes in the world. For example, on my street a guy got stabbed in his car for stopping \nwhile a cat crossed the road. He now is dead. On the news, they said a drunk driver ran into a car, killing a teenage \ngirl riding on the passenger's side of the car. These are two examples of crimes in the world.\n\n\nI think the penalty for killing someone should be life in prison or the electric chair.\n\nI also think people should have a number to call 24 hours a day every day if someone is drunk and needs a ride. \nThey could call and a taxi could give them a ride home.\n\n- Kimberly Shearer, 11\n\nStipe Elementary\n\nSan Jose\n\nLIFE IS HARD ENOUGH FOR CALIFORNIA'S POOR\n\nI say \"no\" to Gov. Pete Wilson's reform. He is punishing the poor. He is also throwing welfare recipients to the \nwolves. Since we are a nation of deeply caring individuals, Gov. Wilson should take care of the poor.\n\nIt is time that we consider the effect this welfare reform has on individual people. Should hard times constitute a \nreason for destroying families? Thousands of people need welfare. It is hard for poor people to find a job because \nthere are not enough jobs to go around. It is difficult and expensive to find day care for our children. It is also \nexhausting for parents to run from day care, to work, to home and to school.\n\nBeing a working parent is hard. We should continue to give these poor people welfare.\n\n- Benjamin Tsang, 11\n\nBlue Hills School\n\nSaratoga\n\nSAVE THE ANIMALS, SAVE BAIR ISLAND\n\nWE feel it is more important for wildlife to live on Bair Island (Page 1A, Jan. 16) than for people to build homes, \noffices, and hotels. We think people already have enough homes and buildings.\n\nWe care deeply for these animals and think they should not be harmed in any way. If buildings are built, people will \npollute the water and maybe kill some fish living there. They could also kill or hurt the wildlife when transferring \nthem to another area.\n\n- Beth Brandt, 11,\n\nand Katie Mockler, 11\n\nBlue Hills School\n\nSaratoga\n\nNotes\n\nYOUNG VOICES\n\nGraphic\n\n \n\nDrawing;\n\nDRAWING: JIM MORIN - MIAMI HERALD\n\n[970208 ED 7B 1]\n\n\n"}