{"title": "Ridge: U.S., Mexico to tighten border security", "body": "\nMEXICO CITY - The United States and Mexico soon will tighten their vulnerable 2,000-mile common border, \nU.S. Homeland Security Director Tom Ridge promised yesterday.\n\n\"Neither the United States nor Mexico is satisfied with the border arrangements we have today,\" Ridge said on a \nvisit to Mexico. He pledged more and better detection devices and other security-enhancing innovations on the \nU.S. side, saying: \"Our technological approach to the border is really outdated.\"\n\nPresident Bush and Mexican President Vicente Fox will sign a border security-improvement agreement March 22, \nRidge said, when they meet in the northern Mexican city of Monterrey.\n\nMexican border authorities had no immediate comment on Ridge's views on the state of border security.\n\nThe porous U.S. border with Mexico has long been an open door to drug traffickers and to coyotes, who smuggle \nillegal immigrants into the United States. The majority of those smuggled are Mexican nationals, but in recent \nyears the activity has expanded to include people of many nationalities.\n\nInitial reports that some Sept. 11 terrorists had entered the United States via Mexico proved false, but the attacks \non the World Trade Center and the Pentagon intensified U.S. concern about its borders. The United States and \nCanada have signed a border security-improvement measure.\n\nOne precondition of both deals is that tighter border security not interfere with commerce. Canada and Mexico are \nthe United States' two largest trading partners.\n\nRidge said the improvements would build on existing antidrug efforts.\n\nOne initiative, he said, is \"smart\" technology to distinguish quickly between, for instance, an executive from Texas \nwho crosses the border regularly on business and a potential terrorist crossing for the first time.\n\nThe two governments also are looking at preferential border-crossing systems that speed through, say, regular \nshipments from a California-based manufacturer to its Mexican subsidiary while flagging and slowing cargo from an \ninfrequent exporter whose load might include terrorist weaponry.\n\n\nThe Bush administration's fiscal 2003 budget proposes to spend $11 billion on border security, $2.2 billion more \nthan in 2002. Much of the money would go to finance more patrolling along the Canadian border, but Ridge said \nhe also wanted more high-tech mobile and fixed X-ray machines to screen Mexican border cargoes.\n\nKevin G. Hall's e-mail address is khall@krwashington.com.  \n"}