{"title": "Old North: Recalling the Real Slaves of New York", "body": "\n One fine morning in 1720, George Clarke sent his agent off to the market in downtown Manhattan. At the top of his \nshopping list was a good field slave. \n\n  Alas, the market offered spare pickings. There was a house slave, too soft for fieldwork. Another, a strapping \nfellow, was overpriced. But the day was not lost. As Clarke's agent wrote in fine olde script, \"I was able to find some \ngarlic.\" \n\n  It's the workaday language of the unspeakable, and for almost two centuries it was the daily argot of New York, \narguably the slave capital of the New World. This wealthiest and most mercantile of American cities was \nconstructed on the backs of African slaves. The elegant old New-York Historical Society  --  itself founded by a \nslave owner  --  has lifted a curtain and mounted the first expansive exploration of slavery in New York City, \nrunning through March 5. \n\n  The distinct impression is of an Up-South city. When the Civil War loomed, New York's mayor suggested that \nbusiness common sense dictated seceding and joining the Confederacy. \"New York's whole economy was built on \nthe cotton industry,\" said Richard Rabinowitz, who curated the 9,000-square foot exhibition. \"New York was in \nevery sense a slave city.\" \n\n  Slaves built the walls of Wall Street, the first city hall and Trinity Church. Slaves accounted for 20 percent of the \npopulation of Colonial New York, compared with 6 percent in Philadelphia and 2 percent in Boston. Forty percent of \nNew York households owned slaves. Slaves dredged ponds, cleared Harlem woods and constructed Fraunces \nTavern, which was owned by \"Black Sam\" Fraunces, a West Indian. George Washington, a slaveholder, bade \nfarewell to his lieutenants at that tavern. \n\n There were  peculiarities to the slave experience in New York. The great cost of tiny real estate plots meant the \ntypical white New York family owned but a single slave. Black women who bore children were not desired and \nwere often sold to farms. \n\n\n  \"More New Yorkers owned slaves than whites in the antebellum South,\" says Leslie Harris, a professor of history \nat Emory University, who edited a book on the exhibit. \"We need to acknowledge that our history is much more \ncomplicated than a benighted racist South and a free North.\" \n\n  Nor was urbanized slavery necessarily more benign. Blacks in New York worked from dawn to well after dark. \nThey could not own property and could not meet in groups of more than three. Any hint of defiance was met with \nunyielding violence. One reads of rebellious blacks burned, stretched on racks and run through. \n\n  This is a tale movingly told in an exhibition that shies from the didactic through innovative use of sound and \nsubdued lighting, graphics, copious documents and splendid new maps and artwork. If few blacks left a written or \nvisual record  --  it's not until the 1790s that paintings begin to depict blacks  --  the designers respond with what \nfeels like judicious imaginative leaps. \n\n  There are yellowing ledger books of slave ships recording the \"38 negroes lost in passage\" and classified \nnewspaper advertisements for \"whole bodied negroe men\" and an African runaway whose \"hair or Wool is curled in \nlocks in a very remarkable manner.\" \n\n  Round a corner into a room and the ear catches the rounded vowels of Akan, a language spoken along the west \n\"Gold Coast\" of Africa. Wander a few more feet and you come to a re-created well where slaves gathered to tote \nwater for their owners' tea. These communal wells downtown became a crossroads. In this exhibit, you peer into \nthe well and see the shimmering reflection of black slave women. You hear them asking after family sold up the \nHudson River Valley, gossiping about boyfriends, laughing and whispering.  \n\n Two decades into the life of New Amsterdam, in the 1630s, when it was a tiny collection of wharves, forts, homes \nand businesses at the toe of Manhattan Island, it had 800 slaves. These Africans arrived from Guinea and Angola \nand Madagascar, a transoceanic commerce that would send 80 Africans per day to the New World for 400 years. \n\n  The first slaves were akin to  indentured servants. The city was a typical Dutch mosaic  --  burghers, Jews, \nFlemish, Indonesians and blacks living at close quarters. Slaves could earn limited freedom, although if they \nwanted to buy a house they had to move \"uptown\" to lands not protected from Indians. Intermarriage was legal, if \nrare. \"The racial stereotypes were not fixed yet; it was a frontier town, and it was possible for blacks to negotiate a \nhalf-freedom,\" Harris says. \"Then the British took over and the vise tightens.\" \n\n  When British governors took charge in 1664, they realized that New York, with its harbor and bred-in-the-bone  \nentrepreneurial fever, could dominate the Colonial economy. Blacks became the town's sinew. Some slaves lived \nwell enough, becoming stevedores and metalsmiths. But there's no mistaking bondage as less than bitter. The \nslave John Jea lived on a diet of boiled corn doused in sour buttermilk with a slice of dark bread and rancid lard. On \na rare day, an owner might toss in salt beef and potatoes. \n\n In 1991, contractors unearthed an African burial site in Lower Manhattan. The story pathologists found in those \nbones is related here. The early slaves had spinal fractures and severe deformations from hauling stones and other \nheavy loads over many years. \n\n Revolt was common. In some cases, blacks conspired to slay their owners, sprinkling themselves with sacred \npowder in hopes of making themselves invisible. Some committed suicide rather than face recapture. \n\n  Many blacks saw little promise in the American Revolution. The British, no doubt cynically, offered blacks freedom \nin exchange for fighting on their side. The revolutionaries offered no deal at all. They gave 500 acres to any New \nYork slaveholder who enrolled his slaves in George Washington's army. \n\n  Vermont was the first state to outlaw slavery, in 1777. Massachusetts did so in 1783. New York did not follow until \n1827. Even after that, teams of white men  --  known as black birders  --  roamed the night streets, grabbing freed \nblacks and secretly shipping them south to again become enslaved. The mystery is that so little of this grim story is \nknown. \"As slavery ends, it's as though blacks and whites stop talking about it. . . . There was a lot of shame \n\n\n\ninvolved,\" says Harris, who is African American. \"We underestimate the good power that comes when people see \ntheir history fully represented for the first time.\"  \n"}