{"title": "Utahns Face Loss Of Food Stamps; Utahns Face Cut in Food Stamps", "body": "\nApril 1 was \"D-Day\" for low-income families and individuals who face losing their federal food stamps.\n\nAnd though Utah officials say it will take a month or two to calculate the extent of cuts, as many as 2,600 able-\nbodied adults and the households of 1,350 legal immigrants stand to lose the monthly benefit.\n\nIt's all part of the Personal Responsibility Act passed by Congress and signed by President Clinton in August.\n\nBeginning Jan. 1, able-bodied people between 18 and 50 without dependents are limited to three months of food \nstamps during three years, unless they are working at least 80 hours a month.\n\nThe first three months ended Tuesday, meaning that some of the 2,600 individuals who fall into the able-bodied \ncategory may be affected, said Mason Bishop, public affairs director for the Utah Department of Workforce \nServices.\n\nCaseworkers have been working with those clients for several months, however, trying to help them find jobs and \navoid slipping through that hole in the federal safety net, Bishop said.\n\nEight Utah counties are exempt from the able-bodied work requirement because they are considered \"surplus \nlabor\" counties, where there are more workers than jobs. Those counties include Carbon, Duchesne, Emery, \nGarfield, Kane, Piute, San Juan and Uintah.\n\nAt the same time, Workforce Services has flagged 1,350 households where legal immigrants stand to lose food \nstamps, and caseworkers have been evaluating those cases to determine if the federal cuts must be enforced. \nStates have until Sept. 1 to clear its rolls of all ineligible recipients or face federal sanctions.\n\nNot all legal immigrants stand to lose food stamps. Military personnel and veterans, as well as their spouses and \ndependents, are spared from the cuts. So are legal immigrants who have worked in the United States for 10 years \nor more.\n\nRefugees and people who have come to the United States for political asylum also are eligible for food stamps for \ntheir first five years in the country.\n\nEven in homes headed by an adult legal immigrant who no longer qualifies for food stamps, children may qualify \nand so result in a decrease rather than complete loss of benefit to the household.\n\nTamera Baggett, executive director of the low-income advocacy group JEDI Women, said the new provisions are \ngoing to make scapegoats of ethnic minorities.\n\n\n\"Why would we cut off illegal immigrants? That, to me, is the most punitive, divisive measure we have done since \nWorld War II when we put Japanese-Americans in internment camps.\"\n\nFurthermore, Baggett said, the revisions will present states with an administrative nightmare as they try to track \nemployment and food stamp eligibility. She worries that the working poor may be especially hard hit because they \nwill lose food stamps between temporary or seasonal jobs.\n\nShe pointed out that the federal government's allocation for food stamps in Utah last year was $ 100 million. By \nthe year 2002, that will be decreased to $ 13 million. About 40,000 households currently are receiving food \nstamps.\n\n\"That means a lot of people in the next five years are going to lose their food stamps. . . . People are afraid. \nThey're worried that a major catastrophe is coming, and they are trying to stock up what they can to try and get \nthrough it.\"\n\nSusan Paris, nutrition advocate for Utahns Against Hunger (UAH), said her organization is worried that the food \nstamp cuts will put increased pressure on emergency food pantries around the state. Depending on the impact, \nthey may seek additional state funding or ask churches and private donors to step up.\n\n\"We're taking a cautious, perched ready-to-watch-and-react approach,\" she said. If it becomes apparent that certain \npantries are hit harder than others, Paris said UAH will work with the Utah Food Bank to get more food to those \nareas as quickly as possible.\n"}