{"title": "SEN. RICHARD J. DURBIN HOLDS A HEARING ON ENDING RACIAL PROFILING IN AMERICA", "body": "\nEVENT DATE: April 17, 2012\n\nTYPE: COMMITTEE HEARING\n\nLOCATION: WASHINGTON, D.C.\n\nCOMMITTEE: SENATE COMMITTEE ON THE JUDICIARY, SUBCOMMITTEE ON CONSTITUTION, CIVIL \nRIGHTS AND HUMAN RIGHTS\n\nSPEAKER: SEN. RICHARD J. DURBIN, CHAIRMAN\n\nWITNESSES:\n\nSEN. RICHARD J. DURBIN, D-ILL. CHAIRMAN\n\nSEN. BENJAMIN L. CARDIN, D-MD.\n\nREP. JOHN CONYERS, D-MI\n\nREP. LUIS GUTIERREZ, D-IL\n\nREP. KEITH ELLISON, D-MI\n\nREP. JUDY CHU, D-CA\n\nREP. FREDERICA WILSON, D-FL\n\nRONALD DAVIS, CHIEF OF POLICE, CITY OF EAST PALO ALTO, EAST PALO ALTO, CALIF.\n\nANTHONY ROMERO, EXECUTIVE DIRECTOR, AMERICAN CIVIL LIBERTIES UNION, NEW YORK, N.Y.\n\nFRANK GALE, NATIONAL SECOND VICE PRESIDENT, FRATERNAL ORDER OF POLICE, DENVER, COLO.\n\nROGER CLEGG, PRESIDENT AND GENERAL COUNSEL, CENTER FOR EQUAL OPPORTUNITY, FALLS \nCHURCH, VA.\n\nDAVID HARRIS, PROFESSOR OF LAW AND ASSOCIATE DEAN FOR RESEARCH, UNIVERSITY OF \nPITTSBURGH SCHOOL OF LAW, PITTSBURGH, PA.\n\nSEN. LINDSEY GRAHAM, R-S.C. RANKING MEMBER\n\nSEN. AL FRANKEN, D-MINN.\n\n\nSEN. RICHARD BLUMENTHAL, D-CONN.\n\nSEN. CHRIS COONS, D-DEL.\n\nDURBIN:  Good morning.  This hearing of the Subcommittee on the Constitution, Civil Rights and Human Rights \nwill come to order.  \n\n      Our hearing today will focus on a civil rights issue that goes to the heart of America's promise of equal justice \nunder the law: protecting all Americans from the scourge of racial profiling.    \n\n      Racial profiling is not new.  At the dawn of our republic, roving bands of white men known as slave patrols \nsubjected African American freedmen and slaves to searches, detentions and brutal violence. During the Great \nDepression, many American citizens of Hispanic descent were forcibly deported to Mexico under the so-called \nMexican Repatriation.  \n\n      And during World War II, tens of thousands of innocent Japanese Americans were rounded up and held -- \nconfined in interment camps. Twelve years ago -- 12 years ago, in March 2000, this subcommittee held the \nSenate's first ever hearing on racial profiling.    \n\n      It was convened by then-Senator John Ashcroft, who would later be appointed attorney general by President \nGeorge W. Bush.  In February 2001, in his first joint address to Congress, President George W. Bush said that \nracial profiling is, quote, \"wrong and we will end it in America,\" end of quote.    \n\n      We take the title of today's hearing from the promise President Bush made that night, 11 years ago.  In June \n2001, our former colleague, Senator Russ Feingold of Wisconsin, my predecessor's chairman of this committee, \nheld the Senate's second and most recent hearing on racial profiling.    \n\n      I was there.  There was bipartisan agreement about the need to end racial profiling.  Then came 9 /11.    \n\n      In the national trauma that followed, civil liberties came face- to-face with national security.  Arab-Americans, \nAmerican Muslims, South Asian-Americans faced national origin and religious profiling. To take one example, the \nspecial registration program targeted Arab and Muslim visitors, requiring them to promptly register with INS or face \ndeportation.    \n\n      At the time, I called for the program to be terminated.  There were serious doubts if it would help us in any way \nto combat terrorism.  Terrorism experts have since concluded that special registration wasted Homeland Security \nresources and, in fact, alienated patriotic Arab-Americans and American Muslims.    \n\n      More than 80,000 people registered under that program; more than 13,000 were placed in deportation \nproceedings.  Even today, many innocent Arabs and Muslims face deportation because of special registration.    \n\n      So how many terrorists were identified by the special registration program?  None.    \n\n      Next Wednesday, the Supreme Court will hear a challenge to Arizona's controversial immigration law.  The law \nis one example of a spate of federal, state and local measures in recent years that, under the guise of combating \nillegal immigration, have subjected Hispanic Americans to an increase in racial profiling.    \n\n      Arizona's law requires police officers to check the immigration status of any individual if they have, quote, \n\"reasonable suspicion,\" close quote, that the person is an undocumented immigrant.    \n\n      What is the basis for reasonable suspicion?  Arizona's guidance on the law tells police officer to consider factors \nsuch as how someone is dressed and their ability to communicate in English.    \n\n      Two former Arizona attorneys general, joined by 42 other state attorneys general, filed an amicus brief in the \nArizona case in which they said, quote, \"application of law requires racial profiling,\" close quote.    \n\n\n\n      Of course, African-Americans continue to face racial profiling on the streets and sidewalks of America.  The \ntragic, tragic killing of Trayvon Martin is now in the hands of the criminal justice system. But I note that according to \nan affidavit filed by investigates last week the accused defendant, quote, \"profiled Trayvon Martin,\" and, quote, \n\"assumed Martin was a criminal,\" close quote.    \n\n      The senseless death of this innocent young man has been a wake-up call to America.  And so, 11 years after \nthe last Senate hearing on racial profiling, we return to the basic question:  what can we do to end racial profiling \nin America?    \n\n      We can start by reforming the Justice Department's racial profiling guidance, issued in 2003 by Attorney \nGeneral John Ashcroft. The guidance prohibits the use of profiling by federal law enforcement in, quote, \n\"traditional law enforcement activities,\" end of quote. And that's a step forward.    \n\n      However, this ban does not apply to profiling based on religion and national origin.  And it does not apply to \nnational security and border security investigations.  In essence, these exceptions are a license to profile American \nMuslims and Hispanic Americans.  \n\n      As the nonpartisan Congressional Research Service concluded, the guidance, quote, \"numerous exceptions \nmay invite broad circumvention for individuals of Middle Eastern origin and profiling of Latinos.\"    \n\n      Today, Congressman John Conyers and I are sending a letter, signed by 13 senators and 53 members of the \nHouse, asking Attorney General Holder to close the loopholes in the Justice Department's racial profiling \nguidance.    \n\n      Congress should also pass the End Racial Profiling Act.  And I welcome the attendance of my colleague and a \nformer member of this committee, Senator Cardin of Maryland, who has taken up this cause from our colleague, \nSenator Feingold.  And he's here today to testify.   \n\n      Let's be clear -- and I want to say this and stress it.  The overwhelming majority of law enforcement officers \nperform their jobs admirably, honestly, courageously.  They put their lives on the line to protect us every single day.    \n\n      But the inappropriate actions of a few who engage in racial profiling create mistrust and suspicion that hurt all \npolice officers. We'll hear testimony to what has been done in a positive way to deal with this issue by \nsuperintendent of police.    \n\n      That's why so many law enforcement leaders strongly oppose racial profiling.  Racial profiling undermines \nthe rule of law and strikes at core of our nation's commitment to equal protection for all.   \n\n      You'll hear from the experts on our panel today.  The evidence clearly demonstrates that racial profiling simply \ndoes not work.  I hope today's hearing can be a step towards ending racial profiling in America at long last.    \n\n      Senator Graham is running a little late.  Senator Leahy is out of the Senate this morning, but was kind enough \nto allow me to convene this hearing, and I'm sure will add a statement to the record.    \n\n      I'm going to open the floor to Senator Graham when he does arrive.  But, for the time being, because we have \nmany colleagues here who have busy schedules of their own, I want to turn to the first panel of witnesses.    \n\n      At the outset, I do want to note that I invited the Department of Justice to participate in today's hearing, but they \ndeclined.    \n\n      We are honored to be joined today by our colleagues from the Senate and the House.  In keeping with the \npractice of this committee, first, we will hear from members of the Senate, then members of the House, a practice \nwhich I loathed in the House.  But now that we're running the show, afraid you're just going to have to live with it, \nmy House colleagues.    \n\n\n\n      Each witness will have three minutes for an opening statement. Your complete written statement will be \nincluded in the record.    \n\n      First witness is Senator Cardin.  He's a former member of this committee, Senate sponsor of S-1670, the End \nRacial Profiling Act, which I'm proud to cosponsor.  This is Senator Cardin's second appearance before this \nsubcommittee.  He testified before us last year at the first ever hearing of this committee on the civil rights of \nAmerican Muslims.    \n\n      Senator Cardin, we're glad -- pleased that you can join us today. And please proceed.   \n\nCARDIN:  Senator Durbin, first, let me thank you for your leadership on this subcommittee.  The fact that we have \nthis subcommittee is a testament to your leadership in making clear that -- that civil -- human rights are going to be \na priority of the United States Senate.    \n\n      So I thank you for your leadership.  And thank you very much for calling this hearing.    \n\n      It's a pleasure to be here with all of my colleagues, but I particularly wanted to acknowledge Senator Conyers \nand his extraordinary life of leadership on behalf of civil rights and these issues.  Congressman Conyers was a real \nmentor to me when I was in the House, and still is.  \n\n      And we thank you very much for your -- for your leadership on this issue.    \n\n      Senator Durbin, you pointed out that the nation was shocked -- if I could ask unanimous consent to put my \nentire statement in the record, along with the list of the many organizations that are supporting the legislation that I \nfiled, S-1670.    \n\n      As you pointed out, Senator Durbin, that the nation was shocked by the tragedy that took place in Sanford, \nFlorida, the tragic death of the 17-year-old Trayvon Martin, a very avoidable death.  And the question I think most \npeople are asking -- and we want justice in this case and we're pursuing that.    \n\n      We have the Department of Justice investigation.  And we all very much want to see that investigation carried \nout, not only to make sure that justice is carried forward as far as those responsible for his death, but also as to how \nthe investigation itself was handled.    \n\n      But I think the question that needs to be answered is whether race played a role in Trayvon Martin being singled \nout by Mr. Zimmerman.  And that of course, would be racial profiling, an area that we all believe needs to be -- we \nneed to get rid of that, as far as legitimacy of using racial profiling in law enforcement.    \n\n      In October of last year, I filed the End Racial Profiling Act. And as you pointed out, carrying on from Senator \nFeingold's efforts on behalf of this legislation.    \n\n      I thank you very much for your leadership as a co-sponsor.  We have 12 members of the Senate that have co-\nsponsored this legislation, including the majority leader, Senator Harry Reid, as a co-sponsor.    \n\n      Racial profiling is un-American.  It's against the values of our nation.  It's contrary to the 14th Amendment of \nthe Constitution, equal protection of the laws.    \n\n      It's counterproductive in keeping us safe.  It's wasting the valuable resources that we have.  And it has no place \nin modern law enforcement.    \n\n      We need a national law.  And that's why I encourage the committee to report 1670 to the floor.    \n\n      It prohibits the use of racial profiling, that is using race, ethnicity, national origin or religion in selecting which \nindividual is to be subject to a spontaneous investigation, activity, such as a traffic stop, such as interviews, such as \nfrisks, et cetera.    \n\n\n\n      It applies to all levels of government.  It requires mandatory training, data collection by local and state law \nenforcement, and a way of maintaining adequate policies and procedures designated to end racial profiling.    \n\n      The states are mandated to do that or risk the loss of federal funds.    \n\n      The Department of Justice is granted authority to make grants to state and local governments to advance the \nbest practices.  As I pointed out it has the support of numerous groups.  And you'll be hearing from some of them \ntoday.   \n\n      Let me just conclude, as my statement will give all of the details of the legislation, by quoting our former \ncolleague, Senator Kennedy, when he said \"civil rights is the great unfinished business of America.\"  \n\n      I think it's time that we move forward in guaranteeing to every citizen of this country equal justice under the law.  \nAnd S-1670 will move us forward in that direction.  Thank you.    \n\nDURBIN:  Thank you, Senator Cardin.    \n\n      I might also add that we're at capacity in this room.  And anyone unable to make it inside the room, we'll have \nan overflow room in Dirkson G-50, which is two floors below us here.    \n\n      Senator Graham suggests we proceed with the witnesses.  Next up is Congressman John Conyers, the House \nsponsor of the End Racial Profiling Act, ranking member of the House Judiciary Committee.    \n\n      Serving in the House of Representatives since 1965, John Conyers is the second-longest serving member, I \nthink second to another member from Michigan, if I'm not mistaken.    \n\n      Congressman Conyers testified at both of the previous Senate hearings on racial profiling in 2000 and 2001.    \n\n      Congressman Conyers, we're honored to have you here as a witness. And the floor is yours.    \n\nCONYERS:  Thank you, Mr. Chairman.    \n\n      And to your colleague, who is another former House member, if I remember correctly, and Senator Ben Cardin, \nas well.  All of you are working in the backdrop of a huge discussion that has been going on for quite some time.    \n\n      When I came to the Congress and asked to go on the Judiciary Committee in the House, and that was granted, \nEmanuel Celler was then the chairman, who did such landmark work in the Civil Rights Act of 1964.    \n\n      And then we followed up with the Voter Rights Act of 1965.  And from that time on, a group of scholars, activist \norganizations, civil rights people, and Americans of good will have all began examining what brings us here today, \nand accounts for the incredible long line that is waiting to get into this and the holding room today.    \n\n      I come here proud of the fact that there is support growing in this area.  Only yesterday, we had a memorial \nservice for John Payton, known by most of us here for the great work that he has done and contributed in civil \nrights, not just in the courts and in the law, but in what I think it is the purpose of our hearing here today; namely, to \nhave honest discussions about this subject, so that we can move to a conclusion of this part of our history.    \n\n      And so I'm just so proud of all of you for coming here and continuing this discussion, because it's going to turn \non more than just the legislators or the Department of Justice.    \n\n      And I am -- I am with you in improving some of their recommendations.  And I commend Eric Holder for the \nenormous job that he has been doing in that capacity.    \n\n      But this is a subject that is a part of American history.  The one thing that I wanted to contribute here is what \nracial profile -- profiling isn't.  Racial profiling does not mean we cannot refer to the race of a person if it is \nsubject specific or incident specific.    \n\n\n\n      We're not trying to take the description of race out of law enforcement and its administration.    \n\n      What we're saying that racial profiling is -- must not be subject specific or incident specific.  And that's what \nwe're trying to do here today.  It's a practice that is hard to root out.    \n\n      I join in praising the overwhelming majority of law enforcement men and women who want to improve this \ncircumstance.  But you know one of the greatest riots -- race riots in Detroit that occurred was because of a police \nincident was started.    \n\n      We have in Detroit right now a coalition against police brutality.  Ron Scott, an activist and a law student, is \nworking on that, been working there for years.    \n\n      And so we encourage not only this legislative discussion about an important subject, but we -- and we praise \nour civil rights organizations that have been so good at this, the NAACP, the Legal Defense Fund of NAACP, the \nAmerican Civil Liberties Union, and scores of coalitions of community and state organizations that have all been \nworking on this, just as we have and are.    \n\n      So I believe that there's going to be a time very soon when we will pass the legislation that you worked on in the \nHouse and the Senate, and that we will -- we will enjoy that day forward, but we will celebrate this movement \nforward to take the discussion of race out of our national conversation, not because we're sick and tired of it, but \nbecause it's not needed any further.    \n\n      I thank you very much for this invitation.    \n\nDURBIN:  Congressman Conyers, it's an honor to have you in the Senate Judiciary Committee hearing.  I thank \nyou very much.  \n\n      Our next witness is my friend and Illinois colleague, Congressman Luis Gutierrez, who represents the 4th \nCongerssional District and has done so since 1993.  He chairs the Congressional Hispanic Caucus' Immigration \nTask Force.  And he's a longtime champion for immigration reform.    \n\n      There are many outstanding Hispanic political leaders in America, but none more forceful and more articulate \nand more of a leader than my colleague, Congressman Gutierrez.  Thank you for joining us.    \n\nGUTIERREZ:  Thank you so much, Chairman Durbin, Ranking Member Graham, for inviting me to testify here \ntoday.    \n\n      I'm -- one of the proudest things I am being in the state of Illinois is the senior senator from my state.  I'm so \nhappy and delighted to be here with you, Senator Durbin.  \n\n      I have traveled from coast to coast to visit dozens of cities and communities and to listen to immigrant stories.  \nSome of my colleagues have visited their cities that are here today.    \n\n      And immigrants everywhere tell me that they are regarded with suspicion.  They tell me they are frequently \ntreated differently because of the way they look, sound or spell their last name.    \n\n      In Alabama, I met 20-year-old Martha (ph), a young woman raised in the U.S.  One late afternoon while driving, \nshe was pulled over. She was arrested for driving without a license, and jailed so her status could be checked.    \n\n      Because her U.S. citizen husband was not present their Alabama born two-year-old son was taken from the \nbackseat of her car and turned over to state welfare agency.    \n\n      In South Carolina, I met Gabino (ph), who has been in the U.S. for nearly 13 years.  He's married, father of two \nSouth Carolina-born kids, who works hard and owns his own home.    \n\n\n\n      Gabino was stopped because he was pulling into his mobile home community, one of three other Hispanic \nresidents stopped that evening. Gabino was arrested for driving without a license.  He was then placed in \ndeportation proceedings.    \n\n      We can all guess why the police chose to stop Gabino and Martha. Profiling Hispanics and immigrants is the \nmost efficient way to get someone deported.  But you can't tell if someone is undocumented by the way they look or \ndress or where they live.    \n\n      In Chicago, a Puerto Rican constituent of mine was detained for five days under suspicion of being \nundocumented.  Indeed, sadly, senators, there are hundreds, if not thousands, of cases of unlawfully detained U.S. \ncitizens and legal residents in the United States each year, in violation of their Constitutional rights.    \n\n      Some of them have even been deported and then been brought back to the United States of America.  That's \nnot an old story.  That's a story of today.    \n\n      The federal government took a step in the right direction when it legally challenged the Show Me Your Papers \nLaws in Alabama, South Carolina, and Arizona, because the state laws are Unconstitutional and interfere with the \nfederal government's authority to set and enforce immigration policy.    \n\n      But it makes no sense to file suit against unconstitutional laws, on the one hand, and on the other hand, allow \nthose same laws to funnel people into our detention centers and deportation pipeline.   \n\n      Gabino has been denied relief from deportation because he's been stopped too many times, according to the \nfederal government, for driving without a license.  The government is complicit in such serial profiling because \nwhile the states cannot deport Gabino and break up his family of American citizens, the federal government is doing \njust that.    \n\n      And programs like 287-G and Secured Communities end up ensnaring tens of thousands of Gabinos every \nyear, because of racial profiling the programs incentivize.    \n\n      If we're serious about truly ending racial profiling, we need to back up our lawsuits with actions that protect \nfamilies and citizens and children, and uphold our Constitution.    \n\n      I guess the -- the gist of it is, I'm happy when the federal government says, this is racial profiling; we're going \nto fight it; and they go into the federal court in Arizona and South Carolina and in Alabama.    \n\n      But until we tell the local officials, if you continue a serial profiling we are not going to deport those people, \nthey're going to continue to do it.  It just incentivizes.    \n\n      So I hope we can have a conversation about that also.    \n\n      Thank you so much for having me here this morning.    \n\nDURBIN:  Thank you, Congressman Gutierrez.    \n\n      Congressman Keith Ellison of Minnesota, serving his third term, representing the 5th Congressional District in \nthat state.  He co- chairs the Congressional Progressive Caucus.    \n\n      Congressman Ellison enjoys a moment in history here as the first Muslim elected to the United States \nCongress.  Previously, he served two terms in the Minnesota House of Representatives.    \n\n      Congressman Ellison, welcome.  The floor is yours.  \n\nELLISON:  Thank you, Senator Durbin.  Also, thank you, Senator Graham.    \n\n      Thank you for holding this important hearing.  Also thank you for urging Attorney General Holder to revise the \nJustice Department's racial profiling guidance.  It's very important.    \n\n\n\n      As you know, that guidance has a loophole allowing law enforcement to profile American citizens based on \nreligion and national origin.  While many -- while any profiling of Americans based on race, ethnicity, religion or \nnational origin is disturbing, I think it's important also to note that it is poor law enforcement.    \n\n      Law enforcement is a finite resource.  Using law enforcement resources profiling, as opposed to relying on \narticulable facts based on behavior suggesting a crime, is a waste of that law enforcement resource.  It leaves us \nless safe and more at risk when we don't target based on conduct and behavior suggestive of a crime, but based on \nother considerations informed by prejudice.    \n\n      My comments today will focus on religious profiling of American Muslims.  up to six million Americans know \nwhat it's like to be looked upon with suspicion in the post 9/11 America, perhaps even before.  \n\n      Although Muslim Americans work hard and play by the rules, and an infinitesimally small number don't, many \neven live the American dream and send their kids to college and earn a living just like everyone else.  \n\n      Yet many know all too well what it means to be pulled off of an airplane, pulled out of line, denied service, called \nnames, or even physically attacked.  Like other Americans, Muslim Americans want law enforcement to uphold \npublic safety and not be viewed as a threat but as an ally.    \n\n      When FBI, for example, shows up at homes and offices of American Muslims who haven't done anything wrong, \nit makes them feel targeted and under suspicion.  And it diminishes the important connection between law \nenforcement and citizen that is necessary to protect all of us.    \n\n      When Muslim Americans get pulled out of line in an airport and questioned for hours, asked questions -- and \nthese are accurate -- these are questions that are actually asked:  \"where do you go to the mosque?\"  \"Why did you \ngive them 200 dollar donation?\"    \n\n      \"Do you fast?\"  \"Do you pray?\"  \"How often?\"  \n\n      When questions like this are asked, which have nothing to do with conduct, behavior suggestive of a crime, it \nerodes the important connection between law enforcement and citizen.    \n\n      No Americans should be forced to answer questions about how they worship.    \n\n      I was particularly disturbed when I heard stories coming out of the controversy in New York about kids being \nspied on in colleges at the Muslim Student Association.    \n\n      I was very proud when my son was elected president of the student -- Muslim Student Association at his \ncollege.  But I wonder, was my 18-year-old son subject to surveillance like the kids were at Yale, Columbia, and \nPenn?    \n\n      He's a good kid, never done anything wrong.  And I worry to think that he might be in somebody's filed simply \nbecause he wanted to be active on campus.    \n\n      I am a great respecter of law enforcement.  And I recognize and appreciate the tough job they have to keep us \nsafe.  But I think it is very important to focus on the proper use of law enforcement resources and not to give a \nopening for someone's stereotype or prejudice.   \n\n      As one Bush administration official once said, religious or ethnic -- or racial stereotyping is simply not good \npolicing and it threatens the values Americans hold dear.    \n\n      To fix this problem once and for all, I urge the attorney general to close the loophole in the Justice Department's \nracial profiling guidance.  And I urge my colleagues in Congress to pass the End Racial Profiling Act.    \n\n      Thank you.    \n\nDURBIN:  Thanks, Congressman Ellison.    \n\n\n\n      I could have added in my opening statement comments made by President George W. Bush after 9/11, which I \nthought were solid statements of Constitutional principle, particularly when it came to those adherents of the Muslim \nfaith, that our war is not against this Islamic religion but against those who would corrupt it, distort it and misuse it in \nthe name of terrorism.    \n\n      I thank you for your testimony.    \n\nELLISON:  Thank you, sir.  \n\nDURBIN:  Congresswoman Judy Chu represents the 32nd District in California since 2009.  She was the first \nChinese American woman ever elected to Congress.    \n\n      She chairs the Congressional Asian Pacific American Caucus. Formerly, she served in the California State \nAssembly.  And we're honored that you're here today.  Please proceed.    \n\nCHU:  Thank you, senator.    \n\n      As chair of the Congressional Asian Pacific American Caucus, I'm grateful for the opportunity to speak here \ntoday about ending racial profiling in America.  Asian Americans and Pacific Islanders, like other minority \ncommunities, have felt the significant effects of racial profiling throughout American history.    \n\n      From the Chinese Exclusion Act to the Japanese American interment and the post 9/11 racial profiling of \nArabs, Sikhs, Muslims and South Asian Americans, we know what it's like to be targeted by our own government.    \n\n      It results in harassment, bullying and sometimes even violence. In the House Judiciary Committee, we recently \nlistened to the anguished testimony of Sikh Americans constantly humiliated as they were pulled out of lines at \nairports because of turbans, and made to wait in glass cages like animals on display.    \n\n      They were pulled into rooms to be interrogated for hours.  And even infants were searched.  This has forced \nSikh Americans and Muslim Americans to fly less frequently or remove religious attire just to accommodate these \nunfairly targeted practices.   \n\n      And just last year, I was shocked to learn about the activities of the New York Police Department and the CIA, \nwho were secretly spying on Muslim Americans.  Despite the lack of any real evidence of wrongdoing, officers were \nmonitoring Muslim American communities and eavesdropping on families, recording everything from wear they \nprayed to the restaurants they ate in.    \n\n      The NYPD entered several states in the Northeast to monitor Muslim student organizations at college \ncampuses.  These students had done nothing suspicious.  The only thing they were guilty of was of practicing \nIslam.    \n\n      This type of behavior by law enforcement is a regression to some of the darkest periods of our history, where \nwe mistrusted our own citizens and spied on their daily lives.  And it has no place in our modern society.    \n\n      When law enforcement uses racial profiling against a group, it replaces trust with fear and hurts \ncommunication.  The community and law enforcement, instead, need to be partners to prevent crimes and assure \nthe safety of all Americans.    \n\n      When the civil liberties of any group is violated, we all suffer. In fact, over 60 years ago, during World War II, \n120,000 Japanese Americans lost everything that they had and were relocated to isolated interment camps \nthroughout the country because of hysteria and scapegoating.    \n\n      In the end, not a single case of espionage was ever proven.  But there were not enough voices to speak up \nagainst this injustice. Today, there must be those voices that will speak up.    \n\n\n\n      We must stand up for the rights of all Americans.  That is why I urge all members of Congress to support the \nEnd Racial Profiling Act. We must protect the ideals of justice and equal protection under the law, so that our \ncountry is one where no one is made to feel unsafe, unequal, or un-American because of their faith or ethnicity.    \n\n      Thank you.    \n\nDURBIN:  Thank you, congresswoman.    \n\n      The next witness is Congresswoman Frederica Wilson.  She represents the 17th Congressional District, which, \nas I understand, includes Sanford, Florida.  Previously, she served in the Florida House of Representatives, from \n1999 to 2002, and in the Florida Senate from 2003 to 2010.    \n\n      Congresswoman Wilson, thank you for joining us today, and proceed.    \n\nWILSON:  Thank you.    \n\n      (INAUDIBLE) -- to represent Miami, where Trayvon is from.  He was murdered in Sanford.  Thank you.    \n\n      Thank you, Chairman Durbin, Ranking Member Graham and Senator Blumenthal, and other members of the \nsubcommittee.    \n\n      I thank you for inviting me to testify today on the issue of racial profiling.  Last week, after 45 days, an arrest \nwas finally made in the shooting death of my constituent, Trayvon Martin.    \n\n      Trayvon was a 17-year-old boy walking home from a store.  He was unarmed and simply walking with skittles \nand iced tea.  He went skiing in the winter and horseback riding in the summer.    \n\n      His brother and best friend is a senior at Florida International University of Miami, a middle class family.  But \nthat didn't matter.    \n\n      He was still profiled, followed, chased and murdered.  This case has captured international attention and will go \ndown in history as a textbook example of racial profiling.    \n\n      His murder affected me personally, and it broke my heart again. I have buried so many young black boys, it is \nextremely traumatizing for me.    \n\n      When my own son, who is now a school principal, learned how to drive, I bought him a cell phone because I \nknew he would be profiled. And he was.  He is still fearful of law enforcement and what they might do when he is \ndriving.    \n\n      I have three grandsons, a one, a three and a five-year-old.  I hope we can solve this issue before they receive a \ndriver's license.    \n\n      I pray for them even now.    \n\n      There's a real tension between black boys and the police, not perceived, but real.  If you walk into any inner city \nschool and ask the students, \"have you ever been racially profiled,\" everyone will raise their hands, boys and girls.    \n\n      They've been followed as they shop in stores.  They've been stopped by the police for no apparent reason.  And \nthey know, at a young age, that they will be profiled.    \n\n      I'm a staunch child advocate.  I don't care what color the child is.  I was a school principal, a school board \nmember, a state legislator, and now in Congress.    \n\n      I desperately care about my welfare of all children.  They are my passion.  But I've learned from my experiences \nthat black boys, in particular, are at risk.  Years of economic and legal disenfranchisement, the legacy of slavery \n\n\n\nand Jim Crow have led to serious social, economic and criminal justice disparities and fueled prejudice against \nblack boys and men.    \n\n      Trayvon Martin was a victim of this legacy, this legacy that has led to fear, this legacy that has led to the \nisolation of black males. This legacy has led to racial profiling.    \n\n      Trayvon was murdered by someone who thought he looked suspicious.  \n\n      I established the Council on the Social Status of Black Men and Boys in the state of Florida when I was in the \nState Senate.  I believe we need a council or commission like this on the national and federal level.    \n\n      Everyone should understand that our entire society is impacted. A federal commission on the social status of \nblack men and boys should be established specifically to focus on alleviating, correcting the underlying causes of \nhigher rates of school expulsions and suspensions, homicides, incarcerations, poverty, violence, drug abuse, as \nwell as income, health and educational disparities among black males.    \n\n      I have spent 20 years building a mentoring and dropout prevention program for at-risk boys in Miami-Dade \nCounty Public School.  It's called the 5,000 Role Models of Excellent Project.    \n\n      Boys are taught not only how to be productive members of society by emulating mentors who are role models in \nthe community, they are also taught how to respond to racial profiling.    \n\n      It is sad reality that we have to teach boys these things just to survive in their own communities, but we do.  We \nneed to have a national conversation about racial profiling now, not later.    \n\n      The time is now to stand up and address these issues and fight injustice that exists throughout our nation.    \n\n      Enough is enough.    \n\n      Thank you, Mr. Chairman.    \n\nDURBIN:  Thank you, congresswoman.  Unless my colleagues have question of this panel, I will allow them to \nreturn to their Senate and House duties.  Thank you very, very much for being here today.    \n\n      Now, we'll turn to our second panel of witnesses.  And each of them will please take their place at the witness \ntable.    \n\n      Before you take your seats, I'll wait until everyone's in place and ask you to please stand and be sworn.  We \nhave everyone here. Yes, I think we do.    \n\n      If -- ask the witnesses to please raise their right hand.  Do you affirm the testimony you're about to give before \nthe committee will be the truth, the whole truth and nothing but the truth, so help you God?   \n\n      Thank you very much.  And let the record reflect that the witnesses all answered in the affirmative.    \n\n      The first witness is Ronald Davis, chief of police for the city of East Palo Alto, California, since 2005.  Before \nthat, 19 years with the Oakland Police Department, where he rose to the rank of captain.    \n\n      Chief Davis served on the federal monitoring teams overseeing police reform consent decrees between the U.S. \nDepartment of Justice, Washington, D.C. and Detroit.  Among other publications, he's co- authored the Justice \nDepartment monograph \"How To Correctly Collect and Analyze Racial Profiling Data; Your Reputation Depends \nOn It.\"    \n\n      He has a bachelor's of science degree from Southern Illinois University in Carbondale.  He testified at both the \nprevious Senate hearings on racial profiling.  And sorry it's been so long since we've resumed this conversation.  \nBut it's an honor to have you return a few years later to bring us up to date.    \n\n\n\n      At this point, Chief Davis, the floor is yours for five minutes.    \n\nDAVIS:  Thank you, Mr. Chairman.  \n\n      Good morning, Mr. Chairman and distinguished subcommittee members.  I am Ronald Davis.  I'm currently \nchief of police for the city of East Palo Alto, California.    \n\n      I am humbled to provide testimony at today's hearing.  As was mentioned, I did have the honor of testifying at \nthe last Senate hearings on racial profiling in 2001.    \n\n      When asked to come before this committee today, the first thought that came to my mind was actually a \nquestion.  What has changed since my testimony in 2001, when President Bush then stated, racial profiling is \nwrong and we will end it in America?    \n\n      My testimony today is based on three diverse perspectives: first, as a racial profiling of police reform expert; \nsecond, as a police executive with over 27 years' experience, working in two of the greatest and most diverse \ncommunities in the nation, Oakland and East Palo Alto; and third, as a black man and a father of a teenage boy of \ncolor.    \n\n      First, from my perspective as an expert, I think it is fair to say that law enforcement has made progress, albeit \nlimited, in addressing the issue of racial profiling and bias based policing.    \n\n      Over the past 10 years, the Department of Justice Civil Rights Division, through its pattern and practice \ninvestigations, has worked with law enforcement agencies nationwide to provide guidance on racial profiling \npolicies and promote industry best practices.    \n\n      Most recently, the Cops Office, in Partnership with the National Network for Safe Communities, is working on \nissues of racial reconciliation in communities to further strengthen these relationships and reduce crime and \nviolence in those communities.    \n\n      Today there are very few police agencies in the United States that do not have some type of policy prohibiting \nracial profiling and bias based policing.  This progress, however, is seriously undermined by two focal points.    \n\n      First, there exists no national standard definition for racial profiling that prohibits the use of race, national origin \nor religion except when describing a person.  Consequently, many state and local policies define racial profiling as \nusing race as the sole basis for a stop or any police action.    \n\n      Unfortunately, this policy is misleading in that it suggests using race as a factor for anything other than a \ndescription that is justified, which it is not.    \n\n      Simply put, Mr. Chairman, race is a descriptor, not a predictor. To use race when describing someone who has \njust committed a crime is appropriate.  However, when we deem a person to be suspicion or attach criminality to a \nperson because of the color of their skin, the neighborhood they are walking in or the clothing they are wearing, we \nare attempting to predict criminality.    \n\n      The problem with such predictions is that we are seldom right in our results, and always wrong in our approach.  \nThe same holds true within an immigration context as well.  Because a person looks Latino or Mexican does not \nmean that that person is undocumented and it should not mean that they are stopped or asked for their papers.    \n\n      Yet, according to recent laws in Alabama and Arizona, the police are not just encouraged to make these type of \ndiscriminatory stopped, they are actually expected to do so.    \n\n      Most police chiefs will agree that engaging in these activities actually make our communities less safe.  This is \none reason why I joined the Major City Police Chiefs Association and 17 current and former law enforcement \nexecutives in filing a brief challenging the Arizona law.    \n\n\n\n      We need to pass the End Racial Profiling Act of 2011.  This legislation puts forth a standard definition for \nracial profiling.  It requires evidence based training to curtail the practice and provides support in developing \nscientific-based data collection and analysis practices.    \n\n      We also need the Justice Department to revise its guidance regarding the use of race by federal law \nenforcement agencies.  This will close, as mentioned in the previous testimony, loopholes that could permit unlawful \nand ineffective profiling.    \n\n      It makes no sense to exclude religion and national origin from prohibition on profiling or to treat terrorism or \nimmigration enforcement differently from other law enforcement efforts.    \n\n      I also fear that without this legislation, we will continue business as usual, and only respond to issues when they \nsurface through high profile tragedies such as the Oscar Grant case in Oakland and the Trayvon Martin case in \nFlorida.    \n\n      The second factor that undermines our progress is the dire need for us to reform the entire criminal justice \nsystem.  The last top to bottom review of our system was conducted in 1967, through the President's Commission \non Law Enforcement Administration of Justice.    \n\n      We must now examine the entire system through a new prism that protects against inequities such as racial \nprofiling, disparate incarceration rates and disparate sentencing laws.   \n\n      I strongly encourage the passage of the National Criminal Justice Commission Act of 2011.    \n\n      Mr. Chairman, from my perspective as a police executive with over 27 years, I know firsthand just how \nineffective racial profiling is. As an example, in East Palo Alto, my community, we are more than 95 percent of \ncolor; 60 percent Latino, approximately 30 percent African- American, and a rapidly growing Asian and Pacific \nIslander community.    \n\n      In 2005, the city experienced, unfortunately, the second highest murder per capita rate in California and the fifth \nhighest in the United States.  In January 2006, with just six months as serving as chief of police, East Palo Alto \nOfficer Richard May was shot and killed in the line of duty by a parolee just three months out of prison.    \n\n      With this crime rate and this violence against the police officer, my community had two distinct choices.  We \ncould either declare war on parolees; we could engage in enforcement activities that would further the incarceration \nof young men or color, or could do something different.    \n\n      We chose to use problem solving.  We chose to strengthen our relationships.  We chose not to engage in racial \nprofiling.  We started a parolee reentry program, the first in California, in which we actually were contracted by the \nDepartment of Corrections to provide reentry services.    \n\n      Police officers now are part of treatment.  We provide cognitive life skills.  We provide drug awareness and \ntreatment programs.  And together, we were able to reduce the recidivism rate from over 60 percent to under 20 \npercent.    \n\n      After five years, the murder rate in 2011 was 47 percent lower than it was in 2005.  Our incarceration rates have \ndropped.  And I am very confidence in saying that we have better police and community relations.    \n\n      I think for me and my community, we recognize that racial profiling, that the focus on people of color, \nespecially young men, are more likely to occur when law enforcement uses race to start guessing.    \n\n      I'm here to really reinforce that is a very ineffective police practicing.  It is sloppy.  It is counting on guesswork.    \n\n      I think the notion that we as a community or we as a nation must use racial profiling to make ourselves secure \nor to sacrifice civil liberty is not only false, it wreaks of hypocrisy.    \n\n\n\n      If we were truly worried about national security in the sense of compromising civil liberties, then it would make \nsense that we would also ask -- or those who were engaging in racial profiling would also ask for the prohibition of \nfirearms.    \n\n      We lose over -- we have lost over 100,000 Americans to gun violence since 9/11.  That is more than we have \nlost in terrorism and the wars in Afghanistan and Iraq combined.  Yet there's not this equal call for gun laws.    \n\n      I'm not suggesting that there should be.  I'm just offering that the idea of compromising civil rights for national \nsecurity does not work.    \n\n      What is equally troubling with the idea of using race, national origin and religion in the national security context \nis that it suggests the most powerful nation in the world, a nation that is equipped with law enforcement and national \nsecurity experts that are second to none, must rely on bias and guesswork to make ourselves secure, versus \nhuman intelligence, technology, experience and the cooperation of the American people.    \n\n      I want to strongly emphasize this point, senator, that there is no reason to profile on the basis of race, religion, \nnational origin or ethnicity.    \n\n      Lastly, importantly, my last perspective is as a black man in America.  I am still subject to increased scrutiny \nfrom the community, from my own profession and from my country because of the color of my skin.    \n\n      As I mentioned earlier, I'm a father of three, but I have a 14- year-old boy named Glenn.  And even though I'm a \npolice chief with over 27 years of experience, I know that when I teach my son Glenn how to drive, I must also \nteach him what to do when stopped by the police, a mandatory course, by the way, for young men of color in this \ncountry.    \n\n      As I end my testimony today, I want to thank you, Mr. Chairman, and the rest of the senator for your leadership.  \nAnd it was -- as much as I am honored to be here today, and as much as I was honored to be here 10 years ago or \n12 years ago, I truly hope there is no need for me to come back in another 10 years.    \n\n      Thank you.  \n\nDURBIN:  Thank you, Chief Davis.    \n\n      Since September 7th, 2001, Anthony Romero has been executive director of the American Civil Liberties Union, \nthe nation's oldest and largest civil liberties organization with more than 500,000 members.  He's the first Latino and \nopenly gay man to serve in that position.  \n\n      He co-authored \"In Defense of Our America, The Fight for Civil Liberties in the Age of Terror.\"  He graduated \nfrom Stanford University Law School and Princeton University's Woodrow Wilson School of Policy and International \nAffairs.    \n\n      Mr. Romero, please proceed.    \n\nROMERO:  Good morning, Senator Durbin and Ranking Member Graham.    \n\n      Thank you for having me this morning, Senator Franken, Senator Blumenthal.    \n\n      I'm delighted to testify before you today.  I am the national director of the American Civil Liberties Union.  We \nare a nonpartisan organization with over half a million members, hundreds of thousands of additional activists and \nsupporters, and 53 state offices nationwide dedicated to the principles of equality and justice set forth in the U.S. \nConstitution and in our laws protecting individual rights.    \n\n      For decades, the ACLU has been at the forefront of the fight against all forms of racial profiling.  Racial \nprofiling is policing based on crass stereotypes, instead of facts, evidence and good police work.    \n\n\n\n      Racial profiling fuels fear and mistrust between law enforcement and the very communities they are supposed \nto protect.  Racial profiling is not only ineffective, it is also unconstitutional and violates basic norms of human \nrights, both at home and abroad.    \n\n      My written testimony lays out how race, religion, national origin are used as proxies for suspicion in three key \nareas:  of national security, of routine law enforcement, and immigration.    \n\n      In the context of national security, recently released FBI documents demonstrate how the FBI targets innocent \nAmericans based on race, ethnicity, religion national origin and First Amendment protected political activities.    \n\n      Such counterproductive FBI practices waste law enforcement resources, damage essential relationships with \nthose communities and encourage racial profiling at the state and local level.    \n\n      In my native New York, the New York Police Department has targeted Muslim New Yorkers for intrusive \nsurveillance without any suspicion of criminal activity.    \n\n      According to a series of Associated Press articles, the New York Police Department dispatched under cover \npolice officers into Muslim communities to monitor daily life in bookstores, cafes, nightclubs and even infiltrated \nMuslim student organizations in colleges and universities, such as Columbia and Yale Universities.    \n\n      When we tolerate this type of racial profiling in the guise of promoting national security, we jeopardize public \nsafety and undermine the basic ideals set forth in our Constitution.    \n\n      In the context of routine law enforcement, policing based on stereotypes remains an entrenched practice in \nroutine law enforcement across the country.  The tragic story of Trayvon Martin has garnered national attention and \nraised important questions about the role of race in the criminal justice system.    \n\n      And while we yet do not know how this heartbreaking story will end, we do know that stereotypes played a role \nin this tragedy.  And yet they have no place in law enforcement.   \n\n      Racial profiling undermines the trust and mutual respect between police and the communities they are there to \nprotect, which is critical to keeping communities safe.    \n\n      Additionally, profiling deepens racial divisions in America and conveys a large message that some citizens do \nnot deserve equal protection under the law.    \n\n      In the context of immigration, racial profiling is exploding. State intrusion to federal immigration authority \nhas created a legal regimen in which people are stopped based on their race and ethnicity for inquiry into their \nimmigration status.    \n\n      The Department of Justice needs to continue to expand its response to these state laws using robust civil rights \nprotections. Additionally, Congress must defund the Department of Homeland Security 287-G and Secure \nCommunity Programs which promote racial profiling by turning state and local law enforcement officials into \nimmigration agents.  \n\n      When police officers, not trained in immigration law, are asked to enforce the nation's immigration laws, they \nroutinely resort to racial stereotypes about who looks or sounds foreign.    \n\n      But you can't tell by looking or listening to someone about whether or not they're in the U.S. lawfully.  In order to \nachieve comprehensive reform, Congress needs to provide law enforcement with the tools needed to engage in \neffective policing.    \n\n      We need to pass the End Racial Profiling Act, which would prohibit racial profiling once and for all.  And we \nshould urge the administration to strengthen the Department of Justice guidance using the use of race by federal \nlaw enforcement agencies to address profiling by religion and national origin, and to close loopholes for the border \nand national security.    \n\n\n\n      In America in 2012 and beyond, policing based on stereotypes must not be a part of our national landscape.  \nLaw enforcement officers must base their decisions on facts and evidence.  Otherwise, America's rights and \nliberties are unnecessarily discarded, and individuals are left to deal with life-long circumstances of such intrusion.    \n\n      On behalf of the ACLU, I wish to thank each of you for your leadership on this critical issue.  I also would like to \nthank you, Chairman Durbin, in particular, for your willingness to partner with our Illinois office to address the issue \nof profiling.    \n\n      I look forward to working with you in the years ahead.    \n\nDURBIN:  Thanks, Mr. Romero.    \n\n      Frank Gale is the national second vice president and Colorado state president of the Fraternal Order of Police.  \nHe served for 23 years in the Denver County Sheriff's Department, where he had responsibility for the courts and \njails.   \n\n      Captain Gale is currently the commander of the training academy and the community relations unit and the \npublic information officer. He has received numerous awards and declarations from the Fraternal Order of Police \nand the Denver Sheriff's Department.    \n\n      Captain Gale, it's an honor to have you here today.  Please proceed.    \n\nGALE:  Thank you.  Good morning, Mr. Chairman and distinguished members of the Senate Subcommittee on \nConstitution, Civil Rights and Human Rights.  \n\n      My name is Frank Gale.  I'm a 23-year veteran of the Denver County Sheriff's department and currently hold the \nrank of captain.    \n\n      I am the national second vice president of the Fraternal Order of Police, which is the -- the largest law \nenforcement labor organization in the country, representing more than 330,000 rank and file law enforcement \nofficers in every region of the country.    \n\n      I'm here this morning to discuss our strong opposition to S-1670. the End Racial Profiling Act.  I want to begin \nby saying that it is clear that racism is morally and ethically wrong and in law enforcement is not only wrong but \nserves no valid purpose.    \n\n      It is wrong to think a person a criminal because of the color of their skin.  But it is equally wrong to think that a \nperson is a racist because they wear a uniform and a badge.    \n\n      This bill provides a solution to a problem that does not exist unless one believes that the problem to be solved is \nthat our nation's law enforcement officers are patently racist and that their universal training is based in practicing \nracism.    \n\n      This notion makes no sense, especially to anyone who truly understands the challenges we face protecting the \ncommunities we serve.    \n\n      Criminals come in all shapes, colors and sizes.  And to be effective as a law enforcement officer, it is necessary \nto be colorblind as you make determinations about criminal conduct or suspicious activity.    \n\n      There is the mistake in perception on the part of some that the ugliness of racism is part of the culture of law \nenforcement.  I'm here today not only to challenge this perception, but to refute it entirely.    \n\n      We can and must restore the bonds of trust between law enforcement and the minority community.  To do so \nwould require substantial effort to find real solutions.    \n\n\n\n      Restoring this trust is critically important because minority citizens often suffer more as victims of crime, \nespecially violent crime.  I do not believe that S-1670 will help to repair the bonds of trust and mutual respect \nbetween law enforcement and minority communities.    \n\n      In fact, I believe it will make it more difficult because it lends the appearance that all cops are racist and that we \nare engaged in a tactic which has no other purpose than to violate the rights of citizens.    \n\n      That notion or believe is inhibitive of building trust and respect, and can result in a base belief by the community \nthat law enforcement officers should not be trusted or respected.    \n\n      This bill proposes -- does not -- proposes to prohibit racial profiling, which it defines very broadly and is not a \nlegitimate police practice employed by any law enforcement agency in the United States that I know of.  In Rand \nVersus the United States, the Supreme Court made it very clear that the Constitution prohibits selective \nenforcement of the law based on considerations such as race.    \n\n      Further, as one court of appeals has explained, citizens are entitled to equal protections of the laws at all time.  \nIf law enforcement adopts a policy, employs a practice or, in a given situation, steps -- takes steps to initiate an \ninvestigation of a citizen based solely on the citizen's race, without more, then a violation of the Equal Protection \nClause has occurred.    \n\n      The United States Constitution itself prohibits racial profiling. Yet here we have a bill that proposes to prohibit \nit.  The very premise of the bill seems at odds with common sense and current law.    \n\n      The bill does not prohibit racial profiling, as the definition of racial profiling in the bill is far too fraud.  And \nthus it ends up prohibiting officers from the exercise of legitimate, routine investigatory action aimed at determining \ninvolvement in a crime or criminal activity.    \n\n      The bill purports to allow exceptions to these prohibitions when there is a race description provided by a \ntrustworthy eyewitness or other evidence of a specific suspect's race or ethnicity.  But in real life, this is not \npractical.    \n\n      IN the practice of routine investigatory action, law enforcement officers receive and develop information through \na wide range of activities and authorized that are designed to identify suspects, prevent crime or lead to an arrest.    \n\n      This bill would ban many of these types of methods.  Therefore, a whole range of legitimate law enforcement \nmethods would be prohibited beyond the already unconstitutional, purely race-based activity.    \n\n      The legislation also threatens to penalize local and state law enforcement agencies by withholding federal law \nenforcement funding unless these agencies comply with the requirements of the bill to provide all officers training \non racial profiling officers, collect racial and other sociological data in accordance with federal regulation, and \nestablish an administrative complaint procedure or independent audit program to ensure an appropriate response to \nallegations of racial profiling.   \n\n      The FOP has testified before you about the dire and dangerous consequences of budget cutbacks for law \nenforcement in the past.  How can we fight the battle if we also propose to deny these funds to agencies that need \nthem because they cannot afford new training or new personnel to document allegations of racial profiling issues?    \n\n      How can we achieve a colorblind society if the policies of the federal law require the detailed recording of race \nwhen it comes to something as common as a traffic stop?    \n\n      And if -- and what if the officer is unable to determine the driver's race?  Will police officers now be required to \nask for driver's license, registration and proof of ethnicity, please?    \n\n      At a time when many citizens and law makers are concerned with protecting their personal information, be it \nconcerns about the Real ID Act, voter identification laws or cyber crime, it seems at variance with common sense \n\n\n\nand sound public policy to ask yet another representative of the government, in this case the law enforcement \nofficer, to collect racial or other personal data and turn that data over to the federal government for analysis.    \n\n      Why would something as simple and routine as a traffic stop require such an extraordinary imposition on a \ndriver?  I submit this -- to this subcommittee that we do have a problem in our nation today, the lack of trust and \nrespect for our police officers.  Police officers have a problem in that they have lost the trust and respect and \ncooperation of the minority community.    \n\n      This is tragic, because as we have already discussed, it is minorities in our country that are most hurt by crime \nand violence.    \n\n      This bill, however, is not the solution.  It will make matters worse, not better.    \n\n      For these reasons, the Fraternal Order of Police strongly opposes the bill.  And I urge this subcommittee to \nreject it.    \n\n      Mr. Chairman, I want to thank you for the opportunity to appear before the subcommittee.    \n\nDURBIN:  Thank you very much, Officer Gale, for being here. Roger Clegg is the next witness, president and \ngeneral counsel of the Center for Equal Opportunity.  He's held a number of senior positions in the Justice \nDepartment during the Reagan and George H.W. Bush administrations, including deputy assistant attorney general \nin the Civil Rights Division and deputy assistant attorney general in the Environment and Natural Resources \nDivision, acting assistant attorney general in the Office of Legal Policy.    \n\n      He is a graduate of Yale University Law School.  Thank you for being here, Mr. Clegg.  Please proceed.    \n\n      If you would, turn your microphone on.  It's in that box in front of you.    \n\nCLEGG:  Thank you very much, Senator Durbin, for inviting me here today.  I'm delighted to -- to be here.    \n\n      Let me just summarize briefly my written statement.  The first point I make is that care has to be taken in \ndefining the term \"racial profiling.\"  And in particular, I think that it's important to bear in mind that racial profiling \nis disparate treatment on the basis of race.    \n\n      Good police activities that happen to have a disparate impact on the basis of race are not racial profiling.    \n\n      The second point I make is that the amount of racial profiling that occurs is frequently exaggerated, and that \ncare needs to be taken in analyzing the data in this area.    \n\n      All that said, racial profiling, as I define it, is a bad policy. And I oppose it for the reasons that many of my co-\npanelists here are -- are giving.    \n\n      There is one possible exception that I would make.  And that is in the anti-terrorism context.  In -- in brief, I think \nthat it is quite plausible to me that in the War on Terror, where we are fighting an enemy that has a particular \ngeopolitical and perverted religious agenda, that it may make sense in some circumstances to look at organizations \nthat have particular religious and geopolitical ties.    \n\n      I'm not happy about doing that.  I think it should be done as little as possible.  But the stakes are so high that I \nam not willing to rule it out altogether.    \n\n      The last point I would make is that there are problems with trying to legislate in this area in general.  And I think \nthat the End Racial Profiling Act, in particular, is very problematic.    \n\n      I don't think that this is an easy area for Congress to legislate a one-size fits all policy that's going to apply to all \nlaw enforcement agencies, at all levels of government, at all times, in all kinds of investigations.    \n\n\n\n      And I think it's also a bad idea to encourage heavy judicial involvement in this area.  And these are things that \nthe End Racial Profiling Act does.    \n\n      Let me also say that I think that Chief Gale does a very good job of identifying some additional costs in the End \nRacial Profiling Act: the fact that it is insulting, the data collection is time consuming, and that, inevitably, we're \ngoing to either have to guess on -- inaccurately on people's racial and ethnic background or else train the police on \nhow to identify people racially, which is a pretty creepy enterprise.    \n\n      With respect to my other panelists' testimony, I will just say briefly that, you know, in the terrorism and border \nsecurity context, as -- as I read some of this testimony, they would equate racial profiling with taking a particular \nlook at visitors from particular countries, at considering immigration and citizenship status and at considering \nlanguage.   \n\n      I don't consider any of those things to be racial profiling.    \n\n      Let me make one last point.  I think that this is an important point to make whenever we're talking about racial \ndisparities.  As I said, Mr. Chairman, I am opposed to profiling, particularly to profiling in the traditional law \nenforcement context, where frequently it is African-Americans who are the victims of that profiling.    \n\n      I'm against that.  Nonetheless, I think we have to recognize that it's going to be tempting for the police and \nindividuals to profile so long as a disproportionate amount of street crime is committed by African-Americans.    \n\n      And there will be a disproportionate amount of street crime committed by African-Americans for so long as more \nthan seven out of ten African-Americans are being born out of wedlock.    \n\n      I know this is not a popular thing to say, but I think whenever we are discussing racial disparities in the United \nStates, that is the elephant in the room and it has to be addressed.    \n\n      So ultimately, people like me and everyone else I think in this audience who don't like racial profiling is going \nto have to face up this problem.    \n\nDURBIN:  I would ask those in attendance here to please maintain order.    \n\nCLEGG:  Thank you, Mr. Chairman.    \n\n      I think I'm at the end of my five minutes, anyway.    \n\nDURBIN:  Thank you, Mr. Clegg.  \n\n      David Harris is a distinguished faculty scholar and associate dean for research at the University of Pittsburgh \nLaw School.  He's one of the nation's leading scholars on racial profiling and author of the book in 2000, \"Profiles \nin Injustice, Why Racial Profiling Cannot Work,\" and in 2005, \"Good Cops, The Case For Preventive Policing.\"   \n\n      Like Congressman Conyers and Chief Davis, Professor Harris appeared at both of the previous Senate \nhearings on racial profiling. So welcome back.    \n\nHARRIS:  Thank you very much, Senator Durbin, members of the subcommittee.  I'm grateful for the chance to talk \nto you today.    \n\n      Senator Durbin's statement opened by recalling for us President Bush's promise that racial profiling, quote, \"is \nwrong and we will end it in America.\"    \n\n      Sad to say that that promise remains as yet unfulfilled. Instead, we have a continuation of profiling as it existed \nthen, with a new overlapping second wave of profiling in the wake of September 11th, as other witnesses have \ndescribed, directed mostly at Arab Americans and Muslims.   \n\n      Now we have a third overlapping wave of profiling, this one with undocumented immigrants.    \n\n\n\n      But the context and the mission of whatever these law enforcement actions are does not change the \nfundamentals.  The fundamentals are these:  racial profiling does not work to create greater safety or security.  \nInstead, racial profiling, ethnic profiling, religious profiling all make our police and security personnel less \neffective and less accurate in doing their very difficult job.    \n\n      I would define racial profiling as the use of racial, ethnic, religious, national origin or other physical \ncharacteristics of appearance as one factor, not the sole factor, but one factor among others used to decide who to \nstop, question, frisk, search or take other routine law enforcement actions.    \n\n      This is very close, if you look at it, to the definition in the profiling guidance of the Justice Department.  And I \nwould note that it does not include actions based upon description, description of a known suspect, a person who \nhas been seen by a witness.    \n\n      That is not profiling.  That is good police work.    \n\n      All of profiling falls on the same set of data, data from across the country, different law enforcement agencies, \ndifferent missions. And it's all about hit rates.  When we talk about effectiveness, what we're asking is what is the \nrate at which police officers and security officers succeed or hit when they use race, ethnic appearance, religious \nappearance, as opposed to when they do not?    \n\n      And the evidence, the data on this question is unequivocal.  It comes from all over the country.  When police \nuse race or ethnic appearance this way, they do not become more accurate.  In fact, they don't even just stay as \naccurate.    \n\n      They become less accurate than police officers and security agents who do not use these practices.  In other \nwords, racial profiling gets us fewer bad guys.    \n\n      Why is this?  Because a lot of people find this counterintuitive. There are two big reasons.    \n\n      Number one, profiling is the opposite of what we need to do in order to address as yet unknown crimes by as \nyet unknown suspects. That is addressed most effectively through observation, careful observation of behavior.    \n\n      And when you introduce race, even as just one factor into the mix, what happens is the observation of behavior \n-- excuse me -- becomes less accurate, measurably so.  And police officers' efforts are damaged and wasted.    \n\n      Second is that using profiling affects our ability to gather crucial intelligence and information from communities \non the ground. And this is true, whatever the context is in which profiling is used.   \n\n      Particularly in a national security context, this is absolutely critical.  If we are in danger, if there is a threat from \ninternational terrorists and if, as some say, those international terrorists may be hiding in communities of Arab \nAmericans and Muslims, the people we need right now as our partners, like we have never needed other partners, \nare people in those Arab American and Muslim communities.    \n\n      And I want to say that those communities have been strong, effective, continuously helpful partners to law \nenforcement in case after case across the country.  These communities have helped.    \n\n      But if we put the target of profiling on these whole communities, we will damage our ability to collect \nintelligence from them, because fear will replace trust.    \n\n      In response to some of the comments made by my fellow panelists, a bill like S-1670, which deserves support, \nis not insulting to law enforcement.  It's all about accountability.  And everybody who is in law enforcement or any \nother pursuit needs accountability, just like I do as a professor, just like everybody else does.    \n\n      Racial identification is not an issue.  You will not have police officers asking people what their race or ethnic \ngroup is.  In fact, that's not what we would want at all, because it's all about the perception of the officer.  That's all \nthat would have to be recorded.   \n\n\n\n      And black street crime, respectfully -- I have to disagree -- is not the issue.  The issue is how we deploy our law \nenforcement officers in ways that are effective, fair and carry out the most important ideals of our society.    \n\n      So for those reasons, I would support any efforts to pass S-1670, the End Racial Profiling Act, and to revise \nthe Department of Justice's profiling guidance.    \n\n      I thank you very much for the opportunity to talk to you.  And I look forward to the committee's questions.  Thank \nyou.    \n\nDURBIN:  Thank you very much, Professor Harris.    \n\n      Chief Davis, you have spent your lifetime in law enforcement. And you've heard the testimony of Officer Gale \nthat suggested, in various strong and pointed language, that raising this question of racial profiling really -- he \nsays unless you believe police are racist, he suggests this is unnecessary.    \n\n      So what is your answer to this?  I mean, as I said at the outset, you trust, we trust these men in uniform, women \nas well, who risk their lives every day for us.    \n\n      And the question he's raised is if we cannot trust their judgment and assume that they are going to violate the \nConstitution and the law, then we are suspicious of them when we should be more trusting.    \n\nDAVIS:  Thank you, Mr. Chairman, for the question.   \n\n      I completely disagree with my colleague.  The idea that the -- a police officer or police department should not be \nheld accountable is counter to the idea of democracy.  If any group should be held accountable, it must be the \npolice.    \n\n      We have awesome power and possibility, the power to take life and the power to take freedom.  The idea that \nwe could not collect data to ensure that that power is used judiciously and prudently would be counter to sound \nmanagerial principals.    \n\n      We collect data every day.  We collect data on crime.  We collect data for budget purposes.  We collect data for \nour very justification in existence.  We use it to tell you that you need to increase budgets to the state.    \n\n      We use crime to justify why we deploy resources.  The idea of using data means that you're using intelligence.  \nAnd intelligence led policing prevents the need to do guesswork or bias based policing.    \n\n      And so where I do appreciate the notion that we should respect law enforcement -- as a law enforcement \nofficer, I think there is no more profession.  But the idea that I'm exempt from the Constitution or exempt from \naccountability is counter to why I got into the job.    \n\n      And I don't think it's insulting.  I think what is insulting is to allow police officers to come under the perception, \nunder the threats of accusations of racial profiling and not be in a counter to counter it, not be in a position to \nmake sure that your own policies and practices does not make them unintentionally engage in this practice.    \n\n      Laws are designed to set standards, to hold us accountability and to really set a clear message.  And I think \nthat's what we're doing.    \n\nDURBIN:  Before I turn to Officer Gale, I'd like to note that this celebrated case -- notorious case involving Trayvon \nMartin involved a person being accused who was not a law enforcement official, per se.  He was an individual \ncitizen as part of a neighborhood watch.    \n\n      Forty nine states now, my own state being the only exception, have concealed carry law, which allows \nindividuals, under some circumstances, to legally carry a firearm.    \n\n\n\n      In this case, I don't know if Mr. Zimmerman complied with Florida law.  That will come out, I'm sure, in terms of \nwhat it took to have a concealed weapon.  But it certainly raises a question that wasn't before us as much 10 ten \nyears ago.    \n\n      We are not just talking about professionalizing law enforcement and holding them accountable.  We are talking \nabout a new group of Americans who are being empowered to carry deadly weapons and to make decisions on the \nspot about the protection of their homes and communities, which I think makes this a far more complex challenge \nthan it was 10 years ago.    \n\n      I'd like your response.    \n\nDAVIS:  Yes, sir.  I agree.  The issue for California -- we have the issue of Open Carry, carrying of loaded firearms \nwith very minimal requirements.  so I think the idea that people should be held accountable, including our \ncommunity, is very real.    \n\n      The issue of racial profiling, why it's so important, why we need the date, is in many cases, and maybe the \nTrayvon Martin case may bring this out later, gets into also what role law enforcement plays with its own \ncommunity's bias.    \n\n      And so when people call the police and say that there's a suspicious person walking in my neighborhood, what \nmakes that person suspicious?  And the police must ask those question.  And the idea that we simply respond and \nstop without inquiring why the person's suspicious -- is it their behavior?  \n\n      Is it a fact that they were basically engaged in criminal activity?  Or is it because they're wearing a hoodie and \nbecause they're black?    \n\n      And at some point, the law enforcement must stand firm.  This is where we need the justification with the law, to \nstand firm and even tell community members, no, I'm not going to stop this person because he or she has done \nnothing.    \n\n      So we do have to look at the idea that law enforcement not only enforces the law, they also set, in many way, \nthe moral authority of its community on how to interact with -- with each other.    \n\nDURBIN:  Officer Gale, your statement was very strong.  But the conclusion of it raised a question.  And I don't \nhave it in front of me, but as I recall -- and tell me if I'm stating this correctly -- you said that many members of the \nlaw enforcement community were not trusted in the minority communities.    \n\n      Can you explain that?    \n\n      You need to turn the microphone on, please.    \n\nGALE:  My apologies.  I think it's pretty clear from what we've seen in media reports recently, especially, but over \nthe course of several years, that there's work to be done by law enforcement in the minority community to rebuild \nthat trust.    \n\n      And I say that -- I say that openly.  I think the FOP acknowledges that.  And in fact, we are engaged in activities \nwhere we are attempting to help law enforcement officers and agencies do just that through community work.    \n\n      So I think that's an important piece.  You know, I think the professor talked about the fact that a lot of times in \nminority communities you have people in those communities that are a valuable resource to law enforcement.    \n\n      I agree with that.  In the aspect of law enforcement and the profession of law enforcement, it's necessary to \nhave people in community where crime is occurring assist you with the enforcement activities.    \n\n\n\n      And so I think the problem, though, has become that we seem to want to blame the enforcers for everything that \ngoes wrong.  And the problem with that is that the enforcers show up on the scene to deal with the situation with the \ninformation that they have available to them at the time.    \n\n      And -- and our job, when we show up, is to stabilize the situation.    \n\nDURBIN:  But you don't quarrel with -- I hope you don't quarrel with Chief Davis' premise that the law enforcement \ncommunity has extraordinary power in the moment, the power to arrest, the power to detain, the power to \nembarrass.    \n\n      And holding them accountable to use that power in a responsible, legal, Constitutional way, you don't quarrel \nwith that premise, do you?    \n\nGALE:  I don't think the FOP quarrels with the fact that law enforcement officers have that power, and that -- nor do \nwe quarrel with the fact that law enforcement officers should be held accountable.    \n\n      In fact, we are accountable.  I think my testimony illustrated situations where the court had ruled that officers \nhad to be accountable in issues of race.  And we accept that and embrace it, because we believe it's proper.    \n\n      We believe it's appropriate.    \n\nDURBIN:  Mr. Clegg said a number of things which caught my attention.  And you said that you thought the War on \nTerror justified some measure of profiling.    \n\nCLEGG:  Well...   \n\nDURBIN:  Well, let me come to the question and then you can certainly explain your position.  And I -- I wrote notes \nas quickly as I could.  We need to look at organizations with geopolitical and political ties, I think is something that \nyou said in the course of that.    \n\n      You've heard testimony here from Congressman Ellison and others about what is happening to Muslim \nAmericans across the board.  And many of them are not affiliated with any specific organization.  They are affiliated \nwith a faith.    \n\n      And it appears that that has become a premise for surveillance and investigation.  I worry, as an amateur \nstudent of history, how you could distinguished what you just said from what happened to Japanese Americans in \nWorld War II, where 120,000 were rounded up with no suspicion of any danger to the United States, and their \nproperty taken from them, detained and confined, because they happened to be part of an ethic group which had \njust attacked the United States.  \n\n      The Japanese, I should say, attacked the United States.  And therefore, they were branded as possibly being a \ndanger in the Second World War, because of some connection they might have with a geopolitical or political group.    \n\n      How would you make that distinction?  Or do you happen to think Japanese internment camps were justifiable?  \n\nCLEGG:  No, I don't.  And when I say that in some limited circumstances, some consideration of individuals or \norganizations, geography and religion can be justified in the War on Terror, I am not saying that that means that any \nconsideration, under any circumstances of ethnic profiling and religious profiling is OK.    \n\n      All I'm saying is that I am unwilling to say that it can never be used.  And I give examples in my testimony.    \n\n      I mean, for instance, you know, suppose that on 9/11, the FBI had gotten reliable information that an individual \non one of the grounded airplanes, one of the grounded jets -- jet liners had a backup plan, and that he was going to \nfly a private plane filled with explosives into a skyscraper.   \n\nDURBIN:  But there's a clear distinction.  There's a clear distinction.  And let's make that for the record, a predictor \nand a descriptor.    \n\n\n\nCLEGG:  No, no, no.  \n\nDURBIN:  When you talk about the class of people guilty for 9/11 and say that -- why wouldn't we go after that class \nof people in training to fly and so forth and so on, that is a descriptor that law enforcement can use.    \n\n      But when you conclude that because they were all Muslim, we should take a look at all Muslims in America, you \ncross the line.    \n\nCLEGG:  Well, I didn't say that.  And I think that the line that you are drawing between predictor and descriptor is \ninevitably a gray one.  This is one reason why I think the legislation in this area is -- is a bad idea.    \n\n      Isn't it predictive when the FBI, in my hypothetical, says, you know, the individual who is going to fly this plane \ninto a skyscraper is not somebody -- it hasn't already been done.  You know, we are trying to predict who it's going \nto be.    \n\n      And we are going to look at the passenger list on the grounded airplanes.  And we have only limited resources \nand limited time. We're working against the clock here.  \n\n      And we are going to start by looking at individuals with Arabic names.  Now that is racial profiling according to \nyour bill.  But I think it would be imminently reasonable.    \n\nDURBIN:  I certainly disagree.  And that's why...  \n\nCLEGG:  You don't think that that would be reasonable?    \n\nDURBIN:  No, I don't.  I really think that when you start going that far afield, why do you stop with Arabic names?  \nWhy wouldn't you include all of Muslim religion then?    \n\n      That just strikes me as the very core of the reason we are gathering today, that if we are going to say to people \nacross America, you have certain rights and freedoms because you live in America, and we have certain values, \nthat it does create perhaps more of a challenge to law enforcement.    \n\n      A police state may be more -- much more efficient in those respects, but it isn't America.    \n\nCLEGG:  Listen -- in my testimony, I and my whole -- my organization's whole focus is on the principal of E. \nPluribus Unum.  I take that very seriously, Mr. Chairman.    \n\n      But what I'm saying is that there are going to be some circumstances where I think it would be very unwise for \nCongress to say that law enforcement agencies cannot give some limited consideration to an individual's or an \norganization's geopolitical and religious background.    \n\nDURBIN:  I'd like to defer now to Senator Graham, who has patiently waited for his opportunity.    \n\nGRAHAM:  Thank you all.    \n\n      I guess what we're trying to highlight is how complicated this issue is.  Mr. Gale, do you think you've ever been \nracially profiled?    \n\nGALE:  Probably.    \n\nGRAHAM:  Yeah, I -- I can't say I understand because I don't. I've never been in that situation.  But the fact that \nyou're a law enforcement officer and you probably, sometime in your life, have been viewed with suspicion by police \nmakes your testimony pretty persuasive to me, in the sense that you're now sitting in the role of a law enforcement \nofficial, trying to protect the community.    \n\n\n\n      And the Zimmerman case is a private individual, not a law enforcement organization.  And I just really -- I think I \nunderstand the problem.  I just don't know where the line between good law enforcement and racial profiling ends \nand begins.  \n\n      Because let me tell you one thing about Congress; we'll be the first one to jump on you when you're wrong.  \nWhen you get a phone call that somebody looks suspicious in the neighborhood and you ask a bunch of questions, \nwell, that doesn't seem to justify us going in, and that person winds up killing somebody, or robbing or raping \nsomebody, we'll be the first ones to blame you.    \n\n      So you're in an untenable situation.  And when it comes to the War on Terror, Mr. Clegg, I couldn't agree with \nyou more.  The reality of the fact is that I wish we had done more of the Major Hasan, not less.    \n\n      There's some websites out there that I'm glad we're monitoring. There's some groups within America that are \nsaying some pretty radical things.  And I hope we follow the leaders of these groups to find out what they're up to, \nbecause homegrown terrorism is on the rise.    \n\n      How do you fight it without fighting a religion?  How do you fight homegrown terrorism without fighting people \nwho are very loyal to America, who -- who -- who belong to a particular faith?    \n\n      I don't know.  But I know this, that if the law enforcement community in this country fails to find out about the \nMajor Hasans, we're the first one to be on your case.    \n\n      Why didn't you follow this website?  He said these things in these meetings.  And why didn't the supervisor tell \nthe wing commander you've got somebody who is really out of sorts here?    \n\n      And as an Air Force officer, when do you go to your wing commander and say, this person said something that \nmakes me feel uncomfortable, and you do so at your own peril?    \n\n      So I just don't know what the answer is.  I know what the problem is.  And I think, in the last decade, we've \nmade some progress, Chief Davis.  And maybe having legislation that makes us focus on this problem more might \nmake some sense, quite frankly.    \n\n      Maybe we would look at redefining it, but just collecting information to show exactly what happens, day in and \nday out, in America, so we can act logically on it.    \n\n      But -- I know you want to say something, Mr. Clegg.  But when it comes to fighting the War on Terror, the fact of \nthe matter is that Great Britain and France are going through this very similar situation right now, where they have \ngroups within the country that are espousing some pretty radical ideas.    \n\n      And they just expelled someone, I think,  from Great Britain, just today or yesterday, an imam who was saying \nsome pretty radical things.    \n\n      So I don't know when national security starts and individual liberties begin.  What's your thought?    \n\nCLEGG:  Well, I wanted to endorse what some of what my co- panelists have said, that it's very important in the \nWar on Terror that we have the cooperation of the overwhelming majority of individual Americans, Arab Americans \nand Muslim Americans.    \n\nGRAHAM:  Don't you think one of the great strengths of our country is that even though homegrown terrorism is on \nthe rise, generally speaking, American Muslims have assimilated in our society and our culture -- thousands serve \nin the military -- and that we're actually the examples to the world of how you assimilate?   \n\nCLEGG:  No, that's right.  And I think that stereotyping is very dangerous in this area.  You know, most Arab \nAmericans are not Muslims, for instance, I believe.  They're Christian.    \n\n\n\n      You can't just look at somebody's name and conclude things about them.  So -- and as -- as my co-panelist \nsaid, it's very important to have the cooperation and the trust of Arab American communities.    \n\n      So I don't want to give the impression that I think that it should be, you know, open season on anyone on \naccount of their ethnicity or their religion.  I'm simply saying there are going to be circumstances...   \n\nGRAHAM:  What we should be looking for is action by individuals within groups, statements made that -- that send \nsingles that this is -- this is not where practicing religion should be taking one, is the activity on the Internet.    \n\nCLEGG:  Well, as Professor Harris has said...   \n\nGRAHAM:  ... what you're talking about.  That's what I want us to -- and how we do that I think is very complicated, \nbecause when you monitor these websites, maybe you capture some innocent conversations.  \n\n      So having judicial oversight I think is important.  But I guess that's what I'm looking for, is sort of objective \nindicators of, you know, this is getting out of bounds here.  \n\nHARRIS:  Senator Graham, you're absolutely right.  It is about behavior.  That's the key to everything.  And making \nstatements, whether out loud or on the Internet, that's action.  That's a behavior.    \n\nGRAHAM:  And here is the problem we have.  If you're an Air Force member and you have an American Muslim in \nthe group and they say something that -- that alarms you, you have to think, well, if I just say something, am I going \nto get myself in trouble?    \n\nROMERO:  But, senator, if I may interject --- and it's nice to see you again, senator.  Thank you for yielding to me.  \n\n      I think part of the challenge we have in a country that's dedicated to free speech is how you draw that line well \nin a way that doesn't quell speech we want to protect.    \n\n      I know that perhaps my organization and you have different points of view on abortion, for instance.  Yet I think \nyou and I would completely coincide -- from the moments I've shared with you, I know you and I would completely \ncoincide that anyone who dares to blow up an apportion clinic is a criminal.    \n\nGRAHAM:  And that's not speech.    \n\nROMERO:  And yet then would you feel comfortable surveiling the anti-abortion websites for individuals who \nperhaps would be willing to blow up an abortion clinic, just because they may share the points of view of the \nradicals who would blow up a clinic?    \n\n      I know you would not feel comfortable, if I put the words in your mouth.    \n\nGRAHAM:  I know exactly what you're saying.    \n\nROMERO:  So the context is not that different in the context of speech that perhaps we find odious, perhaps we find \ndifficult.  But that is what America is about.    \n\n      Democracy is a great many things, but it should never be quiet. But if we all agree that it's not the America we \nknow and love, sir.   \n\nGRAHAM:  I guess here is where maybe legislation can happen, and my time is up.  There's -- you know, having \nthoughts against the government or expressing yourself in an aggressive way -- you can be radically pro-choice, \nradically against abortion.    \n\n      You can feel the way you would like to feel.  You can speak your mind.  But there comes a point in time when \nthe rest of us have to defend ourselves and our way of life.    \n\n      And what I hope we'll do in this discussion is not ignore the threats that do exist.    \n\n\n\n      There is a lurking, looming threat against this country and against our way of life.  And I hope we will not get so \nsensitive to this dilemma that we will basically unilaterally disarm ourselves.    \n\n      And when it comes to basically the immigration issue, if there was ever a reason to fix our immigration \nsystem, this hearing highlights it.  You've got millions of people here who are undocumented, illegal.  And I would \njust be greatly offended if I were a corporal coming back from Afghanistan, who happened to have an Hispanic last \nname and got stopped because somebody thinks I'm here illegally.    \n\n      I could be greatly offended.  But the fact of the matter is that there's an downside of illegal immigration in terms \nof crime.  And I just -- the way to solve that problem is clear to me.  It's comprehensive immigration reform.  \n\n      Thank you all.  This has been a very good hearing.  And we'll -- we'll see if we can work with Senator Cardin to \nfind something maybe more bipartisan. .    \n\nDAVIS:  Mr. Chairman, can I answer one question the senator did have?  You asked Captain Gale had he ever \nbeen profiled.  I'll take a shot at that.    \n\n      Unequivocally, yes.  But I think what's telling, not only have I been profiled, but as a law enforcement officer, I \nhave profiled.    \n\nGRAHAM:  Yes.  \n\nDAVIS:  I think that's the part that we bring to the table, that, in many cases, it may be implicit bias.  It may be no \nmalice intended. But at the end of the day, the result is that you have a disparate effect on the people of color that \nyou need most to help address some of the issues that were at the table.    \n\n      So I think for us not to acknowledge that it exists, to acknowledge that implicit bias is a human behavior that no \none's exempt from, for us to require that we are trained it, that we hold ourselves accountable, so that we don't \nhave these disparate outcomes, is really what we're talking about.    \n\n      And it's easy to focus on the small percentage.  I agree with the opening statement.  Only a small percentage of \nour profession I believe are racist.  \n\n      But if the issue was as simple as racism, it would be an easy problem to fix.  This is a much bigger issue.  And I \nthink we have to tackle at that level.     \n\nGRAHAM:  Well said.  \n\nDURBIN:  Thank you, Senator Graham.    \n\n      And I'm going to take an extraordinary risk here and put this committee in the hands of Senator Franken.    \n\n      In all seriousness, we're at a roll call vote.  And Senator Graham and I have to vote.    \n\n      And Senator Franken, I'll recognize you.  And I'll let you monitor your own time used and watch Senator \nBlumenthal proceed.  And then I'll return.    \n\n      Thank you.    \n\nFRANKEN:  You may regret this.  I have the gavel now.  In that case, I'll turn it over to Senator Blumenthal.    \n\nBLUMENTHAL:  I have a -- if I may, I have a question, chief, to follow up on the remark that you made at the close \nof Senator Graham's questions.  Under what circumstances have you profiled?  And if you could talk a little bit \nmore about what limiting principals you think should apply to profiling, when it is used legitimately, if it can be used \nlegitimately in your view?    \n\n\n\nDAVIS:  Yes.  The example that stands out for me when I was a police officer in Oakland, and you would have an \narea that would be -- we would identify as high crime.    \n\n      And this area was actually -- was very accessible to the freeway, so we had customers from out of town coming \nin to buy narcotics.  And quite often, they were actually white.    \n\n      So the presumption on my part and many others that any white person in the neighborhood would then be \nbuying narcotics.  The problem with that assessment, one, it attaches criminality to the entire neighborhood, so that \nthe only way that neighborhood could be judged is based on the actions of a few, which means you're criminalizing \neveryone that lives there.    \n\n      And two, that also suggests that the only reason why a white person would visit someone black is to buy drugs.  \nSo besides being ineffective, besides being insulting to the neighborhood, it wasn't very -- it just did not work.    \n\n      So as we got better and moved on, we learned how to watch behaviors.  So now someone leaning in a car, \nsomeone basically exchanging money, somebody yelling signals that a drug buy was about to take place or that the \npolice officer are coming works a lot better, doing proper investigations.    \n\n      The circumstances in which I think profiling could work would be probably under the category of criminal \nprofiling, when you're looking at behavioral aspects of what a person is doing.  In other words, a persons -- people \nthat -- when they're selling drugs, they engage in certain behaviors, whether it is how they dry, whether it is furtive \nmovements in a car, something that would be specific to their actions.   \n\n      I cannot think of any context in which race is appropriate, other than when you're describing someone that's \ncommitted a crime.  In fact, senator, I would say that what ends up -- race ends up doing is being a huge distracter.    \n\n      So now we've seen this time and time again.  We did Operation Pipeline in California, where we targeted drug -- \nso called drug carriers.  And we basically did not get what we were looking for because we were so busy looking for \nblack or brown people driving on a freeway.    \n\n      We were proven wrong time and time again.  And then we lose the support of our community.    \n\nBLUMENTHAL:  And -- and added to that problem is the difficulty often of using eyewitness testimony, where \nsomebody supposedly identifying a potential defendant in a lineup can be just plain wrong because of race being a \nfactor.  Would you agree to that?    \n\nDAVIS:  Yes.  And in fact, there's much work in science now into looking at some of the dangers of basing \nconvictions and even arrests merely on lineups, because they can be inaccurate.    \n\n      If I may, I guess one of the questions that came up earlier was also about officers guessing on race.  And if I \ncan say, it's really interesting because we're supposed to assess race.    \n\n      And so the idea -- I don't think we're suggesting that race has no place.  So if you put -- something comes out \non the radio that you're looking for a black male, six foot tall, 225 pounds and very handsome that did a robbery, \nthen it would make sense why you would stop me.  I could understand that.    \n\nFRANKEN (?):  Objection.    \n\nDAVIS:  But it is -- the officer has to make an assessment at the time.  So there's a time and place.  It's just not \nwhen you're trying to predict criminal behavior.    \n\nBLUMENTHAL:  Mr. Gale, if I may ask you to comment on the general principle that race or other similar \ncharacteristics alone, if used for identifying or profiling individuals, can be either distracting or undermining to \ncredibility, and really should be used in combination -- if anything in combination with other, if at all, characteristics, \nmainly conduct, behavior and so forth.    \n\n\n\n      What would you think about that?    \n\nGALE:  Conduct is what drives it all.  When you talk about -- and because, you know, I'm the commander of the \ntraining academy in my department, and we're training officers all the time, you know, one of the things we talk \nabout is, you know, the stop and frisk, Terry stop type of situations.  It's all driven by conduct.    \n\n      When you -- if you're going to properly teach that, you teach that it's driven by the conduct of the person.  And \nyou're determining that their conduct indicates that they're involved in criminal activity.    \n\n      Race has no place in that.  I think the distracter is that now you would have criminals who are involved in \ncriminal activity who will now use the racial profiling as a distracter, as they complain for having been arrested or \nstopped because of their -- because of their criminal conduct.    \n\n      And I think there's a presumption by some, and wrongly so, I believe, that, you know, no criminals ever \ncomplain against police officers, and that no criminals ever, you know, don't just acknowledge that they do crime.    \n\n      My experience in 23 years is that it is very rare to roll up on someone engaged in criminal conduct and have \nthem say, oh, you got me copper.  I'm guilty.  They don't do that.  They look for anyway they can to try to get out of \nthat process.    \n\n      Conduct is what drives all of it.  The distracter is now that you -- that if you pass a bill like this, you're going to \nnow say, here is something you can use in addition.    \n\n      I think the courts already addressed it.  The courts have already told law enforcement agencies very clearly you \ncannot use race as the basis for how you do this.    \n\n      So conduct is it.  And my -- the bulk of my testimony is really that I think we're trying to fix something that \ndoesn't need to be fixed, because you're trying to fix it with a law as opposed to just saying, hey, there's a problem \nand the problem is bad police work.    \n\nBLUMENTHAL:  And -- and I'm sympathetic as one who has been involved in law enforcement for actually more \nthan 23 years, combining both federal and state, as U.S. attorney and then as attorney general of my state, in \nConnecticut.    \n\n      And I would be very loathe to create what you have charitably called distractions, defenses, impediments to \neffective law enforcement.    \n\n      But I think that one of the roles of legislation is also to provide guidance, raise awareness and perhaps provide \ndirection to police or their departments who may not be as aware as you are or even other witnesses here.    \n\n      Mr. Romero?  \n\nROMERO:  Thank you, Senator Blumenthal.    \n\n      And Officer Gale, I guess I must take some time to visit your fair city of Denver, because it doesn't look like any \nof the major cities that I visited in my 11 years of tenure as director of the ACLU.    \n\n      And with all due respect, you will forgive me for having to point out that your very optimistic assertion that all is \nwell is just not borne out by the data that we already have.    \n\n      Let my give you data then that I know quite well in New York City, the country's largest police department.  \nThere were -- from 2002 to 2011, there were more than 4.3 million street stops -- 4.3 million; 88 percent of those -- \nthat's nearly 3.8 million -- were of innocent New Yorkers.  \n\n      That means they were nearly arrested for summons or -- were either issued a summons or arrested.    \n\n\n\n      Now let's break it down place by race, because obviously it's a much better place if you are Puerto Rican, like \nme, and maybe live in Denver.  But New York is not a very good place for people who are African-American or \nLatino.    \n\n      In 2011, a record 685,000 New Yorkers were stopped by the New York City Police Department.  Eighty eight \npercent were totally innocent of any crime; 53 percent of those were black; 34 percent were Latino; nine percent \nwhite.    \n\n      And a remarkable number of guns were found on 0.2 percent of all stops.    \n\n      Now, with all due respect, Officer Gale, I must -- I must demure when you say this is all conduct driven, because \nclearly these facts beg otherwise.    \n\n      The fact is that there is a problem.  And I would assert that the reason why -- and I think one point where we \nagree is that your -- the Fraternal Order of Police nationwide lacks the trust from communities of color.  I think you \nhave said as much, that you have a -- you have a PR problem, if you will, with communities of color.    \n\n      And I would assert that the reason why you might have that difficult with the communities of color you are there \nto serve is because they know these facts.  They may not know them the way I know them, but they experience it. \n\n      And that's precisely why the End Racial Profiling Act is essential.  The data we have already tells us there's a \nproblem. Let's collect more data.  And let's put in place some remedies.    \n\n      Your point about the Supreme Court and the Equal Protection Clause giving sufficient comfort to those who \nhave been wronged by the police, that's just simply not true.    \n\n      The Supreme Court case, lamentably, in the case of Wren, which I can cite for you, basically allows police \nofficers to make a pretextual stop based on race, ethnicity and national origin.  It is the law of the land, according to \nour Supreme Court.  \n\n      At times, our Supreme Court gets it wrong, which is why we exhort this Congress and this Senate to step in and \nto enact a law when we know that there is a problem that has yet not come to the attention of our Supreme Court.    \n\n      So with all that, I thank you.    \n\nBLUMENTHAL:  Thank you.  My time is up.    \n\n      I want to thank all of the witnesses.  This has been a very, very important and useful hearing.  And we have \nsome areas of disagreement which I think we need to explore further.    \n\n      But I want to thank particularly Mr. Gale and Chief Davis for your excellent work over the years in law \nenforcement.    \n\n      And thank the chairman and substituting chairman for their tolerance and patience.    \n\nFRANKEN:  I think you actually call me the chairman.    \n\n      (LAUGHTER)  \n\nFRANKEN:  It's the protocol.    \n\nBLUMENTHAL:  You know, I think I need the advise -- I have a right to remain silent, don't I?    \n\n      (UNKNOWN):  Yes, you do.    \n\nFRANKEN:  I'm going to -- unfortunately, I do have to have an appointment, so I'm going to ask my questions and \nthen you'll get the gavel and you'll be the chairman and get every due respect being called the chairman.    \n\n\n\n      Thank you, Senator Blumenthal.    \n\n      Everyone here has talked about the importance of cooperation between law enforcement officers and the \ncommunities they serve.  And it seems everyone agrees that racial profile can undermine trust in the authorities \nand can cause resentments among the targeted groups.    \n\n      Minnesota is home to a large population of Somali Americans.  In my experience, nobody -- no -- no community \nwas more upset than the Somali community when we learned that a few Somali Americans had been -- had gone \nback to Somalia and become with Al-Shaabab.    \n\n      When I talked to the -- both FBI Director Mueller and more -- maybe more importantly, when I went back to the \nTwin Cities and talked to special agent in charge there, both said that the Somali community had been cooperative \nin FBI investigations.    \n\n      And I think it was because of actually very good police work and very good work by the FBI in making sure that \nthey earned the trust of the Somali community there.    \n\n      My questions are to Chief Davis and to Officer Gale.  Both of you have served as law enforcement officers.  \nHow do you earn the trust of the diverse communities that you serve, some which -- some of whom may be initially \nskeptical of -- of the police?    \n\nDAVIS:  Thank you, senator.  And one stop at a time, One day at a time, one interaction at a time.  I think when \npeople -- I think we have to, one, acknowledge the history that police have played. the role of law enforcement with \nregards to race in this country.    \n\n      I think we still have generations of people that remember the segregation.  WE have generations of people that \nwere still -- are still here, that remember when the police were the enforcement tool and the rule of law with regard \nto Jim Crow laws and black codes.    \n\n      So we have to acknowledge that we may start off with this lack of trust and confidence.  So it's one interaction \nat a time.  \n\n      I think the first thing law enforcement can do is acknowledgement, to take our heads out of the sand and \nacknowledge that we have this horrific history.  We should acknowledge that we, whether intentionally or not, still \nare engaging in practices that have a very disparate result with regards to people of color, whether intended or not.    \n\n      We should put our defensiveness down and realize we're here to serve, not to be served.  And we have to \nrealize that we are only going to be successful if the community engages with us.  And the more we engage in that, \nthe safer we make them.    \n\n      The safer we make our communities, the more they'll then partner with us.  What the evidence is showing, time \nand time again, at each major city and community, the stronger the relationship between the police and minority \ncommunities, the less that crime reduction is going to be.    \n\n      So we do it one interaction at a time.  And we do it by holding officers accountable.  But we also do it by \nacknowledging that which is in front of us.    \n\n      I think there's no greater as a minority than for someone to look me in my eyes and insult my intelligence by \ntelling me that there's not profiling, when everything about me knows that it is.  \n\n      And I think that's what happens with our communities.  And we need to stop doing that.    \n\nFRANKEN:  Officer Gale?    \n\n\n\nGALE:  I think I agree with the chief, that you have to do it one person at a time.  But I think you have to be more \nglobal.  You have to look at the community you serve and the different populations in that community.  And you \nhave to make a concerted effort to be in those communities and having dialogue with those people.  \n\n      And you have to listen.  And it doesn't matter that you might not agree with the things that they say.  Years ago, \nI was in the military and I went to a leadership school.  And they had a manual that said, any problem, whether real \nor perceived, is still a problem.   \n\n      And I agree with that and I've held to that.  It doesn't matter if it's not the actual problem.  If it's perceived to be a \nproblem by someone or by a group of someones, then we have to listen.  We have to validate it.  And we have to \ndialogue through it.  \n\n      And I think we have to take agencies and train agencies to understand who these populations are that they're \nserving and what the concerns are those agencies are.    \n\n      I agree also with Chief Davis that, you know, we have to acknowledge the history of law enforcement has not \nalways been one of stellar conduct.  And I think that that's being done in a lot of organizations.    \n\n      I think in the Fraternal Order of Police we talk about it very honestly and very candidly with our membership, \nand say, this is the way you need to go to improve your relations with the communities that you serve.    \n\n      And so it's important to do those things, to hear what they have to say.  But it's also important to explain to them \nwhat the challenges are, what we have to do if we're going to protect people, what, you know -- what we're faced \nwith as the challenges, when we are protecting communities.  \n\n      And it's important for us to illustrate that to individuals in the community.  Because, you know, no one's perfect.  \nBut if we understand each other better and we dialogue more, I think when there are these honest \nmisunderstandings, we can move past them.    \n\nFRANKEN:  Thank you.    \n\n      Mr. Romero, in your written testimony on behalf of the ACLU, you wrote about a recent -- about recently \nuncovered FBI training materials that rely on bigoted stereotypes of Muslims.    \n\n      I think we can all agree that those materials are not acceptable. FBI Director Mueller acknowledged that those \nmaterials damaged the FBI's relationship with Muslim communities.    \n\n      And I commend Chairman Durbin for his recent letter to the FBI on the subject.  And I'm working on a letter to \nexpress my concerns as well.    \n\n      Mr. Romero, what actions should the FBI take to show that it is serious about reforming its training programs?    \n\nROMERO:  Thank you for the question, Senator Franken.    \n\n      And, yes, what I -- what I would first point out is, of course, those -- those memos and files and training manuals \nsurprised us. When we used the Freedom of Information Act, we go asking for documents that we don't know exist.    \n\n      And so we used the Freedom of Information Act as democracy's X- Ray.  How do you get documents that we \nneed?  That questions, hunches, based on conduct of what we've seen already when the FBI's been tracking young \nMuslim men between the ages of 18 and 33, asking them to come in for voluntary fingerprinting and photographing, \nmapping out mosques.  \n\n      We had a hunch that they had to have some training materials that were going to be troubling and problematic.  \nAnd -- and lamentably, our hunches were borne out.    \n\n      I think, frankly, one -- one thing that the FBI needs to with -- I would encourage -- and Director Mueller is a man \nwith whom we have great disagreements.  We've sued him dozens of time.  \n\n\n\n      But for the record, he's a man of enormous credibility.  He's probably the man in -- in the Justice Department, \nboth under the Bush and the Obama teams, in whom I have the greatest personal regard and respect, sine qua \nnon.    \n\n      And with all that. I would encourage you to encourage him to take a much more active position on these threat \nassessments, which I fear are only the tip of the iceberg.  The attorney general guidelines allow now them to begin \ninvestigations on anyone they choose, so long as they can claim they're doing it to -- to gain information on criminal \nactivities, national security or foreign intelligence.    \n\n      And the amount of reporting on those threat assessments is rather limited, as -- as we all know.  Asking those \ntough questions, how many of these threat assessments have been opened?  How many of them are ongoing?  \nThey allow them to collect unlimited physical surveillance.    \n\n      We encourage the attorney general to retire the use of these threat assessments.  But at least at the very first \nstep, you could ask the FBI to do more vigorous reporting on you, even if it is in camera.    \n\n      Retraining is essential.  Because remember, all the folks who got that lovely little chart showing how the Arab \nmind is a cluster mind, and I'm quoting verbatim -- \"is a cluster thinker, while the western mind tends to be a linear \nthinker.\"    \n\n      They were trained on this.  So until we retrain them and tell them that that's not the case, was never the case, \nthey're going to continue to do those activities.   \n\n      And so I think retraining is essential.  And probing into the assessments and how those assessments have been \nused, particularly in the Muslim context, I think would be a place of important focus.    \n\nFRANKEN:  Thank you, Mr. Romero.  \n\n      And thank you, Mr. Chairman.  I noticed your back.  So I'll -- you already took the gavel.  Didn't you?    \n\n      Thank you all.  Thank you.    \n\nDURBIN:  Senator Coons.    \n\nCOONS:  Thank you, Chairman Durbin.  Thank you for calling this hearing, for your long and passionate and \nvigilant advocacy for civil rights and for your real leadership in this area, for this legislation and for this hearing.    \n\n      In my own role prior to becoming a senator as a county executive, I worked hard in supervision of about a 380 \nsworn officer department, to ensure that we had effective and strong outreach, not just to traditionally subject to \nharassment or questioning communities, like the African-American or Latino communities, but also, post-9/11, \nmaking sure there was better training and outreach in relationship with our Muslim community, and given some \nincidents that occurred in our LGBT community, just making sure that we stayed as a policing organization engaged \nand accountable.    \n\n      And I just wanted to start, Officer Gale and Chief Davis, by thanking you for your leadership in the policing \ncommunity and for your service to the public.    \n\n      I appreciate your starting by just helping me understand what's the impact on a police force that practices racial \nprofiling, where it's either part of the policy or training, part of history or part of current practice?  What's the impact \non professionalism, promotion advancement and cooperation with communities?    \n\n      That's been touched on.  But as you have noticed, because of votes, a number of us have had to step in and \nout.  And I'd be interested in your response to that.    \n\nDAVIS:  Thank you, senator.    \n\n\n\n      I think it's multiple parts, if I may.  Inside the organization, which we did not talk about, an agency that does \nengage in systemic racial profiling usually has very low morale, because now you have ulcers inside your \norganization that are opposed to it, those that are engaging in it.  And it causes a conflict within itself.    \n\n      Within a community, I would also probably argue that the community is suffering, because now you have a \npractice in which they're losing touch with their community, which makes them very ineffective.    \n\n      And quite frankly, in today's society, it makes them much more expensive.  Because now you have the cost of \ncrime going up.  You have the cost of litigation, because people are now seeking some type of redress through the \ncourt system.  \n\n      And you have low morale issues, which means you have increases in sick leave and workers comp claims.  So \nit's a very expensive venture when you engage in systemic racial profiling.  \n\n      And most importantly, you have a community that is denied some of their basic rights.  So I -- as you know as a \ncounty executive, you cannot serve the community effectively if they don't trust you.  So there's some historic trust.  \nThere's always going to be some challenges and strains.  \n\n      But to the extent that there's a legitimate outreach, to the extent in which we're trying to -- and I agree with \nCaptain Gale -- listen and respond and respect, I think we have a better chance of being successful.    \n\n      So the issue of racial profiling, although we're talking about race, from a chief's perspective, from an executive \nperspective, is very -- it's poor managerial practices.    \n\n      It results in loss of revenues, support.  Like I said, it causes internal strife.  It just is not an effective strategy.    \n\nCOONS:  Thank you.    \n\n      Captain Gale, would you agree?  Is this bad policing?  Does it have consequences internally?    \n\nGALE:  Absolutely.  I mean, the consequences of -- of bad management in any agency result in, you know, these \nperceptions in the community that the police are not responsive, and that they're victimizing citizens, and that \nthey're somehow or another a rogue force.    \n\n      That's where it all drives from.  It all drives from the management philosophy of the organization.    \n\n      And the chief is right.  It does result in -- in low morale.    \n\n      But it also results in low morale not jut because you're going to have people in the agency that would disagree \nwith, you know, the practice or the fact that there's no appropriate accountability for officers who are clearly \noperating outside professional conduct.    \n\n      It has low morale when the community that we serve then becomes, you know, complaining about us being \nunprofessional or about the reputation of the agency being, you know, that of a victimizer as opposed to a protector.    \n\n      So -- and the chief is absolutely right.  It starts with the management.  It starts with the very top person and the \ntop level people allowing these things to occur in individuals that they won't hold accountable.   \n\n      As a captain in my agency, I believe it's my charge to hold people accountable when they conduct themselves \nunprofessionally.  And I do so.  You know. I think some people have said here that, you know, well, there seems to \nbe some kind of great thing going on in Denver or what have you.    \n\n      I'm just going to tell you -- and I love my city and it is a great city.  Please feel free to visit any time.  OK.  But I'm \njust going to tell you, we hold people accountable in my agency.    \n\n      We hold them accountable.  And that's expected for -- you know, we don't have to have specific rules that say, \nyou can't do this. Because we all know what bad behavior is when we see it.    \n\n\n\n      And if you -- and if you challenge people and you hold them accountable, then there won't be a problem.  But \nthe end result is that officers will just shut down and not conduct any type of police work.  And then the city doesn't \nget protected.    \n\nDAVIS:  Senator, if I may add one point.  There's a phrase we have especially for chiefs that it calls about a \nmoment of pause.  And what happens is when an agency does not have the type of trust and confidence that we're \nalluding to, that we're discussing, in many cases, you have racial powder kegs that are sitting there.    \n\n      And if you look at our history, it's usually been some type of incident.  and it gets confusing because, quite \noften, the incident may not be -- it may be a legal incident.  It may be something that really, by itself, would not \nmake sense to cause such a response, but it reflects years of abuse and neglect.    \n\n      It reflects the kind of -- I think one of the congresspersons said earlier, enough is enough.  And so when \nagencies are blind to this or -- and systematically engaging in it, they're sitting on these powder kegs that an \nincident like a Trayvon Martin or an Oscar Grant in Oakland can ignite.    \n\n      And then that's when we see large demonstrations and you start having race riots.  Because it's not the incident \nby itself as much as it is the buildup to that incident, the lack of acknowledgement of where we were at before.    \n\nCOONS:  And, chief, if I -- if I've heard all the members of the panel right, who have said that racial profiling is bad \npolicy, it's not just those powder keg moments.  It's also the simmering distrust, the disconnect from the community \nyou seek to protect and to serve that can also have a negative impact on your effectiveness, on your ability to \neffectively police.  \n\n      That's something we've heard across the whole panel.  I wanted to move, if I could, Professor Harris, to a \nquestion about standards.  If you look at reasonable suspicion standard that controls the ability of law enforcement \nto stop and question an individual, as opposed to probable cause, which covers arrest, profiling appears to me, \njust at first blush, to be a much larger problem potentially in the area of reasonable suspicion.   \n\n      How you have seen that play out?  What do you think is important in fighting that standard?  And then I am \ngoing to want to move to this bill, and why it might be necessary.    \n\n      Professor?    \n\nHARRIS:  Thank you.  Thank you for the question, senator.  You're absolutely right.  You put your finger on \nsomething very important. The reasonable suspicion standard arises in Terry versus Ohio, the case that allows \npolice officers to use stop and frisk when there is reasonable, fact-based suspicion.    \n\n      The problem is, and where this can intertwine with profiling is that reasonable suspicion is a very low legal \nstandard.  It is lower than probable cause.  When I'm in class, I like to say, probable cause is somewhere near my \nwaist; reasonable suspicion is below my knees.    \n\n      And you -- you have a standard where you can use very little evidence to take significant police action.  And \nwhere we see this showing up in the context of profiling, to give you one example, is in the stop and frisk activity in \nNew York City over many years.  And it's a good example because there is very significant amount of data on this.    \n\n      We often find that even though the standard is reasonable suspicion, there is hardly anything recorded and \nsometimes nothing at all recorded reflecting reasonable suspicion, or the idea is simply thought of as boiler plate.    \n\n      So with that low a standard, profiling and other ineffective approaches to law enforcement run rampant.  And \nwe have the kind of statistics that Mr. Romero cited just a minute ago.    \n\nCOONS:  Thank you.    \n\n\n\n      Mr. Romero, if I might then, if racial profiling can be a violation of civil rights, as I believe it is under a whole \nline of case, Martinez, Fuerte, Rignon Puence (ph), Montero, Comarho (ph) -- these are not cases I'm familiar with \npersonally, but that's the line of analysis I think by the Supreme Court that has laid this out.    \n\n      Why do we not see more enforcement actions for racial profiling by the Department of Justice?  And if you \nwould just follow up on Professor Harris' comment, how do we, in the gap between the formal policies, create police \nentities that, as Captain Gale describes it, are accountable, are professional and where, at all levels, are engaged in \nmoving us forward towards a more just and effective policing community?    \n\nROMERO:  When you look -- thank you for the question, Senator Coons.   \n\n      When you look at our -- the testimony we submitted, you will see that we detail a number of the seminal racial \nprofiling cases.  In fact, some of them brought by David Harris.   \n\n      One might be instructive for why this piece of legislation is essential is to track when the incident occurred and \nwhen the case was decided.  Because you'll note that many -- in many instances and the one I'm looking at now, \nyou're looking at a span of several years of time between when you get pulled over by a police officer on a highway, \nin the case of Robert Wilkins, and ultimately when that case was decided by a court.    \n\n      And for many minority group members, especially those in our communities and families who lack resources to \nhire private attorneys, it is not simple or economic to retain private counsel, even when you've been wronged.    \n\n      We turn away many, many cases and individuals who write to us every day simply because we lack the \nresources to take on every single case.  We take on cases where we think we have a -- an ability to have a high \nimpact, which means systemically at the highest levels.    \n\n      The number of heartbreaking letters I sends back saying, I understand you were profiled by the police, but we \nhave them under a consent decree and so we will throw your fax in our consent decree, doesn't really give the \nindividual who has often been aggrieved, even if they're willing to step forward, much comfort.    \n\n      I think that's -- that's really what's at stake here, is I think the burden on hundreds of thousands of New Yorkers, \nlet's say the 400,000-plus that I cited have been wrongfully stopped by the police -- the idea that you would ask \n400,000 New Yorkers who were innocent and yet stopped by the police to file all individual lawsuits, I can't believe \nthat any member of this chamber would believe that would be an efficient use of our resources.    \n\n      This is one of the times when, by the Senate taking action and putting in place a legal regime, and being able to \nstop the type of rush to the courthouse steps, you would do both the economy and our civil liberties a service.    \n\nDAVIS:  Senator, if I may, the one area -- going to the question you had about the lawsuits, or why people can't file \nthe complaint, is, in many cases, I think the bigger challenge is that it may actually follow a legal stop.  This is why \nthe legislation is critical, why data collection is critical.    \n\n      I think when we think of profiling, people sometimes unfortunately think that the stop itself may not have legal \ncause.  So we have a phrase in policing, give me a car, two minutes and a vehicle code and I'll find a reason to stop \nyou.    \n\n      So the stop may be justified, cracked windshield, bald tires. You know, you'll see those low discretionary stops \nbeing used quite often to get to, as the Wren decision talked about, a pretext for other things.    \n\n      So where it makes it hard on an individual basis is a person's complaining about being stopped, but, in fact, \nthey did have a cracked taillight.  And it makes it hard for that individual case.  \n\n      What you need to do is track holistically to see that that's the 10,000th cracked windshield, and 90 percent of \nthem may be all of one group of color.    \n\n\n\nCOONS:  I see that I am well past my time.  And I -- I appreciate the concerns that have been raised by this \nconversation, this hearing today, about the definition of racial profiling, about the importance of being narrowly \ntargeted in a legislative response.  \n\n      But I'm grateful, Chairman Durbin, for your crafting a bill that -- that insists on training, on data collection, and on \nnarrowly crafted response to a significant problem.    \n\n      Thank you very much.    \n\nDURBIN:  Thanks, Senator Coons.    \n\n      And following up on your question, I think one of the obstacles, and Mr. Romero probably can back this up, is \nthat when you're dealing with the question of whether or not race or ethnicity or profiling was the sole cause for the \nstop, you run into a real obstacle.    \n\n      Our staff did a little research on this.  It turns out this isn't the first time that Congress has talked about this.  \nArguing that discrimination should only be prohibited if it's based solely on race and ethnicity has an unfortunate \nCongressional lineage.    \n\n      Segregationists attempted to gut the Civil Rights Act of 1964 by offering an amendment that would have limited \nthe act's reach to discrimination based solely on race.  Senator Clifford Case of New Jersey argued in opposition.  \nHe said, \"this amendment would place upon persons attempting to prove a violation of this section, no matter how \nclear the violation was, an obstacle so great as to make the title completely worthless.\"  \n\n      And Senator Warren Magnuson of Washington said limiting the Civil Rights Act to discrimination based solely \non race would, quote, \"negate the entire purpose of what we're trying to do.\"   \n\n      So the courts have set a standard which makes it extremely difficult.    \n\n      And Chief Davis, your examples, there might be a cracked taillight, as the reason they're being pulled over.  \nWhat we found in Illinois, incidentally, to go to my home state; consent searches by the Illinois State Police between \n2004 and 2010 -- Hispanic motorists in my state were two to four times more likely to be searched.    \n\n      African-American motorists two to three time more likely to be subject to consent searches than white motorists.  \nHowever, white motorists were 89 percent more likely than Hispanic motorists and 26 percent more likely than \nAfrican-American motorists to have contraband in their vehicles.    \n\n      So it made no sense from a law enforcement viewpoint to do this. Yet it is done.   \n\n      I thank you for this hearing.  And I'm sorry it took 10 years to get back together.  And I'm sorry that we need to \nget back together.    \n\n      But to put it in historic perspective, if you go back to our nation's very beginning, our Founding Fathers started \nwrestling with issues of race and gender and religion.    \n\n      And this year's presidential campaign wrestles with issues of race and gender and religion.  It is an ongoing \ndebate in this nation.   \n\n      There have been moments of great leadership and there have been moments of ignominious conduct.  As far \nas accountability is concerned, yes, this would hold law enforcement accountable.  But I hope we hold every person \nin our government accountable, including members of Congress.    \n\n      Let me concede, I came to this job saying -- remembering what Bill Clinton once said when he was being \ninterviewed before he became president.  Is there any issue you will not compromise on?  He said, \"I will never \ncompromise on race.\"    \n\n\n\n      He said that as a man who grew up in Arkansas and saw segregation.  I thought that is a good standard, \nDurbin.  You saw it, too, in your hometown.  Hold to that standard.  \n\n      And I looked back and remember in my time in the House of Representatives voting for a measure that turned \nout to have a dramatically negative racial impact, the establishment of the crack cocaine standard and sentencing \nof 100 to one.    \n\n      Years later, I was given an opportunity in this committee to try to make that right and bring it back to one to one.  \nI couldn't get the job done.  Because of the nature of compromise, it's been reduced to 18 to one, still a terrible \ndisparity, but a dramatic improvement.    \n\n      What happened as a result of that bad vote by black and white congressmen?  We lost trust in the African-\nAmerican community.  Many people serving on juries said I'm not going to do this.  I am just not going to send that \nwoman, that person away for 10 or 20 years because of a crack cocaine violation.    \n\n      We lost their trust, Officer Gale.  And I can see it when the judges came and talked to us about it.    \n\n      We have moved back to try to establish some trust in that community by doing the right thing.  But we need to \nbe held accountable.  This senator and all of us, whether we're in elected or appointed office in our government, we \nserve.  We serve the public.    \n\n      And that accountability has to be part of that service.  This is not going to resolve the issue.  I think it is, as I \nmentioned earlier, more complicated today because of concealed carry and some of the standards being \nestablished in states, more complicated today, as Mr. Clegg has said, because the War on Terror raises legitimate \nconcerns about the safety of our nation and how far will we go to respect our national security, without violating our \nbasic values under the Constitution.    \n\n      I thank you all for your testimony.  It's been a very positive part of this conversation, which we need to engage in \neven further. There's a lot of interest in today's hearings.   \n\n      Two hundred and twenty five organizations submitted testimony. Thank goodness they didn't come here to \nspeak.  But we're glad to have their testimony and will put it in the record, without objection.    \n\n      Looks good.  It will include the Episcopal Church, the Illinois Association of Chiefs of Police, the Illinois Coalition \nfor Immigrant Refugee Rights, the Japanese-American Citizens League, the Leadership Conference for Civil and \nHuman Rights, Muslim Advocates, NAACP, National Council of La Raza, National Immigration Forum, the Rights \nWorking Group, the Sikh Coalition, South Asian Americans Leading Together, and the Southern Poverty Law \nCenter.  \n\n      And these statements will be made part of the record, which will be kept open for a week for additional \nstatements.  It's possible someone will send you a written question.  It doesn't happen very often, but if they do, I \nhope you'll respond in a timely way.    \n\n      Without further comment, I thank all of my witnesses for their patience and for attending this hearing, and look \nforward to working with all of you.  \n\n      (APPLAUSE)  \n\n      END    \n"}