{"title": "Discord on the Immigration Accord; Groups on Both Sides Plan to Challenge Senate Compromise", "body": "\nThere is little doubt about how grass-roots organizations feel about a bipartisan immigration compromise reached \nin the Senate: They don't like it.\n\nThe New York Immigration Coalition issued a statement that called the proposal unacceptable, saying, \"We say no \nto this deal.\" In California, the Mexican American Legal Defense and Educational Fund vowed to oppose numerous \nprovisions in the plan. In Massachusetts, an immigrant and refugee advocacy coalition said the deal was \"immoral, \nunworkable and unacceptable.\"\n\nWhile the senators and Bush administration officials exchanged congratulations on Capitol Hill for reaching the \ncompromise, supporters and opponents of illegal immigrants eyed the politicians warily and prepared for a \nlegislative showdown as the proposal heads to the Senate floor this week.\n\nUnder the proposal, an estimated 12 million immigrants who are in the country illegally would be eligible for legal \nstatus if they work hard, obey the law and go back to their countries of origin with the assurance that they could \nreturn. A guest-worker program would allow 400,000 new foreign nationals each year to work temporarily in the \nUnited States, but they would have no path to citizenship.\n\nA provision that allows new U.S. citizens to sponsor relatives would be changed. A complicated point system would \nbe instituted that rewards skilled workers who have more education and an ability to speak English. The higher the \ntotal, the more likely they would be able to bring in their family members.\n\nBut condemnations from supporters and opponents of illegal immigration were a sign that the bipartisan \ncompromise, like the illegal immigrants it addresses, faces a rocky future. Rep. Tom Tancredo (R-Colo.), a \nstaunch opponent of illegal immigration, believes that the proposal's path to legal status is an amnesty that \nrewards lawbreakers.\n\n\nTancredo favors strengthening the Mexican border and, in the U.S.  interior, cracking down so hard on illegal \nimmigration at the workplace and in other areas that illegal immigrants would depart voluntarily.\n\nAs far as the advocates are concerned, the creation of a path, albeit an arduous one, to legal status for illegal \nimmigrants is the deal's only high note. It is \"responsive to the immigration movement's demand for a legalization \nprogram for the undocumented,\" said Deepak Bhargava, executive director of the nonprofit Center for Community \nChange, which helped to organize and bankroll last year's huge immigrant marches.\n\nBut Bhargava agreed with others who said the proposal cannot work without significant changes. Angelica Salas, \nexecutive director for the Coalition for Humane Immigrant Rights of Los Angeles, said the proposed guest-worker \nprogram that creates jobs for migrant workers but gives them no path to citizenship is wrong.\n\n\"In the future we'll be talking about guest workers who have no rights,\" she said.\n\nSalas said the point system that rewards workers is a step back from the 1965 immigration act that widened \nquotas on the number of people who emigrate from Latin America, Africa and Asia.\n\n\"It's not being said outright, but they're saying, 'We want the right type of immigrants,' \" she said. \"Well, how do they \nlook? Most people from Africa, Asia and Latin America don't speak English.\"\n\nCitizens of the African nations of Nigeria, Kenya and Ghana speak English, as do some residents of India and \nBangladesh. But Ethiopians, Somalis and Eritreans, who represent the greatest number of African immigrants in the \nWashington area, often do not.\n\nJohn Trasvi?a, president and general counsel of the Mexican American Legal Defense and Educational Fund, says \nthe push against allowing new U.S. citizens to sponsor family members for green cards is an anti-immigrant drive to \nend cultural diversity.\n\n\"The number one way for Asian citizens to be reunited is through family reunification. Originally the brothers and \nsisters provision was for European immigrants. Now Asian Americans use it the most,\" he said. \"There's a \nresentment. It was good enough for the country when other people used it, but now you see who's using it and \nsuddenly it's the first thing to go. The opponents of illegal immigration say, 'We're okay with legal immigrants,' but \nnow it suddenly goes away.\"\n\nEun Sook Lee, executive director of the National Korean American Service and Education Consortium, ticked off \nwhat she called a number of problems.\n\n\"If we take out the future family program\" that allows sponsorship, she said, \"we will be creating another problem. \nPeople will continue to come without documentation. People want to be with their family members. It's something \nyou can't kill.\"\n\nLee joined Bhargava, Trasvi?a and Cecilia Mu?oz of the National Council of La Raza in seeing room for more \ncompromise. They vowed to lobby Democrats in the Senate and House to attach amendments that would create a \nmore workable proposal.\n\n\"We see this as a draft . . . , something that can be improved and changed,\" Lee said. \"But that depends on \ncommunity pressure.\"\n\nMu?oz said pressure would be applied this way: \"You start with amendments on the Senate floor, then you proceed \nto the House, which may have an entirely different debate than you have in the Senate.\"\n\nAdvocates, however, do feel they have some momentum, Mu?oz said. \"There is a legalization path that benefits the \npeople we've been talking about for all these years, so that's not a small thing. We have to measure the entirety of \nthe proposal, but several things are clear: If this bill goes down now like this, then the debate is over. It's \nunworkable,\" she said.\n\n\n\nGraphic\n\n \n\nIMAGE; By Guillermo Arias -- Associated Press; Mexican workers line up outside the U.S. Consulate in Monterrey, \nMexico, to wait for an interview for a working visa.\n"}