{"title": "INS ARRESTS ALLEGED TERRORIST;SUSPECT SOUGHT IN INDIA TOOK PLANE TO TWIN CITIES", "body": "\nImmigration officials said Friday that they plan to deport a man reputed to be one of India's most sought-after Sikh \nterrorists, who was arrested last week at Minneapolis-St. Paul International Airport.\n\nDaya Singh Sandhu, 33, was arrested by agents of the Immigration and Naturalization Service on Aug. 3, shortly \nafter he got off a morning flight from Newark, N.J.\n\nSandhu, who was traveling under an assumed name, was arrested without incident, INS officials said. Also \narrested were his wife, Kamaljeet Kaur, 25, and Pinder Brar, 32, who is described by the INS as an Indian national \nliving in Canada.\n\nA 6-year-old boy traveling with Sandhu and Kaur was placed in \"protective custody,\" said Dean Hove, the INS' \nacting district director.\n\n\"We think he (Sandhu) came into this country in order to effect entry into Canada for some reason,\" said Hove. \n\"They must've considered it an easier way to enter Canada: to enter the U.S. first.\"\n\nJust why Sandhu was going to Canada, however, remains a mystery, said Sgt. James Stinson of the Royal \nCanadian Mounted Police in Winnipeg, who was involved in the investigation.\n\n\"Only one person could tell you (why), and that would be him,\" Stinson said of Sandhu.\n\nSandhu was being held without bond pending a deportation hearing. Kaur was being held on $50,000 bond, and \nHove said security concerns prohibited him from saying where the two were being held.\n\nAfter a court hearing in Minneapolis Thursday, Brar was ordered moved to North Dakota to face criminal charges \nthere.\n\nHove said the INS waited a week to announce the arrest because the agency wanted to make sure Sandhu was \nwhom they suspected, and whether the Indian government actually wanted him.\n\nIt does. According to the Indian Embassy in Washington, Sandhu is a Sikh terrorist wanted in India for a number of \ncrimes. One of them is a September 1993 car bombing in New Delhi that killed eight people and injured 36 others.\n\nThe man said to be the target of the blast, Maninder Singh Bitta, was president of the governing Congress Party's \nyouth wing. He was not killed by the remote-control car bomb, but two of his bodyguards were among the dead.\n\n\nSikh separatists seek to create a new nation called Khalistan in the rich northern agricultural state of Punjab. Since \nthe mid-1980s, thousands have died in the civil strife.\n\n\"Khalistan\" means Land of the Pure.\n\nEmbassy officials said Sandhu was the leader of the Khalistan Liberation Force, and he is suspected of having \nbeen involved in political kidnappings and arms trafficking in India.\n\nIn a news release, INS Commissioner Doris Meissner said Sundhu's arrest in St. Paul \"exposes the stark reality of \nterrorism.\"\n\nBut it also shows that sometimes, law enforcement simply lucks out. Sandhu's arrest stemmed not from a U.S. \ninvestigation into terrorism, but rather from an RCMP investigation into alien smuggling, said Sgt. Stinson.\n\n\"We just had an ongoing investigation here concerning another matter, concerning one of the other people who was \narrested,\" Stinson said of Brar.\n\nThe information, he said, was passed along to the U.S. Border Patrol, \"and they ran with the ball and lo and behold, \nlook who they came up with,\" said Stinson. \"They just got lucky that the person is an alleged terrorist.\"\n\nHove said the INS investigation shows Sandhu, Kaur and the child arrived in New York from London on July 6. \nThey allegedly entered the country using bogus immigration papers.\n\nThey remained in the New York area until Aug. 3, when they took an early Continental Airlines flight to the Twin \nCities.\n"}