{"title": "IMMIGRATION PROPOSAL LEADS TO THREAT, ARREST", "body": "\nMassachusetts police have arrested a local man and accused him of sending a threatening e-mail to Florida state \nRep. Will Snyder over the Republican's proposal to bring an Arizona-style immigration law to the Sunshine State.\n\n\"You better just stop that ridiculous law if you value your and your family's lives, a------,\" the e-mail said.\n\nPolice identified the suspect as Manuel E. Pintado, 47, Snyder told the Times/Herald.\n\n\"It's a pretty thoughtless letter, don't you think?\" said Snyder in his trademark low-key style.\n\nSnyder said he received the e-mail just one hour after the Tucson shooting rampage targeting Arizona \nCongresswoman Gabrielle Giffords. Snyder referred the matter to the Martin County Sheriff's Office on Jan. 9, and \nthe office soon contacted authorities in Northampton, Mass.\n\nMassachusetts police said Pintado acknowledged sending the e-mail from a Starbucks. A self-described \"political \nactivist,\" Pintado said he was concerned that Snyder wanted to undo the 14th Amendment to the U.S. Constitution, \nwhich guarantees citizenship to those born in the United States.\n\nPintado said he didn't mean to kill Snyder, but \"was glad the e-mail made (Snyder) nervous,\" according to an arrest \naffidavit. Pintado was charged with attempted corruption by threat of a public official and written threat to kill or \ninjure, which are second- and third-degree felonies, respectively.\n\nSnyder said the incident shows that heated rhetoric is an unfortunate part of public service.\n\n\"There are extremists on both ends of the political spectrum,\" Snyder said.\n\nSnyder, a former Miami police officer who lives in Stuart, said the e-mail concerned him because people shouldn't \nmake violent threats against anyone. He also pointed out that he proposed an immigration crackdown bill \nbecause \"we're a nation of laws.\"\n\n\"I'm not out there saying immigrants are stealing jobs or ruining our schools,\" he said. \"I just believe the laws should \nbe enforced.\"\n\n\nSnyder is working closely with the Florida Hispanic caucus on the bill and has expressed a willingness to tone down \nthe most controversial aspect of the Arizona-style law: a requirement that police ask suspects for proof of \ncitizenship during routine traffic stops or arrests.\n\nGraphic\n\n \n\nPHOTO: A man from Massachusetts sent an e-mail threatening state Rep. Will Snyder of Stuart.\n"}