{"title": "Latinos hail Bam", "body": "\nLOCAL LATINO leaders applauded President Obama's decision to spare nearly a million illegal immigrants from \ndeportation - but say the historic ruling does not go far enough.\n\nObama's executive order - a political move that could help him retain the White House in November - allows many \nof the illegal immigrants who came to the U.S. as children to stay in the country and get work permits.\n\n\"With determination and the executive power of President Obama, 1 million young people will be able to stay in the \ncountry and not sleep with a nightmare,\" exulted City Councilman Ydanis Rodriguez (D-Manhattan) on Saturday.\n\n\"This is a signal that it's time to move forward,\" said Rodriguez, who was flanked by students from several Hispanic \ncountries as he stood on a Washington Heights block.\n\nHowever, the elected officials were dismayed that the young illegal immigrants will still not be eligible to live out \ntheir dream of becoming citizens.\n\n\"It's definitely the right path, and it's a good step forward, but much more needs to be done,\" said State Sen. \nAdriano Espaillat (D-Manhattan), who complained that Congress has not passed the DREAM Act, which would \nhave established a path to citizenship.\n\n\"It's not time to celebrate just yet,\" he said, \"but we're happy.\"\n\nObama's decision is a dramatic switch for his administration.\n\nThough Obama framed his decision on moral grounds, it was also politically savvy: Not only was it an appeal to \nHispanic voters in crucial swing states such as Florida, Colorado and Nevada, it also created a stark contrast with \nRepublicans, who have struggled to get support from Latinos.\n\nGOP presidential nominee Mitt Romney, who has advocated for tougher immigration laws, hinted that he would \noverturn the order if he were elected.\n\nAnd one of Romney's top surrogates ripped Obama Saturday for excluding Congress from the process. \"I thought it \nwas an arrogant power grab,\" Rick Santorum said at a conservative conference.\n\njlemire@nydailynews.com\n\n\nGraphic\n\n \n\nNLVL\n"}