{"title": "Pair arrested for immigration fraud scheme; Watsonville and Soquel residents among those duped", "body": "\nJune 29--SAN DIEGO -- A Tijuana, Mexico, man who told undocumented aliens in Soquel and Watsonville he \ncould help them get United States citizenship -- for a price -- was actually running an immigration fraud scheme \nwith a New Mexico woman, authorities announced Monday.\n\nArmando Garcia, 58, and Elizabeth Alcocer, 47, both were charged with a 16-count federal indictment for \nconspiracy, mail fraud and aggravated identity theft-related crimes this month, the Santa Cruz County District \nAttorney's Office reported.\n\nGarcia is suspected of taking at least $120,000 from eight to 10 Santa Cruz County residents, and the pair \nallegedly were running their fraud operation in other areas as well, according to Robin Gysin, who runs the \nConsumer Affairs division at the D.A.'s Office.\n\nGarcia and Alcocer presented themselves, at various times, as \"immigration\" employees and officers, \nimmigration attorneys, persons who could influence the actions of the U.S. Citizenship and Immigration Services, \nand immigration consultants to undocumented aliens seeking to legally immigrate into or legalize their status \nwithin the U.S., according to the D.A.'s Office.\n\nThe yearlong investigation culminated June 21 when both suspects were arrested by federal Immigration and \nCustoms Enforcement agents. Garcia and Alcocer face federal prison time, fines, restitution and asset forfeiture if \nconvicted.\n\n\"I think it's a really worthwhile case and a really sad thing that went on,\" said Assistant\n\nU.S. Attorney Rees F. Morgan, who is prosecuting the case.\n\nHowever, Morgan declined to comment further on the case, including how many victims have been identified and in \nwhat other areas Garcia and Alcocer allegedly duped people. He also would not say if fraud victims who came \nforward to report the alleged crimes but are living in the U.S. illegally would be prosecuted.\n\nIn Santa Cruz County, Garcia may have used churches to gain people's trust. A Soquel man told Gysin that a \npriest had introduced him to Garcia in 2004 as someone would could help the man's family gain immigration status \nin the U.S. Garcia said it would cost $20,000, according to Gysin.\n\n\nThe Soquel man paid Garcia $14,000 over a two-year period to cover the immigration costs for him, his wife and \ntheir child. At one point, the Soquel man even traveled to Pico Rivera to sign papers at Garcia's office, but the \nimmigration numbers were different on each document, Gysin said.\n\nIt's suspected Garcia and Alcocer forged other people's names on valid immigration documents so the pair could \nshow their clients that progress had been made on the cases.\n\n\"That's how he strung along victims,\" Gysin said. \"He wasn't assisting them with legitimate immigration efforts.\"\n\nThe complaints came together when victims reported incidents to the Santa Cruz County Immigration Project and \nthe Watsonville Law Center. About 10 victims have come forward in Santa Cruz County.\n\n\"We do expect once the word gets out that many, many more should surface,\" Gysin said.\n\nImmigration fraud cases occur from time to time in the area, but Gysin said this one involves a lot more money \nthan past schemes.\n\nGysin speculated the pair also may have been operating near the Mexican-U.S. border because Garcia was \nindicted in federal court in San Diego and Alcocer was arraigned in Albuquerque. They will be back in court Aug. 2.\n\nICE officials ask anyone with information about the scheme call 619-550-5229 to leave a confidential message.\n\nTo see more of The Santa Cruz Sentinel or to subscribe to the newspaper, go to http://www.santacruzsentinel.com. \nCopyright (c) 2010, Santa Cruz Sentinel, Calif. Distributed by McClatchy-Tribune Information Services. For more \ninformation about the content services offered by McClatchy-Tribune Information Services (MCT), visit            \nwww.mctinfoservices.com, e-mail services@mctinfoservices.com, or call 866-280-5210 (outside the United States, \ncall +1 312-222-4544).\n"}