{"title": "Backtracking on Mexico", "body": "\nPresidents Vicente Fox and George W. Bush both took office two years ago promising to forge a new partnership \nbridging the Rio Grande, one marked by a once-unimaginable level of cooperation on a number of fronts. It hasn't \nhappened, and as a result Mexico's enlightened foreign minister, Jorge Castaneda, has resigned.\n\n     The centerpiece of the new relationship was to have been a new accord on immigration. That encountered early \nresistance on Capitol Hill, and the terrorist attacks of Sept. 11, 2001, rearranged the White House's priorities. \nWashington has since failed to recognize that an immigration deal that serves American economic needs and \ndiminishes the population living illegally in this country can be compatible with heightened security. \n\n The White House's neglect has proved to be politically damaging to Mr. Fox's administration. The Mexican \ngovernment had to overcome widespread public skepticism, and concerns about surrendering national sovereignty, \nto sell the idea of a new understanding with the neighboring superpower. Mr. Castaneda was the most outspoken \nadvocate of closer ties with the United States. His frustration over the stalemate in the relationship contributed to his \ndecision to resign. \n\nMr. Castaneda worked tirelessly to promote an immigration deal and closer cooperation in fighting drug trafficking \nand on other law enforcement matters. He ended Mexico's tradition of warm ties with Cuba in order to back \nAmerican denunciations of Fidel Castro's human rights record. \n\nBeyond its failure to deliver on immigration, the Bush administration largely missed an opportunity to collaborate \nwith Mexico and Latin democracies in dealing with a number of thorny hemispheric matters, most notably the crisis \nin Venezuela. \n\nAngry calls by Mexican farmers in recent weeks for their government to renegotiate the North American Free Trade \nAgreement in response to the ill-advised agricultural subsidies passed by Congress last summer would serve no \none's interest, as Mr. Castaneda has pointed out. But they are indicative of a broader disenchantment with the \nUnited States that cuts across Mexican society. The Bush administration should take note of Mr. Castaneda's \nfrustration, and seek to improve ties with our neighbor to the south. \n\nhttp://www.nytimes.com\n"}