{"title": "A Fearful Dilemma for Alien Families", "body": "\nTo the Editor:\n\nThat only a small number of undocumented aliens have applied for legalization under the new immigration law is \nlikely due to something more than ''early administrative problems'' (news story, June 2). For many aliens the \ndecision not to apply is based on a fear of family separation.\n\nThe new law requires that aliens must individually meet the requirements for legalization, such as having lived \nillegally in the United States since 1981. But many who meet these requirements have spouses or children who \ndon't.\n\nFor example, assume that an undocumented worker entered the country in 1981. In 1982, after finding a job and \nplace to live, he was joined by his wife and child. Under the new law only the father qualifies for legalization. What \nshould this family do? Separate? Or should the wife and child remain in the United States illegally?\n\nAware that husbands and wives and parents and children are not treated as family units, many aliens are afraid to \napply for legalization. Their fear is reinforced by several aspects of the process itself:\n\nFirst, the applicant must list the name and location of every son, daughter, brother, sister and present and former \nspouse. The Immigration and Naturalization Service justifies collecting this information for statistical and planning \npurposes. From an applicant's perspective, however, providing the I.N.S. with the names and whereabouts of other \naliens comes close to aiding and abetting the enemy. Mistrust of I.N.S.'s motive is further enhanced by the use of \nformer border patrol agents as legalization officers.\n\nSecond, there is no clear I.N.S. policy on the issue of family separation except that families will be dealt with on a \ncase-by-case basis. Applicants can take little comfort in this assurance, however, since the I.N.S. has not made \nknown what criteria will be used.\n\nRemedies to prevent family separation are available within American immigrations law. Senator Alan Cranston has \nintroduced a joint resolution urging I.N.S. district directors to use their discretion under existing law to keep families \nintact.\n\nSo long as aliens must choose between legalization and the integrity of their families, it should be no surprise that \nparticipation in the program is less than ex-pected. CAROL SANGER Associate Professor of Law Santa Clara \nUniversity Santa Clara, Calif., June 5, 1987 U.N. Might Stave Off Trouble in Burundi To the Editor:\n\nJames Brooke's June 4 news article accurately silhouettes the ethnic divisions in Burundi. The alienation is deeply \nrooted in the culture, and it will take some time before any serious modification takes place.\n\nI worked for almost three years as the U.S. Ambassador (1969-72) trying to introduce ideas about dialogue and \nreduction of tensions. Leaders of both the Tutsi and Hutu communities responded with interest to the standard \n\n\ntechniques to reduce tensions, but these efforts collapsed in the economic troubles of early 1972. Fear replaced \nreason, and the bloodbath of 1972 occurred. There were previous ones. Unless something is done soon there will \nbe another one. Following the 1972 killings, I proposed geographic separation of the two communities. It is only a \ntemporary solution, but has been used in many other countries.\n\nBurundi, Sri Lanka, Uganda and Northern Ireland are witnessing killings and chaos rooted in centuries of racial, \nethnic or religious alienations. Could not the United Nations take on a more active role in these situations, as it did \nwith some success in Cyprus?\n\n \n\nTHOMAS PATRICK MELADY\n\nFairfield, Conn., June 5, 1987\n"}