{"title": "Family of six made it out just in time", "body": "\nStruggling to adjust as immigrants, Pedro Veliz and his family already feel luckier than thousands of other Cuban \nrafters.\n\nThe six arrived one month before a presidential policy change closed a door long open to Cubans.\n\nHad Veliz left in August instead of July - with his wife, their kids, and his two brothers - they'd be languishing in \nimmigration limbo with 30,000 other refugees at the U.S. naval base at Guantanamo Bay, Cuba.\n\nInstead, in a two-bedroom apartment shared by 11, they're learning a new life and trying to forget the old one that \nmade them leave.\n\n\"Imagine Cuba as if it were a father you love, but he beats you,\" says Veliz, 40, a sculptor who spent a year in \nprison in Cuba for trying to flee before. \"This father doesn't feed you. He doesn't care for you. He doesn't let you \ndevelop into what you can be. You love him, but you have to leave.\"\n\nAdds Miguel Angel, 38, a Cuban policeman punished for brother Pedro's escape attempts: \"To get anywhere, one \nhas to put Fidel Castro before family, before anything. Many come here not for economic reasons. Some do, but so \nmany come because of the political repression.\"\n\nThe former policeman, worries about the wife and 15-year-old son he left behind: \"It's a very poor place for the son \nof a defected police officer. Accidents happen.\"\n\nHome - once the tiny Cuban fishing town of Isabela de Sagua about 150 miles east of Havana - now is Hialeah, \npopulation 188,000, a working-class suburb of Miami that's 77% Hispanic.\n\nSince arriving July 21, their life has been a bewildering round of social-service agencies and bureaucracies:\n\n-- Receiving a $ 200 grant given each new arrival by Miami's church-run resettlement agencies.\n\n-- Waiting for hours for a Social Security number.\n\n-- Finding minimum-wage work making furniture or packing clothes in a factory.\n\n-- Sending a nervous Maykel, 13, to his first day at a U.S. junior high school Thursday.\n\n\"I tell them things will come, little by little,\" says Consuelo Dominguez, principal at Hialeah's Henry Filer Middle \nSchool.\n\n\nWhen Maykel (say: Michael) is fearful because he knows only a word or two of English, Dominguez reassures him \nin Spanish he'll have plenty of company. In the first week of school, 103 new students enrolled in the most-basic \nEnglish level for foreign-born students.\n\nIn the cramped apartment shared with Pedro's brother and his family - who arrived in Florida a year ago - a tiny TV \ntuned to a local cable station scrolls the names of Cubans at Guantanamo.\n\nLike other Cubans who've made it here, the family watches for names of friends and relatives who were not so \nlucky.\n\nThe oldest of the brothers, Veliz brought the family on a 12-foot boat he built himself - part of a three-vessel, tied-\ntogether convoy of 19 Cubans and one dog.\n\nEven before leaving the coast of Cuba, the group spent 15 days hiding out among the mangrove islands offshore, \ndrinking rain water and eating fish while dodging Cuban patrol boats.\n\nWhen it finally was safe to leave, they sailed for three days, then shipwrecked on a small rock island in the Florida \nStraits.\n\nSpotted by a plane in the volunteer Cuban-American pilots' group known as Brothers to the Rescue, the refugees \nwere reported to the U.S. Coast Guard. A day later, they were picked up and delivered to a new life in Florida.\n\nPedro's wife, Sonia Rodriguez, 31, says she can barely believe the USA's bounty: Home Depot, Kmart and \nsupermarkets with real meat, milk and fruit. In Cuba, she says, grocery stores display pictures of food and offer \nempty shelves.\n\nA church has offered used furniture, once they rent their own apartment. A Miami friend gave them cast-off clothing, \nadding a new pair of school sneakers for Maykel - a gift that would have cost a year's salary in Cuba.\n\n\"It makes me dizzy,\" she says. \"There are so many things.\"\n\nThe biggest hurdle: Finding an affordable apartment. On a weekly salary of $ 184, Pedro's brother Juan Carlos and \nhis family were barely making ends meet in Hialeah before the others moved in.\n\nBut his wife, Maria Estevez, says they'll do whatever they can to help family: \"What else would we do?\"\n\n Maykel Perez's middle school\n\n Racial breakdown of the 1,701 students at Henry Filer Middle School in Hialeah, Fla., where Maykel Perez was \nregistered Thursday:\n\nHispanics(1)    81.8%  (1,392)\n\nBlacks          14.8%    (251)\n\nWhites           3.0%     (51)\n\nAsians            .4%      (7)\n\n1 - Non-Hispanic whites\n\nNotes\n\nTHE CARIBBEAN; See info box at end of text; See related story; 06A\n\n\n\nGraphic\n\n \n\nGRAPHIC, b/w, Marty Baumann, USA TODAY, Source: Henry Filer Middle School (Bar graph, Map); PHOTO, b/w, \nTom Salyer\n"}