{"title": "A DIFFERENT FAMILY RITUAL: HOT POT;COMING TOGETHER AROUND A CONTAINER OF BOILING BROTH", "body": "\nI've never eaten turkey for Thanksgiving.\n\nSuch holidays were foreign to my immigrant family, so my parents extended their own traditions.\n\nInstead of stuffing ourselves with sleep-inducing meat, we ate the Chinese version of holiday food, huokuo, or hot \npot. The effect was the same -- the whole family gathered around food and ate ourselves silly. But overall I think \nour meal was healthier and, for me, even tastier.\n\nHot pot is traditionally eaten on Lunar New Year's Eve. The communal activity represents the bond of the family, \nwhich gathers around a warm pot to share good wishes for the coming year.\n\nInternational flavor\n\nThe dish is just what it sounds like: a hot pot of boiling water or broth into which food is dipped and cooked.\n\nAccording to \"Food Lover's Companion,\" each country has its own version of hot pot. The English have a \nLancashire hot pot that includes mutton, sheep kidneys, oysters and potatoes. The French hot pot or hochepot \ncontains pig's ears and feet.\n\nThe Asian version of hot pot originated in northern China, where the dish helped fend off the chill of harsh winters. \nThe Japanese hot pot, or shabu-shabu, is named after the sound made when meat is swished through the broth. It \ntends to be lighter in flavor than the Korean hot pot, which contains more garlic and pepper, or the Thai hot pot, \nwhich includes more hot, sour and sweet tastes.\n\nFor my family's hot pot, my mom uses an electric frying pan, but an electric wok or deep soup pot will also do the \ntrick.\n\nInstead of sitting down to food that's already prepared, family members submerge raw food into the pot of boiling \nliquid, cook it and dip it into sauce. You don't really need a recipe for hot pot, since almost anything will work. But \nhere are some tips to create your own hot pot tradition:\n\nUse separate wooden chopsticks for the pot and for each diner. This way raw and cooked food never mix. For \nslippery food that escapes chopsticks, use a metal ladle. Remember, it's called hot pot for a reason -- tongues \nshould beware of piping hot food.\n\n\nThe fun thing about hot pot is it isn't just a great meal -- it's an activity. Family members, at least in my family, will \nliterally fight over the single pot to grab the food they laid down.\n\nThinly cut meat boils faster. The thinner the better. Chinese supermarkets, such as Lion or 99 Ranch, carry meat \ncut specifically for hot pot. Or you can ask a butcher to cut it for you. We usually use pork, chicken and beef. The \nmeat is done when the color fades completely, but beef can get tough really fast if it's overcooked, so watch your \npot carefully.\n\nSeafood adds a nice touch to the meal. But be sure to buy fresh seafood and to clean it and cook it thoroughly. \nCertain raw foods can make you sick. In Hong Kong, the Department of Health issues warnings about improperly \nprepared seafood in hot pot or the use of raw eggs.\n\nEven veteran hot pot diners can make mistakes. When we were in college, my brother and I figured hot pot was \nan easy way to escape cooking, so we ate hot pot for a week, without changing the soup. The result: a stinky \napartment and two sick siblings.\n\nFor a balanced meal, add vegetables and pasta, such as clear vermicelli or egg noodles. Spinach and napa \ncabbage are favorites in my family. But noodles absorb water or broth, so remember to have lots of liquid on hand \nor save the noodles for last.\n\nFor kicks, add something exotic. We add pork rinds for crunch, tofu for texture, mushrooms for flavor and meatballs \nfor fun. You can even toss in some dumplings.\n\nSauce and soup\n\nFinally, the traditional dip is usually a sauce made of raw egg and shacha, or dried shrimp, peanuts, garlic, hot \npepper, tea leaves and salt. But for those worried about using raw eggs, any sauce made from peanut paste, \nsesame oil, vinegar, hot sauce or soy sauce will work.\n\nThe best part of the meal is the end -- the soup. Although water works, starting your hot pot with chicken broth \nmakes the result even more savory. Finishing up with some noodles and a soup made of all your boiled goodies \nreally warms the stomach -- no matter what the holiday.\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: VICTOR JOSE COBO -- MERCURY NEWS\n\nSome Bay Area restaurants offer hot-pot dishes. At Hot Pot City in Milpitas, patrons select their ingredients and \nthen cook the food.\n\nPHOTO: VICTOR JOSE COBO -- MERCURY NEWS\n\nHot pot is traditionally eaten on Lunar New Year's Eve. But it's a delicious communal activity any time of the year.\n"}