{"title": "MEXICANS HUNT LOST KIN", "body": "\nThey still can't definitively prove their loved ones worked at the World Trade Center or even lived in New York City, \nbut at least two dozen families - mostly from Mexico - say they're grieving over the loss of a relative on Sept. 11.\n\nAll of these victims were in the U.S. illegally and had been working off the books in or around the Trade Center, \ntheir families said.\n\n\"I'm hoping to find his friends and roommates so they can tell me something about Fernando,\" Nora Elsa Molinar \nsaid yesterday about her son Fernando Jimenez Molinar. \"It will give me some tranquility and peace.\"\n\nNot only does Molinar not know where her 21-year-old son worked, she doesn't know where he lived. The last \nphoto she has of him was taken when he was 15 - the year he headed illegally to America from Oaxaca.\n\nShe said her son called weekly, telling her he worked at a pizza shop near the twin towers.\n\n\"I just want to collect his belongings and go back home,\" said Molinar, 39. \"I want to be able to say that I have \nthings that belonged to him.\"\n\nMost of the employers believed to be involved have not acknowledged hiring the workers, fearing trouble with the \nImmigration and Naturalization Service, said Joel Magallan, executive director of the Tepeyac Association of New \nYork, a Mexican immigrant advocacy group.\n\n\"At least if we can have managers or co-workers who can come forward and say I know this person, then maybe \nwe can get the name of the business and go to the employer,\" Magallan said.\n\nBill Strassberger, an INS spokesman in Washington, said the agency does not intend to pursue cases of \nundocumented immigrants or employers who have information about Sept. 11 victims. Last year, INS \nCommissioner James Ziglar came to New York to make that pledge personally.\n\n\"Our concern all along has been to not impede the identification and recovery process,\" Strassberger said.\n\nAs authorities adjust the official death toll as more bodies are discovered at Ground Zero and some stories of the \nmissing can't be verified, names reported by Tepeyac have been removed from the list of the missing.\n\n\"The FBI said there is not enough proof that they were there,\" Magallan said.\n\nGraphic\n\n \n\n\nMICHAEL SCHWARTZ Nora Elsa Molinar is trying to trace her son Fernando.\n"}