{"title": "The Media and Obama's Immigration Gambit", "body": "\nA month ago, I wrote a Campaign Stops column laying out the political risks associated with a presidential \n\"evolution\" on gay marriage. That same afternoon, President Obama formally endorsed same-sex marriage. Last \nweek, I wrote            a Campaign Stops piece explaining why the politics of immigration aren't as favorable to \nvarious forms of legalization as many elites in both parties tend to assume. Three days later, President Obama \nunilaterally ordered a kind of provisional legalization (an end to deportation, and with it the possibility of work \npermits) for under-30 illegal immigrants who were brought to America as children.\n\nYou may be detecting a pattern here. Clearly the White House has a slightly different reading of the politics of \nvarious hot-button issues than yours truly, and clearly they think what I've dubbed \"the social issues strategy\" \ncarries more benefits than costs. And they're being confirmed in this perspective by much of the press coverage of \ntheir various culture-war forays: In both center-left and mainstream outlets, there has been consistent admiration for \nthe administration's maneuverings on these issues, and a consistent implication that the political risks are marginal-\nto-nonexistent.\n\nThis passage from Matt Taylor's Slate dispatch on the decision's political consequences distills that conventional \nwisdom to its essence:\n\nThe dexterity with which Obama and his team have been able to repeatedly put Republican nominee Mitt Romney \nin a box, forcing him to awkwardly cater to his party's rigid, out of the mainstream views on gay rights and \nimmigration rules, is helping to ease fears on the part of some Democrats that the economy would drag their man \ndown in November.\n\nThe headline of the piece is \"Obama's immigration move already paying dividends,\" and even though the author \ndoesn't actually cite any such evidence (unless you count quotes from two Democratic consultants and the \"co-\nfounder of the polling firm Latino Decisions\") there is a new poll out that shows the president's gambit boosting \nHispanic enthusiasm. But Hispanics aren't the entirety of the electorate, and Taylor's piece only references the \npossibility that some voters might be less than thrilled with the decision in order to dismiss it. \"The president's \nimmigration shift,\" he writes, \"confirms he has no intention of getting drawn into a fight over the working class white \nvoters of campaign lore, but instead changing the composition of the electorate like he did four years ago.\"\n\nNow it's true that Obama's easy 2008 win was built in part on youth and minority turnout, and that the president \ncruised to victory even though he didn't perform particularly well among working class whites. But Hispanics were \nstill only about 10 percent of the electorate four years ago, whereas whites without college degrees were almost 40 \npercent. This meant that even though Obama won about 67 percent of Hispanics and only 40 percent of white \nworking class voters, he still won millions more working class white votes in total - and needs to win at least some \n\n\nof those millions again. Given that anxieties about immigration's impact on native employment tend to be            \nconcentrated among working class voters  (and particularly among  working class voters, who happen to be in \ndirect competition for jobs with the beneficiaries of this policy change), it seems at least possible that the White \nHouse's gambit will hurt in states like Ohio and Wisconsin as much as it helps the campaign in states like Nevada \nand Florida.\n\nOne reason that this possibility has found its way into so little of the press coverage, I suspect, is that the media \nhas persistent difficulty recognizing that there are swing voters who lean rightward on the social issues (broadly \ndefined to include immigration as well as abortion, gay marriage, etc.) as well as swing voters who fit the Acela \nCorridor's \"socially liberal, economically moderate\" paradigm of what a good centrist should be. Thus the \"secure \nthe borders first\" position on immigration is defined as incorrigibly right-wing and potential general election poison \nby reporters, even though            a plurality of independents prioritize border security over a path to citizenship and \na substantial minority of Democrats do as well. (Likewise on abortion, of course, where the press has difficulty            \neven acknowledging that pro-life women exist.) Whether the White House really knows what they're doing \npolitically, then - both with this policy shift and with the social issues strategy, generally - depends on how \nthoroughly they've dug into the underlying numbers and gamed out their state-by-state implications, versus how \nmuch they've allowed themselves to be swaddled in a comfortable media cocoon.\n\n• The Social Issues Strategy Revisited\n\n• Obama and the Steelworkers\n\n• Why \"Julia\" Is Dangerous For Obama\n\n• The Success of the Gay Marriage Movement\n\n• Nothing to Fear but Medicare Cuts\n"}