{"title": "Two Reasons to Rejoice on Immigration", "body": "\nIn one bold stroke, Congress has overhauled American immigration policy, making it easier for people with skills or \ncontroversial views to enter the United States. Negotiators first struck an agreement to expand legal immigration \nand then, in a surprise move, decided to drive a stake through the heart of the McCarran-Walter Act, one of the \nworst vestiges of the McCarthy era.\n\nIt's a wonderful development, but one that imposes on the Administration a duty to act in good faith and be more \ntolerant of those who hold distasteful views.\n\nUnder the proposed law, 700,000 new immigrants would be allowed to enter each year for three years, starting in \n1992. After 1994, the total would drop to 675,000. Currently, about 540,000 immigrants are allowed. The increase \nwould be used, mostly, to bring in skilled workers, like scientists and engineers. That will help keep America \ncompetitive in the next decade, while preserving the traditional focus on family reunification.\n\nOf the 700,000 new immigrants, 465,000 would be relatives of people already residing here permanently; 140,000 \nwould be skilled workers and their immediate families; 40,000 would come from nations that have not obtained \nmany visas in recent years; and 55,000 would be related to aliens who gained legal status under a 1986 law.\n\nThe first overhaul of legal immigration in 25 years would be accomplishment enough. But Congress has gone \neven further, gutting a McCarthy-era law that allowed the Government to bar controversial foreign visitors. The 1952 \nMcCarran-Walter Act lists 33 grounds for exclusion. One is \"sexual deviation\"; others cite membership in the \nCommunist Party or a belief that the visitor would pose a threat to national security.\n\nAs global threats recede, Congress is taking a less hysterical view. Although suspected terrorists could still be kept \nout, restrictions on Communist Party members have been modified. Visitors or immigrants could no longer be \ndenied entry on the basis of sexual preference or mental conditions like depression or retardation. And the \nDepartment of Health and Human Services would be allowed to remove AIDS from the list of diseases for which \npeople may be excluded.\n\nThe new law is not wholly free of ideological judgments. One troubling provision allows an alien to be excluded if \nthe Secretary of State determines that there is a \"compelling\" U.S. foreign policy interest in doing so. Congress has \nmade it clear this power is to be used sparingly.\n\nWorking together, Congress and the Administration can make this new law a monument -- to a nation of immigrants \nand a bastion of free speech.\n"}