{"title": "Managing Editors:; Editors:", "body": "\n+++++\n\nDevelopments in the news industry for April 23-30:\n\n \n\n>+++++ AP ANNUAL MEETING:\n\n \n\n- Boccardi cites AP steps to help members deal with challenging times\n\n \n\n- Newhouse re-elected chairman; Osborne named chairman-elect\n\n \n\n- Five incumbents, two new members elected to AP board of directors\n\n \n\n>+++++ NEWSPAPERS:\n\n \n\n- Buffett predicts hard times for newspapers\n\n \n\n- Knight Ridder to eliminate jobs at most of its dailies\n\n \n\n- Boston Globe solicits buyouts from managers, unionized workers\n\n \n\n- Reuters buys some Bridge assets for $ 275 million\n\n \n\n- Sunday Chronicle freshens design, expands sections\n\n \n\n- Hollywood Reporter writer quits after publisher kills story\n\n \n\n- Reporter arrested on charge of taking another reporter's notes\n\n\n \n\n- Weekly launched for non-Mexican Hispanics in Arizona\n\n \n\n- Yuma newspaper to switch to mornings\n\n \n\n- Woman who alleged California weekly faked circulation drops suit\n\n \n\n>+++++ PRESIDENT BUSH-MEDIA:\n\n \n\n- Bush 'dramatically less visible' at end of 100 days, study says\n\n \n\n- Bush makes debut at White House Correspondents' annual dinner\n\n \n\n- CNN takes a commercial break in Bush interview\n\n \n\n>+++++ BROADCASTING:\n\n \n\n- FCC chief says it's time to re-evaluate media rules\n\n \n\n- CIA claims that man interviewed on news networks isn't who he says\n\n \n\n- CNN tries delicate art of negotiation in retrieving equipment\n\n \n\n- Daughter of bombing victim to report on execution\n\n \n\n>+++++ FIRST-QUARTER EARNINGS:\n\n \n\n- Belo reports sharp drop in earnings\n\n \n\n- Viacom reports small net loss but upbeat about rest of year\n\n \n\n- Clear Channel falls short in first quarter, warns on second quarter\n\n \n\n- Primedia net loss widens to $ 86 million in first quarter\n\n \n\n\n\n>+++++ FREE PRESS:\n\n \n\n- Yahoo bars reporters from annual meeting\n\n \n\n- Judge issues guidelines for TV coverage of Olson trial\n\n \n\n- Court upholds dismissal of defamation suit against Rocky Mountain News\n\n \n\n>+++++ INTERNATIONAL:\n\n \n\n- China bars foreign media from reporting on U.S. inspectors' visit\n\n \n\n- Russian parliament votes to bar foreigners from controlling media\n\n \n\n- U.S. experts arrive in Ukraine to probe missing journalist's case\n\n \n\n- Terror wave in Bangladesh killing and maiming journalists\n\n \n\n>+++++ AWARDS:\n\n \n\n- AP, Washington Post, Kansas City Star take top SPJ awards\n\n \n\n- Florida TV journalists win environmental award\n\n \n\n- Northwest Broadcast News Association renames awards for Sevareid\n\n \n\n>+++++ PEOPLE:\n\n \n\n- Helen K. Copley steps down as chairman, publisher; son to succeed her\n\n \n\n- Rather, CBS News to receive Quinn Award\n\n \n\n- Dotson retiring as president, publisher of Akron Beacon Journal\n\n \n\n- Actress Andrea Thompson hired by CNN Headline News\n\n \n\n\n\n- Allan, Australian executive, named New York Post editor in chief\n\n \n\n- Nussbaum named AP news editor in Columbus, Ohio\n\n \n\n- Garsten named AP auto writer\n\n \n\n- Pane named AP correspondent in Providence, R.I.\n\n \n\n>+++++ DEATHS:\n\n \n\n- James H. Jesse\n\n \n\n- Marvin R. Pike\n\n \n\n- Arthur M. Barnes\n\n \n\n- German Sopena\n\n \n\n- Richard Darby\n\n \n\n>+++++ NOTES FROM EVERYWHERE:\n\n \n\n>+++++\n\nAP ANNUAL MEETING:\n\n \n\n \nBoccardi cites AP steps to help members deal with challenging times\n \n\nTORONTO (AP) - Highlighting a year of triumph and tragedy for The Associated Press, President and Chief \nExecutive Officer Louis D. Boccardi said April 30 the news cooperative plans new services and continued fiscal \ndiscipline to confront \"the most challenging operating environment of recent years.\"\n\nBoccardi's report to executives representing AP's 1,543 member newspapers came on the first full day of the \nNewspaper Association of America's convention. He later led a panel discussion by AP staffers on the first 100 \ndays of the Bush administration, and Vice President Dick Cheney outlined U.S. energy policy in remarks at the AP \nannual luncheon.\n\nBoccardi delivered his report at the annual meeting after AP Chairman Donald E. Newhouse announced board \nelection results.\n\n\n\n\"We are all in a difficult moment, as we cope with the most challenging operating environment of recent years,\" \nBoccardi said of the U.S. economic slowdown that has tightened newspaper budgets.\n\nHe cited with pride the 153-year-old news cooperative's 46th and 47th Pulitzer Prizes - last year for the \ninvestigation of the killing of Korean civilians at the bridge at No Gun Ri, and this year for Alan Diaz's photograph of \na federal agent seizing Elian Gonzalez.\n\nBoccardi also paid tribute to the two AP Television News staffers killed on the job in the last 12 months.\n\nThe deaths of Miguel Gil Moreno de Mora in Sierra Leone last May and Kerem Lawton on the border between \nKosovo and Macedonia in March showed \"we are in a new and much deadlier season\" for journalists around the \nworld, Boccardi said.\n\n\"Even all-out war has never put newsmen and newswomen at greater risk than they have faced in recent years,\" he \nsaid.\n\nThe AP has sent 87 staffers who work in danger zones to a special five-day security course, and a similar number \nwill undergo the training this year, Boccardi said.\n\nOn AP finances, Boccardi said prudent spending in recent years had put the news cooperative on solid footing, with \nits long-term debt reduced and cash flow increased.\n\nBoccardi said the AP welcomed its members relying more on the news cooperative as they cope with shrinking ad \nrevenue and other difficulties.\n\nTo control costs, the AP has postponed plans to increase staff at line bureaus in what would have been a fourth \nstraight year of moves to strengthen state reports, Boccardi said.\n\n\"We think it's prudent this year to postpone until we see what's ahead,\" Boccardi said.\n\nAt the same time, new technology allows AP members to do more with less, he noted. The last custom-designed \nAP Leaf Picture Desk will be decommissioned this year, replaced by new AP Servers - off-the-shelf PCs that can \nhandle far greater volume more reliably at a fraction of the cost, Boccardi said.\n\nNew digital cameras being distributed to the photo staff cost a third as much as the originals introduced last decade, \nhe said.\n\nNew services include AP MapShop, which Boccardi said would allow newsrooms to produce easy-to-read maps of \ntheir local areas from almost any kind of statistical information. The service, from AP Graphics and ESRI Inc., \nalready is used at 10 newspapers with 100 others trying it out, he said.\n\nMapShop also works with AP Census 2000, another service that allows newspapers to extract local stories from \nU.S. Census Bureau data and present them in a reader-friendly form.\n\nTo help smaller members, the new AP PhotoBasic service will deliver by Internet a limited selection of each day's \nnews photos accompanying the top stories of the day, Boccardi said.\n\nHe said that in the \"tighter and more unforgiving marketplace we're experiencing this year, the value of AP \nmembership to you has to include performance and service that help you do more for your readers while controlling \ncosts.\"\n\nThe panel discussion offered details of President Bush's personal style, with White House reporters commenting \nthat he seemed less at ease in the media glare of the presidency than he was during the campaign.\n\nTom Raum, a Washington reporter-at-large and columnist, said Bush handled the transition into office better than \nhis predecessors and called him similar to his father in the way he chitchats to reporters about their families and \nsports.\n\n\n\nBush even gives some journalists nicknames, said Raum and White House reporter Sandra Sobieraj, though \nSobieraj said he seemed reluctant to assign them to females in the White House press corps.\n\nChief diplomatic writer Barry Schweid said he doubted the Clinton administration would have handled the capture of \na U.S. spy plane by China any differently from the way the Bush administration did.\n\nBush will \"never be as engaged as Clinton\" in the Middle East, Schweid said, adding that the president would \nrequire some kind of gesture from Palestinian leader Yasser Arafat before offering a White House invitation.\n\nSpeaking by satellite hookup from Beijing, AP bureau chief Joe McDonald and Norman Bottorff of AP Television \nNews noted that Bush's handling of the spy plane case and later comments that the United States would defend \nTaiwan against a military invasion by China had brought strong criticism from the Chinese government.\n\nChina's state-controlled media present \"an overwhelmingly negative image of President Bush and a negative image \nof Americans as a whole,\" Bottorff said. McDonald added: \"As far as they're concerned, at every opportunity the \nU.S. government is looking for confrontation.\"\n\nCheney told the luncheon that the entire United States could face California-style blackouts, as he outlined a \nnational energy strategy relying heavily on oil, natural gas and nuclear power development - but not conservation.\n\n\"The aim here is efficiency, not austerity,\" Cheney said. The nation cannot \"simply conserve or ration our way out of \nthe situation we're in.\"\n\nThe vice president also paid tribute to the AP, calling it the \"brand name for spot news\" throughout America.\n\n---\n\nOn the Net: www.ap.org \n\n>+++++\n\n Newhouse re-elected chairman; Osborne named chairman-elect\n\n \n\nTORONTO (AP) - Donald E. Newhouse was re-elected chairman of The Associated Press on April 30, and Burl \nOsborne was elected vice chairman and chairman-elect.\n\nLouis D. Boccardi was re-elected president and chief executive officer of the news cooperative at a meeting of the \nAP board.\n\nNewhouse, president of Advance Publications Inc. and of The Star-Ledger of Newark, N.J., was chosen to serve a \nfifth one-year term as chairman.\n\nOsborne, publisher of The Dallas Morning News and president of the publishing division of Belo Corp., becomes \nnext in line for the AP chairmanship. He was first elected to the AP board in 1993.\n\nOsborne joined the Morning News as executive editor in 1980 after a 20-year career with the AP, where his \npositions included managing editor.\n\nOsborne would become the second former member of the AP staff to hold the position of chairman. The late Paul \nMiller, who served as AP's Washington bureau chief during World War II and later became president and CEO of \nGannett, was chairman of the AP board from 1963 to 1977.\n\nOther AP management officers re-elected to one-year terms were Patrick T. O'Brien, senior vice president and chief \nfinancial officer; James M. Donna, vice president and secretary; and vice presidents Vincent J. Alabiso, Claude \nErbsen, John W. Reid, Thomas E. Slaughter, Wick Temple, James R. Williams and Jonathan P. Wolman.\n\nhttp://www.ap.org/\n\n\nDaniel M. Boruch was re-elected treasurer and Ann Randolph was re-elected assistant treasurer. Other AP \nmanagement officers re-elected were assistant secretaries Lilo Jedelhauser and Greg Groce.\n\n>+++++ Five incumbents, two new members elected to AP board of directors\n\n \n\nTORONTO (AP) - Five incumbents and two new members were elected to the board of directors of The Associated \nPress in results announced April 30 at the annual meeting of the news cooperative.\n\nElected to new terms in all-mail balloting were Julie Inskeep, publisher, The Journal Gazette of Fort Wayne, Ind.; \nGeorge B. Irish, president of Hearst Newspapers; Uzal H. Martz Jr., president and publisher, Pottsville (Pa.) \nRepublican and Evening Herald; P. Anthony Ridder, chairman and CEO, Knight Ridder; and Lissa Walls Vahldiek, \nCOO, Southern Newspapers, Inc., The Baytown (Texas) Sun.\n\nNew members are Boisfeuillet (Bo) Jones Jr., publisher and CEO, The Washington Post and H. Graham Woodlief, \nvice president, Media General.\n\nWoodlief was selected to fill the remaining year of the term of Richard D. Gottlieb, who has retired as chairman and \nCEO at Lee Enterprises and stepped down from the board.\n\nMartz was selected to represent a city of less than 50,000 population.\n\nOne member has served the maximum of three terms and was not eligible for renomination. He is David E. \nEasterly, president and COO Cox Enterprises Inc.\n\nVoting was based on membership bonds held by the newspapers that make up the news cooperative. The results \nwere:\n\nIrish, 15,326 bond votes;\n\nVahldiek, 14,429;\n\nRidder, 12,036;\n\nInskeep, 10,808;\n\nJones, 10,121;\n\nWoodlief, 9,005;\n\nJohn Gottschalk, president and CEO, Omaha World-Herald Co, 7,005; Samuel C. Wolgemuth, president and CEO, \nFreedom Communications, 5,407; Gary K. Shorts, CEO, Calkins Newspapers, 3,956; Keith K. Spore, president and \npublisher, Milwaukee Journal Sentinel, 3,132.\n\nIn the separate election to represent a city of less than 50,000 population, Martz received 12,915 bond votes, and \nElizabeth C. McCool, chairman, Western Communications, Bend, Ore., received 5,908.\n\n>+++++\n\n \n\n NEWSPAPERS:\n\n \n\n \nBuffett predicts hard times for newspapers\n \n\n\n\nOMAHA, Neb. (AP) - Investment guru Warren Buffett, whose utterances are closely followed on Wall Street, \npredicts hard times ahead for the newspaper industry.\n\nThe Internet is scooping newspapers - not only on news, but in cheap accessibility, said Buffett, chairman of one of \nWall Street's top success stories, Berkshire Hathaway Inc.\n\nThe company, which owns The Buffalo (N.Y.) News, also owns about 18 percent of The Washington Post Co. \nBerkshire first bought stock in The Washington Post Co. in 1973.\n\nHe commented the day after his company's annual meeting.\n\nWhile Buffett still reads newspapers, he said he more often finds himself turning to his computer for news these \ndays and suspects others do, too.\n\nOften he can get the New York Times' or The Boston Globe's stories the night before they appear in print on the \nnewspapers' Web sites - for free, he said April 29.\n\n\"That cannot be a good thing for newspapers,\" Buffett said. \"It's not a good idea to be charging a lot of money for \nsomething you can get for free.\"\n\nMore dire than subscription costs for print newspapers is the Internet's siphoning of advertising dollars, said Buffett \nand Charlie Munger, Buffett's investment partner and vice president of Berkshire.\n\n\"The idea that chopping down trees, running them through million-dollar presses … is going to be competitive with \nsome little click on a computer\" is nonsense, Buffett said.\n\nWhile Internet news is largely dominated by newspapers, there is no guarantee that newspapers will be able to \ncorner that market, Munger said.\n\n\"They are sure they can dominate that,\" he said. \"I am by no means sure.\"\n\nEven as Buffett touted the efficiency of the Internet, he held firm to his stance that he cannot invest in the \ntechnology stocks that blossomed from it.\n\n\"It's a great spectator sport for me. I just don't want to bet on the game,\" Buffett said.\n\nBuffett is known for investing only in companies he understands. Berkshire's holdings include such brand name \ncompanies as Coca-Cola, Gillette, Dairy Queen and Benjamin Moore paints.\n\nThe future of Internet companies eludes him, Buffett said.\n\n\"I just don't know who's going to make the money in it,\" he said.\n\nBuffett was roundly criticized by some Berkshire investors at last year's meeting for refusing to invest in tech stocks.\n\nBut many returned this weekend to thank him.\n\n>+++++ Knight Ridder to eliminate jobs at most of its dailies\n\n \n\nSAN FRANCISCO (AP) - Knight Ridder will eliminate jobs at most of its 32 daily newspapers in the face of plunging \nadvertising revenue and rising newsprint prices.\n\nThe nation's second-largest newspaper company, with 22,000 workers, did not specify how many jobs will be lost.\n\nCEO Tony Ridder said April 27 the number of jobs lost will vary from paper to paper, based on local market \nconditions. Knight Ridder will offer early retirement packages in an effort to avoid layoffs.\n\n\n\n\"I never have seen a falloff as sudden or as steep as this one,\" Ridder said. \"I don't know anyone who is confident \nof a near-term, or a dramatic, uptick.\"\n\nAt the company's annual meeting three days earlier, Ridder sparred with current and former employees worried that \nhis push to cut costs will hurt the company's papers.\n\nRidder also criticized Jay Harris, the former publisher of the San Jose Mercury News, for not reacting more quickly \nto the eroding Silicon Valley economy.\n\nAll but one of the eight questions Ridder fielded revolved around Knight Ridder's journalism commitment in the face \nof a slowing economy that resulted in a 31 percent decline in first-quarter profits.\n\n\"What I want from our newspapers is top-tier financial performance. It is not incompatible with top-tier journalism,\" \nRidder said.\n\nThe nation's second-largest newspaper company is slashing expenses to counteract a steep decline in advertising \nrevenue. Harris resigned last month in protest over the cost cutting.\n\nThe budget cuts have led to layoffs at the Mercury News and the Akron (Ohio) Beacon Journal in recent weeks.\n\n\"The perspective from here looks like profits are more important than people,\" said the Rev. Bill Leninger, a \nmember of a Santa Clara community activist group.\n\nRidder also faced criticism from two shareholders who lost their jobs earlier this month at the Beacon Journal and \nMercury News.\n\n\"It seems like the bottom line is the only thing that is being looked at. But the long-term effects will hurt the industry \nand this particular corporation,\" said Roland Mangan, who lost his job as a computer programmer at the Mercury \nNews.\n\n\"I take exception to the idea that we only look at the bottom line,\" countered Steve Rossi, the head of Knight \nRidder's newspaper division. \"If we only looked at the bottom line, there would be a lot more pain.\"\n\nRidder described the layoffs as a \"very painful process,\" but said the cutbacks are needed to offset severe revenue \nlosses at several papers.\n\nThe Mercury News is hurting the most. The paper's revenues are roughly 20 percent below last year, when its \nrevenues reached a record $ 341 million. Falling ad revenues and rising newsprint expenses translated in March to \na 75 percent drop in profit from the year before, and the lowest monthly profit in 25 years, Ridder said.\n\n\"We are taking what steps we must to weather the storm. It isn't fun, but it is reality,\" Ridder said.\n\nHe also said the Mercury News might not be in such financial turmoil now if Harris had reacted to the slowing \nSilicon Valley economy more quickly.\n\n\"The Mercury News saw this coming in December,\" Ridder said. \"They didn't stop hiring in December, January or \nFebruary, because management didn't get on top of what was going on. The publisher didn't face up to what was \ngoing on and didn't react to it.\"\n\nContacted at his home, Harris declined to comment on Ridder's remarks.\n\nReacting to concerns raised by Harris' resignation, the Mercury News promised not to lay off any of its newsroom \nemployees, although more than 20 non-editorial workers have been let go. The paper employs 404 newsroom \nworkers, 9 percent more than in 1999.\n\n\n\nSince taking over as chief executive, Ridder has made higher profit margins his top priority, increasing margins \nfrom 12.5 percent in 1995 to 20.8 percent last year. Ridder told shareholders at the April 24 meeting that he plans \nto increase the profit margin to 25 percent by 2004.\n\nOther newspaper publishers have announced staff reductions recently in response to the steep advertising slump.\n\nDow Jones & Co., publisher of The Wall Street Journal, laid off 202 workers and eliminated 300 open positions, and \nThe New York Times Co. made a second round of job cuts at its online unit and plans to offer buyouts to other \nemployees.\n\n>+++++ Boston Globe solicits buyouts from managers, unionized workers\n\n \n\nBOSTON (AP) - The Boston Globe is sending letters offering buyouts to 800 managers and eligible union \nemployees as part of a cost-savings plan.\n\nGlobe spokesman Richard Gulla said April 26 the company expects that only a small number will accept the offer. \nHe declined to say how many positions the paper hopes to cut.\n\nThe Globe's parent company, The New York Times Co., announced earlier this month it planned to cut an \nunspecified number of jobs in response to a drop in advertising revenue.\n\nBy law, employees have 45 days to consider the offer.\n\n>+++++\n\n \n\n Reuters buys some Bridge assets for $ 275 million\n\n \n\nNEW YORK (AP) - Bridge Information Systems Inc., a struggling financial news and data provider, has accepted a \nbid from British rival Reuters to purchase several of its assets for $ 275 million in cash.\n\nThe deal announced April 30 is subject to bankruptcy court approval. It tops an earlier bid from SunGard Data \nSystems Inc., a financial software company, for $ 165 million for essentially the same group of assets.\n\nReuters and SunGard went through an auction process that concluded late April 29, and Bridge's board approved \nthe deal April 30.\n\nThe transaction includes several financial data business and an electronic trading operation but excludes key \nproperties including BridgeNews, the bond data business Telerate, and ADP, a retail stock information service.\n\nBridge spokesman Joel Weiden said bids of undisclosed size have been made for Telerate and for the company's \nEuropean operations, but not the other assets. Those deals would also have to be approved by a court in St. Louis, \nwhere Bridge is going through bankruptcy proceedings.\n\nReuters is buying EJV, a bond pricing and data service; Bridge Trading, an electronic trading business; eBridge, an \nonline information provider for large financial institutions; CRB Index, a commodity index; and the North American \noperations of Bridge Information Systems, a Bridge subsidiary that provides a stock pricing and news service.\n\nReuters estimated that the businesses had revenues of $ 435 million last year and are currently losing about $ 6 \nmillion a month. Bridge didn't dispute those numbers, but Weiden declined to say what portion of the company the \nbusinesses represented other than to say they were \"core assets.\" He said all of Bridge had sales of $ 1.47 billion in \n1999.\n\nBridge, the largest provider of financial news and data in North America, filed for bankruptcy protection in February \nafter failing to reach an agreement with its creditors on new financing.\n\n\n\nBridge grew rapidly over the past several years through acquisitions, but it has faced difficulty integrating its \nbusinesses and dealing with customer complaints about billing glitches.\n\n>+++++ Sunday Chronicle freshens design, expands sections\n\n \n\nSAN FRANCISCO (AP) - The San Francisco Chronicle has published for the first time an expanded and redesigned \nSunday paper.\n\nThe revamped Sunday edition is considered more reader-friendly, with bigger photos, a list of the top 10 stories to \nhelp readers quickly find them, and greater use of color.\n\n\"Newspapers across the country are folding sections, ending magazines,\" said Kenn Altine, editor of the Sunday \nedition. \"I think readers will say 'hey, I'll read this. They kept my sections rather than ending them.\"'\n\n\"It's time to create new readers,\" said Phil Bronstein, Chronicle executive editor.\n\nThe old Chronicle couldn't publish news on Sundays under the terms of its 30-year joint operating agreement with \nthe San Francisco Examiner.\n\nThe redesigned Sunday edition features two new sections, called Living and Insight, that focus on health and \nfitness, relationships and local trends, as well as increased commentary and analysis of current issues. The real \nestate section has shrunk to an easy-to-carry tabloid size.\n\nThe Chronicle hopes the new edition will help win back readers who have drifted to nearby competitors, such as the \nSan Jose Mercury News, by responding to what readers have said they want, said Debra Hall, director for \nmarketing at the Chronicle.\n\nThe Chronicle has a daily circulation of 531,000, which was boosted in November by the addition of an afternoon \nedition. The Sunday paper has a 551,000 circulation.\n\n\"We want to get it to a double-digit percentage increase over the daily,\" Hall said.\n\nCompared to other metropolitan dailies, the Chronicle has a huge staff. After the Hearst Corp. bought the Chronicle \nfor $ 660 million, it merged its staff with more than 200 editorial workers from the Examiner in November, promising \nall 560 employees that they would still have a job.\n\nPublisher John Oppedahl said the Chronicle's future is \"very bright\" despite grim news recently for newspapers, and \nthe paper doesn't plan to hand out any pink slips.\n\n>+++++ Hollywood Reporter writer quits after publisher kills story\n\n \n\nLOS ANGELES (AP) - A Hollywood Reporter labor writer said he resigned because the paper's editor killed his \nstory about a columnist allegedly taking favors from a movie company.\n\nThe editor said reporter David Robb was reassigned because he lost his objectivity.\n\n\"I felt that this left me in an untenable position so I packed up my cubicle and gave a letter of resignation effective \nimmediately,\" said Robb, who quit April 24.\n\nRobert J. Dowling, publisher and editor in chief of the daily which covers the entertainment industry, acknowledged \nin a statement April 27 that he had rejected Robb's article.\n\n\n\n\"The story in question was taken out of the original reporter's hands because I felt that, over the course of time, he \nhad lost his objectivity on this issue and was no longer adhering to The Hollywood Reporter's standards of \njournalistic, ethical and professional conduct,\" Dowling said.\n\nRobb, who worked for the Reporter for nearly 10 years, said he turned in a story April 23 about a Screen Actors \nGuild investigation into columnist George Christy and producers who gave him credit for film and TV appearances.\n\nRobb said he learned that Christy was listed in the credits for movies in which he never appeared.\n\nChristy's 19 acting credits, all bit parts, qualified him for SAG health and pension benefits, Robb said.\n\n\"I rented five of the movies,\" Robb said. \"He's in the credits but to my surprise he wasn't in any of them.\"\n\nChristy didn't respond to a request for comment placed through the paper.\n\nSAG health and pension fund director Bruce Dow would not confirm whether there was such an investigation.\n\nA pension fund official, speaking on condition of anonymity to The Washington Post, said allegations against \nChristy and producers Brad Krevoy and Steve Stabler were being examined.\n\nChristy and the producers faced similar accusations in the past.\n\nIn 1993, the pension and health fund sued the Motion Picture Corp. of America, Krevoy and Stabler's company, for \nwrongly listing Christy as an actor in their movies. The suit was settled out of court for an undisclosed amount.\n\nAt that time, Robb's byline was on a front-page Hollywood Reporter story that reported the lawsuit. \"Dowling did the \ntotally right thing,\" the reporter said of the play that story received. \"I will always respect him for that.\"\n\nSeveral months ago, Robb said, he discovered Christy was again listed as having small parts in Krevoy and Stabler \nmovies, including \"Kingpin,\" \"Gang Related\" and \"Best Men.\"\n\n\"I don't know what the story is,\" Krevoy told the Post.\n\nStabler did not return calls.\n\nChristy is also credited with bit parts in \"The Thomas Crown Affair,\" \"Fallen Arches\" and \"Seven.\"\n\nDowling said the newspaper has assigned a new reporter to investigate the allegations.\n\n>+++++\n\n \n\n Reporter arrested on charge of taking another reporter's notes\n\n \n\nGALLUP, N.M. (AP) - A Gallup Independent reporter was arrested after a reporter at the Navajo Times accused him \nof stealing her note-filled folder while the two covered a hearing in Navajo tribal court.\n\nJim Maniaci, 55, was arrested by tribal police on suspicion of theft and was briefly detained in a holding cell in \nWindow Rock, Ariz., stemming from the April 12 allegations. He was released on his own recognizance and awaits \narraignment. Maniaci said he didn't steal the notes.\n\nMarley Shebala, the Navajo Times reporter, said April 30 that she put the folder on her seat in the courtroom during \na recess in the hearing. She went up to the front of the courtroom to interview attorneys. After about 15 minutes, \nshe turned around and noticed her file was missing.\n\n\n\nShe said she asked people where her folder was, but no one had seen it. Eventually, she walked into the police \nheadquarters office nearby and saw Maniaci sitting at a table with another reporter. His briefcase was on the table, \nwith her folder sticking out of it, Shebala said.\n\n\"He looked up at me and just put his head down,\" she said. \"I pulled it out and said, 'This is mine, Jim.' And that's \nwhen he started apologizing,\" she said. \"I said I wasn't going to let him get away with it.\"\n\nManiaci, who works out of the Independent's bureau in Window Rock, said April 30 he's not sure how the folder got \ninto his briefcase. He said he first noticed it when he opened the briefcase to pull out some notes at police \nheadquarters, and recognized it was Shebala's.\n\n\"I put it in the outside flap so I could give it to her real easy,\" Maniaci said. Maniaci said he had planned to return \nthe folder to Shebala when court reconvened.\n\n\"She found me and started talking,\" he said. \"I didn't get a chance to say anything. I was getting ready to pull it out \nof the flap (for her) and she grabbed it.\"\n\nManiaci said he wasn't trying to hide the notes from Shebala.\n\nIn his police statement, Maniaci said if he did take Shebala's file, it was accidental, and added that he cannot rule \nout the possibility that someone \"planted it.\" He wrote he \"did not look at the contents of the file except to identify \nwhose it was.\n\n\"Also, I do not need her files as I have my own,\" he wrote.\n\n>+++++ Weekly launched for non-Mexican Hispanics in Arizona\n\n \n\nPHOENIX (AP) - The fourth Spanish-language weekly in metro Phoenix has started publication, with a goal of \nreaching the 20 percent of Arizona's 1.3 million Latinos who come from countries other than Mexico.\n\nAfter two years of planning, Peruvian immigrant Francisco Castillo and a partner, Mesa lawyer Ken \"Patricio\" Smith, \nthis month launched Vision Latina.\n\nThe paper, which bills itself as \"the voice and presence of Latin America,\" is distributed free in the eastern metro \narea. Castillo said he hopes to make it available in Phoenix soon.\n\nVision Latina has a weekly circulation of 20,000. It goal is a statewide circulation of 100,000, Castillo said.\n\nCastillo said he had friends from Puerto Rico, El Salvador and Colombia who, along with thousands of others, had \nno local outlet providing news from their homelands.\n\nCastillo, who said he studied and practiced journalism in Peru before moving to Mesa seven years ago, said the \nother Spanish-language papers focus on Mexico.\n\n\"We're offering an alternative, a paper that covers the cultural and educational interests of all Latinos,\" he said.\n\nCastillo, president of the nonprofit Organization of Latin Americans in Arizona, has a local staff but said most of the \ncopy comes from overseas via news services and correspondents.\n\nThe tabloid-sized paper has theme-based sections ranging from \"global vision\" to \"science and technology\" and \nfeatures a pullout section each week on a hot issue in a different Latin American country.\n\n>+++++ Yuma newspaper to switch to mornings\n\n \n\n\n\nYUMA, Ariz. (AP) - The Yuma Daily Sun will become a morning daily, effective July 30, its publisher says. The Sun \nnow publishes in the afternoon during the week and changes to morning publication for the weekend.\n\n\"We're responding to changes in the marketplace,\" Publisher Julie Moreno said. \"Yuma County is growing and \nchanging and we need to be responsive to the needs of the community.\"\n\nMoreno said a Sun team is examining the paper's design and content to make it more reader-friendly.\n\nThough the Sun has been an afternoon newspaper for more than six decades, it once was a morning paper.\n\nThe newspaper began publication on April 10, 1896, as a weekly but can trace itself back to the Arizona Sentinel, \nthe first Yuma newspaper, which began on March 16, 1872, and eventually merged with the Sun.\n\nThe Sun became the daily The Morning Sun in 1905.\n\nThen with both the Sun and the Sentinel having financial problems during the Great Depression, they were bought \nby F.F. McNaughton and R.E. \"Doc\" Osborn, two newspapermen from the Midwest, and were merged and \nconverted into an afternoon publication.\n\nThe Yuma area, which had about 1,600 residents in 1896, has about 160,000 now, 77,500 of them in Yuma itself, \nthe paper said.\n\n>+++++ Woman who alleged California weekly faked circulation drops suit\n\n \n\nCHICO, Calif. (AP) - A suit claiming a weekly's circulation numbers were inflated in order to charge more for \nadvertising has been dropped.\n\nMary Redding, the owner of a Chico property management company, filed the class-action suit against The Chico \nEnterprise Record last August. She said the paper overcharged advertisers by inflating the circulation of a weekly \nshopper it publishes called The Mid-Valley News.\n\nRedding sought $ 3 million in rebates and punitive damages from ANG Newspapers, which owns the Chico paper. \nBefore a Butte County Superior Court judge heard the case, however, Redding asked to dismiss the suit.\n\nHer lawyer said he reviewed documents provided by the papers and recommended that Redding drop the case \nbecause it would not likely qualify for class-action status and would \"not be economically viable.\"\n\nDuffy Carolan, a lawyer who represented the papers, said they produced documents showing that the weekly's \ncirculation was accurate.\n\n\"We opened our books to them,\" Carolan said.\n\nRedding filed for the dismissal March 27.\n\n>+++++\n\n \n\n PRESIDENT BUSH-MEDIA:\n\n \n\n \nBush 'dramatically less visible' at end of 100 days, study says\n \n\n\n\nWASHINGTON (AP) - President Bush has done a better job controlling his message in his first 100 days in office \nbut \"has not gotten an easier ride\" than former President Clinton on TV screens and in major newspapers, a study \nof their news coverage concludes.\n\nThe study, conducted by the Project for Excellence in Journalism, concludes that overall Bush is \"dramatically less \nvisible\" at the end of his 100th day in office than was Clinton eight years ago. Overall, there were 41 percent fewer \nstories about Bush on network television, the study said.\n\n\"As a whole the press has depicted Bush as a skillful manager, more comfortable as an insider than a man of the \npeople, who is stubbornly pursuing a sincere, conservative ideological agenda even if it is controversial,\" the study \nconcluded.\n\n\"By contrast, a much larger percentage of the coverage of Clinton depicted him as a politician of the people whose \nactions and policies were often highly calculated but also more popular.\"\n\nDuring the entire period, Clinton and Bush saw the same portion of clearly negative stories - 28 percent. Clinton \nreceived more clearly positive stories - 27 percent - during his first 100 days than did Bush, at 22 percent.\n\n\"Contrary to Democratic complaints, George W. Bush has not gotten an easier ride from the American media in his \nfirst 100 days than Bill Clinton did in his famously rocky start,\" the study concludes.\n\nIt didn't start out that way.\n\n\"Bush had a far better first month than Clinton,\" the study said, with positive stories outweighing negative 27 \npercent to 23 percent. Clinton's press coverage for his first month in office ran 32 percent negative to 22 percent \npositive,\" it said.\n\nIt noted that Clinton was hit in his first days in office with highly negative accounts of miscues regarding his policy \non gays in the military and a series of badly handled high-level appointments.\n\nThe study said coverage of Bush turned more critical in his second month as attention turned from his ability to \nhandle the job to his ideological and policy agenda. Critical stories outnumbered positive accounts, 36 percent to 17 \npercent in this period, the study said.\n\nThe study was based on a review of 899 news articles and television broadcasts at ABC, CBS, NBC, PBS, The \nNew York Times, The Washington Post and Newsweek.\n\nThe Project for Excellence in Journalism is part of the Columbia University Graduate School of Journalism and is \nfinanced by the Pew Charitable Trusts.\n\nOn the Net:\n\nProject for Excellence in Journalism: http://www.journalism.org \n\n>+++++ Bush makes debut at White House Correspondents' annual dinner\n\n \n\nWASHINGTON (AP) - President Bush scooped the press with \"never before seen\" family photos, including one of \nhis brother as a child, without a stitch on.\n\nBush took irreverent digs at himself and just about everyone in his family in a joke-riddled speech that marked his \ndebut April 28 at the White House Correspondents' Association annual dinner.\n\nOffering \"a little slide show,\" Bush got the biggest laugh in addressing whether he was sore at brother Jeb, the \nFlorida governor, for the drawn-out postelection struggle in that state.\n\nBush said he wasn't, then flashed a photo of a naked, though not completely revealed, Jeb as a toddler.\n\nhttp://www.journalism.org/\n\n\nMaking himself the butt of humor, Bush showed off his first-grade report card, all A's, and said, \"My advice is, don't \npeak too early.\"\n\nAnd he took a dig at his recent decision not to adopt Clinton-era controls on arsenic in drinking water.\n\nDisplaying a childhood photo of himself and his siblings all in a bathtub with their father, he cracked, \"With all those \nkids in the tub, it's not arsenic in the water I'd be worried about.\"\n\nHe showed a picture of his favorite horse from his childhood, a surefooted and steady steed. \"I trusted that horse \ntotally,\" he said. \"Here's the really weird part; his name was Dick Cheney.\"\n\nBush's steady vice president - some say the White House's work horse - watched from the head table.\n\nThe correspondents' dinner has become an occasion for self-deprecating humor from presidents. Bush's slide show \nwas a little lower tech than last year's farewell video from Bill Clinton, who pretended to be at loose ends in the last \nlame-duck months of his administration\n\nIn a brief detour from the laughs, Bush offered a hearty welcome and a salute to two members of the crew of the \nU.S. surveillance plane who had been held in China - Lt. Shane Osborn, the pilot, and Lt. j.g. John Comerford, the \nco-pilot.\n\nBush also congratulated winners of the association's annual journalism awards.\n\nAssociated Press writer Sandra Sobieraj received the Merriman Smith Memorial Award in the print category for her \nbehind-the-scenes account of the drama of election night, including conversations between Bush and rival Al Gore.\n\nJim Angle of Fox News Channel won the broadcast award for his coverage of the Florida recount and Steve \nThomma of Knight received the Aldo Beckman Award for his campaign stories. The Edgar A. Poe award went to \nElizabeth Marchak, Dave Davis and Joan Mazzolini of The Plain Dealer in Cleveland, for a series on poor health \ncare given to minorities in the United States.\n\nDaniel Lyght, a high school senior from Rockville, Md., was presented with a scholarship to study journalism.\n\n>+++++ CNN takes a commercial break in Bush interview\n\n \n\nNEW YORK (AP) - \"We'll be back with the president of the United States. But first, a word from our sponsors ...\"\n\nIt seemed a little strange April 25 when CNN interrupted its live interview with President George W. Bush for \ncommercials. But CNN said it was responding to a request from the White House.\n\nBush's advisers wanted the chance for a break rather than take 15 uninterrupted minutes on the air, said Frank \nSesno, CNN's Washington bureau chief.\n\nCNN had no problem with the request, as long as it was assured the commercials wouldn't count toward the \nnetwork's alloted 15 minutes, Sesno said. The network has interrupted live interviews with world leaders for \ncommercials in the past, he said.\n\nAs it turned out, Bush sat with correspondent John King for 20 minutes, including the ads. And, he answered \nquestions from King even while off the air for commercials, Sesno said.\n\n\"It absolutely did not strike me as unusual or cumbersome in any way,\" Sesno said.\n\n>+++++\n\n \n\n BROADCASTING:\n\n\n\n \n\n \nFCC chief says it's time to re-evaluate media rules\n \n\nLAS VEGAS (AP) - The nation's top broadcast regulator says it's time to turn a critical eye on media restrictions that \nmay no longer have a place in today's competitive market.\n\nThe new GOP chairman of the Federal Communications Commission, Michael Powell, said his agency's policy up \nuntil now has been one of avoidance rather than taking a serious look at whether the rules still make sense.\n\n\"The vast majority of the rules have been around for decades,\" Powell said April 24 at a conference held by the \nA.G. Edwards and Sons investment firm. Competition and even social judgments about what's desirable in media \nhave changed dramatically, he said.\n\nPowell is bringing a more hands-off approach to his oversight of the industry. His remarks come as the FCC is set \nto review a series of federal restrictions that limit the growth of media businesses, including one that prevents a \nsingle company from owning TV stations that reach more than 35 percent of U.S. households.\n\nThat rule doesn't limit how many stations one company can own, but how many people one company can talk to, \nPowell said.\n\n\"There is something offensive to First Amendment values about that limitation,\" Powell told members of the National \nAssociation of Broadcasters.\n\nThe 35 percent broadcast limit is a hot topic at the broadcasters' convention here. Locally owned stations and \nsmaller station groups oppose easing that restriction for fear it could put them at a disadvantage, particularly when \nthey are bargaining with networks to get programming.\n\n\"There needs to be an equilibrium in this business,\" said David J. Barrett, president and chief executive officer of \nHearst-Argyle Television Inc., which owns 28 stations. Stations run by a variety of owners also will bring viewers a \ngreater diversity of coverage on big news stories like the presidential elections, Barrett said.\n\nThe networks and big station groups want the cap gone, saying it makes no sense in today's competitive media \nenvironment.\n\n\"The cap has got to go away in its entirety,\" said Bud Paxson, chairman of Paxson Communications Corp., which is \njust under the limit now. Paxson said antitrust authorities can handle any concerns that might arise from \nacquisitions.\n\nThree of the four major networks - Fox, CBS and NBC - have dropped out of the broadcast association because of \nthe dispute.\n\nThe FCC plans to review the rule this year but is awaiting the outcome of a court challenge to the limit. The U.S. \nCourt of Appeals for the District of Columbia has the case before it. Earlier this month, the court suspended the date \nby which Viacom Inc., parent of CBS, had to divest stations to come into compliance with the cap.\n\nThe court said Viacom had met the stringent standards for a stay while the limit itself is under consideration. Part of \nthat standard is based on the likelihood the company will prevail on the merits of its case, Powell noted.\n\n\"Many people see that as a grave sign for the life of the rule,\" he said.\n\nWith hearings scheduled for the fall, a court decision could come before the end of the year.\n\nEarlier this year, the D.C. appeals court threw out similar restrictions on cable TV companies - a move many believe \ngave new vigor to the networks' battle against the broadcast limit. Powell said the process of crafting new cable \n\n\n\nlimits - as required by Congress - must fall within the limit of the court's decision. That makes it likely the new limits \nwill be more lenient.\n\nIn May, the commission will begin evaluating whether to modify a rule that prohibits a company from owning a \nbroadcast station and a daily newspaper in the same locale.\n\nConsumer advocate Gene Kimmelman warns that relaxing media rules \"could lead to further consolidation of \nbroadcast, cable and newspaper in the hands of a few entrepreneurs.\"\n\nOn the Net:\n\nFederal Communications Commission: http://www.fcc.gov \n\nNational Association of Broadcasters: http://www.nab.org \n\n>+++++ CIA claims that man interviewed on news networks isn't who he says\n\n \n\nNEW YORK (AP) - The Central Intelligence Agency said that a man interviewed twice on CNN last week about the \nwar on drugs had misrepresented himself as a former CIA agent.\n\nThe agency said April 26 that Kenneth Bucchi, identified on CNN as a \"former CIA narcotics officer,\" never worked \nfor the agency in any capacity.\n\nCNN twice on April 25 offered viewers an explanation - but not an apology - for interviewing Bucchi. The network \nsaid Bucchi had published a book about the CIA and been interviewed numerous times on television and radio \nwithout challenge from the intelligence agency.\n\nBucchi said he worked for the CIA while in the U.S. Air Force and that the only way he could prove his affiliation \nwas if the CIA confirmed it. If he was in their position, he said, \"I would do what they are doing to me right now.\"\n\n\"I think it's right out of Discredit 101,\" he said.\n\nBucchi has charged that the CIA worked together with Colombian drug traffickers to wipe out small smugglers, and \nin return let the big cartels maintain a limited flow of cocaine into the country.\n\nCIA spokesman Bill Harlow said Bucchi's accusations were \"absurd and simply not true.\"\n\nBucchi appeared on CNN on April 23 to talk about the drug fight after the downing of a missionary plane by the \nPeruvian Air Force, done after a CIA anti-drug team told Peru about the plane. He was interviewed a second time \nthat day on Greta Van Susteren's prime-time talk show.\n\nCNN did not check out Bucchi's claim of CIA employment before the interview, but it noted that the agency routinely \ndoesn't publicly reveal whether or not someone has worked for them.\n\nThat's true, Harlow said, but \"we waive it when appropriate.\"\n\nHarlow claimed that Bucchi was accused of masquerading as a CIA agent while in the Air Force. Bucchi conceded \nthat he was declared delusional during his Air Force years, but said that was a common tactic to quiet \nwhistleblowers.\n\nUnder the circumstances, CNN said in a statement that \"we have taken the appropriate opportunity to inform our \nviewers of the CIA's perspective as well as Mr. Bucchi's rebuttal.\"\n\n\"You have a secret agency and it has to be secret for a reason,\" Van Susteren said April 26. \"I have no idea \nwhether the citizen is being loose with the facts or whether the CIA is being loose with the facts. One of the benefits \nof having 24 hours of television is that you put both sides on and let the viewers decide.\"\n\nhttp://www.fcc.gov/\nhttp://www.nab.org/\n\n\nBucchi made similar charges during an appearance Jan. 29 on Fox News Channel's \"The O'Reilly Factor.\" He was \nidentified then as \"a former CIA operative.\"\n\nHost Bill O'Reilly listened to Bucchi's charges but noted, \"I can't vouch for your story.\"\n\nFox News Channel tried to check with the CIA about Bucchi's employment before the segment, but a call wasn't \nreturned, a network spokesman said. Harlow said he wasn't aware that someone from Fox had called.\n\nBucchi is the author of a 1994 book, \"Operation Pseudo Miranda: A Veteran of the CIA Drug Wars Tells All.\"\n\n>+++++\n\n \n\n CNN tries delicate art of negotiation in retrieving equipment\n\n \n\nNEW YORK (AP) - CNN executives can appreciate the delicate diplomatic maneuvering by the Bush administration \nin ending the impasse with China over the downed spy plane's crew.\n\nCNN is trying to use diplomacy to end its own standoff with China, although in this case no human lives are \ninvolved.\n\nThe network's chief news executive, Eason Jordan, wrote to China's foreign ministry on April 30 asking that a \nvideophone and two press credentials confiscated when the spy plan's crew took off from Hainan on April 11 be \nreturned.\n\nThe videophone was used to show the takeoff live in the United States, until Chinese authorities shut it down. A \nreporter, Lisa Rose Weaver, was briefly detained. China, in seizing the equipment, said CNN was making an \nunauthorized transmission.\n\nWhile President Bush agonized for days over the proper way to say \"sorry\" without apologizing for the spy plane \nincident, CNN has similarly tried to craft its own appeal.\n\n\"We had a lot of experienced hands who contributed to the formulation of the letter,\" said Jordan, adding that it took \nseveral days to draft.\n\nCNN expressed regret for violating any Chinese rules, and emphasized its desire to follow the laws of countries \nwhere its correspondents are working, but said it wasn't aware that the transmission wasn't allowed, Jordan said. It \nmentioned other countries where the equipment was used with no problems, he said. CNN would not release the \ntext of its letter.\n\nThe videophone, which allows instant transmission of pictures through a telephone line, costs $ 7,500. CNN has \nalready said it would donate the equipment to the Newseum, a journalism museum that has requested it.\n\n\"It's something we take a lot of pride in and would like to see it on display,\" Jordan said. \"As a matter of principle, \nwe would like to have it back.\"\n\n>+++++ Daughter of bombing victim to report on execution\n\n \n\nLITTLE ROCK, Ark. (AP) - The people watching reporter Carla Wade on \"Good Morning Arkansas\" probably don't \nknow about her father.\n\nThey will by May 16, when the man responsible for his death is to be executed.\n\nCarla Wade will be on camera outside the prison in Terre Haute, Ind., where Timothy McVeigh is scheduled to die \nfor the Oklahoma City bombing that killed her father, Johnny Wade, and 167 others.\n\n\n\nShe isn't worried about her own emotions; McVeigh dying doesn't mean anything to her, she said.\n\nBut in online journalism forums, some have questioned Wade's objectivity and the station's motivation for putting \nher on the air during the execution.\n\nWade, 27, said she requested the assignment because she could bring a perspective to the story that no one else \ncould.\n\nIn the three days leading up to McVeigh's execution, the station plans to air a series of interviews Wade has been \nworking on with survivors and relatives of victims of the blast.\n\n\"It was a very unique situation, one I haven't faced in more than 20 years in this business,\" said Bob Steel, news \ndirector at KATV, an ABC affiliate in Little Rock.\n\n\"We had thought about sending another reporter to cover the execution and then we decided she would have the \naccess, understanding and insight no other reporter would have,\" he said.\n\nIn the six years since her father's death, Wade has graduated from the University of Oklahoma, worked at two \ntelevision stations and built a career reporting the morning news in Little Rock.\n\nWhile working in Lawton, Okla., she said she frequently did television reports related to the bombing and no one \nquestioned her objectivity. \"It was different in Oklahoma because there everyone was somehow affected by the \nbombing,\" she said.\n\nWade was back in Oklahoma this month to cover the anniversary of the April 19, 1995, federal building bombing, \nand she interviewed her mother and people who were injured in the blast.\n\nHer mother, Joannie Wade, talked to her for the first time about her fears of growing old without her husband, who \nwas an engineer for the Federal Highway Administration.\n\nThe interviews she is preparing for KATV have been building in her mind for years, she said.\n\n\"If I were a dancer, I would probably want to choreograph a dance expressing my feelings. If I were an artist I \nprobably would have painted a picture,\" she said. \"I'm a broadcaster and I can do two things well: I can write and I \ncan talk. Part of what I do is a form of self-expression.\"\n\nOn the Net:\n\nKATV: http://www.katv.com/GMA/index2.html \n\n>+++++\n\n \n\n FIRST-QUARTER EARNINGS:\n\n \n\n \nBelo reports sharp drop in earnings\n \n\nDALLAS (AP) - Belo Corp. reported that first-quarter earnings fell sharply and also warned that second-quarter \nresults would be below Wall Street's expectations because of weak advertising demand.\n\nBelo, whose flagship is The Dallas Morning News, earned $ 623,000, or 1 cent per share, in the quarter ended \nMarch 31, compared with $ 15.4 million, or 13 cents per share, in the same period a year earlier. Analysts surveyed \nby Thomson Financial/First Call had expected the company to break even on a per-share basis.\n\nhttp://www.katv.com/GMA/index2.html\n\n\nRevenues fell 9 percent to $ 331.5 million from $ 364.5 million.\n\nNet operating revenue fell 3.8 percent in Belo's broadcasting division and 7.4 percent in newspapers when adjusted \nto exclude 2000 revenue from newspapers and TV stations that have been sold.\n\nChairman and chief executive Robert W. Decherd said April 26 the a soft advertising market added to Belo's \nchallenge in the face of higher newsprint costs, fewer dollars from political and dot-com advertising and investment \nin its Internet division.\n\nAnalysts had expected Belo to earn 22 cents per share in the June quarter and 62 cents per share for the full year, \nbut Decherd said the weak advertising market would make Belo fall short of that mark. He didn't set a new target.\n\nDecherd said television spot revenue would probably fall 7 percent to 8 percent in April and similar results are \nexpected through June. Publishing revenue would decline by \"mid-to-high single digits\" in April, he said.\n\nBelo will aggressively cut labor costs through attrition and limited hiring, he said. The company also reduced its \ncapital budget by 15 percent.\n\nBelo owns four other newspapers and 17 television stations.\n\n>+++++ Viacom reports small net loss but upbeat about rest of year\n\n \n\nNEW YORK (AP) - Media giant Viacom Inc., owner of MTV, Nickelodeon and the CBS and UPN networks, reported \na net loss of $ 7.3 million in its first quarter but remained optimistic about prospects for the rest of the year.\n\nThe loss, which amounted to zero cents per share, compared to a net loss of $ 384.3 million in the same period a \nyear ago, which was largely due to a one-time accounting charge of $ 452 million. Without the charge, the company \nearned $ 68 million, or 10 cents a share, in the first quarter of 2000.\n\nViacom attributed the latest loss to higher write-downs associated with the acquisition of CBS.\n\nThe company posted a 15 percent increase in earnings before interest, tax and depreciation to $ 1.15 billion from $ \n1 billion a year ago, as all of its business segments except radio broadcasting showed improvements over last year.\n\nIn a conference call with analysts, Viacom's president and chief operating officer Mel Karmazin said the company \nremained confident it could deliver a 20 percent increase in pre-tax earnings this year to $ 6.2 billion, given a few \nconditions.\n\n\"If there is going to be a recession, we are just not going to participate,\" Karmazin said. \"We continue to pick up \nmarket share and outperform our competitors, and we'll do that in any kind of environment.\"\n\nLike other entertainment companies, Viacom is facing the possibility of simultaneous strikes this summer of \nHollywood actors and writers, which would impact Viacom both as the owner of a major studio, Paramount, as well \nas two broadcast networks, CBS and UPN.\n\nKarmazin said Viacom was concerned but also prepared for the possibility of a strike. He also said the company's \nannual profit goals could be impacted by a soft market for pre-season sales of TV advertising, which normally get \nunderway in May.\n\nNonetheless, Karmazin said the possible impact of those two risk factors would only be up to 5 percent of Viacom's \nannual pre-tax earnings.\n\nAssuming that several acquisitions, including the $ 3 billion purchase of BET, had occurred a year ago, Viacom's \nrevenues grew 6 percent to $ 5.77 billion from $ 5.44 billion in the same period a year ago.\n\n\n\nRevenues and earnings grew at most of Viacom's business segments despite a difficult environment for advertising, \nwhich makes up about half of the company's revenues. Cable networks, which include MTV, Nickelodeon and VH1, \nhad 17 percent higher earnings, and television earnings rose 14 percent.\n\nThe company's radio subsidiary, Infinity Broadcasting, had a 5 percent decline in earnings due to a falloff in \nadvertising from Internet companies, which was booming last year. In February Viacom finished buying back the 36 \npercent of Infinity that it didn't already own at a cost of $ 13.4 billion in stock.\n\nOn the Net:\n\nhttp://www.viacom.com \n\n>+++++ Clear Channel falls short in first quarter, warns on second quarter\n\n \n\nSAN ANTONIO (AP) - Clear Channel Communications Inc., the largest U.S. radio broadcaster, reported a wider-\nthan-expected first-quarter loss and also warned of lower second-quarter results.\n\nHowever, the San Antonio-based company slightly beat forecasts for cash flow.\n\nClear Channel's net loss was $ 309 million, or 53 cents per share, compared with a loss of $ 39 million, or 12 cents \nper share, in the year-ago quarter.\n\nAnalysts surveyed by Thomson Financial/First Call were expecting a loss of 45 cents per share.\n\nTo avoid the impact of acquisitions on the bottom line, analysts often measure growing media companies by their \nafter-tax cash flow - net income before depreciation, amortization of goodwill from acquisitions and other special \ncharges.\n\nClear Channel said its after-tax cash flow rose to $ 324 million, or 52 cents per share, compared with $ 192 million, \nor 51 cents per share, a year earlier. The company beat expectations by a penny.\n\nClear Channel said first-quarter revenue more than doubled, to $ 1.76 billion from $ 871.3 million in the first quarter \nof 2000.\n\n\"Despite the tough comparisons, we were able to increase after tax cash flow per share, the best measure of our \nperformance, versus the outstanding first quarter of last year,\" said Lowry Mays, chairman and chief executive \nofficer. \"Most importantly, after tax cash flow per share during the first quarter of 2001 has grown at a compounded \nannual growth rate of 19 percent since the first quarter of 1999.\"\n\nClear Channel said it sees a second-quarter loss of $ 170 million, or 28 cents a share, much wider than the current \nconsensus view of a loss of 9 cents a share.\n\nThe company sees second-quarter revenue of $ 2.09 billion, which also compares unfavorably with consensus \nestimates of $ 2.24 billion, as complied by Thomson Financial/First Call.\n\n>+++++ Primedia net loss widens to $ 86 million in first quarter\n\n \n\nNEW YORK (AP) - Primedia Inc., a publisher of more than 200 special-interest and niche magazines, reported a \nwider net loss in the first quarter as a deficit from Internet business grew and newsstand sales fell.\n\nPrimedia, whose titles include New York, Modern Bride and Seventeen, posted a net loss of $ 85.8 million \ncompared with $ 39.4 million in the same period a year ago, or 54 cents per share versus 35 cents a share.\n\nhttp://www.viacom.com/\n\n\nExcluding one-time costs and gains, the per-share loss was 48 cents compared with 29 cents a year ago. Analysts \nsurveyed by Thomson Financial/First Call had been expecting a loss of 38 cents per share.\n\nExcluding interest expenses, taxes, depreciation and other non-operating factors, Primedia's cash flow fell 23 \npercent to $ 40.1 million compared with $ 52 million a year ago. Despite a tough climate for advertising, Primedia's \nrevenues from traditional advertising climbed 6.4 percent.\n\nCash flow from the company's consumer magazines business declined 30 percent to $ 30.7 million as the company \nhad lower newsstand sales of its soap opera and youth entertainment magazines. It also had an Internet loss of $ \n22.7 million in the quarter, double the level from a year ago.\n\nRevenues rose 6 percent to $ 427 million from $ 404.5 million in the same period a year ago.\n\nOn the Net:\n\nhttp://www.primedia.com. \n\n>+++++\n\n \n\n FREE PRESS:\n\n \n\n \nYahoo barred reporters from annual meeting\n \n\nSANTA CLARA, Calif. (AP) - Yahoo! Inc., the Internet portal that built a billion-dollar business delivering information \nto anyone anywhere, barred journalists from its annual shareholders' meeting.\n\nReporters who don't own stock in the company had to listen over the Internet, getting a flavor but not the full sense \nof the April 27 proceedings - and inhibiting their access to shareholders.\n\nYahoo was within its legal rights in keeping reporters out. But the decision subverted the premise that journalists \nare the eyes and ears of investors who can't travel to the meetings.\n\nEven banks, utilities and other companies that sometimes face public-relations nightmares let reporters in to watch \nmanagement field questions from investors. Some do prohibit cameras or recording equipment, however.\n\n\"I've never heard of the media being barred altogether,\" said Diane Bratcher, spokeswoman for the Interfaith Center \non Corporate Responsibility, a New York-based coalition of religious institutional investors. \"I remember Exxon at \nthe time of the Valdez oil spill, and how nasty that was. But they let reporters in.\"\n\nYahoo spokeswoman Nicki Dugan said the rule has been in place during the company's five years as a public \ncompany. Management wants to ensure enough space in the meeting room for investors, she said.\n\nDugan said Yahoo executives checked with other Silicon Valley companies and determined that several have \nsimilar policies. She cited Cisco Systems Inc. and Sun Microsystems Inc. as examples.\n\nSpokeswomen for both companies, however, said Cisco and Sun don't have such policies.\n\nDugan later said she had erred in naming Sun and Cisco. She said Yahoo's investor-relations department had \nfound other examples she was \"not at liberty to disclose.\"\n\nYahoo is generally not news-phobic. Articles about the company - good news or bad - regularly appear among the \nthousands of business stories on Yahoo's financial Web pages.\n\nhttp://www.primedia.com/\n\n\nDugan acknowledged Yahoo would be unable to stop reporters from asking shareholders who aren't going to be \ndesignated as their proxies at the meeting. She said Yahoo isn't concerned that most other companies just let \nreporters in.\n\n\"We're following our own tradition,\" she said. \"We feel that this is a legal function intended for our stockholders.\"\n\n>+++++ Judge issues guidelines for TV coverage of Olson trial\n\n \n\nLOS ANGELES (AP) - The judge presiding over the trial of former Symbionese Liberation Army member Sara Jane \nOlson issued strict guidelines for television coverage in the courtroom.\n\nSuperior Court Judge Larry P. Fidler said April 24 witnesses will not automatically appear on TV. Instead, he will \ndecide on a witness-by-witness basis during the trial.\n\nFidler said the cameras must be stationary at all times. Because of public safety issues, he also said he will not \nallow any TV coverage of testimony regarding how to make bombs.\n\nOlson, formerly Kathleen Soliah, is charged with attempting to kill Los Angeles police officers in 1975 by placing \nbombs under two squad cars. The bombs did not detonate.\n\nOlson was living as a Minnesota housewife and mother until her arrest in June 1999 after her picture appeared on \n\"America's Most Wanted.\" If convicted, she faces a possible life sentence.\n\nFidler said he will begin hearing pretrial motions on April 30 and hopes to call prospective jurors a month after that.\n\nIn his ruling Tuesday, Fidler said, \"This court finds that the public interest in viewing and studying the instant \nproceedings outweighs any adverse effect that may result due to the coverage.\"\n\nTelevision coverage had been supported by Olson's defense attorneys and opposed by prosecutors who said it \ncould jeopardize a pending investigation of Olson in an alleged SLA bank robbery and murder case in Carmichael.\n\nThe issue of cameras in court has been controversial in Los Angeles since the televised O.J. Simpson murder trial \nin 1994-95.\n\n>+++++ Court upholds dismissal of defamation suit against Rocky Mountain News\n\n \n\nDENVER (AP) - The Rocky Mountain News should have been awarded attorney's fees from a political candidate \nwhose defamation lawsuit against the newspaper was dismissed in 1999, the Colorado Court of Appeals ruled April \n26.\n\nDan Barnett, who ran for the Republican nomination for a state House seat, sued the newspaper over a May 2, \n1998, story that said he had been convicted in a \"stalking\" incident involving the daughter of the woman vacating \nthe seat.\n\nBarnett said in the lawsuit that he pleaded guilty in 1995 to misdemeanor harassment in a case described by the \njudge as \"almost stalking.\"\n\nBarnett sued the News, but Arapahoe District Judge Timothy Fasing dismissed the lawsuit. He also rejected the \nnewspaper's request for attorney's fees. The appeals court upheld the dismissal, but it said the newspaper should \nhave been awarded attorney's fees.\n\nBarnett had argued that use of \"stalking\" in the newspaper article improperly characterized the crime as a felony \nrather than a misdemeanor.\n\n\n\nState law required Barnett to prove the statements in the article were clearly false and made with actual malice, or \nwith knowledge or reckless disregard that the statement was false.\n\nThe appeals court said Barnett adequately alleged that the newspaper acted with actual malice, but the ruling said \nbecause the statement was substantially true, his lawsuit was properly dismissed. The court also rejected Barnett's \nrequest to force the News to remove the article from its Internet archives.\n\n\"Although there is a distinction between harassment, which is a misdemeanor, and stalking, which is now a felony, \nboth terms describe similar repeated, unsolicited behavior,\" the appeals court said.\n\nThe ruling also noted the newspaper article never said Barnett was convicted of a felony.\n\nFasing had rejected the newspaper's request for attorney fees without explanation, but the appeals court said the \nnewspaper was entitled to attorney fees under state law.\n\n>+++++\n\n \n\n INTERNATIONAL:\n\n \n\n \nChina bars foreign media from reporting on U.S. inspectors' visit\n \n\nBEIJING (AP) - China banned foreign journalists from traveling to the southern island of Hainan to report on the \nU.S. inspection of a Navy spy plane stranded there after colliding with a Chinese jet.\n\nThe Foreign Ministry took the highly unusual step April 30 of telephoning foreign news organizations to tell them \ntheir reporters should not go to the island.\n\n\"We are formally telling you not to go,\" said a ministry official who telephoned The Associated Press.\n\nThe official, Wei Xing, said neither Chinese officials nor the U.S. inspectors would speak with reporters in Hainan.\n\nChinese regulations require foreign reporters to have official permission for reporting in the provinces. Wei said \npermission has not and will not be granted in this case.\n\nWei said she had been instructed by her superiors to telephone. She said other news organizations were getting \nsimilar calls. She did not say why foreign reporters were being barred.\n\nChinese officials have detained and admonished foreign reporters in the past for reporting outside of Beijing and \nShanghai without permission.\n\nChina announced April 29 that it would allow inspection of the EP-3E reconnaissance plane at the military air base \non Hainan where it made an emergency landing after the April 1 collision with a Chinese fighter over the South \nChina Sea.\n\nForeign reporters were allowed to report from Hainan - without prior permission - during the 11 days that China held \nthe U.S. spy plane's 24 American crew members on the island.\n\nHowever, a crew from Cable News Network was detained after broadcasting live pictures of the U.S. crew being \nreleased and climbing aboard a commercial aircraft that flew them out of China.\n\n>+++++ Russian parliament votes to bar foreigners from controlling media\n\n \n\n\n\nMOSCOW (AP) - The lower house of Russian parliament tentatively approved a bill that would bar foreigners from \nowning a controlling interest in Russian media.\n\nThe State Duma approved the bill April 26 by a 332-22 vote with three abstentions in the first of three required \nreadings. It must also be approved by the upper house, the Federation Council, and signed by President Vladimir \nPutin to become law.\n\nAlexander Chuyev, a member of the pro-Kremlin Unity faction who drafted the bill, said it was necessary to protect \nthe national interests. Foreign control of the Russian media would \"hurt media freedom and pose a threat to \nnational security,\" Chuyev said in a speech.\n\nThe only opposition to the bill came from the liberal Yabloko faction.\n\n\"It will lead to total state control over media,\" said its member Sergei Mitrokhin.\n\n\"Better that the media be controlled by our state than a foreign state,\" retorted Unity member Pavel Kovalenko. \"If \nthere are no restrictions, (Rupert) Murdoch and (Ted) Turner may elect our president and parliament.\"\n\nTurner, the U.S. media magnate, has discussed the purchase of stock in NTV, Russia's sole independent \nnationwide television station, which was recently taken over by the Kremlin-connected natural gas giant Gazprom. \nThe takeover cast doubt on the deal and stoked broad concern about media freedom in Russia.\n\nPutin's government has denied playing any role in the takeover and dismissed the claim of NTV's founder Vladimir \nGusinsky that the Kremlin was trying to stifle critical reporting. Gazprom insisted that it had been driven by purely \nfinancial motives.\n\nThe prohibitive bill followed the approval last year of the Information Security Doctrine, a policy document drafted by \nthe presidential Security Council and signed by Putin. The doctrine warned of \"information weapons\" allegedly used \nagainst Russia by foreign powers and called for tighter controls over media, in language reminiscent of Soviet \ntimes.\n\nThe document claimed that foreign media organizations were trying to squeeze Russians out of the news market \nand suggested that their activities in Russia be checked more carefully.\n\nRussian prosecutors said April 24 they were still seeking Gusinsky's arrest and extradition to Russia, six days after \na Spanish court rejected a similar request.\n\nThe Prosecutor General's Office has sent a new arrest warrant to the Interpol police agency, spokesman Leonid \nTroshin said. He said the warrant contains new charges against the exiled mogul, who is embroiled in a political and \nbusiness dispute with the Kremlin.\n\nAnother outlet of Gusinsky's media empire, the Echo of Moscow radio, has also feared a takeover by Gazprom. Its \nstaff is currently negotiating the purchase of a controlling interest in the station to prevent such a takeover, the \nInterfax news agency reported April 24.\n\n>+++++ U.S. experts arrive in Ukraine to probe missing journalist's case\n\n \n\nKIEV, Ukraine (AP) - Two U.S. forensic experts arrived in Ukraine to help identify remains believed to be those of a \nmissing journalist whose disappearance sparked a political crisis, the U.S. Embassy said April 25.\n\nHeorhiy Gongadze, an outspoken critic of alleged high-level corruption, went missing in the capital Kiev in \nSeptember. Russian experts have concluded that a beheaded body found near Kiev in November was his.\n\nBut German experts, who examined samples supposedly taken from the same body by Gongadze's associates, \ncast some doubts on the Russian conclusions. Gongadze's mother has demanded a new examination.\n\n\n\nOpposition movements in Ukraine seized on the case to support their demand for President Leonid Kuchma's \nouster. They accuse the president and his top aides of involvement in Gongadze's apparent slaying, citing \nincriminating audio tapes released by Kuchma's former bodyguard, Maj. Mykola Melnichenko.\n\nKuchma's denials have done little to quell frequent opposition protests, which have swelled with Ukrainians who \nassail Kuchma for his economic and social policies.\n\nThe American team, consisting of an FBI laboratory DNA expert and a forensic pathologist with the U.S. Armed \nForces Institute of Pathology, met April 24 with officials from the Ukrainian chief prosecutor's office and the Foreign \nMinistry, the U.S. Embassy said. It is expected to remain in Ukraine until Sunday.\n\nUkraine had appealed to the United States, Russia and other countries for help in analyzing the remains. But the \nU.S. team's arrival came somewhat unexpectedly, following angry statements by Ukrainian prosecutors over the \nrecent U.S. decision to grant political asylum to Melnichenko.\n\nUkrainian prosecutors have accused Melnichenko of fraud, revealing state secrets and slander, and raised doubts \nabout Washington's impartiality in the Gongadze case.\n\n>+++++ Terror wave in Bangladesh killing and maiming journalists\n\n \n\nDHAKA, Bangladesh (AP) - After the blows to the stomach and groin, a butcher's knife was raised over Tipu \nSultan's head and his burly assailant shouted, \"Which is your writing hand?\"\n\nMoments later the 27-year-old journalist's right arm was slashed in four places. He was beaten with baseball bats, \nhockey sticks and iron rods, and his body was cut in 10 places.\n\nThe Jan. 25 incident is part of a pattern of attacks on journalists that brings a new twist to the violence and political \nunrest that have troubled Bangladesh since it won independence from Pakistan 30 years ago.\n\nTwo of Bangladesh's presidents have been assassinated, and there have been three coups and 19 failed ones. \nNewspapers carry daily reports of gang killings and political assassinations of lower ranking leaders, with gruesome \nphotos of slashed necks or hands.\n\nBut as World Press Freedom Day on May 3 approaches, the journalists of Bangladesh's 134 daily newspapers, 700 \nweeklies and 1,000 monthly magazines have never felt so besieged.\n\n\"In the past six months, journalists reporting about corruption, political violence and religious intolerance have been \nvictims of unbelievably violent attacks,\" said Robert Menard, general secretary of Paris-based Reporters Without \nFrontiers.\n\nJournalists' groups at home and abroad have recorded 50 cases of violence against media professionals, including \nthree murders during the past six months.\n\nAround the world, at least 16 journalists were murdered doing their jobs last year and 20 other slayings of news \npeople are being studied to determine if their work was a factor, the Committee to Protect Journalists reported in \nmid-March.\n\nSultan, son of a retired railroad officer, is still in the Orthopedic Hospital in Dhaka, the capital, three months after he \nwas assaulted in Feni, a coconut-growing region 80 miles east of here. He has 12 fractures, including crushed \nbones in his hands.\n\nHe believes he was attacked because he wrote critically about a governing party's lawmaker for United News of \nBangladesh, an independent news agency.\n\nPolice have made no arrests.\n\n\n\n>+++++\n\n \n\n AWARDS:\n\n \n\n \nAP, Washington Post, Kansas City Star take top SPJ awards\n \n\nINDIANAPOLIS (AP) - Journalists for The Associated Press, The Washington Post and The Kansas City (Mo.) Star \nwere among the winners of the Society of Professional Journalists' 2000 Sigma Delta Chi Awards for excellence in \njournalism.\n\nThe group cited AP White House Correspondent Ron Fournier for his extensive coverage of the 2000 presidential \nelection and Miami photographer Alan Diaz for his photos of the federal raid on the house of the Miami relatives of \nElian Gonzalez.\n\nDiaz also won the 2001 Pulitzer Prize for spot news photography.\n\nSPJ's investigative reporting award went to The Washington Post for \"The Body Hunters,\" an international \ninvestigation of human medical experiments in Third World countries. The Post's Michael Wilbon won for a \ncollection of sports columns.\n\nThe Kansas City Star's Judy L. Thomas won for her comprehensive study of an AIDS epidemic among Catholic \npriests.\n\nTom Hallman Jr. of The (Portland) Oregonian won for \"Boy Behind the Mask,\" a story of a deformed boy who \nsought risky surgery in the hope of looking more normal. Hallman also won a 2001 Pulitzer Prize for the story.\n\nAnother 2001 Pulitzer winner, Ian Johnson of The Wall Street Journal, won SPJ's foreign correspondence award for \nhis coverage of China's repression of the Falun Gong.\n\nMatt Rainey of The Star-Ledger in Newark, N.J., who won a Pulitzer for feature photography for pictures of two \nstudents seriously burned at Seton Hall University, was honored by SPJ in the same category for the photos.\n\nThe society announced nearly 50 awards Monday for newspapers and wire services, magazines, art/graphics, \nradio, television, research and online reporting.\n\n\"At a time when it's popular to bash the press, the work represented here is irrefutable evidence that excellence in \njournalism is alive and well and that thousands of reporters and editors go to work every day intent on making a \ndifference in the lives of their communities and setting an example for their colleagues,\" said Paul K. Masters, \npresident of the SDX Foundation board of directors.\n\nFounded in 1909 as Sigma Delta Chi, the Society of Professional Journalists is the nation's largest journalism \norganization. The awards, announced Monday, will be presented in October at SPJ's national convention in Seattle.\n\nThe winners:\n\n \n\n \nNewspapers/Wire Services\n \n\nDeadline Reporting (circulation 100,000 or greater)\n\n- Stephanie Desmon and Antigone Barton of The Palm Beach (Fla.) Post, Lake Worth Middle School shooting.\n\n\n\nDeadline Reporting (circulation under 100,000)\n\n- Staff of the Great Falls (Mont.) Tribune for report on charges filed against a man accused of kidnapping a boy, \nbutchering him and feeding the body to others.\n\nNon-Deadline Reporting (circulation 100,000 or greater)\n\n- Judy L. Thomas of The Kansas City (Mo.) Star, \"AIDS in the Priesthood.\"\n\nNon-Deadline Reporting (circulation under 100,000)\n\n- Darrin Mortenson, William Brown, Jason Robbins and J. Lowe Davis of The Virgin Islands Daily News, for \n\"Vieques: In Whose Defense? At Whose Expense?\"\n\nInvestigative Reporting (circulation 100,000 or greater)\n\n- Joe A. Stephens, Mary Pat Flaherty, Deborah Nelson, Karen DeYoung, John Pomfret, Sharon LaFraniere and \nDoug Struck of The Washington Post, for \"The Body Hunters,\" an international investigation of risky American \nmedical human experiments in Third World countries.\n\nInvestigative Reporting (circulation under 100,000)\n\n- Cameron W. Barr of the Christian Science Monitor, for \"Battalion 745: A Brutal Exit,\" a series documenting the \nviolent departure of an Indonesian military unit from its base in East Timor.\n\nFeature Reporting (circulation 100,000 or greater)\n\n- Tom Hallman Jr. of The (Portland) Oregonian, for \"Boy Behind the Mask,\" the compassionate story of a horribly \ndeformed youngster who risked everything on a dangerous surgery he hoped would make him look more normal.\n\nFeature Reporting (circulation under 100,000)\n\n- Roy Wenzl of The Wichita (Kan.) Eagle, for \"The Hero's Son,\" a four-part serial narrative of how a young boy who \nlost his father to war came to finally grieve the loss nearly 50 years later.\n\nEditorial Writing\n\n- Dan Moffett of The Palm Beach (Fla.) Post, for a three-part editorial series \"Dishonoring the Vets\" calling for \nchanges in the Veterans Benefit Administration that will give veterans the help they deserve after their sacrifices.\n\nWashington Correspondence\n\n- Ron Fournier of The Associated Press, for his extensive coverage of the political drama of the 2000 Presidential \nElection.\n\nForeign Correspondence\n\n- Ian Johnson of The Wall Street Journal, for \"A Death in China,\" a report of China's repression of the Falun Gong, \nalso called Falun Dafa.\n\nGeneral Column Writing\n\n- Eugene Kane of the Milwaukee Journal Sentinel, for a collection of columns.\n\nSports Column Writing\n\n- Michael Wilbon of The Washington Post, for a collection of sports columns.\n\n\n\nPublic Service (circulation 100,000 or greater)\n\n- Mark Katches, William Heisel, Ronald Campbell, Michael Goulding and Sharon Henry of The Orange County \n(Calif.) Register, for \"Body Brokers,\" a five-part series and follow-ups on tissue donation that changed laws, sparked \na federal investigation and prompted widespread industry reform.\n\nPublic Service (circulation under 100,000)\n\n- Staff of The Eagle-Tribune in Lawrence, Mass., for \"Unrealized Assets,\" a series brainstorming with the public on \nhow to capitalize on the assets of its core city, Lawrence, Mass.\n\n \nMagazines\n \n\nMagazine Writing\n\n- Robert Lee Hotz of the Los Angeles Times, for \"Searching for Lost Honor,\" the story of Hotz's quest to discover \nexactly what happened to his uncle, William Archibald Willison, who perished at Dunkirk in 1940 as the Germans \npushed the British to the sea.\n\nPublic Service in Magazine Journalism\n\n- Peter Perl of The Washington Post Magazine, for \"Poisoned Package,\" a detailed report on the institutional \ncauses of food poisoning outbreaks and the most lethal and one of the least well-known food poisoning outbreaks \nin the United States in 15 years.\n\nMagazine Investigative Reporting\n\n- Donald Barlett, James B. Steele, Andrew Goldstein, Laura Karmatz and Daniel Levy of Time magazine, for \"Big \nMoney and Politics: Who Gets Hurt,\" a nine-month investigation of campaign financing that delves into what \nhappens to those who make donations and what happens to the tens of millions who don't.\n\n \nArt/Graphics\n \n\nPhotography Spot News\n\n- Alan Diaz of The Associated Press, for \"Elian,\" photos of the federal raid on the house of the Miami relatives of \nElian Gonzalez.\n\nPhotography Features\n\n- Matt Rainey of The Star-Ledger in Newark, N.J., for \"After the Fire,\" a photographic story of two students seriously \nburned in a dorm fire at Seton Hall University.\n\nEditorial Cartooning\n\n- Nick Anderson of The Courier-Journal in Louisville, Ky., for editorial cartoons covering the 2000 Election, Elian \nGonzalez and the NRA.\n\nInformational Graphics\n\n- William Pitzer, JoAnne Miller, Tom Tozer and Gina Nania of The Charlotte (N.C.) Observer, for \"Inside the \nHunley,\" a detailed and compelling visual tour of the Civil War submersible H.L. Hunley, the first submarine to sink \nan enemy ship.\n\n\n\n \nRadio\n \n\nSpot News Reporting\n\n- Staff members of CBS Radio News, for \"The Supreme Court Decides,\" an hour-long special report of the U.S. \nSupreme Court's decision on the Florida presidential recounts.\n\nContinuing Reporting of a Breaking Event\n\n- Buzz Conover and Susan Gage of Florida Public Radio Network, for coverage of the 2000 Presidential Election, \nfiling more than 100 stories for the network and providing live coverage of court cases, speeches and news \nconferences.\n\nInvestigative Reporting\n\n- Doug Sovern of KCBS Radio in San Francisco, for \"Follow the Money,\" a series of reports on the campaign \ncontributions received by the major political players in California.\n\nFeature Reporting\n\n- Mark Urycki of WKSU-FM in Kent, Ohio, for \"Remembering Kent State, 1970,\" a look back to the shootings at \nKent State University 30 years ago.\n\nDocumentaries\n\n- David Isay and Stacy Abramson of Sound Portraits Production in New York City, for \"Witness to an Execution,\" a \ndocumentary that premiered on NPR's \"All Things Considered\" and tells the story of the men and women who \nparticipate in, carry out and witness multiple executions as part of their jobs at the Walls Unit in Hunstville, Texas.\n\nPublic Service in Radio Journalism\n\n- Jim Bickal, Cara Hetland, Laura McCallum, Tim Pugmire and Bill Wareham of Minnesota Public Radio, for in-\ndepth coverage of Minnesota's new graduation standards.\n\n \nTelevision\n \n\nSpot News Coverage (Network/Top 40)\n\n- Staff of CBS \"Evening News\" for \"Elian Reunited,\" breaking news coverage of the federal raid on the house of the \nMiami relatives of Elian Gonzales.\n\nSpot News Coverage (All other markets)\n\n- No winner\n\nContinuing Reporting of a Breaking Event (Network/Top 40)\n\n- David Boeri, Jack Harper, Gail Huff, Mary Saladna and Ray Smith of WCVB-TV in Needham, Mass., for \"On the \nTrail of Whitey Bulger and the FBI,\" an ongoing series that highlights the history and a fresh break in a decades-old \ncase involving James \"Whitey\" Bulger, one of the FBI's 10 most-wanted fugitives.\n\nContinuing Reporting of a Breaking Event (All other markets)\n\n\n\n- KECI-TV News Team in Missoula, Mont., for \"Montana Wildfires: Up in Flames,\" continuing coverage of the states \n2000 fire season.\n\nInvestigative Reporting (Network/Top 40)\n\n- Anna Werner, David Raziq and Chris Henao of KHOU-TV in Houston, for \"Treading on Danger?\" a nine-month \ninvestigation into defective Firestone tires.\n\nInvestigative Reporting (All other markets)\n\n- Tom Grant, Adele Steiger and Tim Connor of KXLY-TV in Spokane, Wash., for \"Public Funds, Private Profit: The \nSecret Deal Behind a Public-Private Partnership,\" a yearlong examination of how Spokane's most powerful family \ncut a special deal with the city to build an exclusive mall in the heart of Spokane.\n\nFeature Reporting (Network/Top 40)\n\n- Staff of Dateline NBC, for \"War and Remembrance,\" an emotional story of one Vietnam veteran's struggle to \ntriumph over the guilt, bitterness and heartbreak he suffered as a result of fighting in the war.\n\nFeature Reporting (All other markets)\n\n- Claudine Wong and Don Schoenfeld of WNDU-TV in South Bend, Ind., for \"A Miracle for Alex,\" a vivid description \nof one family's struggle to help a 3-year-old daughter to live a life without debilitating seizures.\n\nDocumentaries (Network/Top 40)\n\n- ABC News staff members, for \"ABC News Special: Hopkins 24/7,\" a six-part series that delves into life at one of \nAmerica's leading medical centers, Johns Hopkins Hospital.\n\nDocumentaries (All other markets)\n\n- Danny Schechter of Globalvision in New York City, for \"Falun Gong's Challenge to China,\" an in-depth exploration \ninto the story of a major human rights conflict in China Falun Gong, a movement that has captured the loyalty of \nmillions of members.\n\nPublic Service in Television Journalism (Network/Top 40)\n\n- Staff members of KRON4 News in San Francisco, for \"Beating the Odds,\" an on-going series of news stories, \nspecials and public service announcements that profile low-income, high-risk kids who are overcoming tremendous \nobstacles.\n\nPublic Service in Television Journalism (All other markets)\n\n-Tracy Sadeghian, Schewislzer Lewis and Traci Richardson of WRDW-TV in North Augusta, S.C., for \"Nursing \nHome Nightmare? (Revisited),\" an investigation that uncovered substandard and abusive conditions and prompted \nlegislators to strengthen the state's regulatory system.\n\n \nNewsletters\n \n\nPublic Service in Newsletter Journalism\n\n-Greg Freeman and Lee Landenberger of American Health Consultants in Atlanta, for \"With ABC camera crews in \nhouse, Johns Hopkins limited its risk of liability,\" an in-depth look at how Johns Hopkins and other health-care \ninstitutions might be exposing themselves to tremendous liability in the pursuit of publicity.\n\n\n\n \nResearch\n \n\nResearch About Journalism\n\n- Marilyn Greenwald and Joseph Bernt of the Iowa State University Press, for \"The Big Chill: Investigative Reporting \nin the Current Media Environment.\"\n\n \nOnline Reporting\n \n\nDeadline Reporting\n\n- Staff of ABCNEWS.com, for \"Dead at Seas: Tragedy Aboard the Russian Submarine Kursk,\" which provided \ncomprehensive detail and visuals in their online coverage of the Kursk submarine incident and the international \nefforts to rescue the 118 sailors aboard.\n\nNon-Deadline Reporting\n\n-Tim Connor of Camas Magazine, for \"Secret Deal,\" an investigative report about a public/private partnership gone \nso terribly wrong that it threatened to ruin the fiscal health of Spokane, Wash.\n\nPublic Service in Online Journalism\n\n- David Slade, Robert Laylo, James E. Wilkerson, Chris Krewson, Jaleel Beck and Chris Unger of The Morning Call \nin Allentown, Pa., for \"Tomorrow's taxes,\" an ongoing series covering a court-ordered property-tax reassessment in \nCarbon County, Pa.\n\nOn the Web:\n\nSociety of Professional Journalists: http://www.spj.org \n\n>+++++\n\n \n\n Florida TV journalists win environmental award\n\n \n\nSAN FRANCISCO (AP) - Two Florida television journalists who reported on a genetically engineered hormone \ninjected into dairy cows were among the winners of the Goldman Environmental Prize announced April 23.\n\nJane Akre and Steve Wilson were among eight winners recognized by the San Francisco-based Goldman \nEnvironmental Foundation for efforts to protect the environment. Winners are given $ 125,000.\n\nAkre and Wilson, who are married, said the hormone had been linked to health problems. They were working at the \ntime for Fox Television affiliate WTVT in Tampa, Fla.\n\nThe reporters said the station refused to air their report after the hormone's manufacturer, Monsanto Co., \nthreatened the station with legal action. Monsanto did not return a call for comment.\n\nThe couple were fired in 1997 and sued the station. A jury awarded $ 400,000 to Akre but found no wrongdoing in \nthe firing of Wilson.\n\nThe television station argued that the reporters were insubordinate, biased and unprofessional. It is appealing the \njury's decision.\n\nhttp://www.spj.org/\n\n\nThis is the 12th year of the prizes, started by Richard Goldman in 1990 with his late wife, Rhoda Haas Goldman, an \nheir to the Levi Strauss fortune.\n\nOther winners:\n\n-Oscar Olivera, who was credited with helping to return the privately owned water system in Bolivia's third-largest \ncity to the public.\n\n-Yosepha Alomang, who was honored for her fight against Indonesian mining.\n\n-Eugene Rutagarama, a Rwandan conservationist who fought to save his country's last mountain gorillas.\n\n-Myrsini Malakou and Giorgos Catsadorakis, two Greek biologists, who led the effort to create a wetlands \nconservation area in remote northwestern Greece that crosses the borders of Albania and Macedonia.\n\n-Bruno Van Peteghem of New Caledonia in the South Pacific, who worked to protect one of the world's coral reefs \nfrom destruction by mining.\n\nOn the Net:\n\nGoldman Environmental Prize: http://www.goldmanprize.org \n\n>+++++ Northwest Broadcast News Association renames awards for Sevareid\n\n \n\nBLOOMINGTON, Minn. (AP) - The Northwest Broadcast News Association is renaming its annual awards to \nbroadcasters in honor of the late CBS-TV commentator Eric Sevareid.\n\nOn April 21, the NBNA honored Sevareid posthumously with its highest award, the Mitchell V. Charnley Award, \ngiven each year to an oustanding broadcaster from the six-state NBNA region. Sevareid died of cancer in 1992 at \n79.\n\nSevareid, a native of Velva, N.D., attended the University of Minnesota and was 18 when he became a reporter for \nthe Minneapolis Journal. He later was an original member of the CBS Radio news team assembled by Edward R. \nMurrow during World War II.\n\nSevareid stayed at CBS for 38 years and was known for his political commentaries on television. He retired in 1977.\n\nThe NBNA, chartered in 1949, represents broadcasters in Minnesota, North Dakota, South Dakota, Iowa, Nebraska \nand Wisconsin. The group presents awards each year to radio and television stations in such categories as spot \nnews, documentary and newscast. Those awards will now be known as the Sevareid Awards.\n\nCharnley was a longtime teacher at the University of Minnesota School of Journalism. He died in 1991 at the age of \n92. Previous Charnley Award winners include former Associated Press correspondent Terry Anderson, NBC anchor \nTom Brokaw and CBS reporter Hattie Kauffman. That award will still be known as the Charnley Award.\n\n>+++++\n\n \n\n PEOPLE:\n\n \n\n \nHelen K. Copley steps down as chairman, publisher; son to succeed her\n \n\nhttp://www.goldmanprize.org/\n\n\nSAN DIEGO (AP) - Helen K. Copley is transferring leadership of the family-owned newspaper group and its flagship \nSan Diego Union-Tribune to her son David.\n\nDavid C. Copley's appointment as chairman of The Copley Press Inc. and publisher of The San Diego Union-\nTribune was announced in April 27 editions of the newspaper.\n\n\"It has been my privilege to observe David's development as a leader, and I am confident in his ability and \ncommitment to providing our readers with excellent newspapers,\" Copley said.\n\nShe will remain a member of the board of directors and trustee of the family trusts that control the company's stock. \nShe will hold the titles of chairwoman emeritus of The Copley Press and publisher emeritus of The San Diego \nUnion-Tribune.\n\nShe also remains chairman of the James S. Copley Foundation, which finances educational and charitable \nendeavors.\n\nDavid Copley, president and chief operating officer of the company since 1997, said his mother has been a great \nteacher.\n\n\"It's exciting to think about what lies ahead,\" said Copley, 49.\n\nThe Copley Press, founded in 1905, publishes nine newspapers in three states with a combined daily circulation of \nabout 700,000.\n\nHelen Copley, 78, took over the company in 1973 after the death of her husband, James S. Copley. Faced with an \neconomic slowdown and a large estate tax bill, she consolidated operations and sold off properties, including the \nSacramento Union and several smaller Southern California newspapers.\n\nShe also introduced new technology and broadened coverage at the newspapers the company kept.\n\nDuring her tenure, Copley's San Diego Tribune won two Pulitzer prizes, in 1978 for a PSA air crash and in 1987 for \nJonathan Freedman's editorials on illegal immigration.\n\nThe evening Tribune was merged with the morning San Diego Union in 1992.\n\nIn the 1990s, the company acquired the Peoria Journal Star, The Register-Mail of Galesburg, the State Journal-\nRegister in Springfield and The Courier in Lincoln, all in Illinois.\n\nIn 2000, Copley acquired The Repository in Canton, Ohio, and in January 2001 it purchased two Ohio newspapers \nserving nearby Massillon, Dover and New Philadelphia. Also in 2000, the company sold its newspapers in the \nChicago suburbs.\n\nCopley also owns the Daily Breeze in Torrance, Calif.\n\n\"Newspapers may be bought and sold, but the real test is how well we manage what we have,\" David Copley said. \n\"My goal is to better serve our readers and to move all of our newspapers, large and small, farther up the scale of \nexcellence.\"\n\nHis appointment represents the third generation of family leadership since grandfather Ira Copley, an Illinois \ncongressman, bought the Aurora Beacon in 1905.\n\n>+++++ Rather, CBS News to receive Quinn Award\n\n \n\nLOS ANGELES (AP) - Network news anchor Dan Rather and CBS News are being honored by the Greater Los \nAngeles Press Club with the Joseph M. Quinn Award for journalistic excellence.\n\n\n\nCBS President Leslie Moonves will present the award June 9 during the 43rd annual Southern California \nJournalism Awards at the Sheraton Universal Hotel.\n\n\"Mr. Rather in particular deserves special recognition for maintaining a focus on 'hard news' at a time features and \nsoft news seem to be more in fashion. The L.A. Press Club is made up of hardworking journalists who believe in \nthat hard news tradition, and honor it,\" the award proclamation reads.\n\nRather, 69, was selected by the Press Club board for \"his consistently outstanding journalism on the 'CBS Evening \nNews,' as anchor of '48 Hours,' and as correspondent on '60 Minutes II,' and in all of his TV and radio broadcasts, \nand his thoughtful articles and books.\"\n\nThe annual Southern California Journalism Awards competition was founded by former Press Club President \nJoseph M. Quinn, a veteran journalist, war correspondent and, for many years, editor of City News Service.\n\n>+++++ Dotson retiring as president, publisher of Akron Beacon Journal\n\n \n\nAKRON, Ohio (AP) - John L. Dotson Jr., president and publisher of the Akron Beacon Journal for nine years, is \nretiring, ending a 42-year career in journalism.\n\nJim Crutchfield, the newspaper's general manager, will replace him. The appointment was effective April 30, but \nDotson said he will stay at the Beacon Journal until the end of June to ensure a smooth transition.\n\nOn April 27, Knight Ridder, the paper's parent company, announced a corporate restructuring. The Beacon Journal, \nwhich has a circulation of about 140,330, recently laid off nine newsroom employees and eliminated 6 1/2 nonunion \npositions.\n\nDotson, 64, said he had contemplated retiring a year ago and planned to announce he was stepping down on June \n1. However, he decided to make the move now to allow Crutchfield to implement restructuring plans.\n\n\"This is not the legacy I would have wanted for the end of my tenure,\" he said, referring to the reductions. But, he \nsaid, he is proud of his accomplishments, including his service on the Pulitzer Prize board and the board of the \nNewspaper Association of America.\n\n\"Obviously, I would have preferred to go out with record revenues and sales, but that's not the case,\" he said. \n\"Newspapers are cyclical and I've seen downsizing before. This is just another part of the business.\"\n\nIn comments to the Beacon Journal staff on April 30, Jerry Ceppos, Knight Ridder's vice president of news, called \nDotson a legend.\n\nAppointed in 1992, Dotson was publisher of the Beacon Journal when the newspaper won a Pulitzer Gold Medal for \nPublic Service in 1994 for its series on race relations. He is the recipient of the John S. Knight Gold Medal, the \nhighest award for overall achievement given by Knight Ridder.\n\nDotson, formerly president and publisher of the Daily Camera in Boulder, Colo., said he and his wife, Peggy, plan to \nreturn to Boulder, where they own a home.\n\nCrutchfield, 53, was managing editor of the Beacon Journal from 1989 to 1993, then was executive editor of the \nLong Beach (Calif.) Press-Telegram from 1993 to 1997. In 1998, he went to Philadelphia Newspapers to serve as \nassistant to the publisher before returning to Akron as general manager in January 2000.\n\nBefore publishing the Daily Camera, Dotson was director of night operations at The Philadelphia Inquirer. He also \nworked in the editorial departments of Philadelphia Newspapers Inc., publishers of the Inquirer and the Philadelphia \nDaily News.\n\n\n\nPreviously, he spent 17 years at Newsweek where he was the magazine's Los Angeles bureau chief and senior \neditor in New York. He also worked at the Newark (N.J.) Evening News and Detroit Free Press.\n\n>+++++ Actress Andrea Thompson hired by CNN Headline News\n\n \n\nNEW YORK (AP) - Former \"NYPD Blue\" actress Andrea Thompson has been hired by CNN Headline News as an \nanchorwoman.\n\nHer hiring may signal a flashier new era at CNN. The network recently came under the control of Jamie Kellner, \nformer chief at the Fox and WB networks, and he told USA Today on April 24 that he was looking for more star \npower at the news networks.\n\nCNN also announced April 24 that it has hired former ABC News reporter Sheila MacVicar as a London-based \ninternational correspondent.\n\nThompson played detective Jill Kirkendall on \"NYPD Blue.\" Her character left the ABC show in 1999 after marital \nproblems interfered with her police work.\n\nShe switched careers and was hired last May as a reporter and fill-in anchor at television station KRQE in \nAlbuquerque, N.M. She said at the time she wanted a job that allowed her more time with her child and to study \neconomics.\n\nCNN Headline News, an offshoot of the main CNN network, has an average audience of 171,000 viewers so far this \nyear, according to Nielsen Media Research. That's virtually unchanged since last year.\n\nHeadline News runs a complete news report in half-hour cycles around the clock.\n\nMacVicar was cut loose earlier this year from ABC, where she had reported on Africa, Europe and the Middle East \nfor \"World News Tonight\" and \"Nightline.\"\n\nShe will start reporting for CNN on May 7, said Eason Jordan, chief news executive for the CNN News Group.\n\n\"I am thrilled to be joining CNN, which is committed to serious international news coverage,\" MacVicar said.\n\n>+++++ Allan, Australian executive, named New York Post editor in chief\n\n \n\nNEW YORK (AP) - Australian newspaper veteran Col Allan was named editor in chief of the New York Post.\n\nAllan succeeds Xana Antunes, who resigned for personal reasons, according to News Corp. Deputy Chief \nOperating Officer Lachlan Murdoch.\n\nSince 1999, Allan, 47, has been editor in chief of The Daily Telegraph and The Sunday Telegraph, two Australian \npapers also owned by News Corp. Allan was New York correspondent for News Corp.'s Australian papers from \n1978 to 1980.\n\nThe Post's publisher, Ken Chandler, said he was indebted to Antunes for her six years at the paper and was looking \nforward to working with Allan. Antunes had been editor of the Post since February 2000.\n\n\"Col is one of News Corp.'s most senior editors, and his appointment underscores the company's commitment to \nthe Post,\" Chandler said.\n\n>+++++ Nussbaum named AP news editor in Columbus, Ohio\n\n \n\n\n\nCOLUMBUS, Ohio (AP) - Nancy Nussbaum, broadcast editor for The Associated Press in Columbus, has been \npromoted to news editor.\n\nThe appointment was announced April 26 by Eva Parziale, Ohio chief of bureau.\n\nNussbaum, 36, joined the AP in 1992 in Charleston, W.Va., and transferred to Columbus in 1998. She became \nbroadcast editor later that year.\n\nPrior to joining AP, Nussbaum worked for The Times-Picayune in New Orleans and the Chronicle-Telegram in \nElyria, Ohio.\n\nShe is a native of Fairview Park in suburban Cleveland and a graduate of Bowling Green State University.\n\nNussbaum succeeds Howard Goldberg, who has been promoted to assistant chief of bureau in Columbus.\n\n>+++++ Garsten named AP auto writer\n\n \n\nDETROIT (AP) - Ed Garsten, who covered the auto industry for CNN for 11 years, has been named auto writer for \nThe Associated Press, based in Detroit.\n\nThe appointment was announced April 27 by Charles Hill, chief of bureau for the AP in Michigan.\n\nGarsten was CNN's Detroit bureau chief and correspondent from 1989 until this year. He covered auto news and \nother major stories including the Firestone tire recall and the 1998 General Motors strike.\n\nHe began working for CNN in 1981. He was a reporter, anchor and producer in Atlanta before moving to Detroit.\n\nGarsten, 49, previously worked for KGUN-TV and KCEE radio in Tucson, Ariz., and WMBO-WRLX radio in Auburn, \nN.Y.\n\nHe grew up in New York City. He holds bachelor's and master's degrees from the State University of New York at \nOswego and the University of Arizona, respectively.\n\n>+++++ Pane named AP correspondent in Providence, R.I.\n\n \n\nPROVIDENCE, R.I. (AP) - Lisa Marie Pane, night supervisor for The Associated Press in Boston, has been \npromoted to correspondent in charge of the AP's Providence bureau.\n\nThe appointment was announced April 27 by Boston Chief of Bureau Ed Bell.\n\nPane worked for the AP in Hartford, Conn., from 1991 to 1995, covering Connecticut state government. She left to \nwork for Reuters and the Connecticut attorney general before returning to the AP last year in Boston.\n\nPane, 39, also has worked for the Brattleboro (Vt.) Reformer and The Hartford (Conn.) Courant. She is a native of \nWest Hartford, Conn., and a graduate of Northeastern University.\n\nShe succeeds Rachel Zoll, who has been named a national religion writer based in New York.\n\n>+++++\n\n \n\n DEATHS:\n\n \n\n \n\n\n\nJAMES H. JESSE, 82, a former publisher of the Pensacola (Fla.) News Journal and one of the founders of Florida \nToday in Melbourne, April 27 in Merritt Island, Fla.\n\nJesse joined the year-old Today in 1967 as head of its South Brevard County operations. His responsibilities \nexpanded, and in 1972 he was named to the newly created position of publisher.\n\n\"Jim Jesse helped guide Florida Today through its early development years,\" said former Gannett Co. chairman \nand Today founder Allen H. Neuharth. \"He also was a leader in newspapering throughout Florida, from Boca Raton \nto Pensacola. Many of us learned a lot from him, and he will be missed.\"\n\nJesse moved to Pensacola from Melbourne to become publisher at the News Journal in 1973, succeeding Braden \nBall as president of the Pensacola News Journal company.\n\nHe left Pensacola in 1978 to become publisher and president of the Nashville (Tenn.) Banner. Gannett is the parent \ncompany of the News Journal, Florida Today and the Banner.\n\nDuring his career, he also had been the assistant publisher and managing editor of the Laurel (Miss.) Leader-Call \nand editor and publisher of the Charlotte Herald in Punta Gorda, Fla.\n\nSurvivors include two sons. Son Rik is a photographer at Florida Today.\n\n>+++++\n\nMARVIN R. PIKE, 85, who led an Army photography unit into World War II combat, then covered O.J. Simpson's \nBuffalo Bills and other major league sports during 31 years with The Associated Press, died April 22 in Fort Myers, \nFla.\n\nPike, a New Jersey native, joined the Army before World War II, becoming a photography specialist. He was \ncommissioned as a Signal Corps lieutenant after the Japanese bombing of Pearl Harbor and was decorated while \ncommanding photo teams recording battle scenes in the Pacific.\n\nAfter the war, he joined the AP in New York, working first in broadcast news and then as supervisory correspondent \nin Buffalo, overseeing general news coverage in western New York and the region's sports events.\n\nLater, he specialized in sports writing, including coverage of the National Football League's Buffalo Bills during \nSimpson's years as a star in the 1960s and 1970s. He retired in 1977.\n\nSurvivors include his wife and two daughters.\n\n>+++++\n\nARTHUR M. BARNES, 87, who directed graduate studies for 19 years at the University of Iowa's School of Mass \nCommunication, April 27 in Melbourne, Fla.\n\nBarnes also was director of Penn State's journalism school from 1969 until he retired in 1979.\n\nBarnes, who earned his doctorate in public speaking and rhetoric from Cornell University, was editor of the bulletin \nof the National Association of Radio News Editors in the late 1940s. He was named head of Iowa's journalism \ngraduate studies in 1950 and elected to the school's Hall of Fame in 1964.\n\nSurvivors include his wife, five daughters, four sons and a sister.\n\n>+++++\n\nGERMAN SOPENA, 54, managing editor of the Argentine newspaper La Nacion and a prize-winning journalist who \nwon accolades for his economic and environmental reporting, April 28 in a plane crash.\n\n\n\nSopena was flying a small plane when it crashed on a rural farming tract in Buenos Aires province. Nine others on \nboard also died. An avid outdoorsman, he was traveling to southern Argentina for a weekend outing near a glacier \nin Patagonia.\n\nSopena, one Argentina's most respected journalists, studied political science in Argentina and international politics \nat the Sorbonne in Paris.\n\nIn a career that spanned more than 30 years, he was an editor of several magazines and served for a time as a \nforeign correspondent in Europe before a 1985-86 stint as editor of the daily Tiempo Argentina.\n\nFrom 1986 until 1992, Sopena was the chief editor in charge of the economics section of La Nacion, one of South \nAmerica's most prominent newspapers. He was appointed chief managing editor in April 1999.\n\nSopena received the Konex prize for distinguished reporting on economic affairs in 1997. He was also a member of \nArgentina's National Academy of Journalism.\n\nHe was the author of three books, including \"La Patagonia Blanca\" or \"The White Patagonia.\"\n\nAn adventurer who excelled at environmental reporting, he loved to trek and climb among the mountains, lakes and \nglaciers of Patagonia. On the day of the crash, he was flying to the Perito Moreno Glacier.\n\nSurvivors include his wife and two daughters.\n\n>+++++\n\nRICHARD DARBY, 63, former editor of the Marion (Ill.) Daily Republican and a public relations firm executive, April \n26 in Arlington, Texas.\n\nDarby was editor of the Marion newspaper from 1962 to 1971 and again from 1992 to 1997. His firm, Darby Public \nRelations, represented a number of prominent Southern Illinois political figures, including former U.S. Sen. Paul \nSimon and former U.S. Reps. Ken Gray and Glenn Poshard.\n\nDarby was president of the Southern Illinois University Editorial Association in 1999-2000.\n\n>+++++\n\n \nNOTES FROM EVERYWHERE:\n \n\n \n\nThe National Press Club in Washington, long a forum for speakers from around the world, sharply criticized the \nRussian government April 24 for what it called a \"Kremlin-orchestrated assault on critical media.\" In a letter to \nRussian Ambassador Yuri V. Ushakov, the president of the club, Richard Ryan, said the takeover of the once-\nindependent television station NTV by Russia's state-connected natural gas giant was deeply disturbing. … Doug \nWeathers, a news anchorman at WTOC-TV in Savannah, Ga., is retiring after 47 years with the station. Weathers, \n69, began his career at WTOC in 1954, just two weeks after it first went on the air. … Part of The New York Times \nBuilding was designated as a city landmark, which means protection for the 43rd Street side of the 15-story \nbuilding. The Times plans to sell the building, built between 1912 and 1932 with French Renaissance flourishes, in \n2005 and move to a new headquarters on Eighth Avenue between West 40th and West 41st Street. … R.R. \nDonnelley & Sons Co. plans to close by July 2002 its printing plant in Des Moines, Iowa, that employs 775 people. \nDonnelly, which acquired the plant in 1990, said production of magazines, catalogs and newspaper advertising \ninserts will be transferred to the company's other plants.\n"}