{"title": "Grown Cautious, Fox Expects Delay on U.S. Action on Migrants", "body": "\nIn an interview to discuss his scheduled visit to Texas this weekend, President Vicente Fox of Mexico said this \nweek that he did not expect the United States to adopt sweeping reforms that would give legal status to millions of \nundocumented workers until well after the presidential election this fall.\n\n Mr. Fox reiterated support for a proposal by President Bush to give temporary work permits to an estimated eight \nmillion illegal immigrants. He described the plan, which could benefit as many as four million Mexicans, as ''an \nexcellent starting point'' and later as ''great progress.'' And he praised Mr. Bush for having the ''courage'' to present \nthe reforms despite opposition in the Republican Party.\n\n  Mr. Fox, who challenged the United States to open its borders to a greater flow of Mexican workers at the start of \nhis presidency three years ago, made clear he had not abandoned his campaign. However, Mexico's first \nopposition president, whose rise to power ended seven decades of authoritarian rule, departed Tuesday evening \nfrom his unrelenting optimism and accepted that long-awaited migration reforms would have to wait some more.\n\n ''We understand clearly that we are in an election year,'' Mr. Fox said. ''We do not expect any kind of final decision \nthis year. But starting next year, yes, after the election of the next president.''\n\n Political observers said the remarks reflected a changed and seasoned head of state.\n\n ''President Fox has become more realistic about what he can accomplish and when,'' said Jorge Chabat, a political \nanalyst. ''He does not want to keep raising expectations and then fail to deliver what he promised.''\n\n Mr. Fox is scheduled to travel Friday to Mr. Bush's ranch in Crawford, Texas, to discuss migration, trade and \nborder security. The meetings come at a time when Mr. Fox, battered by rising unemployment and a stagnant \neconomy, hopes to show that his most important foreign policy initiatives are back on track. Meanwhile Mr. Bush, \nfacing what may be a close election race, strives for support among America's Latino population.\n\n Officials in both governments said they did not expect any important agreements to be made during Mr. Fox's visit \nto Texas. What is important, political observers said, is that the two men agreed to meet at all.\n\n Three years ago, Mr. Bush visited Mr. Fox's family ranch in the northern state of Guanajuato and proclaimed that \nAmerica had no greater friend than Mexico. Several months later, Mr. Fox became the first state visitor to the Bush \nWhite House.\n\n But the warm personal relationship between the two was severely strained after the Sept. 11 terrorist attacks on \nthe United States, when the Bush administration abandoned its promises to work on a migration accord with \n\n\nMexico and Mexico voted against war with Iraq at the United Nations. Since then, Mr. Fox and Mr. Bush have had \nhave had little more than stiff and fleeting encounters.\n\n The chill began to thaw in January when Mr. Bush announced his plans for the most comprehensive overhaul of \nAmerican immigration policy in recent years. Most Mexicans praised the proposal for giving undocumented \nimmigrants opportunities to work legally in the United States and be reunited with their families. Others, however, \nsaid it would allow the United States to enjoy the economic benefits of low-cost immigrant labor without offering \nworkers the protections that come with permanent residency.\n\nhttp://www.nytimes.com\n"}