{"title": "ELENA THE ENGINEER WILL MAKE A GREATER CONTRIBUTION TO THE ECONOMY AND THE TAX BASE THAN ELENA THE SALES CLERK A COLLEGE GRANT IS ACTUALLY AN INVESTMENT", "body": "\nELENA comes from the Philippines at the age of 12 as a legal immigrant, thanks to the sponsorship of an aunt. Her \nparents work hard but don't make much money. Elena does well in school and qualifies for San Jose State, where \nshe hopes to study engineering.\n\nIf Elena makes it through college, she will be a more productive worker, probably a more informed citizen. She \nwill pay a lot more taxes for the next 40 years.\n\nElena needs a grant, loan or work-study job. But she's turned down for federal college aid because her sponsoring \naunt's assets and income, added to her parents' earnings, make her too \"wealthy\" to qualify.\n\nThat's not the way it works now, but if the welfare reform bills now in Congress aren't amended, many foreign-born \nstudents will be cut off from college aid.\n\nCurrently, sponsors guarantee immigrants will not become a \"public charge.\" They don't guarantee that newcomers \nwon't seek help in getting a good education. The welfare legislation radically expands the definition of \"public \ncharge.\"\n\nIn the House version of the bill, an immigrant family would be the financial responsibility of the sponsor, including \neducation aid, until they become naturalized citizens.\n\nAs a practical matter, Elena's aunt isn't willing or able to send her brother's children through college.\n\nThe Senate version goes farther. Even as citizens, an immigrant family would be the sponsor's financial \nresponsibility, and therefore ineligible for most federal aid, until they'd earned enough money to pay income tax for \n10 years. Naturalized citizens no longer would have the same rights as native-born citizens.\n\nIf college aid is simply welfare, there's some logic in denying a handout to newcomers who haven't contributed to \nthe country.\n\nBut college aid isn't welfare. It's an investment. The reason the federal government helps needy students get a \ncollege education is that it pays off for society as a whole.\n\nAccording to the American Council on Education, a college-educated male earns $12,000 more a year on average \nthan a man with a high school degree; for female college graduates the differential is $9,200 a year.\n\n\nThat represents $400,000 to $500,000 in added productivity over a working life. By contrast, the largest grant for \nlow-income students is $2,340 a year. Elena the engineer will make a greater contribution to the economy and \nthe tax base than Elena the sales clerk.\n\nAccording to a draft report by the General Accounting Office, restricting college aid to legal immigrants would be \ndevastating to California students and to California colleges.\n\nStatewide, 120,000 legal immigrants receive nearly $200 million in federal college aid. A third of low-income \nstudents who receive Pell grants, the major need-based program, are legal immigrants. It's estimated most of \nthese students would be made ineligible.\n\nIncluding loans and work-study programs, 75 percent of college aid comes from federal sources, the American \nCouncil on Education estimates.\n\nMost students already are working part time to help pay for college. Most parents already are helping to the best of \ntheir ability. Most colleges are tapped out on scholarship money.\n\n\"I believe these students just wouldn't be able to attend school,\" says Jack Bradbury, associate director of financial \naid at San Jose State, where 41 percent of Pell grants go to legal immigrants.\n\nThere's some logic in limiting welfare benefits to newcomers and in holding sponsors accountable for keeping new \nimmigrants off the dole.\n\nBut college aid isn't welfare.\n\nThe idea of welfare reform is to discourage dependency. So why make it harder for immigrants to achieve \nindependence?\n\nCollege doesn't pay off for indifferent students, but it's the essential ladder of social mobility for capable, motivated \nyoung people, and who cares where they came from? What matters is where they are now and where they're \ngoing.\n\nElena's future is in America. America's future is in Elena's mind.\n\nNotes\n\nCOMMENTARY\n\nJoanne Jacobs is a member of the Mercury News editorial board.\n"}