{"title": "Immigrants Play Key Role as City Entrepreneurs, Study Finds", "body": "\nAny taxi-riding, bodega-shopping, laundromat-using New Yorker knows that immigrants own many of the \nbusinesses that make New York tick.  Now a new study shows that while immigrants constitute just over a third of \nthe city's population, they make up nearly half of the city's small-business owners.\n\nThe study, published Monday by the Fiscal Policy Institute and based on census data, found that more than \n69,000 New York City business owners - about 48 percent of the total - are foreign born.  These immigrant \nentrepreneurs hail from around the world and run companies in every sector of the economy.  But in certain lines \nof business, including dry cleaning, taxi services and grocery stores, the study shows that immigrant owners \ndominate. \n\n\"When you think of New York neighborhoods, you think about the stores and restaurants and groceries,\" said David \nDyssegaard Kallick, a senior fellow at the institute - a union-supported, nonpartisan research and advocacy group. \n\"Those are the kinds of small businesses where immigrants are playing a particularly strong role.\"\n\n (pdf) is based on a five-year sample of data from the 2005-9 American Community Survey.  It defines small \nbusiness owners as self-employed people with incorporated businesses, which excludes corporations and \nnonprofits.\n\nThe country whose natives make up the largest share of immigrant business owners is China, with about 9 percent \nof the total, followed by the Dominican Republic, Korea, India, Italy, Greece, Colombia, countries of the former \nSoviet Union, Israel and the Palestinian territories and Jamaica.  Another 55 percent of foreign-born owners come \nfrom other countries.\n\nImmigrant business owners represent a majority in several industry sectors, including transportation and \nwarehousing, retail trade, construction, wholesale trade and manufacturing.  Within those broad sectors, foreign-\nborn ownership of certain types of businesses dwarfs United States-born ownership.  A full 90 percent of the city's \ndry cleaning and taxi service owners are immigrants, as are 84 percent of grocery store owners and 75 percent of \nchild day care owners.\n\nImmigrants also have a strong presence in higher-skilled professions.  Among computer systems design, \narchitectural and engineering businesses, 40 percent of owners are foreign born.\n\nThe study notes that while the percentage of immigrant business owners is greater than the share of immigrants \nin the overall population, it is similar to the share of immigrants in the labor force, which is 46 percent.  This means \n\n\nthat New York's immigrants are more likely than their American-born peers both to own small businesses and to \nbe in the labor force.\n\nA 2008 analysis by the federal Small Business Administration found that, across the country, immigrants are \nnearly 30 percent more likely to start a business than are nonimmigrants. \n\nDespite their numbers, immigrant entrepreneurs must navigate a sea of obstacles beyond the normal challenges \nthat all small business owners face.  One recent study showed that immigrants in New York were less likely than \nnonimmigrants to own a business that has been running for more than three-and-a-half years, and more likely to \nhave shut down a business within the past year.\n\nOne commonly cited hurdle is a lack of access to the capital needed to start or expand a company.  While most \nbanks hesitate to loan money to any small business, which can be a risky, time-consuming process, they are \nespecially reluctant to lend to immigrants, who often have little collateral and bad or nonexistent credit histories, \nexperts say.\n\nThe situation is made worse for immigrants when banks send loan applications to distant offices to be evaluated, \nsaid Paul Quintero, CEO of ACCION USA, a New York-based microlender.\n\n\"You put an application in and it's processed by someone in Omaha,\" said Mr. Quintero.  This disadvantages \nimmigrants, who need \"people that can look into the white of your eyes, speak your language and understand \nwhere you're coming from.\"\n\nThe average ACCION small business loan is about $7,000 and, in New York City, a majority of borrowers are \nimmigrants. \n\nIn Crown Heights, Brooklyn, Abel Cherubin, a native of Haiti, has prepared taxes for a local clientele -- a mix of \nworking-class blacks, Latinos and West Indians -- from a rented storefront for more than a decade.  But his his \nclient base has shrunk to 300 customers from a peak of 800 and he has had to lay off his last few employees. He \nhas fallen $6,000 behind on the rent and received an eviction notice last month.\n\n\"Maybe three, four months I could be out of business,\" said Mr. Cherubin, 55, who during the recession has \nborrowed money from a friend rather than approach a lender, after being turned down for loans in the past.  \"That's \nmy worry: I'm afraid one day I won't have that door to be open.\"\n\nAnother major barrier for foreign-born entrepreneurs is confusion about the city's myriad business regulations.  \nWhether because of inexperience, language problems or reliance on informal business networks, immigrants often \nmisunderstand or are unaware of the rules regarding tax filing, permits and practices.\n\nFor instance, many ground-floor merchants in Chinatown do not realize they are responsible for cleaning the \nsidewalks outside their shops until they are fined for noncompliance, said Larry Mei, a business counselor at the \nChinatown Manpower Project.\n\n\"The business here is more regulated,\" Mr. Mei said.  \"In China, they don't have that many agencies that look after \nthe businesses.\"\n\nThis year, the city introduced three new initiatives intended to support immigrant business owners. They include a \ncompetition that awarded funds to organizations that assist foreign-born entrepreneurs, free business classes to \nbe offered in five non-English languages and an expo this month that will showcase immigrant-owned food \nmanufacturing businesses.\n\n• Answers About Entrepreneurship, Part 2\n\n• Answers About Entrepreneurship\n\n• Ask About Entrepreneurship\n\nhttp://www.sba.gov/\nhttp://www.cmpny.org/\nhttp://cityroom.blogs.nytimes.com/2009/11/13/answers-about-entrepreneurship-part-2/\nhttp://cityroom.blogs.nytimes.com/2009/11/11/answers-about-entrepreneurship/\nhttp://cityroom.blogs.nytimes.com/2009/11/09/ask-about-entrepreneurship/\n\n\n• 'Worst' No Longer Describes New York Commuting Time\n\n• TimesCast: Slipping Into Poverty\n"}