{"title": "IMMIGRATION LAW IS FAILING TO CUT FLOW FROM MEXICO", "body": "\nThe 1986 immigration law is failing to stem the illegal flow of Mexicans into the United States and may be \ncreating new problems on both sides of the border by distorting traditional immigration patterns, Mexican and \nAmerican researchers say.\n\nStudies by immigration specialists at the College of the Northern Border in Tijuana and the Center for United \nStates-Mexican Studies at the University of California, San Diego, indicate that the number of Mexicans illegally \nseeking work in the United States has actually increased in recent months.\n\nThe data also show that these illegal immigrants are staying in the United States longer, are increasingly arriving in \nfamily groups and are coming in growing numbers from parts of Mexico that have not sent many migrants in the \npast.\n\n \n\nNo Effect on Flow Seen\n\n''There is no sign the legislation has had any impact on the flows,'' said Jorge Bustamante, director of the College \nof the Northern Border, a Mexican research institute that studies immigration and other social issues. ''The basic, \nunderlying pattern has not changed in any significant way.''\n\nWayne Cornelius, director of the Center for United States-Mexican Studies at the University of California, San \nDiego, offered a similar picture.\n\n''Clearly, we have reached the end of the period of fear, uncertainty and confusion about the 1986 law among \nworkers still based in Mexico,'' he said. ''Those who delayed migration to the U.S. during 1987 are now coming, \nhaving observed that work is still available even for new arrivals lacking papers.''\n\n \n\nEnforcement Stepped Up\n\nThe 1986 immigration law is intended to discourage illegal immigration while providing amnesty to \nundocumented foreign workers able to demonstrate they entered the United States before Jan. 1, 1982, and have \nlived there continuously since that date. The application period for the amnesty expired May 4, and the United \nStates Immigration and Naturalization Service is both stepping up enforcement along the border and carrying out a \nprogram of sanctions against those who employ illegal immigrants.\n\nThe sanctions include fines of $250 to $10,000. Employers who engage in a ''pattern and practice'' of violations also \nface a prison sentence of up to six months. In the first phase of enforcement, the authorities familiarized employers \n\n\nwith the law and issued warnings rather than fines in most cases, but since June 1 immigration officials have been \nempowered to seek fines for first offenses under the new law.\n\nThat system of employer sanctions was intended to make the law more effective. But in interviews with 100 \nCalifornia employers, the University of California study found that employers were resorting to a variety of \nsubterfuges, including subcontracting work, accepting documents they know to be forged and hiring workers for \nfewer than 72 hours, in which case they are exempt from the paperwork the law requires.\n\nAccording to statistics compiled by the immigration service, there were 494,144 apprehensions of illegal \nimmigrants along the border during the first five months of this year. That figure represents a 11.9 percent increase \nover the comparable period in 1987, when the immigration legislation was gradually being put into effect. The law \nis formally known as the Immigration Reform and Control Act and popularly known as the Simpson-Rodino bill \nafter its sponsors, Senator Alan K. Simpson, Republican of Wyoming, and Representative Peter W. Rodino, \nDemocrat of New Jersey.\n\nInformation gathered by Dr. Bustamante's researchers shows an even larger increase. According to their \nobservations at Canon Zapata, the busiest illegal crossing point on the 1,952-mile border, the flow of illegal \nimmigrants from Mexico to the United States is up 15 percent during the last six months and is now approaching \nthe record numbers recorded just before the law went into effect in November 1986.\n\n \n\nApprehensions Are Down\n\nIn a panel discussion in San Diego this month, the I.N.S. Commissioner, Alan C. Nelson, said that though \napprehensions were up this year compared with last, ''they are still down from before the Immigration Reform and \nControl Act, So there has been a net reduction.'' He said that indicated the law was, in fact, working as intended.\n\nResearch on both the Mexican and American sides of the border suggests, however, that the pressures generated \nby Mexico's economic crisis have been stronger than the sanctions of the law and the new manpower provided to \nenforce it. Inflation in Mexico last year hit an all-time high of 160 percent, and although the Government has a new \nanti-inflation program, unemployment continues to be high and real wages are still declining.\n\nTraditionally, Mexicans reluctant to risk their luck at the border have sought a better future by going to Mexico City, \nthe country's industrial center. But the research, supplemented by a reporter's interviews with Mexican migrants \nwaiting to cross into the United States here, indicates that the economic crisis has increasingly made internal \nmigration less attractive.\n\n''There's thousands and thousands of people in Mexico City looking for jobs that just don't exist,'' said Emiliano \nBenitez, a 37-year-old farm worker from the state of Morelos, just south of Mexico City, who was traveling with his \n16-year-old son, Esteban. ''With the dollar worth 2,300 pesos and jobs available for the asking, look how much you \ncan earn in the United States.''\n\nFacundo Roldan, a 37-year-old farm worker who said he was crossing the border for the first time, said: ''Even \nwhen there is work available back home, you're only making $2.25 for nine hours of work. You're working six days a \nweek just to buy a pair of shoes. Compare that to the stupendous money you can make working in the United \nStates, and you'll know why I am here.''\n\n \n\nMore From Urban Areas\n\nIn fact, more than 20 percent of the newly arrived immigrants interviewed in the University of California survey were \nfrom Mexico City or its neighboring states, areas that in the past have not sent large numbers of workers to the \nUnited States. Dr. Bustamante, broadening the focus, said migration from large cities across Mexico was \nincreasing in general.\n\n\n\n''We're seeing less people coming from the countryside and more from urban areas,'' he said. ''That pattern is \nrelated to inflation, the rate of devaluation of the peso versus the dollar, and the fact that Mexico's economic crisis \nhas made it too expensive for the very poor to consider outmigration.''\n\nThe Mexican research group obtains some of its data from photographs taken three times a day at the staging field \nat Canon Zapata. Other information comes from the 75 interviews it has conducted every weekend here since April \n1987 and from weekly interviews with Mexican migrants at five other points on the border.\n\nThe University of California survey is based on 670 detailed interviews with Mexican workers and American \nemployers in Southern California during the last year. The institute also draws on field research being conducted in \nthree towns in the Mexican states of Jalisco, Michoacan and Zacatecas.\n\nDr. Cornelius said that in another striking departure from the norm, nearly two-thirds of the illegal immigrants his \ninstitution had interviewed in California over the last year were in the United States for the first time. Workers who \nwhiled away their time jeering the Border Patrol as they waited for darkness to fall at Canon Zapata said that trend, \ntoo, was a consequence of Mexico's worsening economic situation.\n\n \n\nJoined by Eight Friends\n\nEfrain Garcia, a 22-year-old from Acapulco, said that when he announced a few weeks ago that he was heading \nnorth to pick cherries and apples in Washington State, eight friends who had never before crossed the border \nsuddenly asked to join him. All eight men, who ranged in age from 19 to 24, said they had decided to seek their \nfortunes in the United States after being unable to find jobs at home. ''You fill out applications, and nothing \nhappens,'' one said.\n\n''We all recognize the immigration push-and-pull factors at work here,'' Mr. Nelson said when asked to account for \nthe increase in apprehensions along the border. ''If Mexico's economic problems increase, then the push factor \ngrows.''\n\nWhile the Simpson-Rodino law does not seem to have deterred immigration from Mexico, it does appear to have \nencouraged those Mexicans already in the United States illegally to relinquish their habit of spending part of the \nyear at home. That is partly a result of the ''grandfather clause'' that allows migrants without papers to keep jobs \nthey held before November 1986 and also of their fears that it will be too difficult and costly to come back and find \nregular employment.\n\nAs a result, men who in the past came up north alone in the spring and returned to Mexico for the Christmas and \nNew Year holidays now appear to be sending for their wives and children. Dr. Cornelius said his researchers had \nobserved that ''housing densities in California neighborhoods where undocumented migrants live are increasing'' at \nthe same time that some sending areas in Mexico ''are being turned into ghost towns.'' #47 Percent of Houses \nClosed ''In one village in Michoacan I recently visited, 47 percent of the houses were closed, some locked up with \nchains, because everybody in the household is in the United States,'' he said. ''The neighbors who have stayed \nbehind told us that more wives and children have gone up this year than ever before.''\n\nMr. Benitez said that in the past he had shuttled back and forth between Mexico and California. But this time, he \nsaid, ''if I get across, I plan to stay at least three or four years.''\n\nMr. Benitez and other would-be immigrants interviewed at Canon Zapata said that they were well aware of the \nprovisions of the law, but that it was possible to get around it by buying fake qualifying documents in the United \nStates. They also acknowledged that the American enforcement effort had become more visible in the last year, but \nargued that their own persistence and need made the law meaningless.\n\n''It's harder to cross, but we do get across, if not on the first try, then on the second, third or fourth,'' said Manuel \nMendez Roldan, a 40-year-old who has been coming to work in the United States every summer since 1970. ''They \ncan't close the border to us, no matter how hard they try.''\n\n\n\nGraphic\n\n \n\nPhotos of Canon Zapata, an illegal crossing point (NYT/Larry Rohter); immigration officials (NYT/Larry Rohter) \n(pg. A6)\n"}