{"title": "Immigrant's Criminal Past Colors a Group's Legal Challenge to Detentions", "body": "\nThe news media campaign was all set to go. There was even a Web site ready with a sympathetic profile of \nAlexander Alli, 49, the man the American Civil Liberties Union had chosen as the lead plaintiff in a lawsuit seeking \ncustody hearings for more than 1,000 legal immigrants long locked up while they challenged the government's \nefforts to deport them on the basis of criminal convictions. \n\n  But at the last minute someone at the civil liberties union checked the details of Mr. Alli's criminal history. It turned \nout that Mr. Alli, a native of Ghana whose wife and three children, all United States citizens, live in the Bronx, had \ntaken part in one of the biggest cases of identity theft in this country.\n\n  At least 30,000 people nationwide had been victimized in an intricate scheme by a loosely knit ring of 30 people, \nmostly Nigerian immigrants, according to law enforcement authorities and court documents. More than $50 million \nhad been drained from credit cards and bank accounts.\n\n  Oops. \n\n  Not a perfect poster boy. The press release and the Web site were scuttled, and lawyers even considered \ndropping Mr. Alli in favor of a plaintiff whose offense was less serious. But last month, the lawsuit went forward in \nhis name -- without publicity. \n\n  The case shows the difficulties of making an important constitutional argument on behalf of a not-always-\nsympathetic group: people battling deportation based on past crimes. Maria Archuleta, a spokeswoman for the civil \nliberties organization, called the original plan to showcase Mr. Alli a mistake, saying, ''We have learned a very hard \nlesson to more thoroughly check all of our clients.''\n\n  Still, the lawyers said, his case illustrates the lawsuit's central argument: that it is illegal for the government to lock \nsomeone up for months or years without a hearing to determine if prolonged detention is justified. \n\n  ''The facts aren't very sympathetic,'' Michael Tan, one of the lawyers involved in the lawsuit, said of Mr. Alli's 2005 \nguilty plea to conspiracy to commit wire fraud and related charges, for which he served two years in prison. ''But the \nprinciple is still important. The crime is serious, but that in itself is not a reason to say he can just be detained, willy-\nnilly, without due process.''\n\n  By definition, the detainees represented by the lawsuit are not the kind of immigrants that advocates prefer to \nhighlight. All have been convicted of a crime that the government contends is legal grounds for deportation and for \nmandatory detention until an immigration court determines whether they can be sent back to their native lands. \n\n  But such crimes, which include violent felonies, can also be as minor as evading a subway fare. All the detainees \nhave already been punished, and many have a legitimate claim to stay in the United States that can take months or \n\n\nyears to resolve. Meanwhile, they remain behind bars at taxpayer expense, advocates say, often to the detriment of \nrelatives who are citizens. \n\n  The lawsuit, filed on May 27 in federal court in Williamsport, Pa., as a habeas corpus petition on behalf of \ndetainees held in Pennsylvania, lists federal immigration officials and Attorney General Eric H. Holder Jr. as \ndefendants. Government officials said they could not comment on pending litigation. \n\n  The other plaintiff named in the lawsuit is Elliot Grenade, 48, who pleaded guilty to selling a small amount of \ncocaine in 1995. His sentence was deferred, but after failing to complete drug treatment, he eventually went to \nprison. There Mr. Grenade completed drug treatment and took courses in electrical wiring and drywall installation, \nhe and his lawyers say. \n\n  But in the 20 months since his prison term ended, he has been in immigration custody in Lords Valley, Pa., \nchallenging the government's attempt to return him to Trinidad and Tobago, a country he left 28 years ago and \nwhere he has no family. His home, he says, is in Danville, Va., where his 9-year-old son and 11-year-old daughter \nlive with his 82-year-old mother.\n\n  The suit contends that Mr. Alli and Mr. Grenade are neither flight risks nor dangers to the community and could be \nreleased under supervision or electronic monitoring. Such detainees face long delays as they challenge \ndeportation. \n\n  When Mr. Grenade filed a petition with the Board of Immigration Appeals, the board mistakenly sent a notice to a \nnonexistent address, then dismissed his appeal because he did not respond in time. Only after he had spent 19 \nmonths in custody did the United States Court of Appeals for the Second Circuit overturn that dismissal and \nreinstate his case. \n\n  Several Supreme Court decisions have found that immigration detention violates the right to due process if it is \nnot reasonably related to the purpose of deportation. In one case, the Supreme Court ruled that mandatory \ndetention is permissible before a final order of deportation only for a ''brief period.'' In another decision the court \nruled that indefinite detention -- defined as more than six months -- is constitutional after a final order of deportation \nonly if the detainee is considered dangerous.\n\n  Mr. Alli, who was at the margins of a fraud ring in which others drew much longer prison terms, represents a \nparticular public relations problem, Ms. Archuleta said, because immigrant advocates have been striving to \ndistinguish lucrative identity fraud schemes like the one he joined from the use of Social Security numbers randomly \nchosen by illegal immigrants seeking work.\n\n  Court documents tell the story of Mr. Alli's life before his fall as a familiar tale of immigrant pluck, luck and hard \nwork. \n\n  After coming to New York as a student in 1990, Mr. Alli won permanent residency in the green card lottery. He \ndelivered newspapers, studied for a real estate license exam while driving a cab 12 hours a day, and finally opened \na real estate business in the Bronx with his wife. Court papers described them as leaders in their church and \ndevoted parents to their three American-born children, the oldest a 17-year-old daughter who won a college \nscholarship.\n\n  Mr. Alli said he accepted an offer of stolen credit card reports from an acquaintance when his business was \nstruggling. He admitted to being personally responsible for $70,000 to $120,000 of the multimillion-dollar losses to \nbanks and credit card companies. Besides his prison sentence, he was ordered to pay $15 million in restitution at \nthe rate of 15 percent of his wages each week.\n\n  In a letter to the sentencing judge, his criminal defense lawyer said Mr. Alli was deeply remorseful and faced ''the \nvery realistic possibility of being deported.''\n\n  Instead, his wife, Rachel Mafos-Alli, is seeking a new green card for Mr. Alli, this time as her spouse. Though his \ncriminal record is a barrier, an immigration judge recently determined that immigration law allows him to be \n\n\n\nconsidered for a waiver; such a waiver would require his wife and children to show that his deportation would cause \nthem ''extreme hardship.'' But the wife's petition must be processed first, which could take up to a year, the judge \nsaid.\n\n  Mr. Alli, who has already waited nine months at York County Prison, called his past misdeeds ''inexcusable,'' but \nadded in a court affidavit, ''I live every moment of my life as an effort to redeem my soul, my good name and my \nmoral character in the eyes of my family and the greater community.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Alexander Alli with his family. The lead plaintiff in a lawsuit, he was part of an identity theft ring.        \n"}