{"title": "Lincoln County awaits new federal inmates No decision from Marshals Service after escape spurred upgrades.", "body": "\nTROY, MO. - Immigration prisoners have returned to the Lincoln County Jail, but a lucrative deal with the U.S. \nMarshals Service remains inactive after an escape eight months ago.\n\n\"They never took our contract away, but obviously it doesn't really matter if we don't have the prisoners - it's \nbasically the same thing,\" said Kurt Venneman of the Lincoln County Sheriff's Department. \"We're trying to talk to \nthem so we know one way or the other.\"\n\nRob O'Connor of the Marshals Service said, \"We haven't made a final decision\" on whether to resume housing \nprisoners at the jail. He said no inspection of the renovated facility had been planned.\n\nIn November, two federal prisoners escaped from the jail through a drop ceiling, and a short time later, all 34 \nfederal prisoners at the jail under a cell-leasing program were moved to other facilities.\n\nSince then, Lincoln County officials say they have completed $150,000 in improvements that include a new \ncamera system, replacing several rows of ceiling tile with steel and placing razor wire on the roof.\n\nRepresentatives with U.S. Immigration and Customs Enforcement agreed to return their prisoners to Lincoln \nCounty after touring the facility the first week of June. The immigration agency had removed four prisoners after \nthe jail break.\n\nLincoln County officials have relied on contracts with the federal government since at least 2002. It has been one \nof 13 local facilities that house approximately 400 inmates for the Marshals Service.\n\nIn the past, as many as 70 federal prisoners have been held in Lincoln County at one time, boosting county \ncoffers by more than $1 million a year.\n\nLincoln County's most recent contract with the federal government, signed in August 2009, called for a per-diem \nrate of $55 per prisoner.\n\nVenneman said so far the county has not had to lay off or reduce the pay of any of the department's 76 employees \nbecause of the loss of revenue.\n\n\"But once line items start going over our budget, then we're going to have to figure out what to do,\" he said.\n\n\nThe two inmates who escaped were recaptured within a few days. One, John Wesley Jones, pleaded guilty to the \nmultimillion-dollar ATM Solutions robbery in St. Louis. The other, Corey Durand Cross, was not involved in the ATM \nheist.\n"}