{"title": "More Illegal Immigrants Turned In; U.S.-Trained Unit In Sheriff's Office", "body": "\nThe number of illegal immigrants turned over to federal authorities by the Loudoun County Sheriff's Office went \nup sharply last year with the addition of a small team of federally trained sheriff's deputies, according to figures \nreleased this week.\n\nThe sheriff's office transferred 135 such cases to Immigration and Customs Enforcement last year, compared with \n83 cases in 2007, an increase of 63 percent, sheriff's spokesman Kraig Troxell said.\n\nIn the summer, three sheriff's investigators in the gang intelligence unit completed training under the federal \n287(g) program, which gives local law enforcement officers access to a federal database to check the residency \nstatus of criminal suspects they arrest. Other Loudoun sheriff's deputies, as in the past, have called ICE when they \nthink a suspect might be in the country illegally so that ICE can run the status check, Troxell said.\n\nOf the 135 people turned over to ICE last year, about 30 were the result of investigations by the three trained \ndeputies, he said.\n\n\"With the 287(g) program, it enables us to skip a step and get the ball rolling ourselves,\" Troxell said.\n\nLoudoun is one of several localities in the region that participates in the program. Others include Prince William \nCounty and Manassas. But unlike Prince William authorities, who check the residency status of every person \narrested, the Loudoun Sheriff's Office runs checks that are more selective.\n\nOf the people they come in contact with during criminal investigations, Loudoun sheriff's deputies will check the \nresidency status of those who provide \"reason to believe\" they are in the country illegally, Sheriff Stephen O. \nSimpson said. Such indications could include providing false identification, giving a false name or not having a \ndriver's license when pulled over for a traffic infraction, Troxell said, adding that a person does not have to be \narrested for a check to be performed.\n\n\nIn a recent incident, a man was identified as an illegal resident after being pulled over for speeding in Sterling on \nFeb. 11, Troxell said. He could not produce a driver's license, instead handing over a passport that said he was \nfrom El Salvador. Further investigation showed that he was wanted by ICE on an unrelated matter, and he is being \nheld locally on an ICE detainer, Troxell said.\n\nKent Willis, executive director of ACLU of Virginia, which has raised concerns over Loudoun's program in the past, \nsaid policies that call for selective checks of suspects' residency status are \"recipes for profiling.\"\n\n\"It's that very process of selectivity that creates all kinds of problems,\" Willis said.\n\nHe said that local authorities using that approach might be more inclined to check the residency status of a person \nof color, or of someone who doesn't speak English. Willis said he opposes local enforcement of immigration policy, \nviewing it as a federal responsibility, but prefers Prince William's universal checks to Loudoun's system.\n\nSimpson said he would like to be able to check the residency status of everyone who passes through the Adult \nDetention Center. But that is not feasible right now because the jail staff in Loudoun is not certified under the 287(g) \nprogram, he said.\n\nHe defended his agency's approach, saying the sheriff's office hasn't received any complaints of racial profiling, \nand added that everyone in the department undergoes \"cultural diversity training.\"\n\nSimpson said the federal training of the three sheriff's investigators has paid dividends.\n\n\"I do think it has been a useful tool,\" Simpson said.\n\nWhen illegal residents are identified by the Loudoun sheriff's office, they first serve out time on whatever local \ncharge they were arrested for. They are then transferred to federal authorities, who ultimately determine whether to \ndeport them.\n\nBefore agreeing to participate in the federal program, Simpson had raised concerns that the county's jail would \nbecome overcrowded as inmates awaited transfer to federal facilities. But Simpson said that crowding has not been \nan issue, and that inmates with ICE detainers have been picked up by federal authorities within days of serving their \nlocal time.\n"}