{"title": "Rivals focus on foreign policy issues; GOP contenders also spar over immigration, defense", "body": "\nRepublican presidential candidates clashed Tuesday on when to pull U.S. troops from Afghanistan, how to \napproach a hostile regime in Iran and whether to accede to cuts in the Pentagon budget as they sought to define \nthemselves on national security issues.\n\nJust six weeks before the opening Iowa caucuses, the contenders drew clearer contrasts and challenged one \nanother more sharply than before in a debate focused on foreign policy and national security issues.\n\nMuch of the attention was on a new front-runner, former House speaker Newt Gingrich, who toward the end of the \ntwo-hour forum waded into one of the most contentious issues in Republican politics: Immigration.\n\n\"I'm prepared to take the heat for saying, 'Let's be humane about enforcing the law,'\" Gingrich said, saying some \nillegal immigrants who had been in the United States for a long time should be able to gain legal status. Such a \npolicy would protect families, he said.\n\nFormer Massachusetts governor Mitt Romney and Minnesota Rep. Michele Bachmann immediately criticized the \nproposal as a \"magnet\" that would draw more illegal immigrants to this country.\n\nThere were other disputes.\n\nBachmann called Texas Gov. Rick Perry \"highly naive\" in calling for a cut-off of U.S. aid to Pakistan and other \ncountries that don't support the United States. Romney and former Utah governor Jon Huntsman sparred on \nmaintaining U.S. forces in Afghanistan.\n\nAnd former Godfather's Pizza CEO Herman Cain said he would consider having the United States join Israel in \nbombing suspected Iranian nuclear facilities, an idea that Texas Rep. Ron Paul warned would be dangerous and \nunwise.\n\nThe evening featured a reconfigured Republican field.\n\nIn the USA TODAY/Gallup Poll released Monday, Gingrich edged Romney for the lead by a single, statistically \ninsignificant percentage point, 22%-21% -- making him the sixth candidate or potential candidate to top the field this \nyear in a roller coaster race.\n\nHe is the latest contender to benefit from a search by some Republican voters, including more conservative ones, \nfor an alternative to Romney.\n\n\nGingrich, whose rise has been fueled by his performances in a string of debates, spoke with a characteristically \nprofessorial tone and laced his responses with references to U.S. history. Still, on immigration and defense, he \ntook positions at odds with conservative orthodoxy, saying savings could be found in the Pentagon budget without \nendangering national security.\n\nBoth issues could prove to be a test of his appeal with GOP primary voters.\n\nRomney, in contrast, called for increased defense spending.\n\nThe sometimes contentious  forum was televised on CNN and co-sponsored by the Heritage Foundation and the \nAmerican Enterprise Institute.\n\nMany of the questions were posed by conservatives and neoconservatives from the two think tanks, including \nseveral veterans of  past Republican administrations.\n\nThe eight candidates arrayed across the stage at Constitution Hall, just a few blocks from the White House, faced \ndistinct and pressing challenges:\n\nCain was trying to recover from a video that went viral from a session last week with the Milwaukee Journal Sentinel \neditorial board in which he struggled and stammered in response to a question about Libya.\n\nIn the debate, however, he spoke  less often  than the candidates who have dealt with foreign policy issues in \nCongress or as a diplomat.\n\nPerry, who has fallen to single digits in national polls after once leading the pack, needed to demonstrate a \ncommand of national issues after a string of stumbling debate performances.\n\nHe said he would impose a no-fly zone on Syria.\n\nHuntsman, a former U.S. ambassador to China, hoped to finally break through by demonstrating his foreign policy \nexpertise. At the moment, his 1% standing in national polls just barely qualifies him to participate in the nationally \ntelevised debates.\n\nAlso participating in the debate was former Pennsylvania senator Rick Santorum.\n\nIn the opening exchange, the candidates differed on how to balance fighting terrorism with preserving civil liberties.\n\nGingrich said he would support not only extending but also strengthening the controversial Patriot Act.\n\n\"You want to use every tool that you can possibly use\" against a terrorist armed with a nuclear weapon, Gingrich \nsaid.\n\nBut Paul called the Patriot Act \"unpatriotic.\"\n\n\"You can prevent crimes by becoming a police state,\" he said. \"You might prevent a crime. But the crime then will \nbe against the American people.\"\n\nOn Afghanistan, Huntsman said the time had come to pull out all U.S. troops, criticizing Romney's argument that he \nwould listen to the commanders on the ground in deciding when the mission was completed.\n\nA president \"ought to be informed by a lot of different voices,\" he said.\n\n\"This is not a time to cut and run,\" Romney replied.\n\nTuesday's forum was the 11th debate of the political season. Two more are scheduled in Iowa next month. \n"}