{"title": "A clear case for compassion", "body": "\nIt was a poignant moment at Pearson International Airport this week when Saadia Hetaj was finally reunited with \nher husband, Suad.\n\nEleven weeks had passed since Canadian immigration officials broke up the family and forced her to return to her \nnative Morocco. It was a time she says she spent living in fear of being killed by a father she had offended by \nrefusing his arranged marriage.\nThe Hamilton Spectator\n\nAnd while she was not harmed and the story for the Hamilton couple appears to have reached a happy ending, it \ndoes not excuse the government red tape that unnecessarily caused so much heartache.\n\nImmigration Minister Joe Volpe now says foreign spouses of Canadians or permanent residents would no longer be \nforced to leave the country in order to apply to stay here. If he had made this policy change sooner, Saadia never \nwould have been deported.\n\nHer application to remain in this country could have been processed while she stayed in Canada. She would not \nhave had to fulfill the imperative of applying to stay here from outside the country's borders.\n\nSaadia first applied as a refugee. But that claim was rejected. So she then applied to stay on compassionate \ngrounds, but that application was overwhelmed by a tsunami of paperwork within the immigration department.\n\nThe right documents didn't reach the right desks in time and she found herself being deported Jan. 29. Volpe had \nbeen asked to halt the expulsion, but wouldn't.She tearfully boarded the plane to Morocco with the couple's two- \nyear-old son.\n\nEventually though, Volpe did intervene. He suggested he would look favourably on her application to return and \ninstructed officials to speed up her case.\n\nEventually, it came down to her getting a Moroccan passport and exit visa -- which subjected her to even more \nbureaucratic grief. But finally she was successful and her appeal was approved by Canadian authorities, pending a \nmedical examination and security check.\n\nWhat we learn from this case is that Canada -- in large part a nation of immigrants -- can still be a daunting fortress \nfor our newest arrivals. And clearly the Hetajs' troubles would have been far less if they had the financial means to \nhire a good lawyer to help them through the system.\n\nIf her application to stay in Canada on compassionate grounds had been submitted and processed sooner, she \nprobably never would have been deported. A little good legal advice at key junctures could have made all the \n\n\ndifference. But surely -- in such cases where people fall through the cracks -- immigration officials can show greater \nflexibility and compassion.\n"}