{"title": "Mexico's Leader Quietly Adopts A Warmer Approach to the U.S.", "body": "\nIn a series of quiet policy changes, President Ernesto Zedillo has recently reversed some dearly held tenets of \nMexico's historically prickly relationship with the United States.\n\nFor the first time, Mexico recently approved American requests for the extradition of two of its citizens to the United \nStates.\n\nMexico also recently abandoned a long-held position rejecting international discussion of its human rights record, \nand in a separate move allowed Washington to begin airlifting illegal immigrants back to their hometowns deep \ninside Mexico.\n\nLast week the Defense Minister approved a military agreement providing for training of Mexican soldiers at \nAmerican bases and the provision of United States weaponry. It is the first pact on this scale since the 19th-\ncentury invasions that convinced Mexico that the United States was its principal enemy.\n\nThe Clinton Administration officials who have negotiated these policy changes, and who will discuss further \ncooperation when a senior delegation headed by Secretary of State Warren Christopher visits Mexico on Monday \nfor annual meetings, have praised Mexico's more accommodating posture.\n\nBut in Mexico the changes have aroused debate over whether the country is slowly surrendering its sovereignty, \ncontinuing a trend that critics trace back to the North American Free Trade Agreement in 1994, and that accelerated \nlast year when Washington and Mexico worked closely in the effort to rescue the Mexican economy.\n\nMr. Zedillo's Government has seemed to avoid publicity for the recent shifts. But in an interview today, a senior \nGovernment official said Mexico's increasingly intimate ties with the United States showed the tremendous \nrespect with which both Governments viewed each other and were signs of \"the intelligent management of our \nbilateral relationship.\"\n\nOn the other hand, some Mexican academics and opposition politicians portrayed the changes as a symptom of \ntheir country's financial and political vulnerability.\n\n\"These shifts carry tremendous symbolic meaning,\" said Lorenzo Meyer, the author of a standard history of United \nStates-Mexico relations. \"In the end, this chain of events means we are losing the relative independence Mexico \n\n\nachieved for 50 years. The Government is weak, and the United States, sensing a power vacuum, is injecting itself \ninto our affairs.\"\n\nAt least since the 1930's, successive Mexican presidents have overseen a foreign policy characterized by polite but \ndistant relations with Washington and routine opposition to American interests in forums like the United Nations.\n\n\"For decades Mexico sought to defend itself by saying no,\" said Humberto Garza Elizondo, a professor at the \nColegio de Mexico, \"even sometimes to United States initiatives with which the Government was not really in \ndisagreement.\"\n\nThe tectonic plates of Mexican policy first shifted during the previous administration, when President Carlos Salinas \nde Gortari, seeking approval of the North American Free Trade Agreement, reversed decades of economic \nprotectionism and began seeking cooperation with Washington on a broad front.\n\nAnalysts described the recent changes as mini-earthquakes, still rattling to the surface in the wake of that strategic \nshift.\n\nAll embody an approach to United States relations by President Zedillo that has led analysts from both countries \nto describe him as more pragmatic and less doctrinaire than his predecessors.\n\nMr. Zedillo's aides point out that he has forcefully defended Mexican interests when he has felt them to be under \nsiege by Washington. He has encouraged Mexican consular officials in the United States, for instance, to \nvigorously defend the rights of migrant workers, including those without documents.\n\n\"What we have sought, and are achieving, is a new class of communication, a new form of contact with the \nGovernment of the United States,\" Mr. Zedillo said last week in a speech in Tijuana, in which he responded to \nMexican critics who have accused him of cooperating too submissively with Washington. \"We cannot confuse \ndiplomacy with machismo.\"\n\nThroughout its history Mexico has declined to extradite its citizens. But on April 17, Mexican officials delivered \nFrancisco Gamez Garcia, who fled to his homeland after being convicted in Arizona of sexually abusing a boy in \n1993, to the United States authorities in Phoenix.\n\nThe Foreign Ministry said the extradition request had been granted because Mr. Gamez could not be tried in \nMexico without violating the principle of double jeopardy.\n\nOn April 25, Mexico sent another of its citizens, Aaron Morel Lebaron, to Houston, where he is charged with the \nmurder of four people, including a child. The ministry approved that request \"taking into consideration the infamous \nnature of the crimes,\" as well as the fact that the United States Government says he is an American citizen.\n\nThe extraditions followed lengthy discussions with the Clinton Administration.\n\nAmerican officials say they are hopeful that Mexico will now turn over top drug traffickers it succeeds in arresting to \nthe United States, especially in cases in which the suspect faces charges in the United States but not in Mexico.\n\nMexico delivered the reputed trafficker Juan Garcia Abrego to the United States authorities in January, but he was \nnot extradited. Instead, the Government declared him to be an American and expelled him as an undesirable \nforeigner.\n\nThe senior Government official, while acknowledging that the two extraditions were the first in Mexico's history, \ndenied that they represented any change in policy. His comments suggested that it was not at all certain that \nMexican traffickers arrested in their homeland would be extradited to the United States.\n\n\"There has been no shift in our extradition laws, and we will in the future examine each situation on a case-by-case \nbasis,\" the official said.\n\n\n\nThe recent thaw in military relations is also partly the result of United States pressure for heightened anti-drug \nefforts here.\n\nUntil the 1980's, Mexican military manuals portrayed the United States as the country's natural enemy.\n\nBesides Cuba, Mexico has been the only country in the hemisphere to consistently keep the American military at \narm's length, apart from the training of a trickle of officers at American military schools over the years and a \npurchase of American jets once in the 1980's.\n\nBut an agreement approved by Defense Minister Enrique Cervantes on April 24 in a meeting with Defense \nSecretary William Perry reverses course, setting up the immediate transfer of 20 UH-1H Huey helicopters to the \nMexican Air Force, perhaps 50 or more additional helicopters next year and the training of Mexican soldiers in anti-\nnarcotics tactics at Fort Bragg, N.C., as well as helicopter pilots and mechanics at other bases.\n\nHelicopters previously provided by the United States have been transferred to the Mexican anti-drug police, not to \nthe military.\n\n\"This is a major policy change by both Governments,\" said Roderic A. Camp, a Tulane University professor who \nstudies the Mexican military.\n\nMexico has also markedly changed its political stand on human rights inquiries. For decades, like China, it held that \ninternational criticism of its human rights record amounted to unwarranted meddling by foreigners. But, continuing a \nrecent trend toward more openness, Mexico announced in Washington on Monday that it had for the first time \ninvited a fact-finding rights delegation from the Organization of American States to visit Mexico.\n\nSuch delegations, which broadly review human rights concerns, have visited nearly all other Latin American \ncountries.\n\nA sign of the evolution of Mexico's immigration policies came when Mexico agreed to a pilot program, financed by \nWashington, in which migrants who have been detained illegally crossing the border can elect to be flown back to \ncentral Mexico for return to their homes.\n\nIn four flights since April 3, 63 Mexicans have been ferried from San Diego to Guadalajara, and a United States \nspokesman estimated that 450 more would be flown home by July.\n\nThe United States is financing the program to get the illegals as far from the border as possible. Mexico is \ncooperating as a way to support would-be migrants who have spent their last pesos trying to get across the \nborder.      \n"}