{"title": "REFUGEES RENEW CHURCHKAREN IMMIGRANTS FROM MYANMAR, THE FORMER BURMA, ARE GETTING HELP FROM;AND GIVING BACK TO -- DOWNTOWN BAPTISTS.", "body": "\nOn one hand, Eh Say is fighting a battle for survival in his adopted home. On the other, the 36-year-old refugee \nfrom Myanmar is helping revive a downtown St. Paul church that had hit hard times.\n\nHaving fled the jungles of southeast Asia in the late 1990s after the Myanmar Army killed his parents, Eh Say came \nto the United States in February after living in a refugee camp in Thailand.\n\nUnable to speak English and with few marketable skills, Eh Say, among a trickle of refugees to Minnesota from the \ncountry once known as Burma, has been struggling to find a job. But he and his fellow refugees, mostly members \nof the ethnic group Karen, have found a sanctuary at First Baptist Church.\n\nThey have drawn support from the church and infused new life into it, said the Rev. Loren McLean, associate \npastor. The Karen (pronounced cur-REN) have helped the church stay downtown when it looked like its \ndwindling membership would force it to move, McLean said.\n\nWith the younger generation moving to the suburbs, McLean said, \"the church was shrinking.\"\n\nThe Baptist Church has a long missionary history in Burma, so when Karens began arriving in the United States, \nit was natural for them to seek help from Baptists.\n\nThere are about 450 Karen refugees in Minnesota, according to Wilfred Shwe, chair of the Karen Community of \nMinnesota, an organization formed in February 2003. The Karen are an ethnic minority, mostly Christian, from the \nhighlands near the Myanmar-Thai border, and they have been struggling against the Myanmar government. The \ngovernment has been accused of killing them, burning their crops and forcing their youth into slavery.\n\nThe refugees from Myanmar also include a tiny minority of non-Karens.\n\nThe church has helped several Karens resolve immigration issues. It has made the Karen community feel \nwelcome in St. Paul, said Amy Twe, a political asylum seeker from Myanmar.\n\nWhen she and her husband came to the United States on a tourist visa and applied for political asylum, the church \nprovided them with a place to stay. Now the couple has work permits, Twe said.\n\n\nWilfred Shwe, a Karen who has lived in Minnesota for four years, said he came here because one of his comrades \nin arms in the fight against the Burmese regime lived here.\n\nPaw Say, 47, who came to St. Paul in January, said United Nations authorities wanted him to go to Denmark, but \nhe insisted on coming to the United States to avoid isolation and to seek community support. That support landed \nhim an apartment, where he lives with his wife and five of his seven children.\n\nJulian Kessler, longtime member of First Baptist, at Ninth and Wacouta streets, says the Karen have added new \nideas, new music and younger people to the congregation, which has been helping them settle -- providing \nessential household items, rice and money, for example -- since 2000. Those who have jobs contribute a fair share \nof their wages to the church, Kessler said. \"They do what they can,\" he said.\n\nAbout 200 refugees from Myanmar show up for services every Sunday, McLean said, bringing to the church \"a \nwhole new spirit of enthusiasm to worship.\"\n\n\"We have become a family,\" said Kessler, who for two years has organized donations of food, clothes and other \nnecessary items.\n\n\"They are coping well because we take the time to listen to them,\" said Kessler, a St. Paul postal worker.\n\nMcLean said the Karen have also formed choir groups who perform during the church's Sunday service.\n\nThe Karen are reaching out to others in the congregation by inviting them to participate in their cultural celebrations \nand offering them traditional Karen meals, Kessler said.\n\nJohn Borden, associate director of the International Institute of Minnesota, said the Karen refugees who have \nbecome homeowners also extend a helping hand to the new arrivals.\n\nKarens arrange accommodations and airport pick-ups for the new arrivals, Shwe said. They also arrange rides for \nnewcomers to medical appointments and help them get social security numbers, he said.\n\nBut it's not always easy, Shwe said. Trying to provide rides to the recent immigrants is a juggling act for most \nKaren community volunteers with jobs and kids to look after.\n\nTheir inability to drive means many refugee settlers can't go to job interviews. The downward economic turn has \nadded to their woes, Shwe said.\n\nResearch analyst David Zander from the Council on Asian-Pacific Minnesotans, says many Karen refugees feel \nthat Hmong refugees have garnered more attention and more benefits.\n\nThe Karen feel ignored or invisible, said Zander, who conducted interviews with many Karen community members \nin 2003.\n\nBut it's case of numbers, he adds. Hmong refugees outnumber other ethnic groups, Zander says.\n\nHe said the struggle of Karen refugees is similar to other refugee groups trying to realize the American dream.\n\nPratik Joshi can be reached at pjoshi@pioneerpress.com or 651-228-5509.  \n\nABOUT THE KARENS?\n\nInhabitants of the eastern highlands, near the Myanmar-Thailand border, the Karen are one of seven ethnic \nminority groups in Myanmar (formerly Burma). The Karen form about 7 percent (about 7 million) of the total \npopulation, according to the CIA's World Factbook. More than 100,000 Karens are refugees in Thailand.\n\nmailto:pjoshi@pioneerpress.com\n\n\nIn 2004, 189 Myanmar refugees arrived in Minnesota from refugee camps in Thailand, according to Elyse \nChadwick, refugee health consultant at the Minnesota Department of Health. Through April, another 39 arrived.\n\nChadwick said her department doesn't track refugees who move into Minnesota from other states. Only federal \nprogram refugees are eligible for state services and medical assistance, she said.\n\nRESOURCES FOR REFUGEES\n\nThe Minnesota Council of Churches, Lutheran Social Service of Minnesota, World Relief, Catholic Charities and \nInternational Institute of Minnesota have helped resettle Karen refugees in the state since 2000, said Joel \nLuedtke, director of refugee services for the Minnesota Council of Churches.\n\nLuedtke said the council helped 135 Karens come to the Twin Cities in 2004 and is expected to bring about 30 in \nthis year. The relief agencies ensure that refugees' basic needs are met in the first 30 days.\n\nUnder contract with the federal government, the agencies help refugees for 90 days, including assisting with \nmedical tests and doctor visits and enrolling new arrivals in English as Second Language programs and public \nschools.\n\nThe refugees are also eligible for assistance from the county they live in.\n\nGraphic\n\n \n\n3 PHOTOS: CHRIS POLYDOROFF, PIONEER PRESS\n\n1)Cynthia Kyaw, 6, looks around while members of the Karen community pray on a Sunday afternoon in May at \nFirst Baptist Church in St. Paul. A church pastor credits the refugees from Myanmar with breathing new life into \nthe church. Who are the Karen? and Resources for refugees, Page C3\n\n2)Sophia Kyaw, 3, runs down a side aisle during fellowship at First Baptist Church. Church members provide \nessential household items -- rice and money, for example -- to Karen refugees.\n\n3)Wilfred Shwe, chairman of the Karen Community of Minnesota, listens to plans for the next week's service during \nfellowship on a May Sunday at First Baptist Church in St. Paul. Many of the Karen who resettled in St. Paul from \ntheir native Myanmar (formerly Burma) attend services at First Baptist, which sponsored their resettlement and \nsupports them in their search for housing and jobs. Shwe estimates there are 300 Karen in St. Paul, 450 in the \nstate.\n"}