{"title": "SPEAKING OF JUSTICE;County courts deal with growing language gap", "body": "\nThree years ago, Marly Smith searched desperately for anyone who could speak Visayan ---a Philippine dialect of \nTagalog. Smith was responsible for providing foreign language interpreters for criminal defendants in Gwinnett \nCounty's court system.\n\nHer crude list of interpreters, people who claimed to speak other languages and had time to spend in court, turned \nup no one. She finally found a native Filipino woman working as a deli clerk at a Lawrenceville A&P store and \npressed her into service.\n\nAs increasing numbers of immigrant and minority residents settle here, officials have been forced to find more \nefficient ways to serve those who end up in court but don't speak English. In doing so, they have toughened their \nselection process for interpreters and, with help from the state, tried to cultivate a more professional and qualified \nbank of interpreters.\n\nIn metro Atlanta, the immigrant population has quadrupled in two decades, with an estimated 266,000 immigrants \nand refugees living here. Gwinnett's immigrant and minority population swelled by 8,500 documented residents \nfrom 1990 to 1995, according to the Atlanta Regional Commission and Gwinnett's planning division.\n\nMost of the foreign-language speakers who show up in Gwinnett courtrooms speak Spanish, Vietnamese or \nKorean.\n\nBrenda Avera, deputy director of trial services in Gwinnett, has worked for the county's court system since 1987, \nwhen she started as a calendar clerk for Chief Superior Court Judge Homer Stark. She said she can't remember \never needing a court interpreter back then. These days, she fields six to 12 requests a week.\n\nThat's understandable, since 99 percent of Hispanics, 95 percent of Vietnamese and 85 percent of Koreans who \nend up in Gwinnett's courts don't speak English, said Anna Wlasiuk, who has been an interpreter in more than \n5,000 court cases in metro Atlanta since coming to Georgia in 1993.\n\nCourt officials must choose interpreters carefully, said Wlasiuk, who speaks Spanish, Russian, Romanian and \nGerman. With personal bias and an imprecise knowledge of the language they speak, unskilled interpreters can \nskew the legal process for a non-English speaker. They also have to fend off the urge to advise those for whom \nthey interpret.\n\n\"Just because you speak another language doesn't mean you understand court processes and terminology,\" \nadded Gwinnett Court Administrator Art O'Neill.\n\n\nGwinnett judges recently adopted a code of professional responsibility for court interpreters and guidelines drafted \nby the Georgia Supreme Court Commission on Equality to ensure that they are qualified, accurate and impartial. All \nof those are important in protecting the rights of those who don't speak English as they move through the court \nsystem, O'Neill said.\n\nAvera now uses only proven interpreters who adhere to commission guidelines and the professional code.\n\nGraphic\n\n \n\nColor Photo: In other words: Anna Wlasiuk takes a familiar post in a\n\n Gwinnett courtroom, where she has interpreted court proceedings in\n\n numerous cases for people who do not speak English. / Phil Skinner /\n\n Staff\n"}