{"title": "Spanish-Language Paper Seeks Independence; L.A. Family Aims to Buy Tribune Co. Share", "body": "\nLos Angeles's La Opinión, the nation's largest Spanish-language newspaper, wants to buy out the Tribune Co.'s \nstake in the paper, possibly clearing the way for the media giant to begin its own L.A. daily targeted at Hispanic \nreaders. \n\nThe family-owned La Opinión sold 50 percent of its business in 1990 to Times Mirror Co., which Tribune purchased \nin 2000. La Opinión sought the capital of the larger company to grow; Times Mirror wanted an entry into the nation's \ntop Latino media market. \n\nBut the partnership never worked out as well as each party had hoped, said José I. Lozano, publisher of La Opinión \nand grandson of its founder, Ignacio Lozano, a Mexican journalist and entrepreneur. \n\n\"I think [Times Mirror and Tribune] lost interest in us after a while; the board meetings got very tense,\" Lozano said \nyesterday. \"We were not as focused on the bottom line as they would have liked us to be.\" \n\nThe partnership continued after Tribune bought Times Mirror and, despite some encouraging early conversations \nwith Tribune executives, Lozano became convinced this spring that Tribune wanted to launch its own Spanish-\nlanguage paper, Hoy, in Los Angeles, as it did in New York in 1998 and in Chicago in September. \n\nLouis Sito, who oversees Tribune's Spanish-language strategy, was traveling yesterday and could not be reached. \nIn a prepared statement, Tribune Publishing President Jack Fuller said, \"The Lozano family has expressed a desire \nto operate La Opinión as an independent newspaper once again.\" \n\nLa Opinión is a privately held company. Terms of the Times Mirror acquisition were not released, and Lozano would \nnot say how much he expects it to cost him to buy back the other half of his paper. \n\nAccording to the most recent U.S. census, Hispanics are the now the nation's largest minority, about 13 percent of \nthe population, and are among the fastest-growing minority groups.  \n\nThe Spanish-speaking media have experienced simultaneous growth. Newspaper wars are cropping up all over the \ncountry, and the first Spanish-language media giant was just created with the merger of No. 1 television network \n\n\nUnivision Communications Corp. and Hispanic Broadcasting Co., the nation's largest Spanish-language radio \nchain. \n\nA third Hoy could prosper in Los Angeles, which has 7 million Hispanics. Lozano said his paper, which has a \ncirculation of 127,000, targets about 1.7 million of those potential readers. \n"}