{"title": "Party Shift Won't End Immigration Debate; Election Discouraged Some Who Had Sought Overhaul; They Misjudged the Democrats", "body": "\n On election night, Rep. Tom Tancredo thought, \"It's all over with.\" He was preparing to cede the fight to rid \nAmerica of millions of illegal immigrants.\n\n  Tancredo, the Colorado Republican who staked his career on getting tough with border crossers, saw some of his \nstaunchest GOP allies, including Rep. Jim Ryun (Kan.), bounced at the polls. Although Tancredo won another term, \nthe Democrats took Congress, and he assumed \"amnesty,\" as hard-liners label it, was just around the bend.\n\n  Even President Bush spoke the next day of seeking \"some common ground with Democrats\" on at least one of \nhis priorities: granting guest-worker status and a path to citizenship to people who entered the United States \nillegally. \n\n Perhaps Tancredo had not read the Web site of Ryun's Democratic rival, Nancy Boyda:\n\n  \"Crack Down on Illegal Immigration  --  When American corporations knowingly or negligently hire illegal workers, \nthey lure immigrants into America, weaken our borders, and create unfair wage competition for American workers. \nThis is unacceptable.\"\n\n The debate that roiled the nation this spring is far from over. \n\n  \"On further reflection,\" Tancredo said, \"I've the distinct impression . . . there's no enthusiasm at all for a guest-\nworker or amnesty plan.\"\n\n Speaker-elect Nancy Pelosi (D-Calif.) signaled her party's reluctance to address the issue of 12 million illegal \nimmigrants by leaving immigration off her to-do list for the first 100 hours of the 110th Congress. \n\n  \"It's going to be a toss-up whether we get anything done\" before the 2008 presidential election, said Jeanne \nButterfield, executive director of the American Immigration Lawyers Association. \"And doing nothing is bad. . . . \nMore of the same is untenable.\"\n\n\n Of the more than 100 members of the \"immigration reform\" caucus formed by Tancredo, 95 percent were \nreelected.\n\n And Democratic gains will not necessarily translate to sympathy for illegal immigrants or their employers  --  not \nwhen newly elected Democrats such as Heath Shuler of North Carolina and Brad Ellsworth of Indiana voiced clear \nsupport for GOP bills for stiffer penalties and bigger fences.\n\n  \"They can't vote for amnesty,\" said Steven A. Camarota, director of research at the Center for Immigration \nStudies, which favors restrictions on immigration. \"Any of these Democrats who were just elected are going to be \nsaying to themselves: 'I just won in a Republican-ish district. This isn't going to be popular.' \"\n\n  In Kansas's 2nd District, \"they don't want something that even looks like amnesty,\" said Boyda, who said she \nwould oppose a guest-worker program as outlined in the Senate bill that was rejected by the House GOP.\n\n  Her district stretches from southeast Kansas through Topeka and Manhattan. \"We don't have large packing plants \nor fields picked by hand,\" leaving Kansas on the \"short end\" of a cheap-labor economy that presses down on \nwages of legal workers, Boyda said. She added that Democratic leaders \"are sending me a clear message to reflect \nmy district.\"\n\n Yet nationally the ideas of expanding temporary-work permits and letting illegal immigrants apply for U.S. \ncitizenship have broad appeal.\n\n  A Gallup poll in May, taken after mass protests by Latinos objecting to the House's proposed raft of new \nrestrictions and enforcement measures, showed 63 percent of Americans somewhat or very sympathetic toward \nillegal immigrants.\n\n  A similar majority said illegal immigrants working in the United States should remain and become citizens if they \nmeet certain requirements over a period of time.\n\n  The blocked Senate bill, proposed by Sens. Edward M. Kennedy (D-Mass.) and John McCain (R-Ariz.), would \nhave offered citizenship to illegal workers who paid back taxes and a $2,000 penalty for breaking the law, studied \nEnglish and civics, cleared background checks, and worked six years without legal problems.\n\n  Opponents called it \"amnesty.\"\n\n  Democratic pollster Celinda Lake said the GOP was trying this year \"to find hot buttons\" to put Democrats on the \ndefensive.\n\n  \"I don't think we did ourselves any favors when we engaged the public in a major topic and didn't pass the \nlegislation to deal with it,\" said Sen. Sam Brownback (R-Kan.), who backed the Kennedy-McCain plan.\n\n  Instead of being a top-tier issue for Republicans, immigration \"turned out to be a second-tier issue that turned out \nLatinos,\" said Frank Sharry, the executive director of the National Immigration Forum.\n\n  Exit polling indicated that barely a fourth of Hispanics voted for Republicans. Bush pulled more than 40 percent of \nHispanic votes two years ago.\n\n  The Democrats could \"reap a windfall with Latino voters going into 2008,\" said Andrea LaRue, an immigrant rights \nlobbyist.\n\n  If the 2006 vote offered no clear mandate on immigration, as LaRue and Sharry say, it did recalibrate the odds \nfor an overhaul by flipping party control of Congress. Then again, any new measures will require crossover \nalliances: big-business Republicans joining social-justice Democrats for relaxed immigration standards, culturally \nconservative Republicans and Democratic labor unions teaming up for stricter enforcement.\n\n  Almost all agree that the first year of the new Congress offers the best window, if lawmakers tackle the issue at all.\n\n\n\n  Even then, passing Kennedy-McCain would send millions flooding into immigration offices for citizenship in 2008, \nCamarota said.\n\n  \"Do the Democrats want that in a presidential-election year?\" he asked. \"I don't think so.\"\n"}