{"title": "12 Illegal Immigrants Are Found Dead in Desert", "body": "\nTwelve illegal immigrants who crossed the Mexican border perished as they tried to traverse barren Arizona \ndesert in 115-degree heat and reach a highway, the Border Patrol said yesterday. Eleven more were rescued, and \nthe authorities were searching for others.\n\n     It was the largest number of illegal immigrants to die at once in the Southwest desert in recent years, and a \nstark reminder that as the Border Patrol has cracked down on better-known crossings into California and Texas, \nmore and more people seeking to slip into this country are turning to the vast, unpatrolled deserts and deserted \nmountains in Arizona. \n\n The first contact with the group came when Border Patrol agents encountered four people who had been \nwandering disorientedly in the Cabeza Prieta National Wildlife Refuge, said Agent Cyril Atherton of the United \nStates Border Patrol in Yuma. The patrol began a search, and pilots spotted a group of 17 more 30 to 40 miles \nnorth of the border and as many miles from Interstate 8, he said. The smuggler who brought them across the border \nin a vehicle and dropped them off said the highway was only several hours away by foot, the Border Patrol said.\n\nNine were dead, and another died later at a hospital. Two more bodies were spotted shortly after that, and Agent \nAtherton said the Border Patrol was continuing to search for at least four additional people after nightfall.\n\nThose in the hospital were in stable or good condition, he said. The survivors were 17 to 35 years old. \n\nThe migrants who died most likely succumbed to heat exposure, he said.\n\nThe number of migrant deaths, many from exposure, along the southern border was 369 in the 2000 fiscal year, up \nfrom 261 in 1998, the Immigration and Naturalization Service says. And the Tucson sector was one of the top two \nsectors for migrant deaths, tied with El Centro, just east of San Diego. \n\n\"People are very, very ill-prepared to understand the distances and the dangers and threats to their lives,\" the Rev. \nRobin Hoover, a Tucson pastor who sets up water stations for immigrants in the desert, told The Associated \nPress.\n\n\"For many of the people who cross, they have no idea what they are encountering.\"\n\nThe Border Patrol's tougher strategy has drawn criticism from some public officials.\n\n\"This is the failed strategy of putting more and more people in harm's way,\" said Mayor Ray Borane of Douglas, \nAriz., which is on the border in the eastern corner of the state.\n\n\"The Border Patrol keeps saying that the numbers of people crossing the border are down, but the migrants are \ngoing out so far they're not in an area where the agents are,\" he said last evening.\n\n\n\"The federal government continues to think that the only way to solve the problem is to put more agents on the \nborder,\" he said. \"But the strategy isn't working.\"      \n\nhttp://www.nytimes.com\n"}