{"title": "30% EARN POVERTY WAGE; STATE'S WORKING POOR GROWING, WITH WOMEN AND BLACKS HIT HARDEST", "body": "\nDespite Wisconsin's booming economy, the number of workers earning poverty wages is on the rise, says a new \nreport released today by three research organizations.\n\nWomen and black workers, the study also found, make up a disproportionate share of the state's working poor.\n\n''Barely Getting By: Wisconsin's Working Poor'' was produced collaboratively by the Center on Wisconsin \nStrategy, the Institute for Wisconsin's Future and the Wisconsin Council on Children and Families.\n\nDrawing on labor statistics and profiles of working families, the study found that three out of 10 Wisconsin workers \nheld poverty-wage jobs in 1997 -- defined as earning less than $ 8.20 an hour. That's about 750,000 people, said \nJoel Rogers, director of the Center on Wisconsin Strategy, in a telephone news conference.\n\n''That's a substantial number of people working hard and not being able to get out of these poverty jobs,'' he said. \nIn 1979, one in four Wisconsin workers held such jobs.\n\nThe report also found that the number of poor working families with children nearly doubled over the last two \ndecades -- from 4.6 percent in the late 1970s to 8.9 percent in 1997. That leaves 182,000, or 13 percent, of \nWisconsin children living in poverty.\n\nHardest hit are women and black workers. In 1997, for instance, nearly four out of 10 white women and black men \nin Wisconsin held poverty-wage jobs. Among black women, the situation was even more grim: Six out of 10 held \npoverty-wage jobs.\n\n''African-Americans have seen a sharp decline in their opportunities for earning decent wages -- more so than in the \nnation as a whole,'' the report's researchers write.\n\n''We are now at a point where nearly half of the working black population does not hold a job that pays above the \npoverty line.''\n\nThe study didn't break down the data into any other racial or ethnic categories. But Rogers said that ''it's not a \nblack-only problem by any means.'' Among white men, he pointed out, the percentage of those earning poverty \nwages increased by 50 percent since 1979.\n\nAnd he chalked up those results to the shift of work in Wisconsin from manufacturing to lower-paid service sector \njobs over the last two decades.\n\n\nOther factors, according to the report, leading to the problem of the working poor in Wisconsin: the lack of full-\ntime, year-round work and the fact that low-wage jobs tend to trap workers and lead to low-wage careers.\n\nDane and out: The report found that Dane County, despite its record-breaking low unemployment figures, joins \nMilwaukee, Waukesha, Brown and Outagamie counties in making up a majority of the state's working poor.\n\nAlmost 8 percent of the state's working poor lived in Dane County in 1997 and about one-third of all Dane County \nworkers received poverty wages in 1997.\n\nSaid Laura Dresser, research director of Center on Wisconsin Strategy: ''It's easy to imagine this as somebody's \nelse's problem. In fact, it's an urban problem and Dane County problem because such a considerable number of \npeople in this county bring home too little to support a family.''\n\nBut she added that it's also a rural problem; the report found that a high share of workers in rural areas make \npoverty-level wages. ''In some rural counties, more than one-half of the work force does,'' she said.\n\nThe problem of low-paying jobs, Dresser said, is a ''challenge to working families throughout the state.''\n\nBut Rachel Biittner, spokesperson with the state Department of Workforce Development, said the report leaves out \nthe good news because its data went only through 1997, before the state's new welfare reform program, W-2, could \nbe assessed.\n\n''There have been significant changes in the state for low-income families since then,'' Biittner said. ''We have seen \na significant difference for people entering the work force through W-2.''\n\nBiittner added that the state's benefit package to low-income families is ''one of the most generous in America.''\n\nBut Rogers said the number of working poor ''dwarfs the W-2 population.'' And Karen Royster, executive director \nof the Milwaukee-based Institute for Wisconsin's Future, said that as families move up the income scales, there are \npoints at which they suddenly lose health and child care benefits and they actually end up with less household \nincome, despite earning higher wages.\n\n''As they begin to make these incremental changes and become more secure, they hit these arbitrary income lines,'' \nRoyster said.\n\nShe recommended that the state raise these cut-off levels -- currently $ 33,790 for a family of four -- and make the \nloss of benefits more gradual.\n\nBiittner declined to comment on the specifics of Royster's initiative but said it was something the state could \nconsider.\n\n''The department is always willing to look at ways of getting people into work,'' she said.\n\nOther policy recommendations included in the report:\n\n*Offer better training so people can move into family-supporting jobs.\n\n*Increase the state minimum wage.\n\n*Adjust the federal Earned Income Tax Credit so it doesn't immediately cut off people who are making more money, \nand expand the credit for married, two-earner couples. The Education Factor\n\nLess educated workers suffer the most from the expansion of poverty-wage jobs. The percentages of Wisconsin \nworkers earning poverty wages in Wisconsin in 1997, by level of education attained:\n\nLess than high school                             77.2 percent\n\n\n\nHigh school grad                                  32.6 percent\n\nSome college                                      28.7 percent\n\nCollege graduate                                   9.2 percent\n"}