{"title": "Arizona Man Looks to Law in Bid to Retrieve Ranch", "body": "\nPHOENIX -- An Arizona border activist is seeking to take advantage of a new state law restricting court awards to \nillegal immigrants to avoid paying nearly a million dollars that a Texas judge ruled he owes two Salvadoran migrants \nhe detained in 2003.\n\nThe activist, Casey J. Nethercott, a former leader of the border-watching group Ranch Rescue, has already been \nforced to turn over his border ranch to the migrants, Edwin Alfredo Mancia Gonzales and Fatima del Socorro Leiva \nMedina. They sold the 60-acre property near Douglas, Ariz., for $45,000, and their lawyers at the Southern Poverty \nLaw Center continue to seek the rest of the $850,000 judgment against Mr. Nethercott.\n\nMr. Nethercott, a onetime bounty hunter who is acting as his own lawyer, is seeking the return of the ranch, where \nhe had a shooting range, observation tower and armored vehicles, and he indicated in court papers that he wants \nthe entire judgment against him thrown out.\n\n''It is now, in 2011, a crime and a violation of the canons and ethics of the court to take such action against an \nAmerican citizen of Arizona, and to allow this type of conduct in court,'' said Mr. Nethercott, who was released in \n2009 from a Texas prison where he served a sentence for being a felon in possession of a firearm.\n\nMr. Nethercott has a string of assault and weapons convictions, and was once mentioned in Congressional \ntestimony on abuses by bounty hunters for detaining at gunpoint two Southern California high school students on \ntheir way home from a football game.\n\nArizona voters, outraged that illegal immigrants were winning court judgments against American citizens, approved \na constitutional amendment in 2006 banning undocumented immigrants from collecting punitive damages in the \nstate. The ballot measure was written explicitly to aid another rancher, Roger Barnett, who was compelled to give \n$60,000 to 16 illegal immigrants he detained on his ranch in 2004. But the amendment was not retroactive and did \nnothing to aid either Mr. Barnett or Mr. Nethercott.\n\nSo the Legislature, citing the cases of the two ranchers, introduced a measure this year intended to make the ban \non punitive judgments for illegal immigrants retroactive to 2004. In April, Gov. Jan Brewer signed the provision into \nlaw, indicating at the time that it was ''outrageous'' that a rancher could be forced to pay for detaining someone \ntrespassing on private property.\n\nBut whether the law, which Democratic lawmakers in Arizona complained was unconstitutional, will aid the two \nranchers remains to be seen. Mr. Barnett's case came through the federal courts and the United States Court of \nAppeals for the Ninth Circuit has already refused an effort by Mr. Barnett's lawyer to overturn the verdict.\n\n\nAnd on Friday, lawyers for the two migrants in the Nethercott case argued in court papers filed in Cochise County \nthat the new state law violated both the state and federal Constitutions and did not apply to the judgment against \nMr. Nethercott because it was ordered by a Texas court.\n\n''However much certain members of the Legislature of Arizona may be interested in assisting Mr. Nethercott, \nArizona may not make law for the State of Texas and is bound to give full faith and credit to the judgment of its \nsister state,'' the lawyers argue.\n\nThe lawyers also said that the state law banned punitive damages to illegal immigrants while the judgment against \nMr. Nethercott was for compensatory damages. Arizona's law also applies to causes of action that took place after \nJan. 1, 2004, but Mr. Nethercott was found to have detained the migrants in his case the year before.\n\n''This is a vigilante thug who beat up people and sicced his Rottweiler on them and the Arizona Legislature is trying \nto help him,'' said Mary Bauer, the legal director for the Southern Poverty Law Center, which is based in \nMontgomery, Ala.\n\nMr. Nethercott denied that he struck one of the migrants with his pistol when he detained them on a ranch in \nHebbronville, Tex., in March 2003. A Texas jury deadlocked on that charge. Besides the $850,000 judgment that \nthe two migrants received from Mr. Nethercott, they settled for $100,000 from another man who was present, and \nreceived a $500,000 judgment from the owner of the Texas ranch.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: A worker in 2005 on the former Nethercott ranch said the old windmill tower had been used to look out \nfor illegal immigrants. (PHOTOGRAPH BY DAVID BOWSER FOR THE NEW YORK TIMES)\n\nFatima del Socorro Leiva Medina and Edwin Alfredo Mancia Gonzales were awarded the ranch. (PHOTOGRAPH \nBY GERMAN GARCIA/THE MONITOR, VIA ASSOCIATED PRESS)\n\n Casey J. Nethercott is trying to regain his Arizona ranch. (PHOTOGRAPH BY GERMAN GARCIA/THE \nMONITOR, VIA A.P.)                                                              \n"}