{"title": "THE SCANDAL AT MIDTOWN SOUTH: THE OVERVIEW;Police Used Brothel So Often, Madam Got Worried - Correction Appended", "body": "\nFor as long as 15 years, New York police officers from the precinct responsible for eradicating much of the \ntawdriness from Times Square went to a neighborhood brothel for free sex, in uniform and while on duty, Mayor \nRudolph W. Giuliani and police officials acknowledged yesterday.\n\nAfter a while, investigators say, the brothel's madam became so concerned about having uniformed officers among \nher other clients that she made her own apartment available to the clients who carried police badges. There, \ninvestigators say, on-duty officers from the Midtown South precinct relaxed, had sex with prostitutes and \noccasionally made telephone calls to their homes.\n\nSome officers from Midtown South also patronized a massage parlor that tended to move to various locations within \ntheir Manhattan precinct, investigators say. At least one visit was recorded by the parlor's video surveillance \ncamera, which filmed police officers entering the establishment and demanding sex, investigators say. They say the \ntape is in their custody.\n\nSo far, 19 officers and a sergeant from Midtown South have been confined to desk duty, badges and guns \nconfiscated, on administrative charges that they frequented the brothel, officials said. Three other precinct \nsupervisors, including the commander and the executive officer, have been reassigned for what Mr. Safir called a \n\"breakdown of supervision.\"\n\nIn addition, the Police Department's Internal Affairs Bureau and Manhattan District Attorney's office are investigating \npossible criminal links between officers from Midtown South, a precinct with headquarters at 357 West 35th Street, \nand the brothel, which until a year ago operated just four blocks away, at 355 West 39th Street. Investigators are \nexploring whether the officers were trading protection for free sex.\n\nPolice Commissioner Howard Safir provided details of the case at a late-night press conference Thursday, \nbecause, he said yesterday, a newspaper, apparently The Daily News, was about to publish an article about it. \n\"And I thought it was much more important to the public and to the department that we get our message out very \nclearly, unfiltered and unedited,\" he said.\n\n\nSeveral investigators said yesterday that they were disappointed by the decision to go public. They said that the \ninvestigation was about to expand, thanks to a recent break in the case: the cooperation of at least one of the \nimplicated police officers.\n\n\"How far does it go?\" asked one investigator, who spoke on condiiton of anonymity. \"Were there other crimes being \ncommitted? Were higher-ups involved? Now we'll never know.\"\n\nBut Robert M. Morgenthau, the Manhattan District Attorney, praised the department's operation and maintained that \ninvestigators would continue to try to identify all the officers involved. \"The investigation is going to be aggressive \nand pursued intensively,\" he said. \"We're going to try to find all the people involved, whether they're still at the \nprecinct or they've left.\"\n\nInvestigators said the implicated police officers could face felony charges of falsifying records and bribery, for \nreceiving a sex act in exchange for not enforcing the law against prostitution, as well as official misconduct, a \nmisdemeanor.\n\nOne officer yesterday said the sexual activity was common knowledge in Midtown South. \"Look, everyone in here \nknew about it,\" said a six-year veteran of the precinct, who spoke on the condition of anonymity. \"We called it 'the \napartment.' Should the bosses have known? Probably. But it's not like people are going to tell them. Not like these \nguys were dealing with drug dealers or hit men. They weren't hurting anyone. It was no big deal.\"\n\nInvestigators said that officers even held occasional parties at the brothel, and that as many as 20 officers from \nMidtown South attended one such affair.\n\nDuring a sometimes heated press conference at City Hall yesterday afternoon, Mayor Giuliani and Commissioner \nHoward Safir sought to emphasize what they said were the positive aspects of the case. They also warned against \nusing its seamier elements to malign the 400 or soofficers at Midtown South who have helped to lower the \nprecinct's crime rate.\n\nThe Mayor applauded the department for uncovering \"its own proverbial dirty linen,\" and he dismissed as unfair any \nsuggestion that exposing a decade-old corrupt practice does not warrant congratulation.\n\nMr. Giuliani, who has been Mayor for four and half years, said: \"This is a 10- to 15-year-old situation. We caught it. \nAbout the only thing you can honestly say is this administration did a better job than was done in the last 10 to 15 \nyears in finding out about this.\"\n\nStill, some officials found the site of the sexual misconduct almost as distressing as the misconduct itself. Included \nwithin the Midtown South Precinct, from Lexington to Ninth Avenues and 29th to 45th Streets, is Times Square, \nonce the city's pornography center and now a safer, cleaner crossroads that attracts tourists from around the world.\n\nThe precinct also includes the garment district, which in recent years has generated massage parlors and brothels \nthat cater to the workers who operate forklifts, lug bolts of fabric, and load and unload trucks. For more than a \ndecade, one brothel was situated in a four-story building on West 39th Street, above Botanica el Indio, a store \nselling religious statues, incense and candles.\n\nInvestigators say that as far back as the early 1980's, community patrol officers from Manhattan South were \npatronizing the brothel and, later, an apartment in a four-story building directly across the street. This second \nlocation came to be known as \"the Coop.\" Coop is police slang for a hiding place.\n\n\"Individual officers from time to time would stop off at this particular place, some just to coop, some to partake in \nsexual activities,\" Mr. Safir said. \"That's generally what was going on.\"\n\nSeveral people who work or live on West 39th Street remembered the brothel as a gaudy thread in the \nneighborhood fabric. One man recalled two employees who acted as street-level lookouts and hawkers.\n\n\n\n\"They would say as you walked by, 'Go in, go in, it's here,' \" he said. \"I didn't know at first if it was drugs or \nprostitution, but then I was told it was prostitution.\"\n\nThe extent to which the arrangement was known among officers at Midtown South, one of the largest precincts in \nthe department, remains unclear. Mr. Safir said he thinks that the 20 officers already identified comprise \"the bulk of \nthe group.\" But one investigator maintained that the brothel was an open secret at the precinct, and was \nfrequented by many officers from a variety of shifts and assignments.\n\nSome of the regulars seemed to have a certain level of comfort. Investigators say they have confiscated telephone \nrecords from \"the Coop\" that list telephone calls placed to the homes of at least 10 officers.\n\nBut comfort vanished about 18 months ago, when a routine police investigation into prostitution uncovered the \nbrothel above the botanica. Investigators say that some of the women arrested complained about the apparent \ndouble standard. A second inquiry was begun, this time with investigators from the Internal Affairs Bureau and the \nDistrict Attorney's Office.\n\nThat investigation quickly developed problems of logistics and compromise. The brothel's lookouts were diligent, \nand a majority of its clientele were Mexican, investigators say, making an undercover operation difficult. Then, one \ninvestigator said, \"Word of the investigation quickly leaked to the officers in the precinct, and they stopped \npatronizing the prostitutes.\"\n\n Sheldon S. Leffler, the chairman of the City Council's Public Safety Committee, said yesterday that the case \ndemonstrated the need for an independent monitor of the Police Department, which he and others have advocated \nbut which the Giuliani Administration has opposed. \"The slowness in uncovering this over 10 years shows again \nthat an internal monitor would be useful to the department's efforts,\" he said.\n\nBut Mr. Giuliani chose instead to issue a plea that was similar to one he delivered in the wake of the last Police \nDepartment scandal: last summer's brutalization of a Haitian immigrant, Abner Louima, inside a Brooklyn precinct's \nstation house.\n\n\"If we can learn the simple lesson of rational thought and tolerance, that just because a group of people are bad, it \ndoesn't mean a whole group is bad, that would be a tremendous lesson to learn,\" he said.\n\nMr. Safir, the Police Commissioner, was less philosophical. \"It is galling because we have a number of police \nofficers who have dishonored their badge,\" he said. \"That is what's galling.\"\n\nHe also emphasized that vice enforcement has been rigorous throughout the Midtown South Precinct. Many \nbrothels have been closed and hundreds of prostitutes arrested. As for the brothel on West 39th Street, \nneighbors say it closed down about a year ago.\n\nCorrection\n\nTwo articles on Saturday about allegations of sexual misconduct among New York City police officers misstated the \nstreet number of what was said to be a brothel frequented by officers. It was at 335 West 39th Street, not 355 West \n39th.\n\nCorrection-Date: July 23, 1998, Thursday\n\nGraphic\n\n \n\n\n\nPhoto: Police say a brothel, above a shop called Botanica El Indio on West 39th Street, provided free sex to on-\nduty officers in Midtown South until about a year ago. A sergeant and 19 officers have been confined to desk duty. \n(Richard L. Harbus for The New York Times)(pg. C3)\n"}