{"title": "FOREIGN STUDENTS FACE PUBLIC HIGH SCHOOL TUITION IMMIGRATION LAW DIRECTS DISTRICTS TO CHARGE", "body": "\nMost of them don't know it yet, but the nation's public school systems will no longer be accepting tens of \nthousands of foreign students and they'll be charging many others tuition.\n\nAn obscure amendment to the sweeping new immigration law that quietly took effect Nov. 30 requires \nunaccompanied foreign students who come to the United States on F-1 student visas to pay tuition if they attend \npublic high schools.\n\nThe new law bans foreigners from obtaining the student visas to attend publicly funded adult-education schools, \nas well as public elementary schools. And foreign students who attend public schools in grades 7-12 can stay \nonly 12 months.\n\nPushed through Congress this year by Sen. Dianne Feinstein, D-Calif., the amendment is aimed at discouraging \nwealthy Asian parents from sending their kids to American schools at taxpayer expense. It's expected to have an \nimmediate impact in California cities such as Cupertino, Fullerton and Irvine with growing numbers of \"parachute \nkids\" - the sons and daughters of wealthy parents from Taiwan, Hong Kong and other Asian countries who send \ntheir children unaccompanied to American public schools known for their excellence.\n\nThe law does not affect students whose parents have legally immigrated to the United States.\n\nSchool districts have reacted with a combination of dismay and confusion to the Feinstein amendment. An \ninformal survey of local school districts indicated that most didn't know about it.\n\nEven the state Department of Education - which often sends districts advisories on new federal laws - didn't get a \ncopy of the amendment until a week ago.\n\n\"I heard the rumor about tuition in October, and it was only last week that a friend of mine in Southern California \nsent me a copy of the bill,\" said Janet McCormick, the department's deputy general counsel.\n\nThe law raises intriguing questions for districts, most of which don't know how to charge tuition because they \nhaven't had to do it before. The law requires foreign students to pay \"the full, unsubsidized per-capita cost\" of \neducating them.\n\n\"We called our Department of Education and received nothing in the way of guidance,\" said Ken Stichter, assistant \nsuperintendent for the Fullerton Joint Union High School District, which has hundreds of parachute kids. \"This \nwhole thing runs contrary to the practice of free public education.\"\n\nAn ironic twist\n\n\nAnother interesting twist is that foreign students who come to this country legally will be forced to pay tuition, but, \nbecause of previous court decisions, students here illegally won't pay anything.\n\nAs a result, the new law is expected to rekindle some of the arguments spawned by Proposition 187, the successful \n1994 California ballot initiative intended in part to keep undocumented immigrants out of public schools. Some \nschool officials worry that the law will force them to scrutinize immigration documents - something most have \nresisted.\n\n\"All the same questions that came up with 187 are beginning to appear again,\" said Randy Okamura, a trustee of \nthe Fremont Union High School District, which covers Cupertino and surrounding cities.\n\nStudents who attend private schools won't be affected by the legislation. The law also won't affect most foreign-\nstudent programs that depend on J-1 cultural-exchange visas, such as those run by the American Field Service \nand Rotary International. But more informal student exchanges using the F-1 visa - for example, a Polish-American \nfamily that wants to bring in a Polish student for a year - will be affected. The student's parents or sponsor will now \nhave to pay tuition or, in the case of an elementary school student, see the student barred from obtaining a visa.\n\nIt is difficult to determine how many parachute kids live in the United States. A 1990 UCLA study, which looked at \nvisa applications, estimated that there were 40,000 Taiwanese parachute kids, aged 8 to 18, living in the United \nStates. Smaller numbers had come from Hong Kong and South Korea.\n\nNo idea of numbers\n\nThe U.S. State Department issues about 400,000 F-I visas annually at overseas embassies, but a high percentage \nof those are for college and university students. Because it was never really an issue before, neither the State \nDepartment nor the INS has ever kept track of what percentage are given to public school students.\n\nSupporters of the law say the Feinstein amendment addresses a serious issue that has received little public \nattention outside of Southern California.\n\nMost of the so-called parachute kids live with uncles, aunts, grandparents and other relatives - and end up thriving \nin their new schools.\n\nBut a small minority live with paid guardians or even other students, and some have ended up getting arrested for \nprostitution, drug possession and other crimes. Desperate for companionship and attention, some have turned to \nethnic gangs.\n\nChinese-American leaders in Southern California have been in the forefront of a movement to stem the tide of \nparachute kids. And police chiefs in Southern California last year asked Feinstein to help stop the trend, \nspokeswoman Susan Kennedy said.\n\n\"It's also a fairness issue to U.S. taxpayers,\" Kennedy said. \"Public schools should be for U.S. residents.\"\n\nPolice and school officials in Cupertino say the problem of parachute kids is less severe in the northern part of the \nstate. Still, many are worried that it might spread.\n\nFremont Union's Okamura said he was concerned about the impact of such students on school overcrowding, \nsince Cupertino schools have taken on an almost mythical status in Asia, particularly Taiwan.\n\nSchools big attraction\n\n\"Our schools are advertised in foreign countries,\" Okamura said, referring to a practice employed by real estate \nagents to attract Asian home buyers.\n\n\n\nMany Asian parents see diplomas from top-notch American schools like those in Cupertino as tickets to a good \nU.S. university. The parents also like the electives and school activities their children are exposed to, and the \nchance to learn English quickly in an environment that isn't as competitive as most Asian schools.\n\nBut Asian-American community leaders have spotted a dark side to the phenomenon.\n\n\"The concern I have is unsupervised kids coming over here and staying with non-relatives,\" said Cupertino resident \nBen Liao, president of the Asian-American Parents Association. \"We try to get the parents motivated - and it's very \ndifficult to talk to parents if they're not here.\"\n\n\"Then they don't have anyplace to go, so they stay at their apartment and create some problems,\" Liao said. \"This \nmight not be a big concern right now and I don't think it's very pervasive. But it's getting serious.\"\n\nThe law's inapplicability to illegal immigrants stems in part from a 1982 Supreme Court ruling that allowed \nundocumented children to attend Texas public schools without paying tuition.\n\nIt was that court decision that quickly nixed the provision in Proposition 187 that banned undocumented immigrant \nchildren from attending public schools. But the Feinstein amendment, which hasn't been challenged in court, \nappears to be on firmer legal footing because unlike under 187, the state has not been asked to go into the \nimmigration-control business.\n\n\"It's the federal government who gets to say who comes in and under what conditions,\" McCormick of the education \ndepartment said.\n\nNotes\n\nDETAILS OF THE NEW LAW\n\nA provision of the sweeping immigration law signed by President Clinton in September bars the government from \nissuing F-1 student visas to attend public elementary schools and publicly funded adult education programs. \nForeign secondary school students are allowed to come here for 12 months, but they must pay tuition. Here are \nsome other provisions of the law:\n\n* It is up to the schools to determine the tuition, defined in the law as the \"full, unsubsidized per capita cost\" of \neducation.\n\n* School attendance while as a student under another visa status - including living in the country as an \nundocumented immigrant - does not count toward the 12-month limitation.\n\n* Foreigners who obtain F-1 visas and then break the law by attending an elementary school, adult education \nprogram or secondary school without paying tuition will be barred from entering the United States for five years.\n\n* Foreign students attending schools under F-1 visas now will not be sent back. The new law applies only to \nstudents issued visas since the law took effect Nov. 30.\n\nSource: U.S. State Department\n"}