{"title": "An uproar free of all pretense", "body": "\nWASHINGTON --- If immigrants represented the best and the brightest, we'd eagerly welcome them into the United \nStates, right? If they learned to speak English. If they were strivers and achievers. If they worked hard and reached \nfor the brass ring, we wouldn't deny them the opportunity to join the American mainstream. Would we?\n\nYes, we would.\n\nJessica Colotl, 21, is a senior at Kennesaw State University, a political science major and a member of Lambda \nTheta Alpha, a college sorority. She wants to attend law school.\n\nHowever, she came to this country illegally, with her parents, when she was a child. And her detractors don't care \nwhat she's accomplished. They want to send her back to Mexico, a country she barely knows.\n\nFollowing a routine traffic stop on campus in late March, Colotl, when she was caught without a valid driver's \nlicense, was arrested and sent to a federal detention facility to await deportation. After an outcry by friends and \nsupport from faculty members, immigration authorities agreed to defer action on her deportation for a year, giving \nher time to finish her undergraduate degree. Said college president Daniel Papp, \"We are especially thrilled she will \nbe allowed to continue her studies here at KSU.\"\n\nBut that has infuriated some hardliners. For them, Colotl's illegal entry is the most salient fact on her resume, her \nlack of a green card more important than her grade-point average. As one suburban Atlanta newspaper columnist \nwrote, \"Most citizens don't care how much 'potential' the young lady has.\"\n\nThe uproar, though ugly, accomplishes something important: It brushes away the layers of pretense, polite \nsubterfuge and politically acceptable criticism. The truth is laid bare: We're a recession-weary nation wrestling with \na bout of brutal, racially tinged nativism --- seeking scapegoats for economic failure, unsettled by demographic \nupheaval, unable to cope with a flatter world.\n\nThe intense backlash against undocumented immigrants --- especially those from south of the border --- isn't really \na reaction to overtaxed public services or rising crime. (In most of the country, including Arizona, crime is down.) It's \n\n\na backlash against the dizzying pace of change, against a cultural landscape growing more diverse, against a \nvoting base growing browner with each census.\n\nArizona's ugly immigration law --- which, according to polls, is supported by a majority of Americans --- is one sign \nof the harsh climate toward those without papers. Other signs dot the political landscape: Sen. John McCain's \nretreat from his earlier embrace of comprehensive immigration reform; the reluctance of a Democratic Congress to \nwade into the debate before midterm elections; the eagerness of other states to copy Arizona's brand of apartheid.\n\nColotl's troubles continue. She is in the gun sights of a local sheriff who says she gave him a fake address (lying to \nlaw enforcement authorities is a crime) and of anti-immigration activists who have made her an unlikely symbol of a \nfailed system that, they claim, unfairly subsidizes illegal immigrants. GOP gubernatorial candidate Eric Johnson, \nmeanwhile, has proposed that illegal immigrants be shut out of the state's colleges and universities, a plan that \nrepresents an embarrassing step in the wrong direction.\n\nBut Johnson's proposal has this virtue: It makes clear that he doesn't care how well undocumented immigrants \nspeak English.\n\nCynthia Tucker an Opinion columnist, writes Wednesday and Sunday. Reach her at cynthia@ajc.com\n"}