{"title": "Excerpt From Address on Immigration", "body": "\nFollowing is an excerpt from Mayor Rudolph W. Giuliani's address to a conference on immigration at the \nUniversity of Minnesota in Minneapolis yesterday, as transcribed by The New York Times.\n\nImmigrants are exactly what America needs. They're what we need economically, and I think they're what we need \nmorally -- because we're a country that doubts itself right now.\n\nThere's nothing better than having a lot of people show up that understand why you should be here, better than we \ndo. Really. The thing that revitalizes America and gets it back to its sense of confidence again -- I mean, to have \nsomebody come here and explain to you why they came to America might be the very reason why large groups of \npeople kind of wake up and realize how lucky they are to be here, and how much there is to offer, and how the \nopportunities are there. And sometimes, it's just the change in attitude that is necessary to see how to use that \nopportunity.\n\nAll of these immigrants that come here help us with the work they do, they challenge us with new ideas and new \nperspectives, and they give us perspective, which is what I'm talking about. This is still the nation that more people \naround the world want to come to than any place else in the world.\n\nThat has to tell us something about ourselves, very, very deep in our soul. If around the world this is the place \npeople want to come to so much, maybe there's more here than many of us realize, and that many of us can take \nadvantage of.\n\nAnd I believe we need to be reminded of that. We need to be reminded of that so that we don't take what we have \nfor granted.\n\nThe anti-immigration movement that's now sweeping the country in my view is no different than the movements \nthat swept the country in the past. You look back at the Chinese Exclusionary Act, or the Know-Nothing movement -\n- these were movements that encouraged Americans to fear foreigners, to fear something that's different, and to \nstop immigration.\n"}