{"title": "GOP hotheads wrong about immigration bill", "body": "\nAs the old saying goes, \"what have you done for me lately?\"\n\nJudging by the manner in which many of those in attendance at last Saturday's state GOP convention greeted the \nstate's senior Republican senator, Saxby Chambliss, that adage could be the theme for Georgia's majority party.\n\nDespite having defeated an incumbent Democratic senator less than five years ago to win his seat, and \nnotwithstanding his unwavering support of Republican President Bush throughout his first term in the Senate, \nChambliss was actually booed and hissed when he took the stage at the convention to speak to the faithful of his \nown party. What occasioned this distasteful lapse of protocol? Had the state's senior senator voted for a tax \nincrease, decided to support a piece of pro-choice legislation or called for an immediate withdrawal from Iraq?\n\nActually, what caused the disfavor was the fact that he had expressed support earlier in the week for a compromise, \nbipartisan immigration reform bill that, among other things, would:\n\n* Add 18,000 full-time agents to the U.S. Border Patrol.\n\n* Dramatically increase the number of beds at detention centers, to reduce the likelihood that illegal aliens will \ncontinue to be released pending judicial review of their status.\n\n* Install more fences and detection devices along our southern border.\n\n* Deploy a squadron of unmanned drones to monitor key areas of the U.S.-Mexican border.\n\n* Establish a high-tech verification system by which employers would determine if applicants were in fact illegally in \nthe country.\n\n* Enhance penalties for immigration-related offenses.\n\nEvery one of these border-strengthening measures normally would receive strong applause from Republicans. But \nthe fact that they would be followed by a reformed immigration process that includes a mechanism whereby \npeople now in the United States in violation of our immigration laws would be able eventually to secure a \"green \n\n\ncard\" (Permanent Resident Alien or \"PRA\" card) and thereafter possibly citizenship, has rendered the compromise \nlegislation anathema to many Republicans.\n\nIf, however, those who so discourteously booed a sitting senator of their own party on Saturday took the time to \nactually read and understand the legislation to which not only Chambliss, but also his colleague, Sen. Johnny \nIsakson (R-Ga.), have tentatively lent their support, they might discover the bill contains a number of other \nmeasures that used to enjoy GOP support.\n\nFor example, those currently in the country unlawfully would not be eligible to apply for a green card --- itself a \nprerequisite for any eventual citizenship application --- until the huge, current backlog of lawful immigrants with \npending applications are taken care of. In other words, rather than \"going to the head of the line\" as some previous \nimmigration plans proposed, under this latest version, candidates currently here without authorization would have \nto \"go to the back of the line.\" This process alone might take up to eight years (followed by five additional years to \ncomplete the track).\n\nAnother important --- and for Republicans, one would have thought, positive --- aspect of the bill Chambliss and \nIsakson have tentatively agreed to support, is that applicants would be required to submit to a federal government \nbackground check, and any raising security concerns or possessing criminal records here or in their home country \nwould not be eligible to proceed with the process. Moreover, all applicants would have to return to their home \ncountry --- for the vast majority, Mexico --- from where they would file their application. And, in a move that has \nupset many Democrat supporters, preference would be afforded those with higher education and job skills. Even \nsweetening the pot by providing a special category of temporary workers to assist employers with significant labor \nneeds, including many Georgia farmers, was not enough to shield Chambliss from the wrath of his fellow \nRepublicans.\n\nIs this piece of legislation perfect? Hardly. For one thing, certain of its provisions --- including those referencing the \nREAL ID Act --- raise serious privacy concerns. Additionally, several provisions in the bill remain complex or vague, \nleaving far too much wriggle room for future administrations and congresses. A concern also is that the so-called \nsecurity measure \"triggers,\" which would have to be met before the process whereby illegal aliens could apply for \nlawful status, are not sufficiently cast in concrete, and could be evaded in the coming years. Finally, both Georgia \nsenators have indicated that their support for the measure is not absolute, and could evaporate if additional \nchanges occur that weaken the security measures or other provisions.\n\nThe bottom line, however, is this legislation includes important --- in reality, essential --- measures that would \nenhance physical and procedural mechanisms aimed at ensuring our borders, especially our southern one, do not \nremain the sieve they have been allowed to become. It also reflects the reality that simply trying to round up more \nthan 12 million illegal aliens already in this country is not a realistic alternative.\n\nRather than booing Georgia's Republican senators for having the credibility to significantly and positively influence \nthe drafting of this legislation in a Congress controlled by a party that favors essentially open borders, our state's \nRepublicans ought to at least hear them out. Then, they all should roll up their sleeves to help ensure the measures \nchampioned by Chambliss and Isakson remain in the bill when and if it heads to the president's desk.\n\nIf Georgia Republicans continue to publicly undercut the party's own senators, they will help guarantee passage of \na bill with far fewer important safeguards than the current version.\n\n* Former congressman and U.S. attorney Bob Barr practices law in Atlanta. Web site: www.bobbarr.org\n\nmail@bobbarr.org\n\nGraphic\n\n \n\nhttp://www.bobbarr.org/\nmailto:mail@bobbarr.org\n\n\nPhoto: GUILLERMO ARIAS / Associated PressA man works on the U.S.-Mexican border fence. The new \nimmigration bill would toughen rules on border security and illegal immigrants. It isn't perfect, but Georgia \nRepublicans who reject it out of hand and heckle senators for taking a serious look at it are paving the way for a \nmore liberal policy./ImageData*\n"}