{"title": "Judge Finds for Aliens on Absences From U.S.", "body": "\nMaria de Jesus Gonzalez crossed over into Mexico to buy groceries, Ignacio Andrade to see a friend, Sofia Baez \nHuerta to visit her mother on Mother's Day.\n\nAll were refused amnesty under the new immigration law because of those brief absences from United States, and \nnow a Federal District Judge in Sacramento, Lawrence K. Altman, has ordered the Immigration and Naturalization \nService to rescind the denials for them and an estimated 25,000 others who left the country briefly. He also ordered \nthe agency to extend the amnesty application period, which expired May 5, to Nov. 30 for those who may have \nthought they were ineligible because of the way the service interpreted the law on brief absences.\n\n \n\nStrict Interpretation Cited\n\nThe judge's order, handed down late Friday, was to enforce his ruling on May 3 that the immigration service had \nimposed an overly strict interpretation on the law when it required that illegal aliens applying for amnesty obtain the \nagency's permission before leaving the country while awaiting approval of their amnesty applications.\n\nPeter A. Schey, executive director of the National Center for Immigrants' Rights in Los Angeles, which served as \nlawyers in the suit filed on behalf of an estimated 25,000 people who he said had otherwise qualifed for amnesty \nbut were denied for this reason. The law offered legalization to those who had lived in this country continuously \nsince before Jan. 1, 1982, except for ''brief, casual and innocent'' absences.\n\nMr. Schey estimated that 125,000 more people had been discouraged from applying because of the immigration \nservice's procedure. Judge Karlton ordered the agency to draw up a plan to publicize his order.\n\nThe immigration service, which had no comment on the judge's order, is expected to appeal to the United States \nCourt of Appeal for the Ninth Circuit, in San Francisco. The suit was brought by Catholic Social Services Inc., the \nUnited Farm Workers and other groups.\n\n \n\nJudge Blocks Deportation\n\nThe judge denied the plaintiffs' request that he order the readmission to the United States of those already \ndeported under the rule, saying ''with great reluctance'' that he lacked authority to do that.\n\nJudge Karlton ordered that those still in the country with a claim for legalization be granted a stay of deportation \nand given temporary work permits until their cases are decided.\n\n\nThe suit flowed from a common practice along the porous Mexican-American border whereby illegal aliens from \nMexico frequently return home for shopping or tending to family matters.\n\nFor example, the suit described the case of Mrs. Gonzalez, who has been living in Laredo, Tex., since 1980, and \nwho is the mother of two children who are American citizens. She regularly crossed over to Nuevo Laredo in Mexico \nto buy groceries, and was caught as she returned across the Rio Grande, bypassing immigration checks. She said \nshe did not know this would disqualify her from amnesty.\n\n \n\nReturns After 90-Minute Visit\n\nSimilarly, Mr. Andrade, a 34-year-old welder living with his two American-born children for 13 years in Los Angeles, \ndrove to Tijuana to see a friend and returned through a hole in the fence at San Ysidro, Calif., after an hour and a \nhalf. And Ms. Baez, living in Brownsville, Tex., spent five hours last year visiting her mother in Matamoros, Mexico, \nand was apprehended on the way home. In other cases, a 12-year-old boy living in Arizona was caught after getting \na haircut across the border and a 38-year-old woman living in San Francisco was caught after returning from \nbringing her brother's body back to Mexico.\n\n''Instead of interpreting the legalization as written by Congress in a generous fashion, the immigration service read it \nin an extremely restrictive fashion,'' Mr. Schey said.\n"}