{"title": "A NATION CHALLENGED: CHARITY; Second Loss Compounds Widow's Grief", "body": "\nJorge Morron was supposed to become a United States citizen on Sept. 17. To record the event, he wanted his \npregnant wife, Sonia, to bring a video camera to the swearing-in ceremony, at the Immigration and Naturalization \nService bureau in Garden City, N.Y.\n\n     The two were going to celebrate that evening with dinner at a restaurant. He asked Mrs. Morron to wear her \nmost beautiful clothing. \"The ceremony will be in your honor and our baby's honor,\" she recalled his saying. \n\n But on the morning of Sept. 17, the cushioned metal chair that Mr. Morron, 38, would have sat in during the \nceremony remained empty. Mr. Morron, a security guard at the World Trade Center, has been missing since Sept. \n11, and is presumed dead.\n\nAfter her husband disappeared, Mrs. Morron began to have panic attacks.\n\nMrs. Morron has four brothers and four sisters in Bogota, Colombia, where she was born, but her husband was the \nonly relative she had in the United States, to which she immigrated in 1995.\n\nMrs. Morron has not worked since February, after a 91-year-old woman she had cared for as a live-in health \nattendant died. The couple were married in April and lived in a two-bedroom apartment in Jackson Heights, \nQueens, with Mr. Morron's brother, Carlos, who built a wall off the living room to partition the apartment. The other \nbedroom was rented out to bring in an extra few hundred dollars a month. \n\nIt was a crowded existence, but for Mrs. Morron, 41, it was the happiest time in years, because she was in love.\n\nThis summer, Mrs. Morron (pronounced mor-OWN) was delighted to find out she was pregnant.\n\nEarly on the morning of Sept. 11, Mr. Morron took his wife to Elmhurst Hospital Center, where she was receiving \nprenatal care in the third month of a pregnancy that was considered high risk because of her age.\n\nHe was always anxious when she was in the hospital and he considered staying there and waiting for her to finish \nthe day's tests. But he decided he had to go to work. \"He doesn't like to leave me alone,\" Mrs. Morron said, \"but he \nwas always very responsible to his job.\"\n\nShe was in the hospital's waiting room when the television showed pictures of the planes hitting the twin towers. \nWhen the south tower collapsed, she said, she felt a chill come over her body.\n\nMr. Morron never returned, and she began to feel uncomfortable living in the apartment without her husband. The \nChildren's Aid Society, one of the 10 local charities supported by The New York Times 9/11 Neediest Fund, gave \n\n\nher a one-bedroom apartment in a shelter it runs, where she is cared for 24 hours a day by a health aide and can \nreceive medical attention quickly.\n\nWhen her husband failed to return home in the days after the attack, Mrs. Morron increasingly worried about the \nwell-being of her baby. \"In this baby,\" she said, \"there is a part of my husband.\"\n\nThen last Thursday, she began feeling cramps in her abdomen, and Judy Quinones, a social worker at the \nChildren's Aid Society who was working with her, called an ambulance, which took her to Mount Sinai Hospital. \nThere, she found out that she had suffered a miscarriage. \"In my feelings, I am hopeless,\" she said, crying. \"I feel \nlike dying also.\"\n\nHOW TO HELP\n\nChecks payable to The New York Times 9/11 Neediest Fund should be sent to P.O. Box 5193, General Post Office, \nNew York, N.Y. 10087, or any of these organizations:\n\nBROOKLYN BUREAU OF COMMUNITY SERVICE\n\n285 Schermerhorn Street, Brooklyn, N.Y. 11217.\n\nCATHOLIC CHARITIES OF THE ARCHDIOCESE OF NEW YORK\n\n1011 First Avenue, New York, N.Y. 10022.\n\nCATHOLIC CHARITIES, DIOCESE OF BROOKLYN AND QUEENS\n\n191 Joralemon Street, Brooklyn, N.Y. 11201.\n\nCHILDREN'S AID SOCIETY\n\n105 East 22d Street, New York, N.Y. 10010.\n\nCOMMUNITY SERVICE SOCIETY OF NEW YORK\n\n105 East 22d Street, New York, N.Y. 10010.\n\nFEDERATION OF PROTESTANT WELFARE AGENCIES\n\n281 Park Avenue South, New York, N.Y. 10010.\n\nJOHN JAY COLLEGE OF CRIMINAL JUSTICE FOUNDATION\n\n899 10th Avenue\n\nNew York, N.Y. 10019\n\nNEW YORK CITY FIRE SAFETY FOUNDATION\n\n555 West 57th Street\n\nNew York, N.Y. 10019\n\nNEW YORK CITY POLICE FOUNDATION\n\n345 Park Avenue\n\nNew York, N.Y. 10154\n\n\n\nUJA-FEDERATION OF NEW YORK*\n\nFDR Station\n\nP.O. Box 5314\n\nNew York, N.Y. 10150\n\nDonations may be made with a credit card online, courtesy of CharityWave.com, an internet donations service.\n\nNo agents or solicitors are authorized to seek contributions for The New York Times 9/11 Neediest Fund.\n\nThe Times pays the fund's expenses, so all contributions go directly to the charities, which use them to provide \nservices and cash assistance.\n\nContributions to the fund are deductible on Federal, state and city income taxes to the extent permitted by law.\n\nhttp://www.nytimes.com\n"}