{"title": "From readers: letters &emails;", "body": "\nLetter of the week\nLooking at others\nThe pilots argued the need for a seemingly fair wage recomposition to go to unemployment on the weekend, finally \nlifted. So I'd like to know what the gross salary they charge and the net of pocket that comes to them.\nThe \"Israeli\" exit, according to Laura Di Marco, included an agreement with the trade unions, in addition to the rest \nof society. It sounds totally unylogical that in the face of a deficit state, in a deficit and inflationary state, we do not \nthink about pocket asymmetries, since we have 35% of the submerged population and with pauper incomes. \nLooking to the side, to the fallen, is humanist and Christian.\n\nAnd that no one is offended, because I am not questioning the substance of the discussion, but the context in which \nit develops.\nEbert Wentinck\nDNI 93,649,793\nLogic\nIt is logical that employees of a chronically indeficit company intend to have their salaries updated exactly in relation \nto inflation. But I wonder if it would not be more logical for those same employees to thank the governments on duty \nthat they have not closed the company, as would be the case for an impoverished country and whose resources \nshould not be used in a loss-making company that we all pay , subtracting funds for other much larger expenses.\nWell... nothing really makes sense in our Argentina!\nMauricio Balumelli\nDNI 14,013,837\nChallenge\nThe title of Nicolas Balinotti's note in last Thursday's diary read: \"Pilots challenge Fernandez's request to lift \nunemployment.\" The only thing that comes to mind in the face of this attitude is that of \"raise crows and they will rip \nyour eyes out\".\nDenise N. de Gallagher\n\ndenisepgallagher@hotmail.com\nPatriotism\nLet's make a comparison to realize how we are. Take, for example, a country in the world in crisis after having \nsuffered a war. To get out of that situation all its citizens sacrifice their individualities and push for the same side. \nThat's called patriotism. Argentines, on the other hand, put our personal interests above the common good (stop \npages and pickets, regardless of, in some cases with intent, the country exploiting). That's called collective \nselfishness and idiocy.\nH. Guillermo Vidal Albarracín\nDNI 4,433,082\nWanting and power\n\n\nIt's true: if you want to, you can. Almost anything is possible when there is conviction, decision and, in addition, \nconditions are given. The problem is when \"you don't want to\", there's nothing to do there.\nArgentina continues to show that a large majority do not want to. We see it in his leadership, especially in some \njudges, starting with the Supreme Court, and also in many businessmen. Despite the pain and suffering of the \npeople, nothing moves them. His hypocrisy and mastness is as profound as his lack of greatness and patriotism. \nOrganizations grow when people grow up. Always first people. Until we generate a critical mass of leaders capable \nof serving, yielding and resigning, we have no chance of succeeding.\nLuis María Astarloa\nDNI 14,876,142\nA decent country\nMonths ago I bought tickets to go see Caetano Veloso sing with his children. After the first songs of the night, I felt \nthat I was undoubtedly facing the best recital of the year. Pure poetry, emotion and talent. The audience was the \nhopeful. Over 35-40 years old who were able to disburse, on average, more than 3000 pesos per ticket. As soon as \nthe recital ends, many of them in tone, with a football spirit, chants against Macri, as well as the very prosaic \"we're \ncoming back.\" And, indeed, they may come back. What no one there seemed to be aware of is that a government \nthat robbed would return, tried to cover up the worst attack in our history, squealed the silver of the famous \nsoybeanat $600, he wanted to silence the statistical truths and in passing he devoted himself to stigmatizing the \npress. Healthy, Alberto Fernández no longer even tries to deny all this data of a reality too close. Among my \nmemories of youth are those post-dictatorship marches, when we longed for the reconstruction of a country after \nyears of obscurantism. Recover ingendedialogue, democratic coexistence and dream of a decent country. That \ndecency with which many of us continued to dream and who lacked in the Great Rex.Decency for those of us who \ndidn't need to be pathologised footballs on the way out of a moment of beauty and poetry, whatever our ideology \nmay be. Decency for respect for handbags rolled with the country's silver. Decency for many decades without \nknowing how to build a better society, among all.\nDaniel Helft\nDNI 14,391,445\nRemand\n\nReader Maria Laura Olea rightly states in her September 26 letter that DD organizations. HH., with Cristina \nFernández at the helm, argue that, in the corruption cases in which their roadcolleagues are prosecuted, the judges \nabuse preventive prisons, because they deprive people who, according to the law, maintain incolume the principle \nof innocence. However, as the reader rightly says, it is these same critics who, in every way possible, try to justify \nthe pre-trial prisons of innocent people for decades, on the sole condition that they are accused of misbecalled \ncrimes of humanity. The letters of readers published on this subject leave us with the bitter feeling that we are \nwasting our time on the waste of work of resisting what politicians and magistrates consider \"politically correct\" but \ninherently unfair. However, we must not lower our arms, for there must still be some consciences that are \nwondering why they do what they do. We cannot become mere panegrists of those judges who support issues that \ndisguise them as a right, but who do not support the simple analysis of the common person, to whom the right is \naddressed. It is that, in rigor, we are now faced with judgments of thousands of pages that are built by copying and \ndictating unevenly other people's pages, thereby placing the accused in a state of substantial helplessness that can \nin no way be admitted in a Rule of law. In this way, then, thousands of innocent citizens who die in the dungeons \nare now deprived of their liberty.\nFrancisco García Santillán\nDNI 10,661,522\nJob creation\nWe need to create work to reduce poverty and, consequently, social plans. But, under the current conditions, no \none is going to risk their capital without some incentive. So why is the installation of new companies not promoted \nwith the obligation to create jobs? In return, they would benefit from the exemption of all types of taxes (national, \nprovincial and municipal) during a certain period. There would be no tax cost, because those taxes are not collected \ntoday and as the street says \"you don't already have it.\" There would be more work, poverty would be reduced and \nsocial plans would be reduced. The proposal is to exempt taxes for 5, 10, 15 or 20 years, depending on the number \nof jobs created, for example, from 4 to 10 jobs, 11 to 20, 21 to 50 and 51 or more, respectively. And if we were to \n\n\n\ndeepen, 40% of the posts should be filled with beneficiaries of social schemes. So it wouldn't be raised any less \nthan we don't get raised today, but social plans would diminish. And people would have jobs.\nJorge A. Carabba\nDNI 4,300,568\nThe VAR\nThe controversy unleashed by the time lost by the use of the VAR in football (adding up the one that is normally lost \nwhile the ball is not in play) would be easily solved by implementing net playing time as in basketball. It doesn't \nhave to be 45 minutes, it could be, for example, 40, 35 or other. We have to study it.\nMario Milberg\nDNI 7,611,498\nOn the net\nPichetto: \"We must enter with the force of law in the bunkers; I didn't talk about dynamitthe villa.\"\nFacebook\n\"It is very clear that he spoke of the drug traffickers, not the inhabitants of the villages, whom they just want to \ndefend and it is being done since we won Change\" -Mariaca Puig\n\"It was more than understood! It happens that they always misrepresent\" -Eva Herrera\n\"I share with Pichetto, what law and what strength can he enter? They kill you without a peek, it's like penetrating a \nfavela\" -Msarta Canziani\n\"If drug trafficking is not fought, Argentina will remain the same, so this government is given a share of faith\" -\nOdette Baez\n\nTexts intended for this section must not exceed 15 lines or 1100 characters. The sender's name, signature, \naddress, telephone number, and document number must be included. For space and style reasons, THE NATION \nwill be able to select the material and edit it. Messages should be sent to:   cartas@lanacion.com.ar  or to the \naddress: Av. del Libertador 101, Vicente López (B1638BEA) Buenos Aires, Argentina\nCopyright Group of Diaries America - GDA/La Nación/Argentina\n"}