{"title": "Final push to beat fee hike", "body": "\nBay Area non-profit groups that help immigrants file federal paperwork are turning away scores of last-minute filers \nseeking to save hundreds of dollars before a fee increase begins.\n\nDozens of calls for assistance have poured into non-profit offices the past two weeks as immigrants scramble to \navoid the increases - up to 86 percent - that go into effect Monday.\n\nThe U.S. Citizenship and Immigration Services will only accept the lower fees for applications - including those for \ncitizenship, green cards and family sponsorship - postmarked with today's date.\n\n\"We're getting a lot of frantic calls from people,\" said the Asian Law Alliance's Jackie Maruhashi. \"Unfortunately, the \norganizations that help people are at capacity and have had to turn people away.\"\n\nThe increases include a spike from $330 to $595 for citizenship applications; petitions for family members go from \n$190 to $355; employment permits rise from $180 to $340; and fingerprinting costs go from $70 to $80.\n\nSome organizations are now telling immigrants they shouldn't rush through the paperwork and, while the amount of \nmoney they'll spend may be a hardship, it's not worth making a costly error.\n\n\"It's better that they see a counselor and talk to them,\" said Adel Olvera, director of immigration and citizenship \nprograms at the Center for Employment Training.\n\nSince the beginning of the month, said Olvera, her office has helped 150 people complete their citizenship \napplications, but turned away 200.\n\nThose clients were referred to other non-profits that ultimately told them they were backlogged and couldn't help \nwith their applications at the time.\n\nWhile immigrants could complete the paperwork on their own, Olvera suggests that immigrants wait until experts \ncan help guide them through the process because mistakes could result in them losing their application fees.\n\nOther missteps, such as saying they speak English on citizenship applications that eventually require passing a test \nin the language, also could push them back on the list, she said.\n\nThe fee increases, which were announced in January and are expected to generate $1 billion for the government \nagency, resulted in a flood of applications, said Immigration Services spokeswoman Sharon Rummery.\n\nIn the first four months of the year, the agency's San Francisco office received more than 34,580 immigration-\nrelated applications - nearly 10,000 more than the amount it received for the same period in 2006.\n\n\nIn May, 5,100 applications were mailed - almost twice the 2,650 mailed in May 2006.\n\nFu You Liu was one of the citizenship applicants who made the cutoff date, something that made the 83-year-old \nfrom China proud about the prospects, said her niece, Jeanne Wun.\n\nShe immediately began quizzing herself about American politics, even though she won't know if her application has \nbeen accepted for up to three months. It could take up to a year before she's tested.\n\n\"At age 83, to become a citizen is a big deal - the prospects are amazing,\" said Wun, who spoke for her aunt, who \nspeaks only Chinese.\n\nLiu immigrated to this country 16 years ago under a family sponsorship visa, settling in Salinas and quickly \nbecoming a legal permanent resident.\n\nShe applied for citizenship a year later, but it was denied after she failed the English test and was told she'd have to \nwait 15 years before she could take it in her native language.\n\nThe mother of six grown children - one of whom lives in this country - waited until now to apply.\n\nShe's up on all her politics, reads a Chinese-language paper daily and \"is extremely sharp,\" Wun said.\n\nIf she becomes a citizen, she's considering sponsoring her other children to immigrate.\n\n\"This,\" Wun said, \"is huge for her.\"\n\nMercury News wire services contributed to this report.\n\nContact Javier Erik Olvera at jolvera@mercurynews.com or (408) 920-5704.\n"}