{"title": "PLEA: HELP IRAQIS FLEE; RESETTLE REFUGEES, IRAQI-AMERICANS IN BAY AREA URGE", "body": "\nBay Area Iraqi-Americans are weighing in on an international humanitarian call to allow more Iraqi refugees to \nenter the United States, as violence in war-torn Iraq has forced 2 million to flee to neighboring countries.\n\nBay Area residents who want to bring relatives from Iraq said the lobbying to expand programs to resettle Iraqi \nrefugees, particularly those who have helped U.S. military operations, is long needed.\n\n``I'm overwhelmed and delighted,'' said Nathera Maula, a San Jose Realtor who immigrated from Iraq 43 years ago. \n``People there have been suffering, and it seems like it's way overdue.''\n\nMaula's brother, Amir Hadid, a San Jose physician, called the new effort ``fantastic,'' because it offers hope to many \nIraqi-Americans. Hadid said he wants to bring his nieces here from the horrors of Baghdad.\n\nOne brother is now in Jordan with his family; another brother has immigrated to England so his sons could avoid the \ndraft for Saddam Hussein's army.\n\n``It's a mess,'' Hadid said. ``It's like a curse to be an Iraqi person.''\n\nLike his family, many Iraqis would prefer to stay in their country, Hadid said. But the war leaves them without a \nchoice.\n\n``It's just they want to have security,'' Hadid said. ``Who wants to die while you're shopping for bread?''\n\nSince the American invasion of Iraq three years ago, 466 Iraqi refugees have been resettled in the United States, \nEllen Sauerbrey, assistant secretary of state, told a Senate committee hearing on Iraqi refugees Tuesday.\n\nLast week, international organizations urged the U.S. government and the European Union to make resettlement of \nIraqi refugees a priority because the continuing flight of Iraqis has made it a ``crisis of historic proportions.''\n\nResettlement groups like the International Rescue Committee, the U.S. Committee for Refugees and Immigrants, \nand the Catholic Charities of Santa Clara County urged the federal government to allow religious minorities who \nhave become targets of sectarian violence in the war to immigrate. Those groups also urged refugee status for \nthose who have relatives in the United States, and Iraqis who have worked with the U.S. military.\n\n\nSauerbrey told legislators that although resettlement of Iraqi refugees is ``a top priority,'' the federal government \nhas not funded the program. What's more, many Iraqi refugees who have been waiting for years to be resettled, \nand to join relatives in San Jose, are tied up in lengthy security screening.\n\n``It's heartening that there's a level of concern and interest,'' said Bob Carey, vice president for resettlement with the \nInternational Rescue Committee. IRC in San Francisco resettled hundreds of Iraqi refugees from the Persian Gulf \nWar who are now scattered across the Bay Area.\n\n``But the question is how that translates into action and quick action,'' Carey said. ``Speed is critical here. People \nare at risk now.''\n\nThe Bush administration has failed to act promptly to resettle Iraqi refugees, critics said, because it may suggest \nthat the war in Iraq failed.\n\n``We've not created a channel, a mechanism'' to bring the most vulnerable Iraqi refugees, said Ellen Dumesnil, \ndivision director at Catholic Charities in San Jose.\n\nBut the United States, she said, has capacity to respond to the Iraqi refugee crisis in the same humanitarian spirit \nas the resettlement of Vietnamese refugees in the 1970s and 1980s.\n\n``That's in line with our country's traditions,'' said Vic Zikoor, 60, a San Jose civil engineer who immigrated from Iraq \nin 1979.\n\n``I feel very sad that Iraqis, specially the professionals, the brains of the country, are having to leave a country with \nlots of resources and potential,'' Zikoor said. ``If you were forced to leave your country and live in China, how would \nyou feel?''\n\nGeorge Zaia, a contract manufacturer in Milpitas, said he also supports the effort to resettle refugees. He has \ncousins in Baghdad.\n\n``They can't go anywhere; they can't do anything,'' Zaia said. ``I'm trying to bring them over here, but I don't know \nhow.''\n\nMany Iraqi-Americans agree that ending the war and bringing security in Iraq are paramount, but some said \nresettling refugees out of terrible conditions in Egypt, Jordan, Lebanon, Syria and Turkey, where millions of Iraqi \nrefugees have fled, is a must.\n\n``This isn't just a question of refugees,'' said Emad Yahya, a San Jose engineer. ``What we need to do is look at \nwhy this is happening and are we going to allow this to continue?\n\n``I hate to sound cold and non-compassionate,'' Yahya said. ``My wife's sister is sitting in Jordan, and they've \napplied for refugee status in the United States.\n\n``It's been five years,'' he said. ``In this situation, you have to put logic and not just your heart into it.''\n\nThe U.S. Committee for Refugees and Immigrants, a national non-profit group based in Washington, D.C., is \nholding a fundraising event to raise awareness about Iraqi refugees Jan. 31 at the Rockit Room, 406 Clement St., \nSan Francisco. Suggested donation is $20. The New York Times contributed to this story.\n\nContact Jessie Mangaliman at jmangaliman@mercury news.com or (408) 920-5794.\n"}