{"title": "House Ways and Means Committee Holds Hearing on Social Security 2100 Legislation", "body": "\nHouse Ways And Means Committee Holds Hearing On Social Security 2100 Legislation\n\nJuly 25, 2019 10:00 A.M.\n\nSPEAKERS:\n\nREP. RICHARD E. NEAL (D-MASS.), CHAIRMAN \n\nREP. JOHN LEWIS (D-GA.) \n\nREP. LLOYD DOGGETT (D-TEXAS) \n\nREP. MIKE THOMPSON (D-CALIF.) \n\nREP. JOHN B. LARSON (D-CONN.) \n\nREP. EARL BLUMENAUER (D-ORE.) \n\nREP. RON KIND (D-WIS.) \n\nREP. BILL PASCRELL JR. (D-N.J.) \n\nREP. DANNY K. DAVIS (D-ILL.) \n\nREP. LINDA T. SANCHEZ (D-CALIF.) \n\nREP. BRIAN HIGGINS (D-N.Y.) \n\nREP. TERRI A. SEWELL (D-ALA.) \n\nREP. SUZAN DELBENE (D-WASH.) \n\nREP. JUDY CHU (D-CALIF.) \n\nREP. GWEN MOORE (D-WIS.) \n\nREP. DAN KILDEE (D-MICH.) \n\nREP. BRENDAN F. BOYLE (D-PA.) \n\n\nREP. DONALD S. BEYER JR. (D-VA.) \n\nREP. DWIGHT EVANS (D-PA.) \n\nREP. BRAD SCHNEIDER (D-ILL.) \n\nREP. TOM SUOZZI (D-N.Y.) \n\nREP. JIMMY PANETTA (D-CALIF.) \n\nREP. STEPHANIE MURPHY (D-FLA.) \n\nREP. JIMMY GOMEZ (D-CALIF.) \n\nREP. STEVEN HORSFORD (D-NEV.) \n\nREP. KEVIN BRADY (R-TEXAS), RANKING MEMBER \n\nREP. DEVIN NUNES (R-CALIF.) \n\nREP. VERN BUCHANAN (R-FLA.) \n\nREP. ADRIAN SMITH (R-NEB.) \n\nREP. KENNY MARCHANT (R-TEXAS) \n\nREP. TOM REED (R-N.Y.) \n\nREP. MIKE KELLY (R-PA.) \n\nREP. GEORGE HOLDING (R-N.C.) \n\nREP. JASON SMITH (R-MO.) \n\nREP. TOM RICE (R-S.C.) \n\nREP. DAVID SCHWEIKERT (R-ARIZ.) \n\nREP. JACKIE WALORSKI (R-IND.) \n\nREP. DARIN LAHOOD (R-ILL.) \n\nREP. BRAD WENSTRUP (R-OHIO) \n\nREP. JODEY C. ARRINGTON (R-TEXAS) \n\nREP. DREW FERGUSON (R-GA.) \n\nREP. RON ESTES (R-KAN.) \n\n[*]NEAL: The committee will come to order. Good morning and thank you to our witnesses and guests for joining us \ntoday at our hearing on Social Security 2100 and the act.  \n\nRetirement income is often referred to as a three-legged stool Social Security, employer-sponsored pensions, \npersonal savings. I'm very pleased that the Ways and Means Committee has been hard at work this year to ensure \nthat Americans can retire with security and dignity. In May the House passed the SECURE Act 417-3 which helps \nmiddle-class families save for retirement and makes it easier for small businesses to offer retirement plans to their \nworkers. I would remind all that that was bipartisan. And just yesterday the House passed the Butch Lewis Act to \naddress the multiemployer pension crisis facing millions of Americans. That was bipartisan.  \n\n\n\nToday we turn to the very foundation of our retirement system, Social Security. For 64 million Americans who \nreceive benefits, Social Security is more than just a check in the mail, it is rock-solid security. It allows them to \nretire with dignity after a lifetime of hard work. Americans know they have contributed throughout their working \nyears and can count on the benefits they have earned.  \n\nPeople often think of Social Security as retirement but it is much more than that. It provides essential disability and \nlife insurance to young Americans and it insures both workers and their families. Almost 3 million children are \nreceiving benefits because their parent has died or become severely disabled or retired and let me tell you from my \nown personal experience I know what kinds of unforeseen challenges Social Security was designed to help. \n\nSocial Security benefits are modest averaging under $17,000 a year for retirees meaning half the Social Security \nbenefits in America live on less than a $17,000 derived earned benefit. They are the primary source of dollars for \nmany if not most beneficiaries. For six out of every 10 seniors Social Security provides again the majority of their \nincome and for almost one in three senior Social Security provides all or nearly all of their income. Social Security \nis likely to be even more important for the retirement of Millennials and future generations who are increasingly \nsqueezed by stagnating wages, disappearing pensions and so many other financial pressures and few of today's \nworkers have savings to survive on if they experience a life-changing disability. \n\nIt is fitting to note that tomorrow is the 29th anniversary of the Americans With Disabilities Act. I was an original \ncosponsor of that legislation and enthusiastically voted for it. It is important to recognize Social Security's role in \nsupporting economic security in communities for living with people who are helping out with their disabilities.  \n\nFor all its strengths Social Security also faces some challenges. It is fully funded for the near term but faces a \nmodest shortfall over the long term. Congress must act before 2035 to prevent benefit cuts and ensure that all \nworkers get the full benefits they are counting on. Congress has never allowed these kinds of cuts to occur and it \ncertainly is not going to happen on my watch.  \n\nIn addition, many seniors struggle to make ends meet even with Social Security and millions of today's hard-\nworking families face a very uncertain retirement. We need to think about enhancing benefits to make them more \nadequate. The bill we are discussing today, Social Security 2100 Act takes on these challenges and more than \nmeets them.  \n\nI want to come into my colleague John Larson and the Social Security Subcommittee for the particular skill that \nthey have shown at least in putting out a conversation piece of about the future of Social Security and the need to \nconsider its expansion. People who have worked very hard and contributed all of their lives should retire to a strong \nSocial Security system that pays them reliable and adequate benefits.  \n\nWe stand with the American public. They are very clear, Americans do not want cuts to Social Security. Social \nSecurity works and the if American family knows it. I often hear from constituents who wonder if Social Security \nwill be there for them when they need it. I am sure my colleagues on both sides of the aisle hear this question as \nwell and our constituents want to see it strengthened, not cut and that is what Social Security '21 does. It is fully \npaid for, it asks the most fortunate among us to pay for their share and it asks everyone to pay slightly higher \npremiums so that Social Security can remain strong.  \n\nNow you may hear some on the other side of the aisle talk about the premium increase or asking the most well-off \nto pay more of their fair share. They may say that that is a better argument for reforming Social Security but when \nRepublicans say they want to reform Social Security we want to make sure that it is not a proposal to cut Social \nSecurity and often times raising the retirement age and offering benefit cuts can do that.  \n\nRemember the last time that a serious effort was made to reform Social Security the proposal was to privatize it. \nSome of us on this committee vigorously protested that argument and President Bush Junior at that time backed \noff. Their plan would have cut Social Security's guaranteed benefits to substantially pay for private accounts. The \nbill before us today has not cut benefits. I repeat, it ensures that everyone receives their full benefit without cuts. \n\n\n\nBefore I turn to our Ranking Member for his opening statement I want to comment on a related topic. In my state \nand a number of others we have a long-standing problem for police officers, firefighters, teachers and other public \nservants who have paid into Social Security for part of their careers and into a separate state and local \ngovernment pension plan for part of their careers.  \n\nI am working on legislation with Mr. Brady while the windfall elimination provision or WEP, the WEP and we are \ntrying very hard to sort this issue diligently. Action on the WEP is long overdue and I look forward to introducing our \nbill soon and making further progress this fall. So I want to thank John Larson again for his leadership on the Social \nSecurity Act 2100 and with that let me recognize Mr. Brady, the Ranking Member, for his opening statement. \n\nBRADY: Thank you, Chairman. Social Security is the most successful anti-poverty program in our country's \nhistory. That is a fact.  \n\nFor our seniors who have worked hard their entire lives, our neighbors with disabilities and for so many families \nSocial Security is a lifeline but it is struggling financially and can't survive in the long haul without thoughtful \nbipartisan change. I commend Congressman Larson on advancing the discussion.  \n\nRepublicans on this committee are eager to work with Democrats to save Social Security once and for all for every \ngeneration but this has to be done without forcing young people, America's future. to struggle with smaller \npaychecks their entire working lives. This will only hurt those who are trying to help the most.  \n\nThe bill being debated today the Social Security 2100 Act harms young workers, it hurts small businesses and \nslows our American economy. Regrettably, this is not a Social Security reform bill, it is just Washington pinching \nmore of your paycheck, seizing more of what you earn.  \n\nTo be clear this is a $19 trillion tax increase on workers and small businesses. According to the nonpartisan joint \ncommittee on taxation, this outrageous paycheck grab would be a nearly 1000 percent increase in payroll taxes for \nlow-income families. Think about that.  \n\nYou are a 23-year-old who just graduated from college with $50,000 in staggering college debt it will take you two \ndecades to pay off to the government which means delaying purchasing that car you need, the home you hope to \nown and starting the family you dream of. Instead of helping you this bill forces you to cough up another $50,000 in \npayroll taxes to bankroll benefits for seniors and the wealthy cutting your lifetime incomes by more than 2 percent \nover your career. That is because you may not get as much back as you put in leaving our younger generation \nworse off.  \n\nMillennials get ripped off in this bill and they are not the only ones. Working families with both working spouses will \nface a yearly tax increase of $2100 every year and a single mom with two kids who today under our new tax code \ndoesn't pay a penny in federal income taxes on the first $53,000 on her income, she will see her paycheck cut by \n$1344 each and every year.  \n\nYour grandkids get mugged. To give your grandma a mere $32 more a month in her Social Security a low earning \ngrandchild will pay over $53,000 in higher payroll taxes. Middle-class young people will pay even more. Main \nStreet small businesses get hammered, too. Women and minority-owned businesses, first-generation \nentrepreneurs, young business startups their taxes also go without meaning may have less money to hire workers, \nraise wages, grow their business or contribute to the local economy.  \n\nWorse, both Millennials and small businesses will struggle to save more for their own retirement. They will \ncontribute less to their IRAs and 401(k)s because they are giving more to Washington DC. Seniors deserve better, \nworkers deserve better, our children and grandchildren deserve better.  \n\nIf we were truly interested in strengthening Social Security we would be doing this on a bipartisan basis. Not once \nin the program's nearly a century-long history of reforms to the program been made without Republican and \nDemocrats working together. There are ways to reform this program without devastating tax hikes on Millennials, on \nworking families and local businesses.  \n\n\n\nRepublicans want to secure benefits for current and future generations without taking away workers' hard-earned \nmoney. We have to do so through long-term economic growth. The best way to achieve that growth is through \npromoting work, not penalizing it. Social Security already discourages work, particularly among women and \nseniors.  \n\nLet's reform the program so that the best safety net available, a good-paying job as part of the equalization. \nDemocrats, my friends, often cry you don't have a plan. We do. We start Social Security reform by making sure \nour teachers, firefighters, and police receive the Social Security they have earned just like every other American \nworker.  \n\nThis is as the Chairman said a bipartisan issue. Let's start there in a way that doesn't hurt Social Security or raise \npayroll taxes and while reforming the program we have to put our most vulnerable neighbors first. That means \nfocused reforms that help make sure Social Security meaning for a long career but low-wage workers and others \nwho rely on the program.  \n\nAnd finally, if there is one key point we all agree on is this we have to act now. We can't punt reforms down the \nroad. And while Social Security solvency has improved in today's economy following our new tax code \nCongressional action today will require reforms nearly twice as substantial as those enacted in 1983 in a bipartisan \nway. The time is now to reform and save this program for all generations. Republic are hopeful we can do so \ntogether without massive tax hikes that are bad for young people, bad for small business and bad for the economy. \nThank you, Chairman. \n\nNEAL: I thank the gentleman. So let me think our distinguished witnesses for taking time to appear before us today \nto discuss this very important issue. \n\nLet me first welcome Stephen Goss who is the Chief Actuary of the Social Security Administration. Nancy J. \nAltman is the President of Social Security Works. Then we have Kelly Brozyna, a member of the Job Creators \nNetwork, the National Women's Coalition. Next we have Abigail Zapote, the Executive Director of Latinos for a \nSecure Retirement and finally, we have Shaun Castle, the Deputy Executive Director of Paralyzed Veterans of \nAmerica.  \n\nEach of your statements will be made part of the record in its entirety. I would ask you to summarize your testimony \nin five minutes or less and to help you with that time there is a timing light on your table. When you have one minute \nleft the light will switch from green to yellow and then finally to red when five minutes are up. \n\nMr. Goss, would you please begin? \n\nGOSS: Chairman Neal, Ranking Member Brady and members of the committee thank you very much for the \nopportunity to speak to you today about the provisions of the Social Security 2100 Act and the implications of \nenacting this bill. I appreciate this opportunity to expand upon the testimony and discussion with the subcommittee \non Social Security on this topic back on April 10 of this year. \n\nUnder the under immediate assumptions of the 2019 trustees report which came out in April we project the annual \ncost of the OSDI Social Security program will begin to rise above the annual income starting in 2020 due to the \naging of our population and the combined OSEI and DI trust fund reserves will thereafter become depleted in 2035.  \n\nIf that were allowed to happen continued revenue would be sufficient to pay only 80 percent of benefits currently \nscheduled in law in 2035 declining to 75 percent by 2093. Enacting adjustments to scheduled revenue and/or \nbenefits soon will allow more options, more gradual implementation, and more advanced notice to those who will \nbe affected. \n\nThe shortfall in revenue over the next 75 years as a whole is 2.78 percent of the current law taxable payroll or about \n1 percent of GDP probably the easiest way to think about it. The Social Security Act would eliminate the 75-year \nshortfall and achieve what we refer to as sustainable solvency meaning that the Social Security program would be \nprojected to be fully solvent for the foreseeable future, 75 years and even beyond. \n\n\n\nThe bill would generate additional tax revenue equivalent to about 1.4 percent of gross domestic product over the \nnext 75 years. 1 percent of that would allow for full payment of benefits scheduled under current law, another 0.3 \npercent would allow for increases in scheduled benefits included in the bill and the increases would be about 4.6 \npercent over scheduled benefits levels over the period as a whole and an additional 0.1 percent of GDP along an \nextra margin of solvency over that period which is useful given the uncertainties of the future. \n\nLet me briefly describe the provisions of the bill. Section 101 would increase the first benefit formula factor from 90 \npercent to 93 percent. This would be about a 3 percent increase in benefits for our lowest-paid beneficiaries, our 10 \npercent lowest paid and about a $30 a month increase for the top 90 percent of our beneficiaries.  \n\nSection 102 would change the annual Social Security cost-of-living adjustment by using the CPIE for elderly as \nopposed to the CPIW for all urban wage earners. Retirees at age 72, 10 years after they start becoming eligible, \nwould be receiving benefits of about 2 percent higher as a result of this and for those who are at age 82, they would \nbe receiving benefits about four years higher 20 years after they start becoming eligible.  \n\nSection 103 would update the special minimum benefit provision which is in current law but has become not of any \nuse because of the way that it has been indexed over time and the updated the special minimum would ensure a \nPI(SP) of at least 125 percent of the poverty level for long career workers with significant earnings over--over at \nleast 30 years. This minimum would be increased after 2020, not at the way the poverty level was normally \nincreased by CPI but would actually increase by of the average wage so it would not go away the current special \nminimum has. \n\nSection 104 would increase thresholds at the Social Security benefits subject to federal income tax from $25,000 \nto $50,000 for single filers and $32,000 to more than triple that $100,000 for joint filers. Section 201 and 202 would \napply the full payroll tax rate for years in the future 2020 and later to earnings in excess of $400,000. In 2020 that \nwould affect only the top 0.5--half of 1 percent of workers but over time by 2048 all earnings would be subject to the \nfull payroll tax. Additional taxes paid as a result of this provision would result in additional benefits being paid to \nthose individuals. \n\nFinally, section 203 would increase the combined Social Security payroll tax rate by 0.1 percentage point per year \nstarting in 2020 until we get to a 2.4 percent increase in 2043. So that would be a gradual increase starting in 2020.  \n\nAll of us in the Office of the Chief Actuary look forward to continuing to work with members of this committee and \nother members of the House and Senate in developing comprehensive legislation to maintain Social Security \nsolvency for the foreseeable future. Thank you again for the opportunity to talk to you today. I very much look \nforward to trying to answer any questions that you may have. Thank you. \n\nNEAL: Thank you, Mr. Goss. Ms. Altman, would you please begin? \n\nALTMAN: Chairman Neal, Ranking Member Brady and members of the committee Social Security is intended to \nprovide as its name suggests a sense of security, peace of mind but that invaluable benefit has been lost because \ntoo many Americans have been convinced that Social Security won't be there for them. Passage of the Social \nSecurity 2100 Act is an important step to restoring that peace of mind. \n\nAs important as it is though to balance income and outgo it is imperative to remember that that is merely a means to \nan end; the end, the goal, is to provide America's working families with economic security. Importantly the 2100 Act \nrestores Social Security to balance without cutting benefits and as important expanding them.  \n\nSocial Security's benefits are modest but vitally important to nearly all of its 63 million beneficiaries. As the \nChairman said those benefits will be even more important in the future because the nation is facing a retirement \nincome crisis. Given that Social Security is more universal, efficient, secure, and fair than its private sector \ncounterparts and that it can be expanded immediately with no startup costs increasing its benefits across the board \nas the 2100 Act does is the best solution to that crisis.  \n\n\n\nIt also is a solution to the squeeze on working families and income and wealth inequality. Now some argue that if \nbenefits are increased they should only go to those at or near poverty but this focus on need reveals a fundamental \nmisunderstanding of what Social Security is. Social Security is part of workers' compensation. The nation already \nhas a needs-based program for seniors and people with disabilities, the supplemental security income program. In \naddition to passing the 2100 Act, I urge you to expand SSI to assist the poorest among us.  \n\nExpanding Social Security will strengthen the economy particularly in rural communities. On the last page of my \nwritten statement is a chart showing Social Security's importance to each of your congressional districts. The 2100 \nAct is not only wise policy it is also what the American people want. As polarized as this nation is we are not \npolarized about Social Security.  \n\nSupport for the provisions of the 2100 Act is overwhelming according to numerous polls. Large majorities of \nRepublicans, Independents, Democrats, Tea Partiers, union members, all ages, genders, income levels, races, \nethnicities, support expansion and oppose cuts. They support requiring the top earners to pay more and also are \nwilling to pay more themselves. \n\nIt is noteworthy that the rate increase in the Social Security 2100 Act is substantially more modest than every \nsingle past annual increase in the history of the program, just five-hundredths of a percent or $0.50 a week for a \nworker earning $50,000. The overall increase phased in all the first almost a quarter of a century, 24 years, is \nsmaller than every other 24-year increase up until 1990, the last time the rate was increased. \n\nThe Social Security 2100 Act includes provisions that should be attractive to conservatives including a tax cut. \nSome seem to believe though that to be a consensus package there have to be benefit cuts as there were in 1983.  \n\nThe late Robert M. Ball who represented Speaker O'Neill in his negotiation with President Reagan was concerned \nthat policymakers would take that wrong lesson from the 1983 experience. Just months before his death he wrote in \n2008 what was right in 1983, a balanced package of benefit cuts and tax increases would be wrong today. He said \nit is the essence of responsibility in my view to insist on no benefit cuts.  \n\nI am confident that if Bob Ball were alive today he would urge passage of the Social Security 2100 Act. Thank you. \n\nNEAL: Bank the gentlelady. With that let me recognize Ms. Brozyna. Please begin. \n\nBROZYNA: Thank you. Chairman Neal, Ranking Member Brady and members of the committee. My name is Kelly \nBrozyna and I am the founder and President of the Colorado Business Development Foundation which is a \n501(c)(3) nonprofit that provides entrepreneurial resources in Colorado.  \n\nThrough my experience in working with small businesses in this position plus 24 years' experience with the \nSPDC(SP) network and membership in the job creators network which by the way their dream of business \nownership experiences freedom, flexibility, and financial success whom I am representing today. I am also here \nrepresenting the 90 million Americans who work and own small businesses. Thank you for inviting me to discuss \nhow this Social Security 2100 Act would impact small businesses and their employees and I'm here today to help \nbring the human factor of what this bill will mean to small business and individuals. \n\nTo recap the proposal would raise the payroll tax for several years by 2.4 percent to a total of 14.8 percent earned \nincome. On the surface that seems like a small tax increase but it would take a painful bite out of the of the incomes \nof entrepreneurs, workers, and small business owners. The tax increase is split between employees and employers \nmeaning they both see their taxes increased by 1.2 percent points.  \n\nConsider first how this would affect workers like my daughter Catherine(SP) who lives in Boston. She recently \ngraduated from Montana State University and landed her dream job in Boston working for a travel company. She \nearns about $45,000 a year and lives outside of the city limits to afford living in (INAUDIBLE) housing. When I \nspoke to her about how this tax increase would affect her personally her taxes would go from $540 a year to $3330 \na year and this tax hike could potentially mean that she might not be able to afford to live where she is at and live \nand work at her dream job in the future. \n\n\n\nWhat the committee must understand is that the tens of millions of Americans like my daughter live on a fixed \nincome and can't afford a new tax expense. Even if it's only a few hundred dollars a year phased in slowly it still is \neffective. Remember that the payroll tax is the biggest tax most of American employees. Catherine makes enough \nmoney today to afford to cover all of her expenses and live and work in Boston but this may mean she would have \nto give up that dream in the future. \n\nThen there's the cost to these small business owners. I have a good friend who is an African-American veteran-\nowned business who retired after 20 years of serving the Army and serving our country and moved to Colorado for \nthe quality of life. His biggest fear was to work a five day a week job eight hours a day in an office so he started his \nown business and he's a home inspector offering radon testing and water line inspections.  \n\nPresently he is going back to school using his G.I. benefits to get his HVAC degree to grow his company and add \nadditional services. He is one employee but his growth is there and he is planning on trying to hire more people in \nthe future.  \n\nWhen I spoke to him about this tax increase he is really upset. He said it would increase his taxes by thousands of \ndollars and what does this mean to him? This means that he would end up eliminating his entire marketing budget \nand when you are in a business that is very social like that you need that marketing to bring on new business. He \nwould hold off buying new equipment such as (INAUDIBLE) testing and kits and cameras to grow his business as \nwell and of course the typical thing he would end up having to pass on those expenses to the customers. He also \nsaid that he may even cut down on the amount of work that he does because the tax increase wouldn't make sense \nfor him to continue doing on his path presently.  \n\nThe tax increase is particularly hard on sole proprietors who pay both sides of the payroll tax. Almost 15 percent \nthey are going to be paying in the future. My good friend Susan, who is an LLC, does personal concierge service \nand relocation service for the aging community and this proposed tax increase means that she would have to quit \nher job, quit the company, and go back to corporate America. \n\nMy 24 year plus experience working with entrepreneurs both in Texas and in Colorado I have found that it takes \nabout 3 to 5 years for small businesses just to break even. The vast majority of those nation's small businesses are \nsole entrepreneurs meaning that they don't have employees which also means that they would be paying the full \n14.8 percent themselves. \n\nIn many cases, these entrepreneurs bootstrap their business and barely have three months reserves to stay in \nbusiness. We typically recommend six months to a year but the reality is it is about three months that they have. \nThis hike--this tax increase would actually prohibit them from even keeping three years--three months' worth of \nreserves.  \n\nRaising taxes on risk-taking entrepreneurs is another significant hurdle that could prohibit them from ever making \ntheir dream come true. Established businesses in my experience and I've seen it personally respond how they \nalways do they will hold off on hiring, they will reduce hours for their employees, they will hire contractors instead \nof employees. and they will increase their prices and pass them on to the consumer or maybe some combination of \nall of these.  \n\nSome businesses extremely--who have extremely low-profit margin will even have to cut staff or close altogether. \nSmall businesses are the backbone of our economy, we all know that. We need to support creative entrepreneurs \nand help them make their dreams come true not burden them with tax increases will only stunt entrepreneurial \ngrowth and creativity and reduce the living standards.  \n\nWe want to help small businesses to be successful. They have enough hurdles presently as it is and it is very \nexpensive for people to start their own business. \n\nNEAL: We think the gentle lady she--time is up. Thank you very much. With that let me recognize Ms. Zapote. \nWould you please begin? \n\n\n\nZAPOTE: Thank you, Chairman Neal, Ranking Member Brady and the rest of the committee members for inviting \nme to speak today.  \n\nMy name is Abigail Zapote and I'm the Executive Director of Latinos for a Secure Retirement. Our organizations \nrepresent the more than 60 million Latinos in the United States. Collectively we are one out of every five Americans \nand the fastest-growing and youngest ethnic group in the United States with a median age of 28 making it \nimperative to continue to have a strong and robust Social Security insurance program for future generations. I sit \nbefore you today not just on behalf of the Latinx(SP) community but with a tremendous responsibility to millions of \nAmericans who could not be here today to take a stand in expanding Social Security and urge to solve this \nlooming solvency crisis. \n\nI would like to speak to the importance of the Social Security 2100 Act today. This legislation will not only improve \nSocial Security and exponentially increase quality of life for beneficiaries, but it will also reduce elder poverty rates \nnationwide and ensure Social Security benefits for the next 75 years. To put in perspective I would like to offer a \ntestimonial on the intergenerational path that our families share because of the lack of retirement security in our \ncommunity. \n\nOver the course of two decades 53-year-old (INAUDIBLE) has diabetes developed into cataracts and later resulted \nin kidney failure. That is when his sister realized that his care was more than she could take on as she herself had \ntwo children and a family of her own. So (INAUDIBLE) daughter (INAUDIBLE) stepped up.  \n\nAt just 26 years old she became her father's primary caregiver. So every day Lorana(SP) with her help from her 25-\nyear-old brother helps her blind father use the bathroom and get dressed. She cooks his meals and administers his \ninsulin and medication three times a day. Today with us in this chamber we also have a family just like Lorana's.  \n\nAt just 15 years old Vivian shared the responsibility of taking care of her grandmother using her school lunch break \nand time that other students dedicated to work, friends. and extracurricular activities to return home to take care of \nher (UNTRANSLATED) until her final days. Lorana and Vivian are just part of the growing number of Hispanic \nmillennial caretakers.  \n\nAccording to a 2018 report from AARP 38 percent of Hispanic family caregivers are between the ages of 18 and 30 \nmaking us the youngest ethnic group of providing care. So not only are we translators, legal aid for our families in \nthis tumultuous time, breadwinners but also caretakers. We cannot wait until 2035 to fix the solvency crisis. By then \nI will be 45 years old paying into a system that would only give me 75 percent of my Social Security retirement \nbenefits.  \n\nAs a millennial, I am willing to pay the additional text to ensure that my generation and future generations also \nhave the same or dare I say better benefits and equity than generations do today. This is just one of the many \nreasons that the Social Security 2100 Act is so pivotal in our community.  \n\nAdditionally using consumer price index for elderly to calculate the cost of living adjustment will ensure that benefits \nare expanded and our families are maintaining their quality of life, not having to make tough decisions like rationing \nmedicine or missing a utility payment. In 2018 the average benefit for seniors was $16,956. These benefits are far \nfrom generous but for Latinos, these benefits compromise at least half of Latino elderly households and 74 percent \nof total income of Latino elderly households receiving benefits.  \n\nUnfortunately, the struggle against racial inequity follows many black and Latino Americans into retirement. I will \nshare brief statistics to explain the grave outlook of our communities' retirement security. \n\nIn 2016 Latinos had a medium wealth of $6400 compared to the white median wealth of $140,500, a wealth \ndisparity that was increased during the housing market crash in 2008 where Latinos not only lost their homes but \ntheir retirement wealth as well. In 2017 nearly one out of five Latino workers were paid poverty wages leaving them \nbelow the federal poverty line even when they worked full-time year-round.  \n\n\n\nCurrently, only 38 percent of Latino US workforce had access to employer--employer-sponsored retirement plans \nleading to a lack of retirement accounts for 69 percent of Latino working-age households. For Latinos, the wage gap \nand retirement security is even worse. On average Latinos in the US are paid 47 percent lower than white men, \nthat is $0.53 to the dollar. Lower earnings for Latinos means less money for their families.  \n\nOur congressional leaders need to address this alarming civil rights issue as healthcare, housing, and living \nexpenses for seniors continue to rise at alarming rates. Not only do we need to ensure that seniors maintain this \nlifeline during retirement but that future generations can access full benefits at the end of their lifetimes. Our \ncommunities deserve policies that provide all Americans benefit equity as they enjoy their golden years. Thank you. \n\nNEAL: Thank the gentlelady. Let me recognize Mr. Castle. \n\nCASTLE: Chairman Neal, Ranking Member Brady, members of the committee I am Shaun Castle, Deputy \nExecutive Director for the Paralyzed Veterans of America and I want to thank you for giving me this opportunity \nonce again to testify about the importance of Social Security to the millions of veterans and members of the \nmillennial generation like me.  \n\nMany of you--excuse me many of you heard my reflections earlier this year about this vital social insurance \nprogram that has covered millions of--millions of military service since 1957. As you know veterans and their \nfamilies comprise 35 percent of the Social Security recipient population.  \n\nMy own Social Security story began in November 2003 when I was 22 years old. I planned to make my military \nservice my career when a training accident damaged my spine and ultimately forced my military medical retirement \nin 2004. I was granted an initial $700 a month in VA compensation.  \n\nA subsequent surgery in 2008 resulted in irreparable damage to my spinal cord and in January 2009 when I was 27 \nyears old I was granted Social Security disability insurance. I was not working because of my injuries and had run \nthrough my sick leave. When I was determined eligible for SSDI I was on the verge of being homeless, running out \nof food, and dealing with the ramifications from a second failed surgery that had put me in a wheelchair \npermanently.  \n\nBeing granted SSDI gave me some breathing room. I was finally able to get into an accessible home and to start \nmy life back again. Had I not received SSDI when I did that I do not honestly know where I would be today and what \nI would have done.  \n\nHaving Social Security and the Medicare coverage that came with it gave me the financial and healthcare security \nto recover from losing my career twice in a two-year span and Social Security's work incentives supplied the \nassurance for me to pursue a new life and new opportunities. I returned to school in 2014. In 2017 I accepted this \nposition with PVA. I really have SSDI to thank for being there when I needed it the most and it played a role in \nhelping me to get to where I am now.  \n\nMy entire life I have heard the same narrative over and over that Social Security is in dire trouble and cannot be \nsustained without drastic restr--drastic reductions in benefits. This is not borne out by the facts. Social Security is a \nself--self-financed through the contributions of workers and employees and will be able to pay full benefits until \n2035. True 2035 is not that far away but PVA believes that the system's modest funding shortfall can and must be \nclosed without cutting benefits for current or future generations. \n\nPVA views Social Security is a vital public insurance, particularly because all of our members benefit in some way \nfrom this program whether it is the benefits that afford them a secure retirement, protect their survivors and \ndependents or enable them to manage living with a disability with dignity.  \n\nWhen I was first injured I sought out life insurance to ensure that my wife would be protected in the event that my \nspinal cord injury cut my life short. I do not recall how many insurance companies I applied to--to for a policy but \nevery single time I was denied because of my disability.  \n\n\n\nSocial Security is the only guarantee--only guaranteed source of retirement, life, and disability insurance available \nto the general public that cannot be withheld because of a health condition, terminated by an employer or won't \ndisappear because a company's pension fund goes bankrupt. That is why PVA strongly supports the Social \nSecurity 2100 Act.  \n\nIn particular, we applaud the provision that would enable--that would establish a more realistic cost of living \nadjustment for beneficiaries, strength, and protection for low-income workers and for all beneficiaries, cut taxes on \nbenefits for nearly 12 million beneficiaries and make long-overdue adjustments in the financing mechanism for the \nsystem.  \n\nWe also appreciate its recognition that Social Security's disability, retirement, and survivor protections are all part \nof one unified system and the fact that Social Security actuaries have determined that this bill will ensure the long-\nterm solvency of the trust funds making sure it remains strong for future generations. This legistration(SP)--\nlegislation demonstrates that preserving and strengthening Social Security can be done without causing harm to \nbeneficiaries, many of whom rely heavily on its programs for economic security. \n\nAt the April subcommittee hearing, some decreed the adverse impact that this bill would have on the average young \nworker who would eventually pay an additional $600 on emerging--on earnings of $50,000 a year. Overlooked was \nthe increase in the subsequent Social Security benefits that would occur--that would occur to those Millennials in \ntheir retirement under the Social Security 2100 Act. For the average worker, this means paying an additional $0.50 \nper week through 2043 to keep the system solvent. As a millennial, I am willing to pay the additional $0.50 per \nweek to preserve the system.  \n\nThank you Mr. Chairman, Ranking Member Brady and the members of the committee for your attention this \nmorning. PVA stands ready to work with you and your colleagues in advancing this legislation to extend and \nenhance Social Security, this vital social insurance program. \n\nNEAL: Thank you, Mr. Castle. We will now proceed to questioning under the five-minute rule. Consistent with \ncommittee practice I will first recognize those members present at the time of the gavel coming down in order of \nseniority. Let me begin by recognizing myself. \n\nMs. Altman, thank you for your testimony and as you mentioned Social Security is the foundation of economic \nsecurity for millions upon millions of Americans. Is there bipartisan support among the public for expanding Social \nSecurity and what do your surveys tell us? \n\nALTMAN: There is overwhelming bipartisan support. Social Security is an area that has been very heavily polled \nfrom the beginning. Social Security administration does polling, I am sure every candidate who runs for office does \npolling. AARP does polling, Heritage Foundation does polling and what is amazing is how consistent all of the \npolling is.  \n\nThe American people, as they say, are quite united. Just this March the Pew Research Center had a poll that \nshowed that let me get my numbers here because--74 percent including 68 percent of Republicans opposed all \nbenefit cuts and 18 to 29-year-olds oppose them as well by 65 percent.  \n\nThe--I think one of the most interesting poles was one that was done also by Pew just in the lead up to the 2018 \nelection where people were asked who they supported of the remaining candidates and a slew of issues and all of \nthem Kasich(SP) supporters, Cruz supporters, Sanders supporters they all came out for they absolutely wanted no \ncuts and there is similar polling, polling was done in the lead up to the 2018 election would you be more likely or \nless likely to vote for a candidate who supported expanding benefits and there again it was two out of three \nincluding Republicans who they were asked did you support Donald Trump, are you a registered Republican and \nthe numbers all come out the same. It's--it's not just a small majority, it is a substantial majority of all of those \ncategories. \n\nNEAL: Thank you. And Ms. Zapote and Mr. Castle I want to thank you for being here and telling us your stories. \nWhat does it mean to you personally as Millennials to know that you are protected by Social Security? \n\n\n\nZAPOTE: Social Security is definitely a lifeline that I know I can't wait to be able to take a part of once I am in my \nsenior years but not only that if there were anything to happen to me or my family in that sense. Did you want to say \nanything? \n\nNEAL: Well, some of it is not that enthusiastic. \n\nZAPOTE: Fair enough and I think that you know it really is that lifeline for a lot of people that we definitely need at \nthe end of our lifetimes. For me as a millennial to see that by 2035 there is already going to be a 20 percent or 24 \npercent cut it is really disheartening and that is why we are here today to ensure that we convince everybody in this \nroom to keep the legislation moving forward because we need that solution now. \n\nNEAL: Mr. Castle? \n\nCASTLE: So she covered I would like to address as a millennial with a disability. This is something that is \nimperative for people. Most people don't think that this can happen to you that I won't end up with a disability, I \nwon't end up in need of this, I won't end up in a position where I fall below the poverty line and I need help from \nSocial Security in different areas.  \n\nThis is something that is drastically needed for all generations but especially the millennial generation as cost of \nliving gets higher, as cost of healthcare insurance gets higher, as cost of disability benefits, as cost of life insurance \nbenefits gets higher. As I pointed out in my testimony you can't buy life insurance, you can't buy long-term disability \ninsurance, you can't buy retirement accounts for the price that you can paying into this payment for this benefit. It's \njust not available.  \n\nSo as a millennial I mean this is something that it needs to be there that I hopefully you know I God-willing live to \nthe age of 67 again and I don't need to go back on Social Security disability benefits because of my injuries before \nthere but it is something that has to be secured for the long-term. It is something that must be there. \n\nNEAL: Thank you, Mr. Castle. Let me recognize Mr. Brady for five minutes. \n\nBRADY: Thank you Mr. Chairman. The joint committee on taxation analysis is clear Democrats Bill has a \ndevastating impact on workers, on small businesses and the economy.  \n\nBy the end of this decade, poverty-level earners will face a $1000 tax increase while millionaires will face a tax \nincrease of a mere 9 percent. Think about that, 1000 percent tax increase on poverty earning workers, many of \nthem Latinos and African-Americans, the disabled and those without high school degrees, millionaires a mere 9 \npercent. Maybe we could poll that and see how that is felt by the American people.  \n\nBut even that doesn't tell the whole story. That is why today I am sending a letter along with Tom Reed, the \nRanking Member on Social Security, the Congressional Budget Office requesting they complete a full analysis of \nthe bill. Social Security is just too important to our seniors, those with disabilities, all workers for the committee to \nmove forward without CBO's analysis. \n\nAnd while we have a Social Security actuary's analysis and he is here with us today thank you Mr. Goss Congress \nrelies on CBO as our official scorekeeper. It is essential that we have both analysis.  \n\nMs. Brozyna thanks for highlighting the real-life impact this bill will have on small business across the country. This \nis a massive payroll tax increase on everyone especially low-income workers and even though thanks to tax reform \nand balanced regulation unemployment rate for Latinos is at record low the disability trust fund has and Social \nSecurity has--has gotten better by almost 2 decades just in the last year because more of those with disability are \ngoing back to work. That is good news.  \n\nBut the question for you is as a small business who hires workers, many of them first-time workers you know and \nthat starting wage trying to get up so if your workers have smaller paychecks because of this bill and you have \nsmaller paychecks because this bill how do you save for retirement yourself and what does this do for your ability to \nhire more young people and workers? Can you talk to us about that? \n\n\n\nBROZYNA: Thank you for the opportunity. I would be happy to. Experiencing firsthand how small businesses do \ntheir hiring and their thought process as I mentioned in my opening speech existing established companies will \nactually literally not hire in the more people. They will actually cut their wages or they will hire contractors. So that \nis one aspect of it.  \n\nAs a low-income employee or earning a lower wage as an employee what they will end up doing is they will not be \nable to afford any extras in their life. They won't be able to travel, they won't be able to visit family for holidays, they-\n-I mean they won't even be thinking about saving for retirement, they are thinking about paying the bills today. And \nas hiring Millennials that are coming in there they are thinking about today. They are thinking about how they are \ngoing to make bills meet, they are going to think about can I have gas money to get back and forth to work? Can I \npay for that Metro pass you know to get so it affects them? \n\nBRADY: Can Millennials coming out of college with just loaded with student debt how do smaller paychecks help \nthem pay that back? \n\nBROZYNA: Well it doesn't. I mean a lot of times they can go off of their income to pay back their--their student debt \nbut they will pay--I have friends that are paying off a 20+ years still paying off their student loan debt. We are \ntalking it is devastating to their family. \n\nBRADY: So how about working families? So under this bill, both spouses work which is common these days to \nmake ends meet. So that family, working family will see a tax increase of $2100 a year after this is fully phased in. \nHow does--how does--how do they save for retirement when their paychecks are $2000 less each year? \n\nBROZYNA: They take on a second and a third job in many cases. I can't tell you how many of my friends and \nespecially in the minority community that they are now Lyft drivers or Uber drivers to try to make ends meet. So \ntrying to afford to give their kids a good education and pay a little extra for tutoring and so they end up taking a \nsecond and a third job just to cover those. If we add this added tax burden on them I am not sure what will happen. \nTheir kids that are in middle school and high school will suffer from their education level. \n\nBRADY: Can I ask you this--can I ask you because this is so revealing, for small businesses do you think most \nsmall businesses along Main Street know there is a $19 trillion tax hike coming out of payroll taxes headed their \ndirection? Do you think they know that? \n\nBROZYNA: No and as a matter of fact when I was inquiring to get some examples for today's hearing they were \nshocked, they couldn't believe it and I am getting a amazing feedback from everybody both on social media and \npersonally of how this will be devastating to them and they might have to stop doing what they are doing. \n\nBRADY: Thank you, Ms. Brozyna. \n\nNEAL: Let me recognize the gentleman from Georgia, Mr. Lewis to inquire. \n\nLEWIS: Mr. Chairman thank you for holding today's hearing. I would also like to thank a colleague Congressman \nJohn Larson for his tireless work and leadership on this issue.  \n\nSocial Security is a sacred promise to the American people and it is a pact that we must not break. For more than \n60 million Americans this program rescued them from poverty. In my district, more than 100,000 people rely on \nthese benefits, more than 100,000 in the Congressional district that I represent in Georgia.  \n\nMs. Altman, I have a simple question. People usually think of Social Security as an issue for seniors, an issue for \nthe elderly. May you address how Social Security affects different generation and especially young people, \nAmerican youth? \n\nALTMAN: Although most people don't realize it Social Security is the nation's largest children's program, about 8 \npercent of America's children are either receiving benefits directly because a parent has died or become disabled or \nliving in a family where the main source of support is Social Security.  \n\n\n\nTheir grandparents--Social Security is the most important source of support in families where grandparents are \ntaking care of their grandchildren and as Shaun and Abby have said in their testimony although people think of it as \nan old person's program and all of that all of us are as we cross the street when a hurtling truck is going by are five \nsteps away from needing Social Security's disability insurance. It is protecting Millennials today that has disability \ninsurance and life insurance if God forbid something happened to them. \n\nLEWIS: I want to thank each one of you for being here for your testimony. Mr. Chairman, I yield back. \n\nNEAL: Thank you. Let me recognize the gentleman from Florida, Mr. Buchanan, to inquire. \n\nBUCHANAN: Thank you Mr. Chairman for an incredibly important hearing. In my area, I am in Sarasota, Florida \nthat region so protecting Social Security the programs are critically important to people I represent and obviously \nto me, 220,000 beneficiaries that are have access to this program. \n\nI do a lot of town halls, telephone town halls; my lifetime I've done 80 of them and you hear the passion a lot of \npeople in terms of a third of them and I guess who get to 65 have literally nothing but their Social Security and you \nhear different numbers, another third have something but not enough and then another third maybe lucky or have \nsaved up or whatever, they are in a better position and they weather the storm a little bit better. \n\nBut you see a lot of people get into their 90s in Florida, that's the new age group, that is something that has got to \nbe looked at clearly. But I want to say that to Mr. Larson, my friend, I appreciate his leadership on this. I think \nworking with Mr. Reed on our side we can get something done. We need to get something done.  \n\nThis is an opportunity but as the Chairman expressed early on it is a conversation piece meaning that I think this is \na good start. If you look historically unless we do something together we are not you know this is that going to get \ndone in a serious way or it's going to be an ongoing challenge. And then the other thing just look at healthcare over \n10 years, the same thing there. So we've got an opportunity to make a difference. I think time is of the essence.  \n\nMr. Goss let me ask you and I want to thank you for your service. As long as I have been on this committee you \nhave been here and I know you have been longer than that. But you mentioned I think Social Security now is \npassed over $1 trillion we pay out. Is that right? Or close to it or is it over $1 trillion? \n\nGOSS: That is correct. It is a little over $1 trillion this year. \n\nBUCHANAN: And we talk about from a bipartisan standpoint I'm sure you've looked at the historical aspect of \nSocial Security. Has there ever been a time in the past where we did address it in the '80s but may be before that \nthat we haven't worked together Democrats and Republicans to resolve this? \n\nGOSS: I do not believe so. \n\nBUCHANAN: Then as I mentioned time being of the essence we always have a tendency here to wait until the last \nminute. How much time do we have? You mentioned 2035 but the reality of it is the longer we wait the tougher it is \ngoing to be able to address this fix and that is why it is important we deal with it today.  \n\nIs it your--what is your thoughts on the timeframe on this that we need to address the viability of Social Security \neven though it's down the road 2035, when--when do we need to address that? \n\nGOSS: It is absolutely imperative that we do make changes over the next within the next 16 years. It would be a \ngreat advantage in enacting changes even if implemented over the next 16 years and acting them relatively soon it \nallows more options, it allows a more gradual phase-in of changes and more advanced notice to individuals who \nwill be affected. \n\nBUCHANAN: Thank you. Mr. (INAUDIBLE) I mean let me mention, ask you just quickly as we look at the increase \nin taxes that is going to go from 12.4 to 14.8 I realize that is over a period of time but what a lot of people don't \nrealize you say it's 1.2 to--or 2.4 percent but right now they are paying in collectively half and half the employer and \nthe employee 6.2 it goes to 7.4. \n\n\n\nSo collectively they are paying almost 15 percent and it is part of as someone mentioned earlier it is part of the \nemployees benefit program when this gets fully at the number they would be paying in 7.4, the employer or the \nentrepreneur is going to pay in 7.4. So again can you touch a little bit more on the impact for startups, \nentrepreneurship and small business and I would just say I chaired our chamber locally but in the state of Florida 95 \npercent of businesses are probably 25 employees or less and the impact it has on them? \n\nBROZYNA: Happy to. The majority of the businesses that I worked with actually had five or less employees and a \nlot of those are family-owned businesses as well. So you it sounds great in theory that they split it 50-50 but when \nyou have family members that are working for you ultimately they are paying--they are paying almost 15 percent \ntogether on those taxes.  \n\nWhat that means is as I mentioned before they are not going to hire. They are going to do contract workers, they \nare going to cut hours. They are going to do everything around and then pass the price on to the consumer and the \ncustomers. So ultimately we as constituents and we out there are going to end up paying that extra fee because \nsmall businesses need to make it up someplace and they will pass it on. \n\nBUCHANAN: Thank you and I yield back. \n\nNEAL: Thank the gentleman. Let me recognize the gentleman from Texas, Mr. Doggett to inquire. \n\nDOGGETT: Thank you, Mr. Chairman, and thank you for the testimony each of you provided. Certainly, Social \nSecurity is the security of knowing that a lifetime of work results in the dignity of retirement.  \n\nToday we focus on the success of Social Security and making the necessary reforms to ensure that it is there not \njust for grandparents but for our grandchildren and our great-grandchildren. Since President Roosevelt signed it into \nlaw it has dependably provided hope, protection, and security. I doubt that there is a family in this country that \ndoesn't have a family member for whom Social Security has been vital.  \n\nThe efforts that Mr. Larson has made with this bill are an attempt to respond in a constructive way, in a bipartisan \nway to the challenge that the actuary has described this morning that if we do nothing there will come a time in the \nfuture that we are not able to provide 100 percent of Social Security benefits and that as early as next year what is \ncoming into Social Security will be exceeded by what's going out in paying benefits, benefits that are by the way \npretty modest where most families would not want to rely exclusively on Social Security though many families and \nespecially many single women across this country do exactly that.  \n\nAnd so faced with that kind of situation you can do one of several things. Mostly our Republican colleagues \nespecially after passing a $2.2 trillion worth of debt in an unwise tax bill have said we have no choice but to cut \nentitlements. They don't say cut Social Security but Social Security being the largest of those entitlements is \nexactly what they have been mind.  \n\nAnother possibility is to come up with some gimmick like letting Wall Street take over Social Security. That is \nexactly what President George W. Bush once promised as a way of using his political capital to do just that. And the \nother possibility is to add some revenue so that when we reach 2030 we are not forced to cut benefits by 20 percent \nbut we have the revenue to meet the needs and you can't raise revenue without having some additional taxes to \ncover and provide that revenue. \n\nMs. Altman, isn't the only alternative to providing some additional revenue is to cut benefits? \n\nALTMAN: Yes, that is correct.   \n\nDOGGETT: And--and that's what's been advocated in the past, along with the scare tactics of trying to convince \nMillennials that there won't be any Social Security there when they need it so that they'll abandon this system. I \ndon't believe there's any free lunch here, we have to provide the revenue to--to match the benefits that folks need.  \n\nI'm particularly interested--and Mr. Castle, I was interested in what you had to say, recognizing that this is not just \nabout seniors but it is OASDI old-age survivors and disability insurance. A critical part of this is the disability side. \n\n\n\nAnd I've been concerned that as important as Social Security is, and you're a living example of this, it's important \nthat we make improvements and strengthen Social Security. Mr. Larson does this some. I'm concerned about the \nfive-month delay to receive benefits after you've qualified for disability insurance.  \n\nAnd even more concerned about the two-year delay that someone who's found to be disabled has to wait before \nthey qualify for Medicare. I'm working on legislation with Senator Casey to eliminate those waiting periods, and to \nensure that individuals with disabilities have access to health care when they need it, not on a timeline that is \nconvenient for government. And I would appreciate your just commenting a bit on the challenges that you face that \nother individuals face who have a disability or found to be disabled but have to wait to get access to health \ninsurance. \n\nCASTLE: Well, thank you for that. That's something that PVA, Paralyzed Veterans of America, absolutely stands \nbehind is eliminating that waiting period. It's something that I had to deal with my--myself. It's something that many \npeople I know, all the people I represent have had to deal with. It doesn't make sense that you fight for years to \nfinally be found--to qualify for the benefit that you've paid for and say, \"Yep, you're disabled, you now will receive \nbenefits, financial benefits, and back pay for the time you've waited. But now you have to wait another year or a \nyear and a half, in some cases, to get the medical coverage to actually treat the disability that you are qualified for \nthe benefit for.\"  \n\nIt doesn't make sense. It's something that is putting the burden back on people with disability to have to wait a year, \nyear and a half, sometimes longer, up to two years sometimes to receive the medical coverage to treat the disability \nthat they were found and found to be disabled enough to receive the benefit. It's something that is backwards in the \nsystem. So absolutely Paralyzed Veterans of America absolutely stands behind any legislation that would get rid of \nthat type of barrier not just for veterans but all people with disabilities. \n\nDOGGETT: Thank you very much. Thank you, Mr. Chairman. \n\nLARSON: Mr. Smith is recognized.  \n\nADRIAN SMITH: Thank you, Mr. Chairman. Thank you to our witnesses. Given the importance of Social Security, \nI--I strongly feel that we need to have a thoughtful discussion about this very topic and certainly a thoughtful \ndiscussion on various proposals so that we can vet these proposals. And ultimately, hopefully, we'll work together in \na bipartisan fashion to ensure the solvency--the long-term solvency of Social Security.  \n\nI have concerns about the current proposal being a massive new middle-class tax increase. In several hearings this \nyear, I've used the example of a single mom with two kids earning $50,000 per year--per year who has no federal \nincome tax liability under the tax cuts and JOBS Act. Rather than go back to that very same scenario, I'll use a \ndifferent example. Since the House passed the bill last year to raise the minimum wage to $15 per hour, I think we \nshould focus on what this bill would mean to someone currently earning that hourly rate. Under TCJA, a single mom \nwith just one child, currently making $15 per hour and working full-time, that's roughly $30,000 per year, she has no \nfederal income tax--under a no federal income tax liability under the TCJA. None, zero.  \n\nHowever, this legislation would raise the taxes on this--on this single mom by $720 per year, a 19 percent increase \nin the payroll tax burden on her. That is $60 per month, which is currently in this mom's paycheck. We would now \nbe asking her to hand over to the federal government $60 she wouldn't have to buy food, diapers, put gas in her \ncar, and many other things so that she can make a living. We're not only concerned about this tax increase on--on \nsingle moms. Let me say that Nebraska's third district is the number one district in agricultural production with farms \nand ranches. And while we know that even the employer-share payroll taxes ultimately comes out of the \nemployees' paycheck. This is particularly noticeable to these farmers and ranchers who operate as sole proprietors \nand directly paid both halves of their Social Security and Medicare taxes.  \n\nMs. Altman, I was wondering if any polling has been done in terms of what the general public would--would have to \nsay about the self-employed small businesses having to pay both sides of--of the payroll taxes? Is that a popular \nitem as well? \n\n\n\nALTMAN: Well, of course, when it is self-employed, they get a--a--a deduction. I don't know that it's ever been quite \ntested that way. But I think most people do--I--I don't know if there's polling on it. The--the reason Congress has \ndone it that way is that it's equivalent to an employer-employee relationship. \n\nADRIAN SMITH: Certainly, I--I think there is some explanation to that. But it is something we need to keep in mind \nwhen increases are proposed. That some folks have to pay both sides of that. That's why I think we should be very \ncareful adding any new benefits as well on under the payroll tax. So I--I hope that like I said, we can work together \non this.  \n\nBut Ms. Brozyna, in your testimony, you discussed the potential impact of the tax increase on your daughter, who \njust graduated from college--congratulations to her and to you and attempting to start her career in Massachusetts. \nCould you discuss further your daughter's budget currently, what it looks like and what this tax increase would \nmean to her?  \n\nBROZYNA: Sure, thank you. And--and I need to be careful that I don't get in trouble with my daughter.  \n\n(LAUGHTER)  \n\nI'm releasing some of this information. But she's actually--she was really excited about moving back to Boston. And \nin being able to get an apartment. What this does to her is she's--she's making ends meet, she's doing a great job. \nShe's--she's very happy. She has a nice work-life balance. Raising her tax is gonna eliminate that and she's not \ngoing to Starbucks and getting a latte. She--she packs her lunch every day, she brings it in, she's very efficient with \nher money as well. This will affect her tremendously.  \n\nForget about even thinking about it in the future of homeownership that's not even in there in the future. They're \nlooking--they're thinking about today, I don't know any Millennials, including my daughter that's thinking about \nretirement right now. They're thinking about paying their bills, living a quality life. And that doesn't mean gym \nmemberships and things like that. That means buying food--healthy food, which is always an issue as well. You cut \nsome of these--their--their funds that will come into them, their healthy lifestyle tends to go out the window, and it's \nmore how do I afford food as well to put on the table?  \n\nADRIAN SMITH: Or take, for example, a neighborhood daycare and that daycare provider would have to pay both \nsides of--of her Social Security, correct?  \n\nBROZYNA: That is correct.  \n\nADRIAN SMITH: And especially if--if wages have been mandated and as a one-size-fits-all across America. That \nmight have an impact actually on the cost of--of childcare as well. I just might toss that in. But the fact of the matter \nis, I hope that we can work together to address these very serious issues. Thank you. I yield back.  \n\nLARSON: Mr. Thompson, California.  \n\nTHOMPSON: Thank you, Mr. Chairman, and thank you, for your tenacious work on--on this issue. You've done a--a \nmarvelous job. I know you've traveled the country talking to constituent groups from every corner of--of our nation, I \nknow you've been to my district a couple of times. And I can tell you the response was pretty fabulous. People \nreally liked what this--what this proposal would do. And it became very clear that they want to make sure their \nSocial Security is protected for the next 75 years.  \n\nI can't believe some of the concern that we're hearing from my friends on the other side of the aisle about this bill. \nTo discount the fact that Mr. Larson pays for the reforms and his bill after the Republicans charged future \ngenerations $2.5 trillion to pay for a tax cut that benefits the richest Americans and corporations and to express \nconcern for young workers is it's--that's faux concern at--at its best. And to claim that Main Street, small businesses \nwould be quote-unquote, \"hammered\" by the bill ignores the fact that Social Security dollars are in large part spent \non Main Streets across our country and in small businesses across our nation.  \n\n\n\nIn my district alone, we receive $2.5 billion a year in Social Security checks. And--you know, most of those checks \ndon't go to an offshore account in the Cayman Islands.  \n\n(LAUGHTER)  \n\nThey're spent every day just to get by and to--and to make ends meet. So let's be honest today, Social Security is \nimportant to small businesses, and to those who collect their benefits today and to young Americans who collect \nSocial Security in the future.  \n\nSocial Security provides retirement security for hardworking Americans. Whenever I think about Social Security, \nI think about my grandmother, a first-generation American born to Italian immigrants. She worked. She and my \ngrandfather had a small business. But she worked outside of that small business sewing gloves at the Napa Glove \nFactory. When World War II broke out, she was in charge of the division that made gloves for our Seabees. After \nthat--after the war, that job played out, she went to work at a Napa Valley winery labeling wine. She worked there \nup until she retired.  \n\nHer pension for those years of working was $53 a month. You can't make ends meet on $53 a month. It was Social \nSecurity that allowed her to live with dignity for the rest of her life. And she was proud of that Social Security. \nShe'd always talk about how she earned it, how she paid into it. And--and--and that's exactly what it is. It's an \nearned benefit. And it is so critically important to Americans. When my grandmother was alive, Americans today, \nand Americans into the future.  \n\nMrs. Altman, if we don't pass this legislation and Congress makes no other changes--and I want to point out, our \nfriends on the other side don't have a proposal. So if Congress makes no improvements to Social Security, what \nwill that mean for future generations of retirees? \n\nALTMAN: Well, as I said, future generations are going to need Social Security more than today's retirees. And if \nbenefits are cut, as the actuaries have projected, if we--if Congress takes no action whatsoever, those benefits will \nbe only about 80 percent of what they are now in--and it will hurt the economy and it--it will be devastating. It's an \nimportant point to remember also that in the 2100 Act, raises disability benefits and survivors benefits as well as \nretirement benefits. \n\nTHOMPSON: Thank you. Mr. Gross, in your estimation, how would this legislation affect retirement benefits for \nfuture generations of retirees?  \n\nGOSS: For future generations the--as indicated earlier and as Nancy just indicated, if we do not make any change \nin law, when we reach 2035, there will only be enough income coming in after our reserves, which are now $2.9 \ntrillion have been used up to augment payroll taxes. We will not have that reserve available anymore. So we'll have \n80 cents coming in--in revenue for every dollar of scheduled benefit. That means the benefit levels that people are \nused to getting at this point would be paid at that point only 80 percent as much. That's a big drop.  \n\nBy 2093, that's looking pretty far out for some of the children and grandchildren of folks in the room though, that \nmight be relevant, that would drop down to only 75 percent. That would make a big difference. And--and I would \nsuggest that, really and we--we get into some of the numbers here, the amount of extra revenue that people at the \n$50,000 or $45,000 earnings level would be putting in over the balance of their career relative to the additional \nbenefit that they would be receiving largely by not having benefits reduced below what is scheduled. And the \nprimary effect of this bill would not be to provide the 4.6 percent increase in benefits above what scheduled it would \nbe to provide that 25 percent to 33 percent increase in benefit levels after 2035 relative to what will be payable if \nyou all do not act on legislation.  \n\nTHOMPSON: Thank you very much.  \n\nLARSON: Thank you, Mr. Goss. Mr. Marchant, you're recognized. \n\nMARCHANT: Thank you, Mr. Chairman. I'd like to thank Mr. Larson and Mr. Reid for the hard work that they're \ndoing on this subject. I was able to serve on the Social Security Committee Subcommittee for a couple of \n\n\n\nsessions. And it was--those were very informative meetings every meeting we had and appreciate the work that's \nbeen done.  \n\nThis week, I've had a couple of days where I've had my 15-year-old granddaughter visiting me. And I have began--\nbegan the thought process of my 89-year-old mother and my 15-year-old granddaughter and how this system will \nserve them both. So I have 80,000 people on Social Security in my district as best that we can ascertain. And I \nconsistently hear from them. And believe it or not, the--the thing I hear from them most is not really concern that \nthey won't get their benefits. It's concern that their children and their grandchildren will get their benefits.  \n\nSo I appreciate the--the proposal, every proposal that we can consider. I don't personally agree that this is the path \nthat we should go on this but I am open to a proposal that would extend the benefits to every generation. The folks \nthat I hear from on Social Security are really they're--they're more concerned about just this one line that's put in \ntheir report when they get that yearly report. I get it, everybody gets it. And it's--it's that disclaimer line is put in there \nthat at a certain year the 80 percent, you'll get 80 percent of your benefits and those. They pay very close attention \nto that line by the way. The plan being discussed today, though, very unfortunately, the burden that it will place on \nthe other 700,000 people in my district, the group that's working. The average family in my district, a 2.4 percent \npayroll tax will basically cost that household about $1,780 a year and their--and then their employer that as well. \n\nSo Ms. Brozyna, how--how do you think that in the real world that's going to affect--and I have a--a district that is--I \nthink we have 2 percent unemployment and we're fully employed, fully engaged in the--in the economy and \nbeginning--and really beginning to benefit from this economy--this growing economy, low unemployment, lower \ntaxes. What would this do to that--that atmosphere? \n\nBROZYNA: Thank you, I actually think that it will be devastating to them. I am--in--in all respect to Mr. Thompson's \nstatement that he made, I've been working with a small businesses community for over 24 years. I have been in the \ntrenches with them, I've been helping the. Established companies might be okay with this and they might be \nperfectly fine to add a few taxes by increasing prices, things like that. But when you're getting to the real small \nbusinesses and in the rural community and in the agricultural community especially, they're going to be paying that \ntotal tax themselves. It's going to come into them. It's going to affect their households. And quite honestly, working \nwith these businesses and the testimonies that I've been receiving from the people that didn't even know that this \nwas coming out, they're really nervous about this.  \n\nThey're working about--they're thinking about today. They're not thinking about 30 years down the line, they're \nthinking about trying to figure out how to pay their bills today. Small businesses struggle and especially in the \nstartup phase when they're looking at startup--you know, they're bootstrapping everything. They're--they're trying to \nfigure out how they can make it through three, six, a year. The failure factor in small businesses is almost 90 \npercent for the first three to five years that people go into business. I've seen it, I've experienced it personally with \nmy friends and my family. And so when you're adding additional taxes on to them that's going to be money out of \ntheir pocket. That means that's less of an opportunity for them to be successful in the future. And our goal here is \nnot to add more burden on to the small businesses, which is our--our backbone of our economy. It's to help them. \nIt's not to inhibit them from being successful. \n\nMARCHANT: Mr. Chairman, finally, I'd like to add that there are some days that I feel like at least 10 percent of \nthese 80,000 seniors are--are affected by WEP. So I'm--I'm--I would love to see us address that. The Chairman \naddressed that at the very beginning. \n\nLARSON: It is the full intention of the committee to take that up. It's our full intention to make sure that we explore \nthat. But I would add that we have to make sure the system is solvent first but we welcome any plan that you guys \nhave on that order.  \n\nAnd with that, let me recognize Mr. Blumenauer. \n\nBLUMENAUER: Thank you, Mr. Chairman, and I appreciate your work to initiate this conversation that we're \nhaving.  \n\n\n\nAs a practical matter, Congress is not going to allow a 20 to 30--20 to 25 percent cut in Social Security. If for some \nreason, they screw it up and it's in effect for about 45 minutes, there will be a brand new Congress. It will be a \ntemporary problem. And maybe we'll get--we'll be able to jumpstart some serious conversation. We haven't really \nhad a serious conversation. It's something that I've been deeply troubled with. I--I have hope that we could have a \nnational save Social Security day, and get people at least one day a year to focus on this, to understand the \nissues, to understand what's at stake, and when you do this--I've had these exercises in my district, and I find that \nthere are not great concerns about actually raising revenue. You do this experience yourself and people will \npropose a balanced approach going forward.  \n\nBut one of the things that's lost is that this is the best investment opportunity for a person, whether they're in the \nprivate sector, a small business person. They can't buy social insurance like this. What Mr. Castle talked about in \nterms of his individual situation. This is an investment in people's future. And what we're talking about, a few \npennies a day, gives them the best retirement value they're going to have, ironclad, inflation-protected, and deal not \njust with retirement but with disability and problems in terms of survivors. This is lost. This is not somehow going \ninto the federal government into the ether. This is protection, the best social insurance, and retirement insurance \nthat anybody could have.  \n\nSecond, Mr. Thompson's point, for many communities, this is the largest industry. The money that comes from \nSocial Security is far in excess of this factory down the road or this cluster of small businesses. This is an ongoing \nsustained revenue stream that strengthens particularly rural and small-town America. You--you pull that out where \nthey don't have the economic base in some large metropolitan areas. This is vital to them. It needs to be \nmaintained.  \n\nNow I am optimistic that we can move forward and be able to nail down some of the specifics. I think there are other \nfunding options we can explore. I'm happy to look at--at structuring the program. But John, I think you've done a \ngreat job of laying out something that I think can be embraced by most of the people who are looking at this straight \non. But people have better alternatives, go for it. The best alternative I've heard from Republicans in two decades \nI've been here was the privatization of the Bush administration, which would have turned the Social Security trust \nfund over to the cowboys at Wall Street just before the meltdown.  \n\nI can't--we're concerned now about what's happened to a whole generation with their retirement income that was \nhurt and their housing values. Think what would happen if the Republican proposal to turn Social Security trust \nfund over to Wall Street? What will you have done? I can't contemplate it.  \n\nMs. Altman, I'm just struck by the difference between what you said 50 cents a week on average.  Ms. Brozyna has \na daughter who makes $45,000 a year who's going to pay $3,330. How can that be?  \n\nALTMAN: That will be in 24 years.  \n\n(LAUGHTER) \n\nThat's when the full effect goes down.  \n\nBLUMENAUER: Oh, in 24 years. So this won't affect whether she buys a latte or not today.  \n\n(LAUGHTER) \n\nIt's for her this year, next year, the year following its 50 cents a week? \n\nALTMAN: And in fact, as Chairman Larson always says, \"If you--if she does buy a latte, this is a much better \ninvestment.\" \n\nBLUMENAUER: I wanted--I just want to make clear that the games that are being played here in terms of statistics, \nlooking at wild percentage increases. That's not the case. I mean, it's in terms of real dollar impact. It's 50 cents a \nweek and maybe 20 years from now, there's a large sum but the benefits are even bigger in the economy.  \n\n\n\nI--I've gone over my time, I apologize. But I appreciate your clarifying that. That you're not in alternate universes.  \n\nLARSON: The Chair-- \n\n(LAUGHTER)  \n\nALTMAN: --And if I could just say-- \n\nLARSON: --The Chair recognizes the gentleman from Pennsylvania, Mr. Kelly. Thank you.  \n\nKELLY: I thank the Chairman.  And--and also, I want to commend you because this is a problem that's been \nlooming for quite some time. And we always keep talking about we're going to have to do something about it in the \nfuture. Well, the future is now. So this starts an--a critical conversation in fixing Social Security is--is something I \ndon't think any of us disagree with. But the devil is always in the details. And now, I mean, there's some references \nabout wild estimates being made that the fact that the largest increase we've ever had $1.2 trillion over 10 years, \n$19 trillion, over 75 years actually comes from the Social Security actuary, not something was dreamed up in the \nback room, so that we could throw some type of a negative light on what we're trying to do.  \n\nI'm really interested, Ms. Brozyna, I'm also a small business person. And I think sometimes we become confused as \nto where this revenue for Social Security comes in. And--and I want to get with Ms. Altman. I--I'm not surprised the \nbeneficiaries when you're polling said they don't want any cut in the benefit they're receiving. That's probably one of \nthose things that if you know the answer you want to get to, ask the right question. But every single penny that goes \ninto this, tell people where this comes from because I think sometimes we get confused as to where does the \nmoney actually come from. It does not come from the government. \n\nBROZYNA: No, it's coming--it's--it's coming from sales. It's coming from business and when you're adding, even if \nit's 50 cents a day, or whatever the dollar amount ends up being, it's adding to their bottom line that they're not \ngoing to be able to grow. They're not going to be able to invest in their business. They're not going to be able to \ninvest in their people. They're not going to be in invest in their future. Most businesses, they're looking at a 401k. \nThey're not thinking about Social Security as their beneficiary to retire at. They're thinking about their investment in \ntheir 401k. That means less money to be able to put in there.  \n\nI know lots of people are trying to--lots of small business owners and friends and family of mine, they're trying to put \nmore money into their future by investing as opposed to thinking about Social Security. But the bottom line is, is \nthat any new tax--any new is a burden on small businesses. And it's a burden on their bottom line of paying their \nbills. Most small businesses that are sole proprietors or even LLC, they don't have workers, they are themselves \nthe employee. They're paying the total brunt of that. And quite honestly, I mentioned the three to five years to break \neven, they're not even paying themselves. So they have to have a spouse or significant other, that's actually helping \nby subsidizing and feeding, in on their household income as well in order to be successful. And I just feel by \nexample and seeing it firsthand. The more burdens we put on small businesses, the less likely they're going to be \nsuccessful. \n\nKELLY: So the--the taxes it we're talking about though because most people in small business--the years that I \npaid the most taxes were, oddly enough, they were the years that we were the most profitable because you pay \ntax on profits.  \n\nBROZYNA: Yep.  \n\nKELLY: But the years I haven't paid one penny in those taxes, I still had other taxes I had to pay. The cost of \noperation goes on and some things you're held responsible for whether you're profitable or not profitable. You talk \nabout five years before you finally reach that point where you're taking off. I think that's sometimes where the \ndisconnect is. \n\nBROZYNA: Well, in--when you're talking about that profit margin, you're talking about breaking into that you're--\nyou're eliminating the opportunity for the positive side versus the negative side.  \n\n\n\nKELLY: Yeah.  \n\nBROZYNA: The profit margin.  \n\nKELLY: Well, a dollar can only be spent at once. So whether you buy equipment with it, increase your payroll, \nwhatever you do, or pay taxes, that's $1that's no longer left for you to work with.  \n\nThe real concern I have though--and again, I think Mr. Larson, he--this is his whole--and I think this is the whole \nreason for getting up in the morning and really is making sure that Social Security stays solvent and we're all \nconcerned learned about that. I'm just trying to figure it out. It just doesn't make sense to me where we are right \nnow that we can't come up with some kind of a fix for it. And we're going to have to do that. But where you are \nbecause this is what it comes down to.  \n\nEvery single penny comes out of a taxpayers pocket. It doesn't come from the government. I think it's so confusing \nsometimes. Listen to the district I represent, 174,000 people are beneficiaries of the 705,000 people that I \nrepresent. This is critical to their well being. I just think there is a way to get there. I'm not sure exactly what it is \ntoday. I just don't think that adding to the cost of operation. And especially in those years, when you don't have any \nprofits, we're adding to your burden and then holding you responsible for not caring about people. If anybody on this \ndais tells--tells you that there's anybody in an elected office that doesn't care about the people they represent, that \nis an outright falsehood. \n\nAnd again, the failure of having good policy always turns to something else. And it's always, let's try to make the \nother side look worse. I'd just like to do--see us at one time come together. Mr. Larson, I think you're starting \nsomething that's really good here. There's no reason why we can't come together as elected representatives of the \nAmerican people to come up with--a--a fix for this. It has nothing to do with being Republican, a Democrat, an \nIndependent, or whatever it is that you choose to be. That's the beauty of being here. But we do have common \nconcerns. And we have to come up with a common fix. Thank you. \n\nLARSON: And I thank you. And just a reminder as well, since the Fed reported since 2008, 90 percent of all \nAmericans have not recovered their wealth and assets. And those Americans rely on Social Security. During that \nsame time. Social Security never missed a payment.  \n\nAnd with that, I recognize Mr. Kind from Wisconsin.  \n\nKIND: I thank my friend from Connecticut and I'm glad to see that there's bipartisan recognition towards you, John. \nThat you've started a very important conversation. And there's also bipartisan recognition here today that time is not \nan ally for us to fix a system that we know is going to be looking at some draconian automatic cuts unless Congress \ngets our act together and takes a decisive action. So I compliment you and commend you for the hard work that \nyou've done here.  \n\nMr. Goss, let me start with you. Address this issue that all of us hear repeatedly back in our congressional districts, \nif those darn politicians had just kept their hands off the Social Security trust fund, we wouldn't be in the problem \nwe are today. \n\nGOSS: Kept their hands off the trust fund. Well, the law that you all put into effect and the Senate also says that \nevery dollar that comes into the Social Security trust funds must be invested in interest-bearing securities backed \nby the full faith and credit of the US government. That has always been done. We expect it always will be. And \nthose monies are as secure as any investment that can be made anywhere. Money that go into the trust fund \ncannot be spent on anything other than Social Security benefits. It's always been the case and we certainly expect \nthat will be the case in the future. \n\nKIND: And up until, I think, next year, we've had the luxury of being able to run a slight surplus where that money \nwas being invested in this trust fund. But now we're going to start depleting that trust fund starting 2020 until 2035. \nIs that right?  \n\nGOSS: Exactly.  \n\n\n\nKIND: And then 2035 that trust fund will be deployed and that's when the automatic cuts would have to occur if \naction isn't taken as accurate? \n\nGOSS: Well, that's the point at which the continuing revenue coming in will be insufficient to pay the intended full-\nscheduled benefits and the law exactly how that would be handled is--is not clear. \n\nKIND: It's kind of then one of the--the errors of the original system wasn't it? That it wasn't a--a defined contribution \nplan? This was a pay-as-you-go type of system. Where current workers are supporting current retirees is that--and \nin the past, when we had many workers in the system and few retirees, it worked perfectly. And when life \nexpectancy wasn't as long, no problem. But suddenly those dynamics have caught up with us demographically, \nhaven't they? \n\nGOSS: Well, initially when the benefits first were paid in 1940, people had to have worked for two of the last three \nyears to get a benefit. Few 85-year-olds were in that position. So we had very few beneficiaries. But we were \ngetting payroll taxes only 1 percent each employer-employee initially so we were able to pay very little. The history \nseems to suggest that the reason we did not go for fully advanced funded system at that point was the economy \nwas bad. We were coming out of a depression and therefore levying taxes at the level that had been required to \nfully advanced fund the system, only providing benefits for people who are starting to work then and no benefits for \n40 years would not have been an appropriate-- \n\nKIND: --Let me ask you this.-- \n\nGOSS: --thing to do.-- \n\nKIND: --And we're having a conversation today about benefit adjustments, revenue adjustments, and that but what \nwe also need to have as part of the conversation, I think, is workforce participation because get more workers in \npaying FICA taxes that could solve a lot of problems. Unfortunately, I don't see a baby boom on the horizon. And \neven if there was it's not going to catch up with the current 10,000 a day baby boomers that are currently retiring \nand entering the system. But there's another way of increasing workforce participation, isn't it? It's through \ncomprehensive immigration reform. If we did that and brought more workers in would that help the solvency of the \nSocial Security system? \n\nGOSS: More immigration is definitely a positive for Social Security. Not only if they come in at relatively young age \nfor their own work but also they have children. And the more births that immigrants would have also contribute \ntowards the growth and the size of our population and changes, most importantly, the age distribution of our \npopulation. As you indicated, what we really have facing us over the next 20 years starting actually about 2008 is a \nfundamental shift in the age distribution of our population, largely because of the drop in the birth rates after the \nBaby Boom era.  \n\nKIND: And isn't it true that a typical immigrant is paying more into the Social Security system that they actually \ndrawn benefits? \n\nGOSS: That--that is almost certainly true, especially people who come to the country and are not yet legal \npermanent residents. By and large, they will not receive benefits at all.  \n\nKIND: Since I'm running out of time, let me just get to my final point. I'm one of the few if maybe the last Democrat \nthat hasn't co-sponsored Mr. Larson's bill and we're in deep conversations about it. But one of the hesitancies I \nhave and the points has been made, that relying on just the FICA tax increase, you're relying on the most \nregressive tax in the tax code in order to--in order to pay for. And that's kind of the genius of--of John's proposal is \nusing the existing structure of revenue and tweaking it making some adjustments and filling in the gap that needs to \nbe filled in.  \n\nBut the true wealth in our country isn't being created through payroll recipients, it's through capital ownership. And \nit's your stocks and your bond owners, your real estate, your hedge funds, your private equity, this is where the \nwealth and the income inequality is expanding. So there may be other creative ways for us to be able to replenish \n\n\n\nthe drop in revenue, rather than just relying on the most regressive tax in the entire system and expecting lower \nand--and middle-income families paying more in--in FICA taxes.  \n\nSo, John, that's one of the things I want to talk to you further on and see if there's any other way we can think \ncreatively on the system. But thank you so much for the work you've done in advancing it and appreciate the \npanel's testimony today. I yield back.  \n\nLARSON: Well, we welcome all ideas that people have but we'd like to get them in writing and what the proposal is \nbecause I think that that's always the best way to do it. And with that, let me-- \n\nUNKNOWN: --Mr. Rice.--  \n\nLARSON: --recognize Mr. Rice. \n\nRICE: Thank you, Mr. Chairman. This is certainly an interesting conversation. And I've heard now the Chairman \nand Mr. Kind and Mr. Blumenauer all say that this is a start of a conversation. And I thank you, Mr. Larson, for \nbringing this as far as you have. I--I don't think that the plan in its current form is it's a finished product. I think it's a \nconversation starter. I think if we brought it forth in its current form, I don't think it would go anywhere.  \n\nYou know, my area is growing very quickly with folks retiring from the northeast into South Carolina. And certainly, \nSocial Security is extremely important to that demographic. And--and, obviously, people are threatened by the \npotential insolvency of Social--of Social Security. We--we have to solve it. We have to make that promise that \nwe've made to our seniors absolutely golden. I 100 percent agree with that.  \n\nBut the basis--the basic problem here--you know, with the Baby Boomers retiring and the reduced birth rates and all \nthat is that we didn't quite withhold enough. That's--that's the basic problem. We didn't quite withhold enough. So if \nwe didn't withhold enough during our Baby Boom generation, if I didn't pay enough in personally, then who should \nmake that up? I mean, should it be those people? Or should it be the--the younger generation who already face a \nwhole lot of problems that we didn't face come through as Baby Boomers. In fact--you know, I really focus really \nhard on trying to make sure that this younger generation has as much opportunity as we did when we came out of \nschool. I'm really concerned about that. And here now, we're talking about not only them facing this reduced \nopportunity, but oh, gosh, we didn't withhold enough on the Baby Boomers, so guess who's got to pay for that? You \nguys do. And that doesn't--you know, our children do and our grandchildren do. And that truly, basically does not \nseem fair at all to me.  \n\nSo--you know, when I want to get straight on the math. Mr.--I'm sorry, I can't--Goss. Mr. Goss. There's been all this \ntalk about the math is wrong. But let's take a guy who makes $60,000 a year, he's got two kids, $60,000 a year's \nabout median household income. So he doesn't have to pay hardly any income tax. Right? But he has to pay the \nSocial Security tax. Let's say the guy's a plumber. So he pays both sides. Right? He gets a 1/10 of a percent tax \nincrease year one. Right? $60,000, that's 60 bucks. That's not much. The year two is that $60 plus another $60. \nRight? So now we're $120. Year three, another $60 is $180. Year four another $60. That's $240. And when it's fully \nphased in, the guy who's making $60 grand a year and got two kids, he's paying another $1,440 a year to cover the \nfact that we didn't withhold quite enough. And that truly seems completely unfair to me.  \n\nWe need a balanced solution. We've got--nothing's going to happen. It's got to be bipartisan, all these fixes for \nSocial Security has always been bipartisan. You talk about a plan. Well--you know, President Obama actually saw \na bipartisan solution. And he put forth the Simpson-Bowles Commission. Simpson Bowles Commission had some \nreally interesting ideas on how to fix Social Security. It was handed out by Erskine Bowles and Alan Simpson, a \nRepublican and a Democrat and it had Republican and Democrat members. And they came up with broad solutions \non how to fix it. President Obama got the--got the recommendations and stuck them on the shelf and that's where \nthey've been ever since. But that might be a good starting point.  \n\nWe have to do this though. This is something I agree with Mr. Blumenauer. This--Social Security will never be \nallowed to become insolvent. Everybody up here recognizes that. It's just a matter of--of actually starting a \n\n\n\nbipartisan conversation, having these hearings on a bipartisan basis, and really exploring solutions rather than \nthrowing up a plan and saying, \"This is the plan and we're going to take this or leave it however it is.\"  \n\nSo again, my friend, thank you for bringing this up. And I look forward to meaningful conversations. As Mr. \nBlumenauer said we haven't really had a meaningful conversation. I look forward to meaningful conversations on \nhow we address and correct this problem. I yield back. \n\nLARSON: I thank the gentleman. And we look forward to meaningful plans as well. And so with that, I will recognize \nMr. Pascrell from New Jersey. \n\nPASCRELL: Thank you, Mr. Chairman.  \n\nThe James Hatfield, Ernest Hemingway, John Donne, and one of my favorite musical groups, Metallica-- \n\n(LAUGHTER)  \n\n--all asked For Whom the Bell Tolls? For Whom the Bell Tolls? And that's what this is all about here. I've heard the \nsame speeches for--since I've been here. Ten years ago, 20 years ago, about don't worry about it. We always get \ndown to this point and then we rise up like the sun and we take care of Social Security. Well, if you take that \nattitude, we're going to wait another 10 years and then we're getting very close to the red line. We talked about the \nred line in terms of the environment. Now we see tangible signs all around us. We're not so sure.  \n\nWhat are we going to do we do next? This is a critical question. Not only for those people on Social Security, for a \nlot of children who are on Social Security, for a lot of people SSI. Talking about a lot of people there. We've been \nthrough the possibility of privatization. I made a commitment when I ran for office, I would never vote for any kind of \nprivatization or cutting benefits and I am sticking to it. That's it. That's my story. \n\nAnd I want to find a way. I want to be part of all of us finding this solution. And John, you brought us to the water. \nAnd he's done a great job in doing that. There isn't one meeting I've ever gone to with John anywhere in this \ncountry. I've traveled with him. And he always listens to ideas. The argument--the argument that we--you know, \nabout what's fair. Why should some people have to pay for other people? We did that with healthcare up until 2009. \nAnd Democrats paid for what they did in the next election. But we did what we had to do. It wasn't perfect, we never \nhave passed perfect legislation. \n\nSo, Congress and this panel, particularly, we have a--we have a very special responsibility. We--our nation's core \nretirement security system is lurching towards insolvency. I'm not satisfied with the response that, \"Oh well, we've \nbeen through this before. Don't worry. Everything's gonna be fine.\" Every year we get closer to the DEW line. It's no \nlonger we'll be the distant earning--early warning signal. We'll be there, we'll be there. How many people just live on \ntheir Social Security check? How many?  \n\nSo we all try to help in the cause to get the solution. It's called democracy. And when we try it, it works. Not all the \ntime because no one's perfect here. Social Security lifts more Americans out of poverty than any other federal \nprogram, 21 million people last year. That's a great number. \n\nI want to ask a question to Nancy, if I may. Ms. Altman, in--in your testimony--you know that the features of Social \nSecurity are not found in private alternatives. Can you elaborate on why a private alternative would not match \nSocial Security? \n\nALTMAN: Exactly. Social Security has the best features of both defined contribution plans and defined benefit \nplan.  \n\nPASCRELL: Go for it, go for it.  \n\n(LAUGHTER)  \n\n\n\nALTMAN: So that Social Security is completely portable from job to job. It's good for longterm employees. It's also \ngood for short term employees. So that those are the features of defined benefit defined contribution. But in \naddition, it has benefits you cannot find and cannot purchase in the private sector. So for example, if you have a--a \nspouse, you have a joint in survivor annuity piece but unlike private sector, where the--the life insurance piece goes \ndown, this is an add-on benefit. You have benefits for children, which you do not generally have under traditional \npension plans. You have the disability insurance and the survivors insurance. The actual--the--Mr. Ross's office has \ncalculated the value of these benefits and it is hundreds of thousands of dollars for someone earning about $30,000 \nwith two young children.  \n\nPASCRELL: Thank you very much. Thank you, Mr. Chairman. \n\nLARSON: Schweikert is recognized. Schweikert is recognized. \n\nSCHWEIKERT: Thank you, Chairman Larson. Mr. Brady, okay, I want to walk through I think you're going to hear \nRepublican-Democrats, we all agree. Got to protect the system. We are doing great violence to the system here \nunless we have sort of an honest unified theory. So let's think. What did we do on the floor yesterday? We took care \nof a small portion of the multi-employer pension systems that are collapsing. But we only took care of maybe 20 \npercent of them. The others, we just--we cut adrift. How many of us have actually read articles understand what's \nhappening at our municipal level, our state level, a number of private pension systems? And we have to deal with \nthe reality of Social Security in some ways is the math is easier. And I compliment Mr. Larson and his team for the \nmath they've given us it's actually helped us work on our unified theory. Medicare is the--you know, 110,000-pound \ngorilla that's--that's driving us. So let's walk through some of the math and then I'm going to bring you only one \nboard today. I thought that would make you happy.  \n\n(LAUGHTER) \n\nNext 10 years, 91 percent of the spending increases in this government--next 10 years, 91 percent are just Social \nSecurity, Medicare, healthcare entitlements. Next 30 years, if you remove Social Security and Medicare, the \nbudget, the cash balance is actually in the trillions and trillions and trillions on the positive side. If you pull Social \nSecurity and Medicare in--now, this board is a year out of date, the updated board but the numbers are pretty \nsimilar. We're $100 trillion in debt just from the growth of Social Security and Medicare. You cannot. It is \ndangerous to have a conversation of only Medicare and not Social Security and Social Security without Medicare \nand the other pension liabilities. I beg of you.  \n\nBecause here's my--here's my fear of the violence we do in the retirement system. And our actuaries would \nprobably really appreciate this. If we solved the Social Security portion of that, where are you getting the cash to \ndeal with the Medicare portion? Where are you getting the cash to deal with the rest of the multi-employer? Where \nare you getting the cash to deal with the municipal? Where are you getting the cash to deal with the states? \nUnderstand unless we step up and deal with this in a unified theory, the cascade of violence that's coming to \nretirement security is crushing.  \n\nI appreciate wanting to talk about Social Security. And--you know, we do these things, we can raise these taxes, \nchange these populations, change these contributions. Okay, you did the easy part. Unless we're going to start to \nadd in the Medicare, which is the much larger portion. I mean,  think of this, over the next 10 years. And this isn't \nours, this is Manhattan Institute numbers based on Congressional Budget Office. Okay, total cash shortfall with \ninterest, Social Security about $30 trillion. But Medicare itself is well over $70 trillion. Don't do one without the \nother. Gotta step up and do it all together.  \n\nAnd then with the other proposals that are moving around this body, it seems like we have just avoided the reality of \nthe--the biggest discussion and demographics aren't Republican and Democrat. We have 74 million of us who are \nBaby Boomers. How did Congress miss that there was 74 million people who are going to turn 65 in an 18-year \nperiod and we just now discovered it? So for my Democrats, for my Republicans, for my witnesses, understand, I \nknow we all talk our book and the thing we're most interested in. But unless you come to us with a unified theory, of \nwhat we're going to do with all the union pension plans that are collapsing, all the municipal plans that are \ncollapsing, the state plans that are in great stress, and then to actually put Medicare, Social Security and the other \n\n\n\nplans that we guarantee whether it be from the--you know, for our veterans, for public employees, everything else, it \nis what consumes every dollar of this government in the next multiple--next three decades.  \n\nI beg of you, it's time to step up and deal with the reality. It's called math. Yield back.  \n\nLARSON: I thank the gentlemen. And now we'll go to recognizing two Democrats. And--and then back to the \nRepublican side. The Chair recognized the gentlemen from Illinois, Mr. Davis. \n\nDAVIS: Thank you very much, Mr. Chairman and let me commend you for the passion and enthusiasm that you \nbrought to this process. And the tremendous interests that you have helped to raise across the country in what I \nconsider to be one of the most important issues facing us.  \n\nYou know, listening to this conversation sort of reminds me of my father that we finally got to retire after he was 87 \nyears old. Because he was always seriously concerned about pride, self-sufficiency, the notion that he could take \ncare of himself, and he didn't need any help. And so after being 87, he lived with me on the weekends when I was \nhome. So I got a chance to really see him in action. And he always wanted to pay for things. We'd go to dinner and \nhe'd say to my wife, \"Vera, I'm going to pay for your dinner.\" Of course, his Social Security check was $567 a \nmonth because he was a small business person. Actually, he was a sharecropper--  \n\n(LAUGHTER) \n\n--and worked hard for all of the time that he worked. But self-sufficiency was a big deal with him.  \n\nAnd that's part of what Social Security means to many of the people in the community that I represent. Thousands \nof seniors citizens who live in colonies of senior buildings. And all of them are basically drawing small Social \nSecurity checks. They take care of the small businesses in the areas where they are. And without their checks, \nthese small businesses would not exist and they wouldn't neither.  \n\nI've always taken the position that money to the economy is like blood to the body. As long as you can keep it \ncirculating, moving back and forth, around from this person to the next, from this business to the next means that \nthe economy is okay. The same way if the blood keep circulating in the body, you're doing all right. But if you get \ntoo much of it on one side-- \n\n(LAUGHTER)  \n\n--or if it's not getting to every part, then you get a kind of paralysis. There's no movement. There's no activity.  \n\nMr. Goss, let me ask you. How does Social Security really impact the total economy? Because I see much of this \nas an investment that keeps us strong and healthy. What do you think about? \n\nGOSS: That's a really good question. You see it affects the total economy. We know that under current law, Social \nSecurity from workers and workers' earnings are what about 35 percent of total gross domestic product, that \nSocial Security on that 83 percent split the tax maximum levies a 12.4 percent payroll tax now. Nobody likes to pay \npayroll taxes but that is paid in. That's close to a trillion dollars that is brought in in taxes.  \n\nHowever, because Social Security is a pay as you go system, essentially, that same amount of money goes out to \nbeneficiaries. So one of the questions in economics is who's paying and who's receiving? Pay as you go system is \nbasically a redistributional approach. And in terms of generating economic growth, one thing you need to have to \nhave economic growth is to have demand for goods and services. And especially under this bill, where much of the \npayroll tax increase would be people above our current $132,900 taxable maximum, not immediately, but far out in \nthe future. Those individuals, as an economist would tell you, have a relatively low marginal propensity to consume. \nEach extra dollar of income, they're going to probably spend less of that on buying goods and services. Whereas \nour beneficiaries, if we maintain the benefit scheduled and current all, instead of having the 20 percent or 25 \npercent reduction, they will tend to spend more of that additional money that they're able to retain on--on buying \ngoods and services. So it's--it's at least on balance, probably a net--a net nothing effect and possibly a net positive \neffect, what Social Security does for the growth of GDP.  \n\n\n\nDAVIS: Thank you. Our time is up. Thank you, Mr. Chairman.  \n\nLARSON: Sanchez.  \n\nSANCHEZ: Thank you, Mr. Chairman. And to all of our witnesses, thank you for joining us here today. I do want to \nalso add my voice to those that are thanking Chairman John Larson for his leadership on fighting to protect and \nstrengthen Social Security for current and future retirees.  \n\nSocial Security isn't just a guarantee and it's certainly not an entitlement. I hate that--that term because it's an \nearned benefit that working Americans pay into over the course of their careers. More than 112,000 seniors in my \ndistrict depend on that benefit to survive and the Social Security 2100 Act will give them a much-needed increase \nto account for the true cost of living that they're facing. The reason that current Social Security benefits are \ninadequate isn't just because traditional defined benefit pension plans are increasingly rare. Social Security \nbenefits are calculated by your lifetime of earnings and women and people of color are inherently at a disadvantage \nwhen it comes to their earnings because on average they're paid less over the course of their lives and have higher \nrates of disability than their white or male counterparts. \n\nBeing a Latina woman, I am acutely aware of that. Without Social Security, 46 percent of Latino seniors would live \nin poverty, less than a fifth of Latinos receive retirement benefits from something other than Social Security and \nthat is lower than any other demographic group. That means that they're scraping by on a meager average annual \nincome of a little over $14,000 for Latino men and about $12,000 for Latinas. The death of a spouse can make that \ndisparity even harder. The average widow sees a 33 percent to 50 percent reduction in Social Security benefits \nafter the death of her spouse. However, they need about 79 percent of their combined income to maintain their \nstandard of living as a widow. That's why I've introduced a bill to ensure that widows and widowers maintain 75 \npercent of their combined income after their spouse passes.  \n\nMs. Altman, I'd like to ask you if you could please expand on the difficult financial choices that widows and \nwidowers face after losing a spouse and how additional benefits could help them? \n\nALTMAN: Absolutely. And I think your legislation is extremely important. The--the Social Security has really \ntransformed the nation and really reduced poverty among seniors in particular. But there still are disproportionate \npockets of poverty. And one of those are widows as well as divorced women. And single women are in that \ncategory too. So that--that when you've got a two-earner couple and one of the spouses dies, the man dies, the \nwoman is--is left, the income is cut in half. And often your expenses don't drop by half. And that's why-- \n\nSANCHEZ: --Expenses keep going up.  \n\nALTMAN: Your expenses keep going up. It's--it's why your bill's important. Also, why the 2100 Act is important \nbecause not only are they across the board increases, women--Hispanic women in particular but all women, on \naverage live longer than their male counterparts and having an adequate cost of living adjustment so the benefits \ndon't decline over time--erode over time is important.  \n\nSANCHEZ: Yeah, that's one of the major features of Mr. Larson's bill that I'm very, very excited about.  \n\nMs. Zapote, I know firsthand how difficult caregiving can be. And I've been proud to work with my colleague, Mr. \nKelly, on a bill to provide a tax credit for caregiving. The Social Security 2100 Act also provides much-needed \nsupport for caregiving. Can you talk a little more about how this bill would help workers provide care to their loved \nones?  \n\nZAPOTE: Yeah, especially when it comes to the caregiving credit. We need to ensure that families especially \nwomen, who usually tend to be the ones that caregive for their families, whether they are mothers, or whether they \nare taking care--or our daughters taking care of their families, we need to ensure that when they take time off of \nwork, when they take time, when they decide to completely leave their job to get--to caregive full time that there is a \ncaregiver credit at the end of their lifetime. So that it can ensure that they do end up getting their full credits at the \n\n\n\nend of their lifetime to be able to get their full Social Security benefits. And so that is something that would \nconsequently be the saving grace to some of these Latino families in and their intergenerational homes.  \n\nSANCHEZ: Okay, and Ms. Zapote, the proposals that we hear from the other side of the aisle to supposedly \nstrengthen Social Security would actually either mean a less generous COLA or an even higher retirement age. \nCan you talk about what this would do to the disparity between Latino retirees versus their counterparts?  \n\nZAPOTE: Sure, I think just in general, being a millennial, we're already seeing benefits cuts because we won't be \nable to retire until we're 67. That is a benefit cut in its own. Secondly, when we're looking at the different areas on \nhow to actually give better benefits to Latino communities and actually all Americans all around because whatever \nbenefits Latino communities will actually benefit Americans across the board. We need to ensure that these \ndifferent pieces of legislation are being set up to ensure that these American families do have enough money at the \nend of their lifetimes.  \n\nSANCHEZ: Thank you so much. And I yield back.  \n\nLARSON: Ms. Walorski.  \n\nWALORSKI: Thank you, Mr. Chairman. Thank you to all of our witnesses for being here today and sharing your \nexpertise.  \n\nIt's no secret that Social Security is in desperate need of long-term financial stability. In the near future, it faces a \nshortfall in the trillions of dollars and an impending inability to fully pay up benefits that Americans have rightly \nearned. I share the same goal as every member on this dais to ensure that this crucial program is protected for \ncurrent recipients and future generations. And I know firsthand how impactful these benefits are in the lives of \nAmericans with a mother of which I am a caretaker of who received Social Security benefits.  \n\nClearly, these significant financial issues with Social Security must be addressed sooner rather than later. But \nmassive tax hikes on hardworking Americans as proposed in the Social Security 2100 Act are not the way to go. \nEspecially when we work so hard to lessen the tax burden on millions of American families with the tax cuts and \nJOBS Act. These tax hikes would only serve to hurt American workers and undo the growth we've seen with our \nnation's small businesses.  \n\nI'm also disappointed that the Democrats proposal does nothing to address a problem known as the retirement \nearnings test, which reduces benefits for Social Security recipients who haven't yet hit their full retirement age and \ncontinue to work. The RET limit--limits choices for seniors and acts as a disincentive for those who want to continue \nworking after claiming Social Security benefits. This Congress I'm proud to lead the Senior Citizens Freedom to \nWork Act formerly championed by Social Security subcommittee Chairman Sam Johnson, which would eliminate \nthe RET for all Social Security beneficiaries and build upon legislation in 2000 that eliminated the RET for those at \ntheir full retirement age.  \n\nI hope that we can work together hope. I can work with my colleagues on the other side to move this common-\nsense provision and ensure that seniors have the freedom to work without being penalized by the government.  \n\nChanging gears just really quickly. Mr. Goss, the Larson plan cuts taxes for seniors by increasing the amount of \nearnings a person has to have for their benefits to be subject to income taxes. This is an idea that does have \nbipartisan support. However, while the Larsen plan increases the thresholds for the tax on benefits to start, it does \nnot index them. This is the same problem that we have with current law. If the $25,000 threshold created in 1983 \nhad kept up with inflation, what would it be today? \n\nGOSS: Back at that time, the--the rate of increase in inflation by the CPI has since 1983 up to 2019 increased by \nabout 150 percent. Therefore, the $25,000 threshold for subjecting benefits to tax for a single filer if it had gone up \nby two and a half, it would go up to $62,500. And the--for the joint fire, the $32,000 threshold would have gone up to \n$80,000. So in the Larson bill, those numbers would be taken up to $50 and $100,000. Fifty is not quite as high as \nthe $62,500 for single filers. But actually, $100,000 is higher than the $80,000 for the--for the joint fires.  \n\n\n\nWALORSKI: Gotcha. So while the Larson plan increases the thresholds, it doesn't treat seniors today the same way \nas seniors back in 1983. I think we need to make sure that our seniors aren't facing a backdoor tax increase due to \npoor policy design, such as what we're talking about today. Such an increase could be devastating on many seniors \nespecially those who have carefully budgeted every penny for retirement over the course of years. Any plan to \naddress Social Security should make the lives of seniors easier, not burden them with surprise tax increases.  \n\nAs this committee continues to evaluate proposals on Social Security, I hope we can work together to protect \nseniors' benefits and prevent them from being unfairly taxed. And Mr. Chairman, I yield back. \n\nLARSON: Thank you and we look forward to working with you and everyone on the committee with their written \nproposals. \n\nChair recognized Mr. Higgins. \n\nHIGGINS: Thank you, Mr. Chairman. You know, our colleagues on the other side have talked about program \nsolvency. And they talk about math but every time they talk about math, they leave the room, when the very thing \nwe should be talking about is the math.  \n\nIn 2017 there was broad support for corporate tax cut of 14 percent that added close $2 trillion to the deficit over 10 \nyears. The federal budget deficit and the national debt today are growing at an alarming rate. The national debt has \nincreased $3 trillion in the past 24 months. This year's budget deficit will exceed $1 trillion. Meaning that we will \nspend more than a trillion dollars than we take in. American taxpayers will pay $360 billion in interest on the debt \nthis year. Social Security has a trust fund of $2.9 trillion. By law, the money that is not paid out in benefits are \ninvested in Treasury securities from which the federal government borrows to pay for the government programs \nthat don't pay for themselves. That is cold, hard math.  \n\nAccording to most economists, a corporate tax cut, including the most conservative economists, you can expect for \nevery dollar that you give away in a corporate tax cut to recover 32 cents. That's a loss on investment of 68 percent. \nThat's a math problem. Social Security, in addition to being probably or arguably the greatest anti-poverty program \nin the nation, adds growth to the economy. We have a $21 trillion economy, 70 percent of which is consumption. \nFor every dollar that you put out for Social Security benefit, $2 in economic growth results.  \n\nSeems to me that the math is in Mr. Larson's favor here. You know, we have a demographic problem, 10,000 \npeople every single day turn 65. There are fewer people paying into Social Security moving forward than we'll \nmore people will take out of Social Security that are paying into it. John Larson is trying to take a very forward-\nlooking view of a great program that has a massive surplus, looking at the age demographic and societal changes \nthat are occurring, and anticipating what we should do responsibly to address it. \n\nNot once have I heard a constructive alternative from the other side about what it is they oppose. He has the guts to \nsuggest that, \"Yeah, because of these demographic changes, they're going to have to be revenue increases in the \nform of taxes.\" That's just an honest approach to things.  \n\nThere was a day where my colleagues on the other side called themselves deficit hawks. Where are the deficit \nhawks? Where any of the deficit hawks? Here is a member of Congress, who has worked hard over the last 24 \nmonths and before that. To protect, to strengthen Social Security, to increase the amount of monthly checks for \nSocial Security beneficiaries so that they will spend it in add growth to the American economy. His bill provides a \nreal cost of living adjustment to keep pace with real inflation, including the highest cost associated with older \nAmericans that being rising health care costs. And he provides a tax break for some Social Security beneficiaries \nthat can't afford it and he puts a little bit more burden on those who clearly can. \n\nThis is a good bill. Mr. Goss, I'm started taking up so much time, but you're the math guy here. What are we \nmissing? \n\nGOSS: I'd say you've got it about right. I mean, I guess the--the one thing that I would suggest that's perhaps been \nmissed here is discussion of exactly what the effect for Millennials would actually be. If--if you look, for instance, I \n\n\n\nhave one little example here that I worked up. If you look at a millennial born in 1990, that's about the middle of \nwhat I understand to be the millennial generation. If you will get the additional taxes of $50,000 a year millennial \nearner would have starting in 2020, up to 2043. Remember the 2.4 percent even counting all the 2.4 percent as out \nof their pocket, the amount of money for a $50,000 a year and the first year would, of course, be only .1 percent, \nthat's $50. It rises up over time. But if you look at the total amount of money that that millennial who would be age \n29 this year, would pay up through all the way through age 66. That would come out to be $31,000 of additional \ntaxes they would pay counting the employer and employee share.  \n\nNow, if you look at, however, what this bill would provide for them in benefits, it would avoid having what's payable \nunder current law be 20 percent less than is scheduled, rising to 25 percent less. That means that given a $50,000 \na year worker would be expecting about a $20,000 a year benefits scheduled under current law. They will get about \n$4,000 less than that unless there is some remedy to pay the full scheduled benefit. So if they have a 20-year \nperiod of time and benefit $4,000 less, that will be an $80,000 loss. Or you might say that just getting up to \nscheduled benefits this bill and others like it would provide an additional $80,000 of benefit for that millennial 29 \nyears old today earning $50,000 paying in an extra $31,000. That's--that's actually a pretty good deal.  \n\nNow, lest you think it's magic money, which it isn't. Obviously, if some people pay less for the extra benefits other \npeople pay more. And that is the nature of the bill, why we have the--in this bill, the tax rate applying to earnings \nabove the $132,000 and the top 6 percent of earners. \n\nHIGGINS: Thank you for your math and I'll yield back.  \n\nNEAL: I thank the gentleman. Let me recognize the gentlelady from Washington State, Ms. Delbene.  \n\nThank you, Mr. Chairman, and thank you to Mr. Larson for all of his work on this issue. And thanks to all of our \nwitnesses for joining us today.  \n\nDELBENE: In 2017, Intuit estimated that a third of the US workforce earn money from the gig economy and that \nshare will increase to 43 percent by 2020. But gig economy workers have special challenges when it comes to \npreparing for a secure retirement, especially when it comes to benefit portability.  \n\nMs. Altman, can you talk about the portability of Social Security benefits and how that directly benefits a gig \neconomy worker? \n\nALTMAN: Absolutely, as I previously said, Social Security has all the advantages of defined benefit plans and \ndefined contribution plans, none of the disadvantages and other advantages as well. Gig economy workers are not \nprotected under minimum wage, maximum hour other protections that they should be, but fortunately, they are \nprotected under Social Security. Social Security is portable from job to job. And in fact, the Social Security 2100 \nAct because it updates the special minimum benefit that in the same way, the minimum wage ensures that workers \ndo not fall below a certain floor. The minimum benefit is supposed to do the same thing with Social Security. But it \nwas it has no longer has the value that it used to have. So by updating it as the Social Security 2100 Act does and \nhave this benefit portable from job to job, it means that those gig workers though they don't get a minimum benefit \non their cash compensation, though they should, they will at least get a minimum of benefit on the retirement \nincome. \n\nDELBENE: Thank you and that's important because we know that most of Social Security's rules for retirement \nbenefits were first set in the--in the 1930s. And we haven't really kept up to reflect the composition and trends of \nthe workforce in a family today. And we also know particularly for women, this has been a huge challenge. Marital \nparent patterns have changed significantly shorter marriages, those that last less than 10 years mean that spousal \nor survivor benefits are not often an option. And women use these benefits more than others.  \n\nIn 2013, the Bureau of Labor Statistics reported that the average duration of a marriage ending in divorce was 9.2 \nyears and just under 45 percent of marriages end in divorce. Then compounding this issue, we know that women \nare still taking time out of the workforce to care for children, to care for their parents. And women are also punished \n\n\n\nfor doing so, 73 percent of women trying to return to the workforce after voluntary time out for childcare or other \nreasons, have trouble finding a job. Those who do return lose 16 percent of their earning power.  \n\nSo again, Ms. Altman, can you tell the committee how these factors combined impact the Social Security benefits \nthat women receive and how the 2100 Act would address that? \n\nALTMAN: Absolutely, because of all the factors that you've laid out, and some additional ones as well. There is a \npersistent gender wage gap in our society. And it's even more severe for women of color. Social Security can't \noffset all the disadvantages of the workforce. But it--it does do an awfully good job at offsetting a lot of them. Time \nout from the workforce because of the weighted benefit formula, the lower wages because of the weighted benefit \nformula. And because the Social Security 2100 Act builds on that really strong structure that was put in place in \n1935, the--the benefit increase that is the--across the board benefit increase that's in the 2100 Act that is weighted \ntowards lower-income, so should disproportionately benefit women. In addition, because women on average, live \nlonger, the--the updating and the making more accurate, the cost of living increase, also will disproportionately \nbenefit women. \n\nDELBENE: Thank you very much. I yield back, Mr. Chairman. \n\nNEAL: I thank the gentlelady. Let me recognize the gentleman from Kansas, Mr. Estes to inquire. \n\nESTES: Thank you, Mr. Chairman. And thank you to our witnesses for joining us today. You know, in the last \ncouple of years, this committee's led efforts to grow our economy and get people back to work. And now we've got \nto look at how do we help people prepare for retirement after their careers are over. And I think all of us here know \nthat means we need to look at how can we can protect and preserve Social Security for not just current \ngenerations but also future generations as well.  \n\nAs we mentioned before--you know, if we do nothing Social Security trust fund for retirement will be depleted in \n2034 which would result in a 21, ultimately up to 25 percent cut in--in payment benefits. And so clearly, we must act \nand I believe we should act sooner than later because it's going to be an easier solution to make. And I think it's an \nissue Republicans and Democrats can work together on and--and solve this for--for our country. But we've got to \nmake sure that the solution doesn't involve devastating tax cuts, which will slow down the economy, put more \npeople out of work.  \n\nSo, unfortunately, the plan we're talking about today from--from Congressman Larson includes a nearly 20 percent \npayroll tax increase, which I believe will hurt lower-income, hurt Millennials and help make it harder for small \nbusinesses to give raises to current workers or create new jobs. And that threatens to bring the economic growth \nthat we've seen to a halt or to drastically slow it down, which will cause us to reverse course. And that's something \nthat--you know, the tax cuts and JOBS act have helped working families keep more of their money that they've \nearned.  \n\nSo in addition to that, the plan results in similar benefit increases for people making $23,000 a year as well as those \nmaking over $250,000 a year. And so with the trust fund in danger of drying up, I don't think we need to help the \nwealthy get more money out of the trust fund. We need to focus on how to come up with a better solution. And so \ninstead of raising taxes, let's focus on what we can do to make sure the Social Security trust fund supports those \nthat are most in need.  \n\nReward work and modernize the program. And as always with the case of improving Social Security, we need a \nbipartisan solution to help make that happen.  \n\nI do have a couple questions that I wanted to go through and--you know, one of the things, Mr. Goss, you noted \nduring your discussion that Social Security revenue can only be used to pay Social Security benefits. And the--\nthe Larson plan, the Medicare trust fund supposed to be made whole from changes to tax on benefits but it doesn't \nshow anything about general revenue transfers. So can you explain a little bit about how the Medicare trust fund is \ngoing to be protected? Is the money going to come from--transfer from SS? Is it going to be transferred from \ngeneral revenue? Or how's that going to happen? \n\n\n\nGOSS: Really excellent question. Social Security benefits above the $25,000 and $32,000 thresholds now are \nsubject to being taxed up to half or even up to 85 percent for personal income tax. IRS collects that revenue from \nindividuals from paying their income taxes and segregates out the amount that comes from Social Security \nbenefits. They then divide that up amongst the old-age and survivors insurance, disability insurance, and Medicare \nhospital insurance trust funds per the law and per the way it's intended to be distributed. So the money really all \ncomes into IRS. The money is then simply provided as directed by law, divvied up if you will amongst those three \ntrust funds.  \n\nESTES: Right.  \n\nGOSS: So what we would be talking about here is there would be a reduction in the total amount of income tax on \nOSTI benefits going forward. And there--with less money coming in there has to be less money distributed amongst \nthose three funds, this law would say that it's not intending to touch the Medicare hospital insurance fund so it \nwould still get the same dollar amount that we would have were this law not enacted. That would mean less would \nhave come to the OESI and DI trust funds.  \n\nESTES: So--would--wouldn't--if we're raising the caps on salary income--or excuse me, on income in which those--\nthose are taxed, wouldn't there be less tax which means there's be less going into either the old-age or to Medicare \ntrust fund?  \n\nGOSS: That's correct. There would be. Of course, somewhat offsetting that, of course, if we start to have larger \nbenefits levels in the future. Larger benefit levels will therefore by--by way of being larger, there will be more \nbenefits that can be subject to income tax. So they work in opposite directions.  \n\nESTES: All right. Thank you very much and I yield back.  \n\nNEAL: I thank the gentleman. The gentlelady from Wisconsin, Ms. Moore, is recognized to inquire.  \n\nMOORE: Thank you so much, Mr. Chairman, and let me thank the witnesses for their patience. You've seen all of \nus run in and out of here but I was able to hear all of your very excellent testimony.  \n\nLet me start out with you--thanking you, Mr. Castle. And apologizing. I am one of the people who is so disgusted by \nthe amount of money we spend on the military and yet when someone like you served, injured, took five years to \nget your disability check. I am not proud of that as an American. I want to thank you for your service and glad that \nyou have, despite your wheelchair, landed on your feet to be able to do things for Paralyzed Veterans of America.  \n\nI want to thank Mr. Goss for doing the arithmetic here because I was busy trying to use my little--you know, \nBachelors degree to figure it out. Because I--I was concerned about Ms. Brozyna's daughter who was going to go \nfrom $540 a month to $3,300 a month and then realizing that there would be an uptake of that prospectively in the \nfuture and you pointed out that it would be a pretty good deal for your daughter in the future to invest in Social \nSecurity. \n\nLet me thank you, Ms. Altman, for your--your calm demeanor always reassuring us that Social Security will be \nthere for Ms. Brozyna's daughter. For our Millennials. \n\nI want to ask Ms. Zapote a question because I--Mr. Larson, I--my bill--provisions of my bill were unfortunately \nincorporated in this excellent bill but I did in my legislation allow a caretaker supplement so that years in which a \nparent has a young child could count as a year of coverage for Social Security benefits. I also restored the student \nbenefit which had a disproportionate impact on helping low-income people, poor people. You know, and I love \nSocial Security because while it's not means-tested, the slope of it is such that it disproportionately benefits low-\nincome people, people of color, etc. So I just wanted you to kind of embellish in like few moments here on what \ndifference you think having--you know, a minimum benefit but also that caretaker supplement and restoring maybe \nthe student benefit would have on communities of color and on women and anyone else who wants to weigh in, Ms. \nAltman, join in. But start with you, Ms. Zapote. \n\n\n\nZAPOTE: Perfect. Thank you, Congresswoman Moore. So, one of the things that I failed to mention when \nCongresswoman Sanchez also asked me similar question was that with the Social Security 2100 Act I'm very glad \nthat the -- there is going to be an increase in the minimum benefit as well as the benefit in general so that we won't \nhave to readily use the income of our families to be able to supplement the income of our seniors. But I do think that \nthat supplemental caregiver credit is completely essential because we do need to ensure that folks that do take time \noff to take care of their family members because we want to do that because that is in our nature to want to take \ncare of our families. We need to ensure that those folks are also retiring with the maximum benefit that they can. \nSecondly, with the benefit for children who -- that may be disabled or that are beneficiaries, if their parents have \npassed away, it is completely essential. In 1983 when we did away with the timeline of having that benefit for \nstudents to be reduced from 22 years old to 18 years old, now we know that tuition has completely hiked up, that \nthat amount -- that that help and benefit would completely, completely be able to help-- \n\nMOORE: And, Ms. Altman, I mean how dumb was that? My sister turned 18 in 1964 when she was 18 and didn't go \nto college right away. Ms. Altman, can you weigh in on my proposal? \n\nALTMAN: The concept behind the student benefit is that when a parent dies or become disabled, social security \nwhich is all of us together step in in that parental role. Now, most parents if they can afford it, they help their \nchildren get higher education. And so, as we stepping into for social security, we should do exactly the same \nthing.  \n\nMOORE: Thank you. Mr. Castle? \n\nCASTLE: And I would also like to point out very quickly that it's a veteran's issue.  Including my wife, my wife is my \ncaregiver. My wife left her job of 15 years as a schoolteacher in the state of Alabama to become my full-time \ncaregiver so I could return to work, so I could go back to school, so I could live a full and caring life. That is \nsomething that happens in a significant number of cases for veterans. Older veterans, younger veterans who are \nstrongly disabled, non-service-connected veterans that their caregivers are mothers, fathers, sisters, brothers, \naunts, uncles, step out of the workforce to take care of them. So, this is something that is a significant issue, not just \nto the general population but also veterans who deserve the ability to have their family members take care of them \nlong term, but they also deserve the ability to collect on their social security benefits when the times comes. \n\nMOORE: And to stay at home. \n\nCASTLE: And to stay at home and be taken care of. Absolutely. \n\nMOORE: Thank you for your indulgence, Mr. Chairman.  I yield back. \n\nNEAL: The gentlelady -- let me recognize the gentleman from Michigan, Mr. Kildee to inquire. \n\nKILDEE: Thank you, Mr. Chairman, for holding this hearing. It was obviously a very important topic. Social security \nis vital to security in our country. It's vital to economic security and it's particular vital in achieving what was its \ninitial mission that is to reduce poverty among seniors in this country. But obviously it goes much beyond that now. \nMore than one in six Americans benefit directly from the program including obviously retirees but spouses and \nchildren, disabled workers. This is the most successful social insurance program in the history of the world. And \nit's something that we have an obligation as I know the Chairman and particularly Mr. Larson have said we have a \nresponsibility to make sure that we safeguard this program. So, our work in trying to achieve that is necessary. It's \nnot just a good idea to improve Social Security. It's an obligation that we have. And simply talking about the \nproblem and not offering concrete solutions doesn't do anything to ensure that this program is going to be there \nwhen people need it. There are lots of aspects of this proposal, Social Security 2100 that I support, and I'm a \nproud co-sponsor of this bill. One of the areas that I'd like to zero in on, you may have already touched on, but I'd \nlike you to address, particularly Mr. Goss, if you could address the issue of the changes in cost of living allowance. \nAnd again, you may have touched on this but for me could you just address that a little more specifically in terms of \nwhat the differential would be between what the current calculations based upon and what 2100 would have COLA \nbased upon? \n\n\n\nGOSS: Absolutely. Thank you very much.  I mean initially when the cost of living adjustment automatic was \ndeveloped there was only one CPI index to choose from. It's what we now call the CP index for urban wage earners \nand clerical workers. Since then the PLS has developed several others including the CPIE which is based on the \npurchasing patterns of people 62 and older, which is coincidentally the age of our retirees and the purchasing \npattern and the nature of income for people 62 and over is probably not terribly dissimilar from most of the rest of \nour beneficiaries, disabled beneficiaries who are younger but nonetheless are generally not in any meaningful \namount of work. So, given that, obviously this bill puts forth the possibility of using consumer price index based on \nthe elderly purchasing patterns which as I think a couple people have already noted is weighted somewhat more \nheavily than for urban wage earners and clerical workers towards medical expenditures and medical expenses we \nall know too well have been tended to rise faster than prices of other goods and services. Argo the slightly faster \nrate of growth and CPIE. \n\nKILDEE: So, is it fair to say then, given the true market basket, if you'd call it that of products and services that a \nsenior or a typical social security recipient is likely to require, is such that if we don't make this change the net \neffect, given that that market basket is fairly predictable, is even though a cost of living allowance would apply, the \npurchasing power of a senior compounded over time particularly actually goes down. So, we're actually putting \nmore financial stress on the very recipient that we intended this program to support by not aligning the cost of living \nallowance with the market basket of goods that is a more predictable market basket for those recipients. Is that a \nfair way to characterize the change? \n\nGOSS: I would say that's correct based on the market basket as determined by the BLS from their surveys of \npeople in our economy. No question. \n\nKILDEE: Thank you. And this just points out that what we have to do, even though this program obviously has been \naround for a long time, we have to continually look at the reality on the ground and make the necessary \nadjustments in order for the social security program to achieve its initial mission. It's also worth pointing out that \nmany of the criticisms that we have heard of Social Security 2100 or as I often refer it -- have it referred to as the \nKildee Larson plan, but many of the criticisms of this initiative sound very similar to the initial criticisms that were \noffered when the program was seen by some as a radical departure from the structure of our economy. This is the \nmost important thing Government has done. It's the most important thing that the Government has done, and we \nhave an obligation to make sure that it continues to work. So, I thank the witnesses for your testimony. I yield back \nthe balance of my time. \n\nNEAL: Thank the gentleman. Let me recognize the gentleman from Texas, Mr. Arrington to inquire. \n\nARRINGTON: Thank you, Mr. Chairman, for holding this very important hearing on this incredibly important issue \nthat I think we all agree needs to be addressed and sooner rather than later or we're going to pay all the more and \ncreate all the more disruption and instability and uncertainty for our beloved seniors in this country. I've got to start \nby, you know, my parents raised me to be honest and I'm going to say that Chairman Larson it takes a lot of \ncourage to put out a piece of legislation to try to fix something so important and it is -- it's a herculean effort to get a \nbipartisan agreement on anything in this institution but the seniors are counting on us to get there, and I believe \nyou've been a good leader on this, and while I disagree with some of the fundamental provisions and principles in \nyour bill, we need more courage and political will if we're going to hand this country better to our children and \ngrandchildren than we found it. Period. Cross the board. So, thank you for your good leadership. Now, let me be \ncritical of your bill. No, look, I have a problem with the tax hike. I mean we've just seen this incredible response from \nour economy and the American people by providing the tax relief that they so desperately needed. People are living \npaycheck to paycheck. Too many people. When you have eight out of ten Americans that would really struggle if \nthey had an emergency that would cost over $500, that's just -- that's hard to wrap your head around and to think \nabout a 20 percent increase on a very regressive -- not the most regressive tax on a payroll tax, that -- I don't think \nthat's the solution here.  Again, I appreciate the fact that at least Mr. Larson is trying to pay for something around \nhere. God bless him for that. I just don't think this is the way to do it.  And look, small businesses are the economic \nengines of our economy. I used to work with startup companies at Texas Tech in Lubbock, Texas. We called it \nSilicon Prairie and we were trying to spin out all these tech companies from the university where I was vice \nchancellor and these sole proprietorships had technologies to help us be more productive in agriculture and help \n\n\n\nour food supply more efficient with our resources including water and medical devices, drug therapies, and I can't \nimagine having a 20 percent increase in the payroll tax on the employer and a 20 percent on the employee. It's just \ntoo much. 50 percent of these startups will never make it. And to clip their wings from the outset is -- well it's just a \nnonstarter for me. So, the WEP is incredibly important to the folks in Texas and in my district, especially those \nornery retired teachers that just show up at all my town hall meetings. Like Joann Snider who was at my town hall \nrecently in Demit Texas. That's Castro County, for anybody from Texas. And she said I want the WEP fixed, and I \ntried to blame it on the democrats, and she said, no, no, no, it's been going on for 30 years. And we've got to be \nable to take care to fix this low hanging fruit and the inequity that still exists with folks who have income that was \ncovered by the independent retirement system like the teacher retirement system of Texas and the income that was \ncovered under social security. Now I got on that bill because I think it's the Brady Bill, but it used to be the Neal \nBrady and I encourage my Chairman to get on that bill because I think it's all the better with his name on it. And I'm \nserious. This is a great opportunity for bipartisan problem solving and this is low hanging fruit. Mr. Goss, can you -- \nyou're familiar with the WEP and the inequity, is this a straightforward fix here? I mean it's just a tweak to the \nformula so that we make sure the people that have put money into the system are getting the amount back that they \nare owed. \n\nGOSS: I would suggest that's are reasonable characterization. I'm proud that our office has worked very closely \nwith Mr. Brady and Mr. Neal and their staff on several versions of this approach and there is a different formula that \nis being put forth for calculating windfall elimination as compared to what was put into the law many, many years \nago. I think it's fair to characterize it as a more appropriate, more direct formula that really takes precisely into \naccount the nature of the earnings for the covered and non-covered. \n\nARRINGTON: I'm out of time. I yield back. \n\nNEAL: I thank the gentleman and Mr. Brady and I continue to converse about this, and we would like to find a path. \nMr. Goss, let me ask you, have you found a straight path forward? Is any of your work here in all the years you've \nbeen here? \n\nGOSS: I'm sorry? \n\nNEAL: Have you found a straight path forward on any issue that you've worked on since you've been here? \n\nGOSS: A straight path forward? \n\nNEAL: Yeah. \n\nGOSS: Typically, not. And I guess I would not to be too much out of my realm but it is one of the beauties of our \nsociety and of our government that we have at least two major parties that can debate and discuss things and come \nto a conclusion that we can all best live with. \n\nNEAL: Exactly right. The gentleman from Virginia, Mr. Beyer is recognized to inquire. \n\nBEYER: Mr. Chairman, thank you very much and I'd like to add my enormous admiration to Chairman Larson for \nfighting for this bill for so many years and Chairman Neal for bringing this up. As a major important issue. You \nknow, we have $22 trillion worth of debt. And I consider this great moral dilemma. It's something I worry about every \ntime I vote for a bill that's not paid for it hurts. And it's only because no one in this institution seems to think there's a \nway forward on raising revenue. And it's -- what drives the debt is Medicare, Medicaid and Social Security. My \nfriend from Arizona, Mr. Schweikert, talked about a grand theory, a unified theory. We've been looking for one in \nphysics for 120 years unsuccessfully. We have an opportunity to address a third of this mandatory spending in a \nresponsible way and we need to do it. I know Mr. Goss has talked about a $19 trillion increase in the fees, taxes \ncoming out of it and just the other half of that is that's $19 trillion that doesn't come from government and it doesn't \ngo to government. It's going right back into the economy to people who have a 100 percent propensity to spend. \nSo, it's going to go to those small businesses that need the purchasing. I have four children and three are \nMillennials. None of them think social security will be there for them. Every time I talk to young people, I ask about \nsocial security and they're all enormously skeptical. I'm a math nerd so let me share what it is with my daughter. \n\n\n\nMy younger, 24 years old, makes $40,000 a year. We keep hearing about a 20 percent increase. It's actually one \nhalf of 1 percent increase per year for the next 24 hours. And overall the 1 percent with the 7.65 base means it's a \n13 percent increase. So, she will pay less than $20 this next year if this bill goes through and less than 40 the year \nafter that. This is two or three trips to Starbucks. And what it is, is it's not a tax. This is her investment in her future. \nThis is her investment in her retirement. So, all she's doing is paying it forward. And as Mr. Goss has so greatly \npointed out, based on her lifespan she will make back a multiple of what she puts in when she's retired. So, we \nneed to take this as taking it away. And let me speak as a small businessperson. I'm sorry, Ms. Brozyna is gone. \nBut I've been part of the family business. I own half of it for 46 year and I consider a small business because until I \nran for office I still knew the name of everybody that worked there. And so, I did the math and based on our \nincrease when fully phased in the increase in our payroll taxes as a percentage of our sales is .00056. That's 5 \ncents for every thousand dollars of sales. Or if you want to say not sales but gross profit. 4 cents of every hundred \ndollars of gross profit will be the increase in our social security. So from a business perspective whether you're a \nmeal size, small size, big size it is trivial, especially when you figure that this is the insurance and the disability side \nfor that -- it's the safety net for our small business.  And if we can't afford big picture health insurance and the like, \nor we have it through the social security. So, there's just so much that I think is really important about all this. Mr. \nCastle just left so maybe Ms. Altman if I could ask you about just -- I also have family members on the SSDI. Can \nyou talk about not just the old folks but about the folks that are in the prime of life that are relying upon this? \n\nALTMAN: Absolutely. Disability is something that can strike you rich or poor. Anyone can walk into the street and \nhave disabling accident. Disability insurance is an extremely rare benefit in the private sector. But all of us are \ncovered under social security disability insurance and the 2100 Act increases it as it should. So, those benefits \nwill go up as well as the retirement benefits. \n\nBEYER: And, Mr. Goss, I know you went to University of Virginia, so you're obviously very well educated. And you \nwere talking about somebody retires at 66 and may have 20 more years. In fact, what are you looking at in terms of \nthe lifespan of children born today? \n\nGOSS: The lifespan of children born today we're looking at being probably upwards of approaching around 80 and \nof course it's always tricky to look at the lifespan of people who are born today because they have unfortunately the \nopportunity to die between now and age 66. So, it's really if we're thinking about the value of retirement benefits it's \nbetter to look really at the expected average life expectancy for people who actually get to 66. One might say that \nwell that doesn't really tell the whole picture because how about people who die along the way? That is part of the \nwhole package deal of social security. People who die earlier generally proceeded that death by a period of \ndisability and would receive benefits and many, many of them have survivors that follow after them will get benefits \ntoo. So, it really is a comprehensive plan that covers essentially everybody. \n\nBEYER: I'm very impressed that there are more than two million Americans now over the age of 90 and that's the \nfastest growing part of our population.  \n\nNEAL: Let me recognize the gentleman from Pennsylvania, Mr. Evans, to inquire. \n\nEVANS: Thank you, Mr. Chairman, and thank you for your leadership for having this hearing and I thank all our \nwitnesses. I would also like to applaud my colleague from the great state of Connecticut, John Larson for working \nhard in putting this legislation together so that people who earn their social security benefits are able to retire with \nthe safety and security that they were promised. The district that I'm from in the city of Philadelphia has about from \n-- thank you, Ms. Altman, for providing this -- 124,000 people, 686 receive social security benefit, $1.9 million. So \ndirectly in this particular district, the third district in the city of Philadelphia, this district which has a poverty rate of \nabout 26 percent, social security is what I will call a poverty buster, as it is considered by the nation number one \n(INAUDIBLE) poverty program. This bill that Mr. Larson is describing is laid out and shown the leadership would \nexpand social security ability to keep people out of poverty by establishing a minimum benefit for full career \nworkers. Ms. Altman, in your testimony you stated that over 22 million Americans including over one million children \nhave income above poverty due to social security alone. Do you see the new special minimal benefit included in \nthis bill as an effective way to keep even more people from getting in poverty? \n\n\n\nALTMAN: Absolutely. There was a special minimum that's in the law, but it has really eroded in value. This will say \nthe people who've contributed, worked their entire lives, will get 125 percent of poverty as a minimum benefit. \n\nEVANS: And in your -- what would that -- talk a little bit to what you think what would that mean from an economic \nstandpoint in the community? \n\nALTMAN: Social security really strengthens the economy. We've talked about -- I mean for a small business or \nany business to survive it has to have consumers. And the people who receive social security benefits on average \nhave the lowest income of other people in the country, even high income -- when we talk about high income in the \nincome tax realm, we talk about people of $250,000 or more. High income within senior population of people were \n60 or 70 thousand dollars. So those are people as soon as they get that money, they're spending it in their \ncommunities The ARP has done a study that shows for every dollar that is spent, that is paid out as social security \nbenefit generates $2 in economic activity. So that's a very high multiplier. \n\nEVANS: From some of the comments you have heard today, it appears -- and I won't put words in anyone's mouth -\n- but can you please explain why it is so critical that we don't settle for cuts to benefits as a means of being able to \nkeep the program running? \n\nALTMAN: Absolutely. And let me be very clear because I'm concerned a bit that some of the conversation in this \nhearing is given a mixed -- a wrong impression. Social security is extremely strong. It's 100 percent funded for the \nnext sixteen years. 93 percent funded for the next 25 years. You just were talking about the multi-employer passed \nimportant legislation for that. Congress put in a test for multi-employer plans. Green light, yellow light, red light. \nWhether they're healthy. Under that exact task social security is in the green zone. So, when Franklin Roosevelt \nenacted social security, he called it a cornerstone on which to build. Obviously whenever you're projecting out 75 \nyears, sometimes you're going to find unintended surpluses, sometimes unintended deficits. What you're doing here \nI think is maintaining the program. Social security is a solution. It's not a problem. and that's why every generation \nbefore has increased benefits and paid for it in exactly the way that the 2100 Act does and you're actually, as I said \nin my statement, are increasing the premiums by much -- really ten times lower than the average increase over the \nfirst -- from 1935 to 1990. \n\nEVANS: Only last thing I thought you was going to say is that John Larson is our 21st Century version of Franklin \nDelano -- I mean Franklin Delano Roosevelt. I thought you was going to add that. But I yield back to the Chair. I \nyield back. Thank you. \n\nNEAL: We thank the gentleman. With that, let me recognize the gentleman from New York, Mr. Reed, to inquire. \n\nREED: Well, thank you, Mr. Chairman, and I just want to start my commentary today as I sat here and I wanted to \nlisten to all the members and we've had the benefit of the testimony of this panel before in our subcommittee \nhearing room and we appreciate the witnesses input on this issue. And I'll start my comments by saying to the \nChairman, Chairman Larson, we do respect on this side of the aisle, as you can tell from the commentary and the \nrecord today, the leadership that you have demonstrated on putting this bill into the hopper. That is what true \nstatesmanship is and John Larson is a statesman and I just want you to know we have the highest regard for you \nas we go through this process of resolving social security. Resolving social security is something that is personal \nto me. This panel has heard my story. I'll reiterate it. The short version of it today. And I have 11 older brothers and \nsisters, eight sisters, three brothers. And my father passed when I was two. And so there stood my mother who \nraise the 12 of us all by herself as a widow. And the thing that got us through as a family was social security. And \nso, it's personal to me as well as many members, as well as millions of Americans across the country to fix this \nproblem for the generations to come. And we have developed our principles. And you know our principles. That we \nare going to try to solve this problem by relying on long term economic growth and reward work not penalize it. And \nwe talk about economic growth that to us as Republicans a key of the revenue component of this equation. And not \nonly is it growing the economy and getting workers into the American economy. As my colleague from Wisconsin \nindicated, immigration reform is a huge opportunity for us to take care of social security because that will bring in \nhundreds of thousands of new workers into our system that get to that equation of having more workers in the \nsystem to take care of the retirees and the beneficiaries of the program. We are also committed to equal treatment \n\n\n\nfor public servants. That is the windfall elimination provision and I know the Chairman Neal and Chairman -- or \nRanking Member -- Chairman Brady to me always are committed to fixing that problem as well as many of our \ncolleagues are. We want to act now to protect future generations benefits. Because we recognize waiting takes \ntools out of the toolbox to fix this that make it more draconian, more difficult to do. And we want to protect the most \nvulnerable people through focus reforms, those widows and others that need the system more than others based \non their way of life. That acronym is LEAP. That is, we are going to leap together when we ultimately solve this \nproblem. Republicans and democrats and truly hopefully the Reed Larson bill that will go to the President's desk for \nsignature. But at this point in time, the real issue is we need to fight what is one of the biggest obstacles we have, \nand the biggest obstacle -- and my colleague Mr. Larson, I do this with the utmost respect because I've seen the \nStarbuck cup of coffee prop and I'm introducing a new prop today that ultimately we're going to bridge the difference \nwith. And that is our coffee cup mantra. You know, my colleague on the other side, Mr. Larson and who I love and \nhas become a friend has a cup of coffee that says this is just a cup of coffee. It's a small 50 cents a week type tax. \nWell, as we see it, on the Republican side, this is a large tax increase. This is the more size cup of coffee that we \ngot to fight in regards to the tax increases we're looking at with this payroll tax. And so, this prop will stand before \nus, not as a symbol of division but as a symbol of a need to come together. And we'll fight these tax increases on \nour side but at the end of the day, I am confident that we are going to bridge this difference and the message that I \nwant to send to all of America today from this Committee is that through honest disagreement but respect and \nfriendship such as we have developed, John, you and I, we will lead this Committee as well as Chairman Larson \nand Chairman Neal, and we will lead this Congress as one Committee that still has that aura of bipartisanship, that \naura of statesmanship that I can't think of a bigger Chairman than Chairman Neal who also articulates that. And \nwith a sensitive issue as social security, this will be one of those things we as Members of Congress will be able \nto look back on and say we stood up in our moment of time to solve a generational problem that needs to be fixed \nto protect our fellow American citizens. And with that, I yield back. \n\nNEAL: I thank the gentleman. With that, let me recognize the gentleman from Illinois Mr. Schneider in inquire. \n\nSCHNEIDER: Thank you, Mr. Chairman, and like my colleagues I'm grateful that we're having this important \ndiscussion today. Social security has been said is if not one of -- if not the, one of the greatest anti-poverty \nprograms in our nation. And as my colleague from New York pointed out, for all of us I think we have our personal \nstories. For me it's very personal. My grandparents depended on social security. My grandmother Molly could not \nhave survived without it. She created a big family. She was one of six kids. She had six children. All of us as a \nfamily take care of each other. But her children, my aunts and uncles, could not have survived, could not survive \ntoday without social security. Her youngest son, my uncle Steven, was diagnosed with Parkinson's at age 37. He's \n75 today. Social security disability has allowed him to provide for his family. My cousins were able to go to college \nto grow into adults that they are because of the support the social security provided. My colleague from Texas, Mr. \nArrington, noted that the seniors are counting on us. I want to take that a step further. Yes, indeed the seniors are \ncounting on us. The baby boomers are counting on us. But the Gen X'ers are also counting on us and my kids' \ngeneration, the Millennials are counting on us. The very idea of working for a lifetime and having the confidence of a \nfuture secure and dignified retirement is what we're talking about here and every generation is counting on us to \nfigure that out. But I also want to emphasize that our small businesses are also counting on us. Social security is a \nsafety net for small business. It provides insurance and retirement benefits so they can operate their business. \nMany entrepreneurs could not afford the insurance social security provides in the market. Social security allows \nentrepreneurs to take risk, to pursue their dreams, to grow our economy and to create jobs. Let me go back for a \nsecond to the generations. This is a watershed year. This year there are now more Millennials than there are baby \nboomers. Ms. Brozyna, like you, I'm a parent to Millennials. My boys are 24 and 26. Early stages of their careers. I \nhope and I'm actually confident that my wife and I have done I think a pretty good job teaching them the values that \nwill carry them forward in life. Top among those is the value of taking responsibility for themselves, for their \npersonal decisions but also for their future. And that includes saving for retirement. So, Ms. Altman, I'll start with \nyou. What percent of workers today have access, if you know this, to a defined benefit or define contribution plan? \n\nALTMAN: Well, to a defined benefit plan it's fallen to about 13 percent in the private sector. A larger percentage \nhave defined contribution plan, although the amounts in them are pitifully small and will not support anyone for \nmore than a year or two in retirement. \n\n\n\nSCHNEIDER: So, social security is part of that overall package. Again, this idea of teaching our kids this self-\nreliance and personal responsibility contributing into their social security and the part that their employers get \nthat's part of the package the compensation as you said, workers compensation that allows them to have the \nconfidence of the secure retirement. Correct? \n\nALTMAN: That's right. The 2100 Act is really most beneficial to Millennials and younger and because they're the \nones that are going to rely on social security the most and it expands their benefits. \n\nSCHNEIDER: So, as we think about these Millennials now this biggest generational life today, they start retiring in \nabout 30 years and I'll start with Mr. Goss, but anyone can answer this. If we don't do anything, if this Committee \nfalls short of making the decisions to secure social security, what's going to happen to their retirement compared \nto what their parents, the baby boomers are receiving today? \n\nGOSS: Well, if you look at the level of benefits that their parents are receiving today compared to what their prior \nearnings were, and look at that sort of ratio, we call it a replacement rate, if you look at what will happen to the \nMillennials 30 years from now when they retire if we don't do something and the scheduled benefits are dropped by \n20 to 25 percent, they will have 20 to 25 percent less purchasing power relative to what they were used to in their \nworking years as compared with where their parents are now. \n\nSCHNEIDER: I know others have said that we're putting this burden by the conversation we're having and some of \nthe ideas we're batting around would put a great burden on young Millennials. Inaction it seems to me is going to \nput a great burden on young Millennials. Is that a fair statement? \n\nGOSS: I think so. I guess a way of characterizing it perhaps is you get what you pay for. And if we do not increase \npayroll taxes then we will have to receive you know 25 to 33 percent less benefits in the future than have been \nscheduled on the law. So, if you want to maintain the scheduled benefits at the levels our American people have \ngotten used to, we simply are going to have to put more money into the payroll tax structure one way or the other. \n\nSCHNEIDER: I'm out of time but as a prerogative, as a Navy dad, Mr. Castle, I just want to say to you thank you for \nyour service and for you and all who put a uniform on in the service to our nation, we need to make sure we get this \ntaken care of. \n\nNEAL: Thank the gentleman. Votes have been called. So, we would like to wrap up here. So, for the witnesses and \nfor the members if they go to the floor. So, with that, let me recognize the gentleman from New York, Mr. Suozzi, to \ninquire. \n\nSUOZZI: Thank you, Mr. Chairman, and thank you for holding this hearing and continue to hold hearings on very \nimportant topics that we need to discuss. And it's really great leadership on your part and I want to echo what Mr. \nReed said that you have exhibited this desire to try and encourage bipartisanship and it's really wonderful that \nyou're doing it and I want to thank my colleague Mr. Larson for his leadership on this issue, laying down a marker \nand a very tough issue. I want to thank the witnesses for being here, for all this time. We appreciate it very much \nand thank you, again, Mr. Castle, for your service. I'm glad that you brought that up, Brad. Thank you to all of you. \nSo, let me start with you, Ms. Altman. What's the easy answer to fix -- make social security better? What's the \neasy thing with no political risk that will solve the problems of social security? \n\nALTMAN: Well, what the overwhelming majority of Americans want is something along the lines of the 2100 Act. \n\nSUOZZI: So, this is an easy fix you think? You think there's no political risk to Mr. Larson's proposal? \n\nALTMAN: Well, from the debate obviously today there's going to be a debate about it, but I do think the American \npeople overwhelmingly want to see social security no cuts is every poll across the board. \n\nSUOZZI: Mr. Goss, what do you think is the easy fix here? \n\nGOSS: I hate to say it but if there were truly an easy fix, I think you all would already have enacted it quite some \ntime ago. \n\n\n\nSUOZZI: You think the idea of more economic growth is a potential way to solve this problem? You think that's \ngoing to -- is there any sign of that happening soon that we're going to have enough economic growth to solve this \nproblem? \n\nGOSS: More economic growth will certainly be a help but to close the gap that we have facing us, highly unlikely. \n\nSUOZZI: Okay. So, I'm an accountant by training. I became a CPA.  I'm an attorney also but you know you either \nhave to raise revenues or you have to decrease expenses. And you can either decrease expenses by cutting \nbenefits or delaying the time that the people can receive their benefits. So, none of those are easy answers. Those \nare all -- and everyone who's up here, every single member of Congress that's up here, I'm relatively sure had town \nhall meetings or debates when they were running for office and social security is brought up. AARP probably \nsponsored a debate in their district, and we said we're going to work on it. We're going to solve this problem. We're \ngoing to look at these different things. I'm not sure but I'm going to work on it. I'm going to try to work with my \ncolleagues. And everybody here said that today. And I want to encourage my colleague Mr. Reed and Mr. Kelly and \nMr. Rice and Mr. Schweikert and I wish Jodie Arrington was here as well. They're all very bright, passionate people \nthat care about this issue to work on this issue with us. This is what we're supposed to do. Regular order. We're \nhaving a hearing. We're bringing this issue up. We've got a long time before a mark up on a bill will happen. Let's \nnot say oh we're crushing it through later on. Let's take advantage of this time and let's work together and let's \nactually come up with a solution to social security. But you know what? It's not going to happen unless we work on \nit together because no matter what people are going to have to take a political hit. You're either going to get hit \nbecause you want to try and increase the expense or you're going to get a hit because you want to decrease \nexpenses because those are really the only two real viable things. And we can consider some other things that Mr. \nReed has talked about. What we can do to encourage economic growth, what we can do to eliminate windfalls for \npeople, what we can do to solve the immigration problem, but the reality is we either got to increase the revenues or \ndecrease expenses. And that's hard to do. But we're all committed. We all love America. We all love senior citizens. \nWe've all been on the campaign trail and said social security is one of the most important benefits in the entire \nUnited States of America and we need to fix it. And Mr. Kelly said it more passionately than anybody. He's one of \nthe best speakers here. He always says it very passionately. So, we've all done that. And we've all talked about \nhow complex it is. Mr. Schweikert always talks about how complex it is, the numbers and the demographics. And \nhe's right. He's not wrong. He's right. Let's do it. It's going to be quite some time before the actual markup comes. \nCertainly not going to happen for the next 30 days. Maybe it will be 60 days, who knows.  I don't know what the -- \nwhen the actual markup will be but let's take advantage of this time and not run into what happens every single \ntime on every single issue and people say oh, we don't have enough time. This was forced upon us. Let's sit down \nand work -- Mr. Larson, would you be willing to meet with your colleagues to discuss solutions to this problem? \n\nLARSEN: All the time. \n\nSUOZZI: Open door policy. This is the easiest guy to talk to in the entire United States Congress is John Larson. \nYou know how much time and effort he has put into getting us to this point here today? He's put years on effort \nbuilding support, looking at the numbers, trying to make up a plan that will find the softest edges on a difficult \nproblem and building a constituency of people throughout this country to support this idea. It's hard work. It's difficult \nto do. We have the time right now to do it before there's a markup to try and give written ideas, as Mr. Larson has \nsuggested, he said he wants written plans. Give me some ideas as to what you want to suggest that's better. Write \nit down. Share it with him and let's work on it together. I yield back. \n\nNEAL: I thank the gentleman. Let me recognize the gentlelady from California, Ms. Chu, to inquire. \n\nCHU: While I am so thankful that we're having this hearing today. We need to ensure that our social security \nsystem is strong as ever and the American people are counting on us. So that's why I support this bill so strongly. \nAnd I was also pleased to hear Chairman Neal say that he is working on a bipartisan solution to something that is a \nsore spot in California and that is the problem with the windfall elimination program and the government pension \noffset. Our public employees should not be penalized because they have a separate retirement system but then \nalso paid into social security but right now, they don't get their full benefits. So, we need to fix this problem. Ms. \nAltman, I was so thrilled to see that you had an Op-ed in the Wall Street Journal that states that new immigrants \n\n\n\ncan bolster the social security system and I'd like to enter this article in the record. Well, and so, let me say that \nwhat I found so interesting about your article is that immigration policy could be part of the solution as far as social \nsecurity. \n\nALTMAN: Absolutely. \n\nCHU: That if comprehensive immigration reform had passed in 2013, the trust fund solvency would have been \nextended by two years and the reserves would have increased by $284 billion over ten years. So, can you expand \non how contributions by immigrants can benefit our country's social security system? \n\nALTMAN: Absolutely. And I'd like to - - actually leads me into a point -- a larger point and that is the decision has \nbeen -- was made to current fund social security which was the way a lot of other pension plans were done prior to \nERISA but it works for the Federal Government. So, what that means is the current workers are paying for current \nbeneficiaries and then when they receive benefits, then who are current workers will pay. Its' a perfectly -- many \nadvisory counsels looked at it. You could advance fund. You could current fund. It's a very responsible way to fund \nany kind of pension system. This one's current funded which means that you have to have a large enough \nworkforce. When you have -- we have, as Mr. Goss said, the reason our population is aging is not that we're all \nliving so much longer. It's that we're having fewer children. So, the proportion of older to younger has shifted. Now \nthere's an obvious solution. We could have a handmaid tail and we all -- all the women be forced to have more \nbabies or we could open our borders to people who are going to be responsible and build our economy and so, \nimmigration is really not any different from if all of us were having larger families. \n\nCHU: Well thank you for that. And I'd also like to ask you to address another issue and that is pertaining to the \nelderly Asian American and Pacific Islander population. I'm Chair of the Congressional Asian Pacific Caucus and I \noften hear about this model minority that Asian Pacific Islanders are more financially secure than the U.S. \npopulation. But in reality, what we found is at the poverty rate for Asian American seniors increased by 40 percent \nbetween 2009 and 2014 and 191 percent for Pacific Islanders that Asian Americans are also less likely to receive \npensions from their employers and 53 percent rely on social security for almost all their income. So, Ms. Altman, \ncan you explain how the social security 2100 Act would bolster economic stability for older Asian Americans? \n\nALTMAN: Absolutely. It does so in a number of ways. First, it has an across the board benefit increase, but it's \nacross the board but it's weighted towards lower income. So, it benefits all people of color, Pacific Islanders, \nAsians, Hispanics, African Americans. In addition, it has updates the special minimum, the floor below which you \ncannot fall. And to 125 percent of poverty because, again, the groups you're talking about disproportionately make \nup the poor amongst seniors. So, it has that very big benefit. And for those who are fortunate to live very long lives \nit has the CPIE, a cost of living adjustment and most importantly I think, and it's a point Mr. Goss has made several \ntimes, it makes sure that all our benefits can be paid in full and on time through the 21st Century and beyond. \n\nCHU: Thank you. I yield back.  \n\nNEAL: We can get this accomplished because we're going into executive session with the Committee after we \ncome back from the floor and I don't think it's reasonable to ask the witnesses to hang around for maybe up to two \nhours. So, Mr. Panetta is recognized. \n\nPANETTA: Understood. Thank you, Mr. Chairman. Appreciate that. And obviously thanks to all the witnesses who \nare here enduring this time. And also, your preparation to be here. And as one veteran to the other, thank you for \nyour service too, Mr. Castle. Look, I agree with my friend Tom Suozzi. Not just because he's my roommate. \nBecause he's Italian but because he's right when it comes down to the fact of you know there are those that govern \nby leadership and there are those that govern by crisis. And unfortunately, I think what the American public is \nseeing is a government that is governing by crisis. And I have to say not to -- I mean yes to jump on the wagon but I \nthink what you see here in the 2100 bill is that you've seen John Larson govern by leadership in what he's put \nforward. And the reason is because we don't want to wait for that crisis in 15, 16 years when it comes to our social \nsecurity. So, we want to take care of this now and we want to do something about it. And so, obviously commend \nmore Larson. I commend the Chairman and I commend this Committee for actually trying to do something to lead, \nespecially when it comes to this important issue of social security. It's very important for my district on the Central \n\n\n\nCoast of California. We have 113,000 people who receive social security each month. This is especially true for \nthe Latino community in my district who already see a lower than average annual payment and without social \nsecurity I think clearly the Latino poverty rate would skyrocket from 18 percent to just over 50 percent. So, Ms. \nZapote, thank you for your testimony but can you talk to me about any other retirement options besides social \nsecurity that the Latino community relies on? \n\nZAPOTE: To be honest, social security is the soul retirement security that Latino members have in this country. \nUnfortunately, our community is overrepresented in low income jobs. We're over represented in being over \nemployed, working two or more jobs and still not making enough money and so, it really just goes to show how \nmuch we rely on social security and how much we need to ensure that we keep this program so strong so that our \ncommunity can stay above the poverty level. \n\nPANETTA: And can you, if you can, go into detail as much as you can in regards to how the social security 2100 \nAct would help the Latino community? \n\nZAPOTE: Yes. First and foremost, one, by expanding benefits, giving more money to folks that are retirement \nbeneficiaries. That would 100 percent be able to help these communities. Our families live in intergenerational \nhomes. So, a lot of the money that comes in from social security is also helping to pay kids going to school, \nbackpacks, etc. Unfortunately, because we don't have that generational wealth, because it was pulled in under the \nrug from us back in 2008, we are having to solely rely on social security. But if we do have the social security \n2100 Act, hopefully we'll be able to continue to grow our wealth within our communities and at the end of the day \nthat is really what we're striving for, not necessarily relying on social security but wanting to strive more and create \nthat wealth for our communities. \n\nPANETTA: And based on the timing I'm going to end with that. I yield back my time. Thank you. \n\nNEAL: Thank the gentleman. Let me recognize the gentleman from Nevada, Mr. Horsford, to inquire. \n\nHORSFORD: Thank you, Mr. Chairman. I'll be brief. I first want to thank you, Mr. Chairman, for scheduling this \nhearing and my good friend Chairman Larson, the Chairman of the subcommittee for introducing this critically \nimportant legislation.  I want to publically thank Chairman Larson for taking the time and effort out of his schedule to \ncome to my district to join me in meeting with hundreds of my constituents at one of my local senior centers in North \nLas Vegas. Chairman Larson is so committed and passionate to this issue. It's not just about his leadership in \nbringing this legislation. He literally has traveled this country trying to educate the public on the need to fully secure \nand protect social security for current and future generations. So, I just wanted to publicly thank him for his work. \nIn my district, Nevada's 4th District, we have more than 136,000 people who depend on social security. \nApproximately 100,000 of those are retired aged seniors. Of these retired seniors' 21 percent of married couples \nand about 44 percent of unmarried persons rely on social security for 90 percent or more of their income. Living \nfrom one social security check to the next. And although average social security benefits are modest, for many of \nmy constituents, especially women, disabled workers and people of color they are a lifeline. Without it they simply \nwould not be able to survive. For those Nevadans who depend on social security as their only source of income, \ntheir benefits fall short of $10,000 a year. So, I want to just share a short story of a constituent living on these fixed \nincomes and hopefully it can help bring life to the people that we are here to advocate for. Mrs. Estrada lives in Las \nVegas. She has a total income of $932 a month, receiving $700 a month from social security her primary source \nof income. Recently Mrs. Estrada's rent increased to $810, a number she cannot afford. While searching for new \nrental she has been consistently denied because she cannot show proof of her ability to pay both rent and a \nsecurity deposit. She applied for public housing but is currently on the waiting list and has no certainty as to how \nlong she'll have to wait. Average rent in Las Vegas now exceeds $1000. And only 8 percent of rent available in Las \nVegas costs less than $700 with most of that number exceeding $500 in rent. Mrs. Estrada has not found anything \ncheaper. With your average renter requiring a month's rent and an equal amount in security deposit to qualify for \nrenting, seniors in Southern Nevada need at least $1000 in the bank to qualify. At $932 a month in social security \nbenefits and income Mrs. Estrada does not meet that threshold. So, this is the reality. On top of that, our increase \nexpenses for medical, food, phone bills, transportation, utilities. How are individuals supposed to make it? So, Mrs. \nZapote, you're here today to talk about the impact of social security solvency on communities of color, particularly \n\n\n\nthe Latino community. In my district the Latino community makes up 30 percent of the population or roughly \n230,000 people, many of whom depend on their social security. Can you talk about how social security solvency \nis an issue of racial injustice and what we should be doing to address that in today's policy? \n\nZAPOTE: Yes. Like I mentioned earlier, with Congressman Panetta, our community unfortunately is over \nrepresentative -- overrepresented in low income jobs. Unfortunately, these jobs aren't paying enough to be able to \ncover the utilities and the other things that all Americans have to pay to sustainably live their lives in the United \nStates. Through the social security 2100 Act being able to have that additional access to more benefits, more \nadditional money also including that minimum benefit wage would be completely, completely and absolutely life \nchanging for some of these folks that are living under poverty even when receiving social security benefits. \n\nNEAL: Thank the gentleman. Mr. Larson is recognized. \n\nLARSON: Thank you, Mr. Chairman, and thank you for holding this hearing. First and foremost, thank our \nwitnesses. I always find these hearings to be most instructive. And it's great when our members speak less and get \nto hear from you more but that doesn't always -- it always doesn't happen that way and thank you so much and I \nalso want to thank my colleagues on the other side of the aisle, especially the subcommittee members who we've \nworked wit and really the praise belongs to the people in the United States Congress of which there are more than \n211 original cosponsors of a bill. That's pretty rare. And more than 222 said that they will vote for the bill. So that \nbill in the House of Representatives will become law. I commend the Chairman and we look forward to the mark up. \nAnd we sincerely hope that we do because we have worked -- and I should add, you heard the story, Rich Neal is a \nproduct of social security. Tom Reed is a product of social security. Tom Rice is a product of social security. I \nthink you heard today the willingness of everybody to understand that we have to pull together. And let's not forget \nthe guy down on Pennsylvania Avenue. By the way, my fellow colleagues on the other side, he had the temerity in a \ndebate to stand up to sixteen other Republicans and say no it's not an entitlement. It's an earned benefit and I'm not \ngoing to cut it. So, when he said he's not going to cut it, as all of our witnesses know, for every year you raise the \nage it's a 7 percent cut. 90 percent of the benefits of social security go to people under $50,000 a year. If you can \nlook them in the eye and tell them amiss what's going on in this economy that they have to take a 7 percent cut \nwhile we're giving 1 percent of the nation an 83 percent tax cut that's unpaid for, when poll after poll shows that \nevery single citizen says yes we'll pay more so that we're given the certainty and the guarantee that social security \nbrings us and yes your daughter is well and as you heard today from the actuary, yes they will pay more but they \nwill get far more for that dollar. The difference is in 2008 when the economy crashed, and people's 401k's became \n101k's social security never missed a payment. That's because it's the full faith and credit of the American people. \nAnd that's why it's going to take all of us pulling together and saying okay we recognize its' pretty simple. Mr. Suozzi \nlaid it out. Either you're going to cut benefits or you're going to have to increase revenues. So, we tried to increase \nthe revenues over time, over a 25-year period so they would ease it. Had they done this back in 1983 we wouldn't \neven be having this conversation about the nation's number one insurance plan, the number one anti-poverty plan \nand the number one increasing civil rights issue of our century for both women of color, women in general, black \nmales and also the economic development issue of this century as well. When you look, as Ms. Altman went over, \nwhat every single district and there was a packet passed out to everyone today with how much -- how many \nrecipients of social security and there's roughly about 120,000 in every district. Some more than other. Mr. \nBuchannan having the most on the Ways and Means Committee but also it's about a billion dollars for every district \nthat's' coming in. you cannot cut that by 7 or if we do nothing and doing nothing is a plan, end up with 20 to 25 \npercent cuts in our economy and most importantly to our citizens. And with that, I thank the witnesses again and I \nthank the Chairman and I yield back. \n\nNEAL: Thanks Mr. Larson. Ms. Murphy is recognized to inquire. \n\nLARSON: Oh, Mr. -- I wanted to submit for the record also the growing list of groups that are supporting 2100 from \nsocial security works, DFL, CIO, the National Organization of Women, at al. \n\nNEAL: Without objection. Ms. Murphy? \n\n\n\nMURPHY: Thank you, Mr. Chairman. And thank you to the witnesses for their testimony. Social security is the \nbedrock of our retirement system. It's one of the most successful government programs of all time helping to keep \nmillions of seniors out of poverty. And I think it's' important to remember that social security is not an entitlement. \nIt's a benefit that seniors have paid into and earned after a lifetime of work. There are 4.6 million people in Florida, \nincluding 125,000 people in my Orlando area district who rely in whole or in part on their modest social security \nbenefits in order to meet their needs during retirement. And while these benefits are critical, they haven't kept pace \nwith the rising cost of living that many retirees face. There's also a looming crisis for social security. The latest \ntrustee's report projects that the programs reserves will be depleted by 2035. That's just 16 years from now. And if \nno action is taken before then, benefits would automatically be reduced. Clearly, doing nothing is not an option. And \nrather than waiting for the looming crisis to become an imminent crisis as Congress often does, Chairman Larson \nhere has worked hard to craft a serious and comprehensive bill that would achieve sustainable solvency for the \nsocial security trust fund. And while I do have some reservations about this bill, I applaud Chairman Larson on his \nbold leadership. And as we move forward in this process, we must do everything we can to keep the promise of \nsocial security. And that is if you work hard all of your life, you can retire with dignity. And with that goal in mind, I \nhave four principles. First, I think we should strengthen benefits, not cut them for retirees as the cost of living in \nplaces like Florida continues to rise and these benefit formulas should more accurately reflect senior's spending \nhabits. Second, I think we should ensure everyone pays their fair share into social security trust fund without \nplacing additional burdens on already struggling lower- and middle-class families. And third, we must protect the \nsocial security trust fund from being raided by Congress to pay for other programs. And finally, any path forward \non social security must be bipartisan as we've got to stop treating social security like a political football. Our \nseniors deserve better and the American people deserve better. Mr. Larson deserves tremendous credit. And with \nhis bill he has entered the proverbial arena. Meanwhile the other side of the aisle is still sitting in the stands offering \npolitically based critiques but no substantive solutions. And if we're going to make progress here, this will have to \nchange. And I look forward to working with Chairman Larson and the rest of the Committee to find a solution to this \nimpending crisis. Thank you and I yield back. \n\nNEAL: I thank the gentlelady. I would like to thank the witnesses for their testimony. Please be advised that \nmembers have two weeks to submit written questions to be answered later in writing. Those questions and your \nanswers will be made part of the formal hearing record. With that, the Committee stands adjourned.  Thank you all.  \n"}