{"title": "GRASS ROOTS; Scavenging in America for the Folks Back Home", "body": "\nNAME: Obomeng Mma Kuo of New York and New Jersey.\n\n     FOUNDED: 1995, in the Bronx. \n\n MISSION: To mobilize Ghanaians who have immigrated to the New York metropolitan area from the village of \nObomeng, in eastern Ghana, to raise or seek money for Obomeng and its surrounding region. The group's focus is \non health, education and infrastructure; monthly meetings are held at the Mary Mitchell Family and Youth Center \nnear the Bronx Zoo.\n\nFINANCING: From member's donations and foundations (the J. Homer Butler Foundation gave $3,000 this year to \nrenovate a medical clinic in Obomeng), but the biggest source is aggressive scavenging. Anything goes: hundreds \nof school desks that Fordham University was about to throw away; secondhand computers from the National Puerto \nRican Forum in New York; a $1 million shipment of medicine from the Catholic Medical Mission Board.\n\nObomeng Mma Kuo, which means Obomeng Citizens' Association in the Twi language, is one of many hometown \nassociations in America, immigrant groups that promote projects in their native towns or regions. Such groups date \nback to at least the turn of the last century, when European immigrants banded together to help finance projects in \nthe old country. \n\nExperts say that certain benefits, albeit not financial ones, accrue to the immigrants as well. \"There's a whole social \ndynamic underlying this,\" said Peggy Levitt, associate professor of sociology at Wellesley College who has studied \nhometown associations. \"If you've suffered a decline in status as an immigrant and you work really hard and you're \nreally lonely, it's a big compensating experience to be able to bring home a check.\" \n\nRonald Ababio, who operates Obomeng's development efforts, recently lost his contract as a floor-maintenance \nworker at Rite Aid and is strapped financially. But he is so famous in his hometown, he said, that if he returned he \nwould have to disguise himself to avoid the attention.\n\nWhen the group sent over its first medical supplies in 1999, consisting of donated medicine that one member \ncarried over in a suitcase, the older men in the village were mightily impressed with what they called a \"magic \nmedicine,\" which they said worked better on their headaches and toothaches than the aspirin they usually took. It \nwas Tylenol. \n\n\"They made a request that in the future, when we bring any medicine again, we should make sure we have \nTylenol,\" Mr. Ababio said. Since then, money has been donated to building a public restroom with running water for \nthe village, and the group is working on attracting a branch of a new university that would provide employment for \nmany of the villagers.\n\n\nLATEST PROJECT: The biggest coup to date was the $1 million in medical supplies from the Catholic Medical \nMission Board. These included two containers of hospital beds, medicine and other items, all of which are currently \nat sea on their way over, to be distributed not just in Obomeng but throughout Ghana. \n\nThe shipment also includes $7,320.82 worth of Tylenol.   SETH KUGEL\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: CLOSE TO HOME -- E. Wiafe Kumnipa, left, and Ronald Ababio of Obomeng Mma Kuo, an association that \nhelps their village in Ghana. (Edwine Seymour for The New York Times) \n"}