{"title": "QUEENS PUBLICAN POURS IT ON ROMNEY OVER IMMIGS", "body": "\nDERRY, N.H.-Mitt Romney's friendly warmup for the big debate yesterday turned into a dustup over immigration \nwith a Queens saloon keeper, who toted a \"No Irish Need Apply\" sign.\n\n\"Have you no shame?\" asked Ciaran Staunton, 44, of Sunnyside, who posed the first query at Romney's \"Ask Mitt \nAnything\" session with about 200 supporters at Pinkerton Academy high school.\n\nStaunton accused Romney of switching to a hard-line stance against immigration. He said there were 50,000 to \n60,000 undocumented Irish immigrants in the U.S., \"many of them mothers and fathers of American children. Just \nremember that they're human beings.\"\n\nRomney shot back that \"We simply cannot take all the people in the world who want to come to America.\n\n\"We're going to enforce the law,\" Romney said. \"I love legal immigration, but I want to end illegal immigration.\"\n\nRomney has called for border fences, biometric ID cards and cutting federal funds to cities that fail to track illegals. \nHe has accused\n\nRudy Giuliani of running a \"sanctuary city\" as New York City's mayor.\n\nStaunton, who runs O'Neill's pub on Third Ave., drove up to confront Romney with his sign, which stood out in the \nsea of supporters. Bob Connal, 48, of Derry, backed a tough stance against immigration. When his engineering job \ntakes him to Texas, \"You go into one of those restaurants and nobody speaks English, drives you wacky,\" Connal \nsaid.\n\nRomney glossed over his drubbing by Mike Huckabee in Iowa during the session and tried out lines he was \nexpected to use in the GOP debate.\n\n\"I was pleased to come in second,\" Romney said. \"I beat some household names,\"\n\nmentioning John McCain and Giuliani - \"I beat 'em all by 2 to 1.\"\n\nIn anti-tax New Hampshire, Romney hammered at McCain's vote against President Bush's tax cuts but had some \nsemi-nice words about Barack Obama, the Democratic winner in Iowa. \"He's a nice fella, a well-spoken fella, but \nhe's never done it. I've done it,\" Romney said, referring to his executive experience as a ex-governor of \nMassachusetts.\n\n\nrsisk@nydailynews.com\n"}