{"title": "Illegal Immigration Crackdown: Trump Confirms Massive Nationwide ICE Raids; Democrats Blasted For Giving Illegal Immigrants Advise On How To Avoid ICE During Raids; Epstein Scandal Fallout: Secretary Acosta Resigns Over 2008 Plea Deal Controversy; A Great Labor Secretary: Trump Defends Acosta Amid Epstein Plea Deal Scandal; California In Crisis: L.A. Homeless Population Surges By 16 Percent; Dire Health Warning: Dr. Drew Warns Of Plague In L.A. Amid Rat Infestation; THE FIVE's Eighth Year Anniversary; Ivanka Trump's Visit To Africa", "body": "\nJUAN WILLIAMS, FOX NEWS HOST: Hello, everyone. I'm Juan Williams along with Emily Compagno, Jesse \nWatters, Dana Perino, and Greg Gutfeld. It's 5 o'clock in New York City, and this is THE FIVE.\n\nPresident Trump confirming a large-scale immigration crackdown will begin this weekend. Major cities are preparing \nfor ICE raids on Sunday, targeting thousands of illegal immigrants, the president defending the operation.\n\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA: People come into our country illegally, \nwe're taking them out legally. But the Democrats should be doing now is they should be changing the loopholes. \nThey should be changing asylums. We have millions of people standing online waiting to become citizens of this \ncountry. It's not fair that somebody walks across the line and now they become citizens of the United States. \nNothing to be secret about. If the world gets out, it gets out. We're taking them out by the thousands.\n\n(END VIDEO CLIP)\n\nWILLIAMS: Democrats are furious with the president's plan, Nancy Pelosi now being criticized for giving illegal \nimmigrants this advice.\n\n(BEGIN VIDEO CLIP)\n\nREP. NANCY PELOSI (D-CA): An ICE deportation warrant is not the same as a search warrant. If that is the only \ndocument ICE brings to a home raid, agents do not have the legal right to enter a home. If ICE agents don't have a \nwarrant signed by a judge a person may refuse to open the door and let them in.\n\n(END VIDEO CLIP)\n\nWILLIAMS: Joy Behar also causing controversy by comparing the upcoming raid to what happened in Nazi \nGermany.\n\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED FEMALE: Trump intends to move forward with his immigration raids targeting migrant families this \nweekend. I thought it was supposed to be gangs coming from these places, not families with children. He's going to, \nyou know, raid these people's houses and what have you. It's really reminiscent of Nazi Germany, just saying.\n\n(END VIDEO CLIP)\n\nWILLIAMS: Wow. So this is like an intense moment. So, Jesse, let's just start with the Pelosi, you know, advice to \npeople who are here illegally that they don't have to respond to a simple immigration warrant, that they need a \nsearch warrant to open the door. What do you think?\n\nJESSE WATTERS, FOX NEWS HOST: So you have congresswoman saying don't follow and comply with the law \nthat Congress pass. Everything that's happening here is completely legal. If you have an illegal immigrant \ncrossing the border that gets caught by border patrol you detained them, you process them, they get a hearing in \nfront of an immigration judge. If they apply for asylum or they just want to come here for work, the judge says, yes, \nyou can stay or no, and issues a deportation hearing -- proceeding. Then, ICE will come, because they do interior \nenforcement to a house, apprehend and deport. That's the law that Congress passed years ago.\n\nThe executive branch is enforcing that law. And the judge is signing off on everything. So you have the executive, \njudicial and legislative branches all working together harmoniously, but you have Democrats saying, don't follow the \nlaws of our country. They want American citizens to follow the laws, but they don't want illegal aliens. This one you \nhave to think, do they want any enforcement? They don't want it in the interior. They don't want it at the border. \nThey don't want you to have to stay in a country that you are and apply.\n\nWhen you get there, they don't want you detained. If you commit a crime in a sanctuary city, they don't want to let \nICE know about it. They don't even want the federal government to ask you a question, are you a U.S. citizen? But \nwant they do want, they want to give you an American job, they want to give you a driver's license, in-state college \ntuition, and they want to give you free health insurance.\n\nSo at this point, the Democrats are the party of open borders and that's just a fact.\n\nWILLIAMS: Just a quick question on this. Isn't it the case that she's saying, here is the law as it's written? She's not \nsaying violate the law, she's saying follow the law.\n\nWATTERS: No, if you are issued a deportation order from a judge in America, you have to follow that order.\n\nWILLIAMS: Right, OK. Dana, so what we're also seeing is that Hillary Clinton, as well as Pelosi are saying, hey, this \nis heartless, people go to church on Sunday and you're breaking down doors?\n\nDANA PERINO, FOX NEWS HOST: Oh, is that -- that's really -- oh, OK. All right, got it. So neglecting to enforce the \nlaw for a couple of decades on these enforcement orders means that this problem just gets harder. And unless \nAmerica is going to say, OK, then everybody is here illegally, you can stay. If we're going to say that, then we \nshould have that debate. And then the laws would have to change. I don't think anybody is actually saying that.\n\nThe fact that we have so many illegal immigrants here, that is hurting people who want immigrate here legally. \nThe number of stories of people who are stuck in the process, who are stuck in the paperwork because there's not \nenough resources to figure out how to get them here legally. We need people to come here. We need people to \ncome and work and to -- want to raise their families here.\n\nI would also say that like with what Joy Behar said, it's so atrocious because Jews were targeted because of who \nthey were, not because of what they had done. That was -- these were citizens of Germany, they were paying taxes \n-- comparing -- again, comparing Nazi Germany to this is really bad. President Trump also said today, we are going \n-- we're focused on criminals as much as we can and I believe that, because the Department of Homeland Security \nis under such extreme scrutiny and they've telegraphed for six weeks that these raids are coming, that imagine how \n\n\n\neveryone is going to be out and about in these cities ready to film anything to try to catch anything that would make \nit look like they're being insensitive.\n\nAnd it is going to be heart-wrenching, people are here for a long time, they have ties, but if they've committed a \ncrime in the United States, and they have a deportation order, and the President of the United States decides to \nexecute on those orders, then I think they have to follow the law. For as hard as it might be to watch, it is actually \nwhat needs to be done. And the fact that we have not done it for decades means it just gets worse the longer we \ndon't do it.\n\nWILLIAMS: By the way, Greg, so yesterday we had the news that the president was not going to try -- continue his \nefforts to put a question about citizenship status on the census.\n\nGREG GUTFELD, FOX NEWS HOST: Yes.\n\nWILLIAMS: So, is this now just a political step to say, hey, Democrats, you better get on board and start doing what \nI want, and the illegal immigrants are the ones who are going to feel the brunt of this over the weekend?\n\nGUTFELD: Well, before I go any further, I'd like to be sworn in.\n\n(LAUGHTER)\n\nPERINO: We usually don't require that.\n\nGUTFELD: Yeah. But, no, I want to be sworn in, damn-it, OK. To the point about yesterday or whatever day it was, \nI love this solution, using databases that we already have. It totally destroys all of the objections about it, violating \nthis or violating that, and it maybe more accurate to answering the census question. That's pretty bad ass, I have to \nsay. He's not President Trump, he's President MacGyver. He figured out a way to solve the problem with the tools \nthat he had. And only somebody who's been in business understands this. Politicians stop there and focus on this \nproblem for so long, and he says I'll just go around back and fix this myself.\n\nHe is solving these problems using two key movers in human nature. One of them is fairness and the other is \nincentive. Fairness, people who did it the right way, people who waited in line, it is not fair to cut in line, that is -- \neverybody understands that, especially minorities who come from other countries who waited in line. The process \nmatters, because then everybody is treated fairly. That's human nature, incentive. What he's doing right now is \npredicated on the Republican disincentive. Word gets out that we're going to deport people who are there illegally \ndisincentives people from coming here. It's the opposite of waiving caravans through.\n\nSo these are two things that human beings understand, fairness and incentive. These are two things that the \nDemocrats can't get into their thick skulls, and that's why they're losing the American public and they're devouring \nthemselves. And now I would like to be sworn in.\n\n(LAUGHTER)\n\nWILLIAMS: Thank you. Emily, one of the questions about this is if you are going after people who are \nundocumented and haven't shown up for court dates, is it possible that you then sweep up people who really have \nbeen living here, families together, done nothing wrong, I mean, in fact, paying taxes and working, but they're going \nto get swept up in all of the activity this weekend.\n\nEMILY COMPAGNO, FOX NEWS HOST: I think that's true, too, and unrelated, if you mean swept up that they are \nthe subject of final deportation orders, then that's the whole point. And to respond to what both of you guys were \nsaying, I think that the outcry over the enforcement of the existing laws ignores the fact that there are built in safety \nfeatures within the process itself, the final deportation order means that all appeals have been exhausted. Even if \nthe immigrants just reserved or waves -- or reserves the right to appeal, that automatically stays the entire \nproceeding. There are more safety features built in.\n\n\n\nSo are we calling into question the judges' order, the judges' judgment? Are we calling into question the policies, \nthe 90 days that ICE has to then deport? Like, if so, then let's change it, congress-people or voters, or what else do \nour tax dollars pay for? There are estimates of hundreds of thousands, if not one million, that are here with final \ndeportation orders --\n\nPERINO: A million?\n\nCOMPAGNO: -- for us -- yes. For us to ignore that or for us to pick and choose what laws that we want to enforce, \nwhy then would we pick and choose every other law. So when you say that it's up to us to basically exemplify a \nmodel what's going on, like, absolutely, because what other message are we sending?\n\nAnd I would think that it would be incumbent upon all of us to appreciate that, because the rest of us that are here \nshould know that our government does prioritize enforcing laws, because otherwise shouldn't I be scared 24 hours \na day that anything could happen --\n\nGUTFELD: Yeah.\n\nCOMPAGNO: -- because a Democrat said, oh, no, no, no, but not this one. It's a Sunday, no thank you.\n\nWILLIAMS: All right. Coming up, THE FIVE -- huh, THE FIVE turned eight, by that I mean we're 8-years-old. We \nhaven't been able to celebrate because yesterday was so much news. So we're going to have a celebration today. \nYou don't want to miss it. But first, earlier this week he defended his handling of the Jeffrey Epstein case, but today \nAlex Acosta has resigned as labor secretary, the latest fallout from the scandal when THE FIVE returns.\n\nWATTERS: Major developments in the growing Jeffrey Epstein's scandal, Labor Secretary Alex Acosta announcing \nhe's stepping down. Acosta has been facing a firestorm of criticism over his role in a controversial 2008 plea deal \nwith Epstein. After defending himself earlier this week, here's Acosta explaining why he's resigning.\n\n(BEGIN VIDEO CLIP)\n\nALEX ACOSTA, LABOR SECRETARY: It would be selfish for me to stay in this position and continue talking about \na case that's 12-years-old rather than about the amazing economy we have right now. And so I submitted my \nresignation to the president effective seven days from today. Going forward, that's what this administration needs to \nfocus, not on this matter.\n\n(END VIDEO CLIP)\n\nWATTERS: President Trump defending Acosta from the wave of attacks, and also distancing himself from Epstein.\n\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES OF AMERICA: I think he was a great labor secretary, \nnot a good labor secretary. He's done a fantastic job. He's doing this not for himself. He's doing this for the \nadministration. And, Alex, I think you'll agree, I said you don't have to do this. He doesn't have to do this. I was not a \nfan of Jeffrey Epstein. Other people they went all over with him, they went to his island. Find out the people that \nwent to the island. But, Jeffrey Epstein was not somebody that I respected.\n\n(END VIDEO CLIP)\n\nWATTERS: So, first, Greg, you never see a cabinet secretary resign right next to the president --\n\nGUTFELD: You know what? I love his reason for leaving, that is the perfect way to get out of a relationship, you \nknow, it would be selfish of me to stay with you. I'm only bringing you down. It's better if I just leave. And can I have \nthe phone number of your friend you're jogging with earlier?\n\nWATTERS: It's not you, it's me.\n\n\n\nGUTFELD: It's me, OK. So this just shows -- it doesn't stop when you lose an election, it sucks when you win, \nbecause in the other side shifts into scalp mode, right? Who can they get? And Trump is the bull's-eye, right? \nImpeachment. But the target keeps getting wider, include cabinet members, family members, but also people in red \nhat supporters, people who makes memes. Everybody is a target.\n\nWhat kills me about this is how the media is framing this. So what interests them is how did Acosta go out? Was he \npushed out or did he leave on his own? No, it was the media and their nonstop focus on Acosta, not Epstein that \nforced his hand. Again, only the media could make a Democratic pedophile a Republican problem.\n\nWATTERS: Juan -- that's a good point. You saw the president mentioned not by name, but potentially Bill Clinton \nflying around in a jet of Epstein. We want to know did he go to that island that a lot of nefarious things were \nhappening --\n\nGUTFELD: Pedophile Island they call it.\n\nWATTERS: That's right. We've seen flight records showing former president taking at least 26 trips. The president \nsays that was actually four trips. There's a splitting hair over the actual amount of flights, but shouldn't the media \nand, you know, Democrats be concerned whether or not President Bill Clinton was palling around without secret \nservice as being reported with a pedophile.\n\nWILLIAMS: The secret service had said he went nowhere without their detail.\n\nWATTERS: Well, there's a debate about that.\n\nWILLIAMS: OK, all right. I just know that's what they've said in their statement. So here's the thing, I think that \nRepublicans are running away from the fact that this guy knew President Trump far longer --\n\nWATTERS: Wait, wait, wait, Juan --\n\nGUTFELD: It's about a Republican.\n\nWILLIAMS: It is. It's about President Trump.\n\nGUTFELD: He's a Democratic donor. He's a Democratic donor.\n\nWILLIAMS: Well, I don't know --\n\nGUTFELD: See, he's a donor.\n\nWILLIAMS: I'm just telling you that he is the labor secretary for this president.\n\nWATTERS: No, no, Acosta --\n\nWILLIAMS: Yes, Acosta.\n\n(CROSSTALK)\n\nWATTERS: Epstein and Clinton, and you're talking about Trump.\n\nWILLIAMS: Yeah, because I'm talking about the resignation today, Acosta -- and I'm saying --\n\n(CROSSTALK)\n\nWILLIAMS: OK, go ahead. Ask anything.\n\nWATTERS: Are you concerned about Bill Clinton's relationship --\n\n\n\nWILLIAMS: I'm concerned --\n\n(CROSSTALK)\n\nWATTERS: And do you think it should be investigated because there's not a lot of --\n\nWILLIAMS: Of course, everybody is investigating that. That's not the issue. To me, the news here today is I see the \nPresident on the United States, I see Acosta and they're all saying -- you know, Acosta, you're a great labor \nsecretary, which is total nonsense, because, guess what, his buddies including the chief of staff are all telling this \nguy, hey, you've to go. You're a problem. You're a distraction. Guess what? He was a distraction earlier in the week \nwhen Chris Reddy and everybody else --\n\nWATTERS: Juan is not addressing --\n\n(CROSSTALK)\n\nWILLIAMS: I think Trump is doing nothing but protecting his friends, and not a word about the victims. Oh, I feel \nsorry for Acosta --\n\nGUTFELD: It's so sweet of you, Juan. So sweet of you to care about the victims.\n\nWILLIAMS: I do.\n\nGUTFELD: No, you don't.\n\nCOMPAGNO: The biggest issue with politicizing this entire thing is just that, that you ignored every voice that has \nbeen shouting about this literally for years. And the things that the left is pouncing on right now in every headline \nthat you see in the print format it's labor -- you know, the labor secretary and this and that. It's totally shifting the \nspotlight away from the pedophile, away from that plea agreement, that if it does raise your eyebrows, and if you do \nhave issues with it, then you should participate in the criminal justice system to know why it should be changed, and \nproceed further into all of the participants with that agreement, and for so many years, including in this state \nfederally and locally.\n\nSo they're just so many moving parts that as always get ignored because of the clamoring of the media that's trying \nto drag on Trump's heels, and also because of the left that's trying to put this on the person that doesn't deserve \nthe spotlight like a tenth of as much as Epstein does.\n\nWATTERS: Dana, final thoughts.\n\nPERINO: I think when Alex Acosta, his press conference, kept saying that things are different now, that was the \nclue that the media was not going to -- the media might never have stopped. But when he said things are different \nnow -- well, no, human trafficking and pedophilia that's not different. Maybe he didn't mean that. But I think that he \nwas definitely going to continue to have to answer these questions every day, and sometimes the best thing that \nyou can do is walk away from even from a job that you really like.\n\nI thought that was pretty nice of President Trump to do that, and to give him a pretty nice send-off. He didn't get the \noval office treatment like Nikki Haley, but he certainly wasn't just kicked out without any, sort of, like handshake, \ngoodbye. I think Scott Pruitt when he left, he didn't get anything like that.\n\nSo Alex Acosta leaves under a little bit of a cloud, but I don't think because of how he did as labor secretary, those \nare new complaints from the people in the administration saying he wasn't going far enough, fast enough. The \neconomy is obviously doing very well. And I don't know what would be next for him, thought. I think it will be hard to \nland somewhere right away.\n\nWILLIAMS: Is that Vice President Haley that you were referring to who got the oval office?\n\n\n\nWATTERS: Very funny, Juan. Up next, why L.A. better prepare for the plague. See the dire warning about the city's \nhomeless crisis up next.\n\nCOMPAGNO: The homeless crisis in Los Angeles is continuing to spiral out of control and local politicians are \ndoing little to stop it. They claim one of the primary causes is a lack of affordable housing. But Dr. Drew Pinsky is \nspeaking out and debunking that narrative. Watch.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: This isn't a housing --\n\nUNIDENTIFIED MALE: It's not --\n\nUNIDENTIFIED MALE: No.\n\nUNIDENTIFIED MALE: No.\n\nUNIDENTIFIED MALE: That's a hoax. That's a hoax being perpetrated by our government here locally.\n\nUNIDENTIFIED MALE: But it seems like --\n\nUNIDENTIFIED MALE: Of course, we have housing expense issues, but we just observed a million illegal \nundocumented immigrants. They've found a place to live. It's a hoax. So it's a mental health crisis and addiction \ncrisis. People that had mental illnesses that should been imprisoned in the first place, frankly, ended up on the \nstreets. And then because we made drugs legal essentially in California, all my people are here. The drug users are \nhere now, because they don't get hassled.\n\n(END VIDEO CLIP)\n\nCOMPAGNO: Dr. Drew also sounding the alarm about L.A.'s growing public health emergency, and he's warning \nabout the possibility of a deadly disease outbreak.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: The people go, why are you so concerned now at this? One word, rats. We have been -- if \nyou've seen what's happened with the rats? We have like 12 million rats in Los Angeles now. And the last time we \nhad more than 2 million, plague broke out.\n\n(END VIDEO CLIP)\n\nCOMPAGNO: All right, Greg, communicable diseases and rats don't care about city limits. And they don't care \nabout whether Democrats or Republicans leading them. So what's going to happen when they start -- and, oh, by \nthe way, later on he said -- Dr. Drew said something about if only 2 percent of those --\n\nGUTFELD: It's scary.\n\nCOMPAGNO: Yes, it's frightening. It's a total -- remember that movie Outbreak? It's that. So tell us about --\n\nGUTFELD: Twelve million rats, but enough about the Hollywood actors. This, you know -- Dr. Drew is scaring the \ncrap out of me, and he scares the crap out of me because he's always right. He's predicted all these disease \noutbreaks in the last couple of years. You know, it usually happens after a mass disaster like an earthquake. In \ncountries like Haiti, for example, when they have terrible infrastructure, you have bodies that rot, you have -- and \nthen you have rats, and then you have disease. That's what you're having in L.A. And that's not a natural disaster.\n\nYou want a man-made disaster, this is man-made. It's three issues and he's nailed it, mental health issues, drug \nissues, and an incentive to stay. The incentive to stay is we're not gonna bug you, we're gonna let you go. Dr. Drew \n\n\n\nsent that email out to us about how the fire department comes in and tries to clean it up, but what they end up doing \nas they hose the human fesses and the drugs into the water.\n\nSixty thousand people, their stuff goes into the water. My suggestion and what Trump should do is he should \ndeclare an emergency and appoint Drew as like a homeless czar, right? Create like -- I'm serious, create like a \nteam that has a Doctor Marc Seagull, Bill Pulte. Have these people that are interested in solving problems. Bill Pulte \nis tackling the blithe in Detroit.\n\nPeople that aren't political. These are not political people. Get an engineer involved that can figure out how to build \nthese shelters to get these people in, because they're not using the shelters in L.A. the way they use them in New \nYork. Something like 5 percent I got from Dr. Siegel. So, I don't know. I think there's a way to do this. I think Trump \nshould attack it.\n\nCOMPAGNO: Dana, what's going to be the wake-up call?\n\nPERINO: Well, when he says that if the rat population -- like 1.5 percent of the rats have plague now. And so when \nit gets to 2 percent, that's when it jumps to humans. Like, that would be a wake-up call.\n\nGUTFELD: Yeah.\n\nPERINO: I mean that's not going to go too well, indeed. And also he said that -- I think it's interesting that he said \nthat the legal is -- the relaxing the law on drugs have caused an additional problem. Basically you have states all \nacross America that have that on the ballot saying like, oh, we think that this is a really great idea for civil liberties \nperspective, but, you know, maybe be careful what you wish for.\n\nCOMPAGNO: Because all of those issues are interrelated, too. So I think it's impossible to contain one without \naffecting the other. Jesse, you had some creative ideas yesterday that we --\n\nGUTFELD: No. Those were not creative.\n\nWATTERS: Cool.\n\nGUTFELD: Those were terrible.\n\nWATTERS: That was a temporary solution to a problem if you have a business and you have a tent city.\n\nGUTFELD: Yes.\n\nWATTERS: Outside your family business. Have a little sprinkler system then maybe wet them and then move them \nor loud music or loud canines. But I agree with every point that Greg made, and the Dr. Drew made, you have a \ntoxic combination of factors and a permissive political structure that's not going to do anything. They tried to \nquarantine them into these zombie zones. Then now there is spillover from the zones and it's affecting police and \nfamilies and small businesses.\n\nThe point is the czar thing could work, but you have to have Democrat buy in. You have to have some Democrat \nbuy in, in California or they're not going to allow these experts from the Trump team to parachute in and try to fix the \nproblem that they helped create. I haven't heard a thing from Democrats running for president about this issue, this \nvery issue.\n\nI've heard a lot about compassion for illegal immigrants, not a lot of compassion for American citizens that are \nliving right under their noses. And that's why a lot of Americans are upset with the Democratic Party because they \nfeel like they care more about other people than they care about the people living under their own border.\n\nThey haven't heard anything in the media about this. Where is CNN? Where is MSNBC? It seems like the national \nmedia also doesn't care about it, just like they don't care about black on black crime in the south of Chicago, just \ndon't like they care about other issues that make them look bad politically.\n\n\n\nCOMPAGNO: Juan.\n\nWILLIAMS: I don't understand Jesse, compassion. If you're saying that they lack compassion. A minute ago, I \nthought you said that they were too compassionate and that's why the people were--\n\nWATTERS: I don't know, I think you need tough love. I don't think it's compassionate to just let people decay.\n\nWILLIAMS: I don't either.\n\nWATTERS: Any street.\n\nWILLIAMS: But let me just say, I don't think that - I agree with Greg. I think the President should act. I think if you \nconsider this a national issue, if you're not simply trying to attack cities and Democrats and somehow responsible. \nWell, then OK, it's a national issue, individuals like us can't specifically do any one thing. You know I think we can \nfeel very self-conscious and uptight about seeing so many homeless people on the street. But it's going to take a \nnational solution. I disagree about sending in radio talk show host and TV personnel.\n\nGUTFELD: He's a doctor. He's actually a doctor, who has dealt with infectious disease and drug addiction. Dr. Drew \nis not a talk show.\n\nWILLIAMS: OK. I get - that's all I know; talk shows and I get really upset when I hear that this--\n\nGUTFELD: It is diminishing.\n\nWILLIAMS: Issue gets boiled down to like the threat, the fear mongering of well, this could lead to bubonic plague.\n\nPERINO: He's right.\n\nGUTFELD: He's right.\n\nWILLIAMS: Oh! My God. This is terrible.\n\nGUTFELD: You know what after the show, you should read up on Dr. Drew's history--\n\nWILLIAMS: This is terrible.\n\nGUTFELD: That he has treated thousands of patients for decades. I know you don't want the facts, Juan. You don't \ncare. You just want to demean somebody.\n\nWILLIAMS: What we are saying here today to this audience--\n\nGUTFELD: Is true.\n\nWILLIAMS: Those people that you see on the street--\n\nGUTFELD: You're the reason people suffer; you don't want to help them.\n\nPERINO: Health risk the rats are.\n\nWILLIAMS: Well, I just think rats are a problem. I don't care about homeless. You can go to big cities everywhere \nand there is a rat problem.\n\nGUTFELD: Oh! Geez.\n\nCOMPAGNO: All right you guys. Viewers stay right there. Fan Mail Friday is up next.\n\nGUTFELD: Which show is this, SWAT.\n\n\n\nPERINO: SWAT.\n\nGUTFELD: Or the Rookies.\n\nWATTERS: Nice.\n\nGUTFELD: It's Fan Mail Friday. Let's get to it, Facebook question from James H. You must complete one of the \nfollowing to remain on THE FIVE. Shark cage, bungee jump or jumping out of a plane. Which is it? I don't really a \nwhy. Dana?\n\nPERINO: Plane.\n\nGUTFELD: Plane, parachute.\n\nPERINO: I could do it with somebody else.\n\nGUTFELD: That's true. How about you, Jesse?\n\nWATTERS: I'm trying to think what the safest is and I'm going to go with shark cage.\n\nGUTFELD: Were you not claustrophobic?\n\nWATTERS: No, I'm great underwater.\n\nGUTFELD: And you love putting people in cages, don't you?\n\nPERINO: Watters World.\n\nGUTFELD: Typical Trump supporter. Chooses the cage. Juan, what about you?\n\nWILLIAMS: Yes. And you got to worry that the shark might break the cage.\n\nWATTERS: No, it'll be very real--\n\nGUTFELD: We'll try to separate you.\n\nWATTERS: It's Trump steal.\n\nGUTFELD: Juan.\n\nWILLIAMS: That's like the best people like the--\n\nGUTFELD: Juan stick to the topic.\n\nWILLIAMS: Yes. So, I've got to with Dana. I think - I don't know because I don't do these things, I don't even take \nroller coaster rides. But I do notice that a lot of senior citizens jump out of airplanes.\n\nGUTFELD: That's true.\n\nCOMPAGNO: Yes.\n\nGUTFELD: Emily.\n\nCOMPAGNO: Shark cage for sure. I've already gone skydiving. I have zero interest in bungee jumping and then the \nshark cage I could see the shark and see the animals.\n\nGUTFELD: You missed the first part of the question. You must complete one of the following to remain on THE \nFIVE. So, it's been nice knowing you guys. Because I'm not doing any of this.\n\n\n\nAll right. It's a Graham question from Frenchi Firecracker. This is a great question though. What movie trope i.e. \ncliche, Jesse.\n\nWATTERS: Thanks, Greg.\n\nPERINO: I was going to ask.\n\nWATTERS: I know it will be.\n\nGUTFELD: Annoys you the most. What movie trope annoys--\n\nPERINO: What would that mean? Like an example.\n\nGUTFELD: Like a cliche, it's a thing that always happens in movies and it makes you groan.\n\nWATTERS: I know. OK.\n\nGUTFELD: OK, what.\n\nWATTERS: So, you know how like three quarters through the end of the movie you'll get one of these scenes \nwhere like the music starts playing and things get like nice.\n\nGUTFELD: Yes.\n\nWATTERS: I don't like that.\n\nGUTFELD: I know.\n\nWATTERS: Things turn nice and like a sitcom.\n\nGUTFELD: Because they're trying to tell you how to feel.\n\nWATTERS: Right.\n\nGUTFELD: They're introducing music and when they do that in movies, I get so angry, but I'm angry all the time, \nDana.\n\nPERINO: Yes. How do we know the difference?\n\nGUTFELD: Yes. Do you know what - can you think of--\n\nPERINO: I feel like I haven't watched enough movies to know. In books it drives me crazy.\n\nGUTFELD: What? Of course, it has to be in a book.\n\nWATTERS: Seriously Dana.\n\nGUTFELD: Why don't you go to movies where they film people reading books.\n\nPERINO: That's a great idea.\n\nGUTFELD: Yes. Emily.\n\nCOMPAGNO: The inability of a character to come clean like you know how the whole movie is based on like the lie \nthat they have to play out for like 90 minutes. That's what kills me, that cliche kills me.\n\nGUTFELD: But then they don't have the movie. That's what the guy's lying.\n\n\n\nCOMPAGNO: No. That's what--\n\nGUTFELD: She is saying like--\n\nCOMPAGNO: So annoying.\n\nGUTFELD: She's saying, why can't they get to the end faster.\n\nCOMPAGNO: Because it wasn't a good movie.\n\nGUTFELD: I know what she's talking about. It's like the movie plot could be solved by doing one thing, but they \ndon't and that's the movie.\n\nPERINO: But then there is no movie. I've got it.\n\nCOMPAGNO: Yes. Thankfully.\n\nGUTFELD: Juan.\n\nPERINO: This is a weird question.\n\nGUTFELD: I love this question.\n\nWILLIAMS: I think it's kind of like Pretty Woman you know.\n\nGUTFELD: Yes.\n\nWILLIAMS: This woman who is really a bad woman and then turns out she's just--\n\nGUTFELD: Sexist.\n\nWILLIAMS: Delightful and she gets married to the prince.\n\nGUTFELD: Yes.\n\nWILLIAMS: A little bit like Cinderella, but it's in lots of movies.\n\nGUTFELD: Yes. It's favorite folk story. I'm going to go with children are smart. Every freaking movie, the child in the \nmovie is always precociously smart and always has more wisdom than the adults. When we all know children are \nactually snotty idiots, right. Their brain isn't formed yet, they're annoying. They're troubling. OK, next question.\n\nWILLIAMS: Wait a second, are you OK?\n\nGUTFELD: Yes.\n\nWILLIAMS: You just don't like kids.\n\nGUTFELD: OK. When was the most inappropriate time you busted out laughter and why?\n\nCOMPAGNO: Oh! God. All the time.\n\nWILLIAMS: This happened to me yesterday, because I was on a business channel show and they started reading a \nTrump tweet, which he was talking about how brilliant and handsome he was and this was news, but I was like \ncome on.\n\nGUTFELD: But that's - because it's funny, because it's a joke for Trump. He's having fun. Go ahead.\n\n\n\nWATTERS: We'll make you know sexual double entendres accidentally on the show and Dana will have no idea \nwhat's going on and Greg and I are looking at each other like, my god.\n\nGUTFELD: Dana?\n\nPERINO: Well, life for eight years that has been the story of my life.\n\nGUTFELD: Yes.\n\nPERINO: You guys are laughing, and I don't know why.\n\nGUTFELD: Emily.\n\nCOMPAGNO: Somewhere if I have to be super quiet and then something funny happens and I have like a complete \nlaugh attack, because I have to be quiet, I can't laugh out loud.\n\nGUTFELD: You know what it is. Anytime we do a sentimental serious One More Thing, I'm like the kid in church \nwho wants to scream.\n\nPERINO: I can't--\n\nGUTFELD: I know that it's really horrible because some of this stuff is really heartwarming. But I just want to start \nscreaming.\n\nPERINO: Especially if it involves children.\n\nGUTFELD: If it's children.\n\nPERINO: And I can't even look at you because I will start laughing too. So- -\n\nGUTFELD: All this stuff that she - everybody on television thinks that heartwarming things are good. They're not. \nFive just turned eight.\n\nWATTERS: We do have issues.\n\nGUTFELD: And we have lots of fun for our anniversary. Coming up next.\n\nPERINO: Well, we didn't get to celebrate yesterday, so we are today. THE FIVE turned eight and to kick off the \nparty we're taking a look back at the past year.\n\n(BEGIN VIDEO CLIP)\n\nWILLIAMS: This is a Fox News Alert. Again, Robert Mueller has submitted his report on the Russian investigation to \nAttorney General William Barr.\n\nWATTERS: Fox News Alert, an explosive college admissions scandal.\n\nPERINO: Control of Congress is up for grabs as millions of Americans cast their ballots in what's shaping up to be \nhistoric midterm elections.\n\nGUTFELD: Jussie Smollett now faces a felony charge for filing a false report claiming that he was a victim.\n\nPERINO: You are looking live at a massive fire engulfing the historic Notre Dame Cathedral in Paris, France.\n\nWATTERS: Fox News Alert, President Trump has ordered the FBI to conduct an investigation into Judge \nKavanaugh.\n\n\n\n(VIDEO PLAYING)\n\nPERINO: After John Rich performed our song, Shut Up About Politics on the show yesterday. It reached number \none on the iTunes country charts and number two overall.\n\nGUTFELD: I figured that I would try to be a pundit while being blindfolded because what it does is when you're \nblindfolded it accentuates all your other senses of a nation.\n\nPERINO: I tried a new recipe.\n\nGUTFELD: Yes.\n\nPERINO: I got it off the Internet.\n\nGUTFELD: Yes.\n\nPERINO: And they said it would be like Chili's Bar and Grill for - they have great queso there.\n\nGUTFELD: Yes.\n\nPERINO: So, I thought I would try it.\n\nWATTERS: I injured myself putting on this helmet. Put my finger on the strap, but--\n\nGUTFELD: My goodness.\n\nWATTERS: With a real football.\n\nWILLIAMS: I should lift it up like a Jesse Watters thing.\n\nWATTERS: There it is.\n\nWILLIAMS: I don't know if it's going to work. I'm trying.\n\nWATTERS: Chasing people around with a reptile even going into the wall.\n\nPERINO: (Inaudible).\n\nJANA PERINO, DANA PERINO'S MOTHER: Hello, Dana.\n\nPERINO: Hi, Mom.\n\nGUTFELD: You know what it's time for. Animals are great. You're going to be so sick of this. I was in Texas. That's \nall they talk about animals are great. And why not, because they are great. Are you as angry as I am that there are \nno animals are great video on today? I'm on the street, kids come up to me and say, animals are great. I say, get \naway from me kid.\n\nWATTERS: Permission to make an analogy, Greg. Permission to make an analogy, Greg. Permission to make an \nanalogy. Permission to make an analogy.\n\nGUTFELD: Sure.\n\nWATTERS: Permission to make an analogy, Greg.\n\nGUTFELD: Yes, Jesse.\n\nWILLIAMS: Guess what. Guess what. Guess what. Guess what. Guess what. You want me to do.\n\n\n\nWATTERS: Juan, you know what, you're holding the knife.\n\n(END VIDEO CLIP)\n\nPERINO: That's just a little bit of what we've done in this past year. The guess what thing, that was pretty funny. We \nactually have a cake. There was a cake because you know can't have Friday and an anniversary without a cake. \nAre you bringing the cake, Johnny?\n\nWATTERS: Yay.\n\nCOMPAGNO: Yay.\n\nPERINO: That was pretty good.\n\nWATTERS: Here it is.\n\nPERINO: Your permission is to make--\n\nWILLIAMS: Johnny, did you do that on purpose? Johnny, did you do that on purpose? Oh! My God. That's our \ncake.\n\nGUTFELD: What the hell.\n\nWATTERS: Oh! My God.\n\nWILLIAMS: Greg--\n\nWATTERS: Happy Anniversary, Johnny.\n\nCOMPAGNO: Oh! My God. I am so sad.\n\nWATTERS: Johnny. Pick it up. All right, you know what. All right, you know what, don't pick it up.\n\nWILLIAMS: It's all right.\n\nCOMPAGNO: Don't worry about it.\n\nPERINO: At least, we now have something for the best of fail.\n\nCOMPAGNO: Oh! My God.\n\nWATTERS: Wait a second, do we have another cake out here.\n\nGUTFELD: Yes, we do.\n\nWATTERS: I think we have another cake.\n\nPERINO: I don't think so.\n\nWATTERS: We have to have another cake.\n\nWILLIAMS: It was a setup.\n\nPERINO: Oh! My God.\n\nGUTFELD: Great, you dropped it. I would have given you - I should - would tell you to drop it.\n\nCOMPAGNO: Awesome.\n\n\n\nWATTERS: I got you. There it is.\n\nPERINO: They got us. This is a good cake.\n\nCOMPAGNO: Oh! My God.\n\nGUTFELD: Hey can I get you something. At every milestone.\n\nWATTERS: Sure.\n\nPERINO: Yes.\n\nGUTFELD: I read the review of THE FIVE, when THE FIVE came out, I'm not going to say the name, the \npublication or the writer, but FNC is apparently out of new ideas and unsure of a future course. The Fox had months \nto prepare for the day and this is the best it could come up with. This is a rare public manifestation of scramble \nmode. I lost the last page and he says; I predict this show will not last.\n\nWATTERS: Fake news.\n\nGUTFELD: Yes.\n\nPERINO: He said, it was a Band-Aid.\n\nGUTFELD: He said, it was a Band-Aid. Yes, it was a Band-Aid that lasted eight years, you jerk.\n\nPERINO: I mean that's some bad news.\n\nCOMPAGNO: Guys.\n\nPERINO: I'm not going to say his name.\n\nCOMPAGNO: Cheers.\n\nWATTERS: Write off.\n\nPERINO: Cheers everybody. OK. I really got taken by that cake thing. Who is going to cheer that up?\n\nWILLIAMS: You should have seen Greg's face.\n\nPERINO: I thought so bad for Johnny, I thought he's going to be scarred for life.\n\nWILLIAMS: Greg, really got you. But before--\n\nGUTFELD: Juan, it was my idea. I was just acting.\n\nWILLIAMS: You really know about it.\n\nGUTFELD: Yes.\n\nWILLIAMS: In fact, I thought I was saying to you, did you set this.\n\nCOMPAGNO: Did everybody know?\n\nGUTFELD: Johnny, I saw the original cake.\n\nWATTERS: Fake cake.\n\n\n\nWILLIAMS: All right. But anyway, I just wanted to say before we go that we should thank the audience, because \nyou know nothing lasts for eight years, a long time. So, thank you for watching. Thank you for taking us into your \nhouse while you're cooking dinner or having a drink, to the gym. Laughing with all of us and listening to all our \narguments. This really is about you. Thank you.\n\nPERINO: Indeed. And we are going to have your favorite segment up next. One More Thing coming up.\n\nPERINO: That was pretty good.\n\nWATTERS: There it is.\n\nPERINO: Your permission to make--\n\nWILLIAMS: Johnny, did you do that on purpose? Yes, we got you. It's now time for the wonderful, One More Thing. \nGregory.\n\nGUTFELD: All right. Tomorrow night, The Greg Gutfeld Show, 10 o'clock Saturday July 13th. We've got Emily \nCompagno, Joe DeVito, Captain and Tyrus. Now it's time for the cat off.\n\nPERINO: I love these.\n\nGUTFELD: All right, you know the drill. Can you hear me? There we go. All right, the cat off. We throw to three cat \nvideos. Which one wins. Here's the first one. Move that to our third. All right. Watch this cat. This cat will ruin your \ngolf game. Yes. That's a pretty bad cat. All right. Now, here's a cat trying to keep the other cat from eating the fish. \nLook at that, don't do that. That's a nice cat. All right. Yes.\n\nCOMPAGNO: Oh! My God.\n\nGUTFELD: And then here's a dog and a cat. This is interesting. He bites the dog. You know these aren't as good as \nthe usual--\n\nWILLIAMS: That was good.\n\nGUTFELD: All right. Vote, Emily, which one?\n\nCOMPAGNO: The first one, the gold one.\n\nGUTFELD: OK.\n\nWILLIAMS: I was going to go with the first, but the eyes on the dog, that's pretty good.\n\nGUTFELD: Yes.\n\nWATTERS: Number three.\n\nPERINO: Number two, I like that - telling that Cat to--\n\nGUTFELD: I'm going to say number three for the eyes.\n\nWILLIAMS: Yes.\n\nPERINO: The eyes have it.\n\nWILLIAMS: All right, Jesse. You're up.\n\nWATTERS: OK. Nothing like a fishing trip to bring a family together. Look at Levi and Logan Daniels posing with \ntheir prize catches in South Dakota and their little brother, Landon.\n\n\n\nPERINO: Oh! My God.\n\nWATTERS: There is always one kid like that in the family. That was me. Also, I want to give a very special happy \nbirthday shout out, it was actually yesterday to my boy, Luigi for 22 pots. There he is. He finished really, really well \nat the little one for one drop of that in the World Series of Poker tournament out in Las Vegas. Wow, Pow, Chow. \nAlso, Watters World 8 PM Eastern Saturday night. We have Laura Ingraham and we also have the meme czar for \nDonald Trump carpe Dunkin as well. And Diamond and Silk went to the border. Juan is going to love that one.\n\nWILLIAMS: All right. Delightful Dana.\n\nPERINO: All right so, this is - I don't have a video but I did want to talk about this because I think it's pretty important \nto point out Ivanka Trump had gone to Africa. She has this program called basically to empower 50 million women \nin developing countries around the world by 2025.\n\nShe went to the Ivory Coast and suggested legislation to help update its family code to make it more equitable to \nwomen. Well, the Ivory Coast actually passed this legislation. And under the revised codes, husbands and wives \nwill have more equal say in managing household assets and making financial decisions. So, this is real good impact \ntangible results.\n\nWILLIAMS: Really. That's terrific. All right. Next Tuesday is the 50th anniversary of the launch of Apollo 11 mission \naka the very first moon landing to celebrate.\n\nGUTFELD: Didn't happen.\n\nWILLIAMS: There is going to be a 363-foot-tall projection of Saturn 5 rocket flashed on one side of the Washington \nMonument. Neil Armstrong's space, it's going on display for the first time in years at the Air and Space Museum. \nHere I am standing next to a replica of Armstrong's suit at Nationals Park in D.C. That's visiting ballparks across the \nnation. By the way, they spent two hours on the moon and as you may recall, they planted the American flag \ncreating one of our proudest moments.\n\nGUTFELD: Xenophobes.\n\nWILLIAMS: Emily.\n\nCOMPAGNO: OK, you guys.\n\nPERINO: You guys.\n\nCOMPAGNO: There was a total solar eclipse on July 2nd, and you can only view it from a really thin swath in South \nAmerica, in Chile and Argentina. And so, my family and I went to go down there to watch that two other clips.\n\nPERINO: Who was the--\n\nCOMPAGNO: My mom took that photo which is - that was totality. It was an incredible trip. We went to Argentina, \nUruguay and Brazil. And these are some of the photos that I took on the trip but really - the moment of totality and \nalso Iguazu Falls where two of the most really spectacular things I've ever experienced.\n\nPERINO: 100 percent.\n\nGUTFELD: Yes, you guys.\n\nWILLIAMS: Was that you with the--\n\nCOMPAGNO: Yes.\n\nWILLIAMS: Wow.\n\n\n\nPERINO: Totality. That behooves me.\n\nCOMPAGNO: These are all words I'm not allowed to say.\n\nWILLIAMS: Happy Birthday to THE FIVE. That's it for us for this week. We're going to see you back here Monday. \nAll of you, have a great weekend.\n\nCHRIS WALLACE, FOX NEWS HOST: President Trump's Labor Secretary resigns over a fallout.\n"}