{"title": "International Atlanta: Immigrants add own cultures to Christmas", "body": "\nGloria Hsu welcomes visitors with a warm hello, guiding them into the room at the Chinese Cultural Center in \nChamblee where a dozen people are playing badminton and pingpong.\n\n\"Come in, come in,\" she says. \"We are having our Christmas party.\"\n\nThere is no Christmas tree, no lights, no plastic Santa Claus and no Holy Family adoring the baby Jesus in the \nmanger.\nAJC\n\nInstead, the members of the Atlanta Senior Chinese Athletic Club have a table filled with homemade foods --- \nsushi, pickled seaweed, chicken broth, roasted pork and duck.\n\nThe party is about goodwill and sharing with friends and family.\n\nChristmas as many have come to know it in the United States --- dragging home a tree or pulling a fake one out of \na box, the frenzy of last-minute shopping, stuffing cards into envelopes --- is different in many immigrant \ncommunities in metro Atlanta.\n\nSome like the Hsus and their friends embrace the feeling of brotherhood and love. Others, like Mexican Catholics, \nhold on to the traditions of their homeland. Still others buy into Santa Claus and all the trappings while introducing \ntheir children to the traditions they learned as youngsters.\n\nSome Muslims use the holiday to explain to their children the differences and similarities between the religions. And \nsome Buddhists put up Christmas trees to share the holiday with friends and family.\n\nFor Chinese immigrants, religion is a very private thing, explained Mike Hsu, who arrived in Atlanta in 1975 from \nTaiwan with his wife.\n\nThe family's first Christmas trees --- always small ones --- came with the birth of their children. They knew the \nchildren would learn about the holiday from friends and at school.\n\n\"Children don't know any other culture,\" Mike Hsu said. \"We don't want to hurt their feelings, so we bought a \nChristmas tree for them.\"\n\nAs members of the athletic club were putting down their rackets to share a meal, some 20 miles away, members of \nthe San Felipe de Jesus Catholic Mission in Atlanta were gathering for Las Posadas, re-creations of Joseph and \nMary's search for a place to stay in Bethlehem.\n\n\nThe scene is repeated for nine days before Christmas. The evenings end with the recitation of the rosary. Children \nreceive bags --- called bolos --- filled with peanuts, cookies and oranges, then gather in the mission's parking lot to \nbreak open a pinata. In Mexico and other Latin American countries children receive some of their gifts at midnight \non Dec. 25. But it is not Santa Claus who brings them.\n\n\"It is the baby Jesus who brings you the gifts,\" the Rev. Jose Duvan Gonzalez explained to the children. They also \nreceive gifts on Jan. 6, when the Three Wise Men brought gifts to Jesus.\n\nIn some families, religious traditions meld.\n\nPierluigi Mancini, born of Colombian and Italian parents, has an 8-foot artificial Christmas tree in his Alpharetta \nhome.\n\n\"We have a very, very typical American Christmas,\" said Mancini, whose wife is from upstate New York. The family \nenjoys dinner at home on Christmas Eve and attends Mass the following day.\n\nStill their children, Gabriella, 5, and Julian, 3, get presents on Jan. 6 from Los Tres Reyes Magos --- the Three Wise \nMen --- like Mancini did when he was growing up in Colombia.\n\nThis year his children will probably learn about La Befana, the good witch of Italy, who refused the Magi food and \ndrink. Realizing what she had done, the witch searched for them but to no avail. Now she wanders the world looking \nfor the baby Jesus and leaving good children gifts or candy and bad children lumps of coal.\n\nIt isn't just Christians who give a nod to Christmas.\n\nSome Muslims use the holiday to teach their children, said Shehla Altaf, a mother of two boys.\n\nAltaf came from Pakistan in 1990 already knowing about Christmas. She and her sister had attended Catholic \nschools back home and her mother's maternity center had Christian workers.\n\nHer sons Shahrukh, 14, and Shahzeb, 8, enjoy the Christmas lights, she said.\n\nThis year the Islamic holiday Eid-al-Fitr, a three-day celebration marking the end of Ramadan, ended a couple of \nweeks before Christmas. And much like Christmas, the holiday is marked by prayer, visits with family and friends, \nnew clothes and gifts.\n\nHer children already understand the Christian view of Jesus as the son of God.\n\n\"We all believe in Jesus as a prophet,\" she said.\n\nThe Rameshori Buddhist Center in Atlanta has a tree decorated with angels and glass ornaments.\n\nBuddhism easily adapts to local cultures, said Gen Kelsang Mondrub, the resident teacher at the center. All of the \nmembers of the center are American born. Some members believe Jesus is a spiritual guide, so there is no conflict \nin the belief systems, he said.\n\nMembers of the center will usher in the New Year with prayers for world peace. January, a sacred month, will be \nmarked by daylong meditations and recitations of ancient Sanskrit prayers.\n\n\"We respect Christ, but are not followers,\" said Mondrub, who was raised Episcopalian. \"We try to make every day \na holy day.\"\n\n'We respect Christ, but are not followers. We try to make every day a holy day.'\n\nGraphic\n\n\n\n \n\nPhoto:\n\nAt San Felipe de Jesus Catholic Mission in Grant Park, the Rev. Jose Duvan Gonzalez (above) blesses a statue of \nbaby Jesus. / SUNNY SUNG / Staff Photo:\n\nChristmas takes on an international flavor literally and spiritually as Wan Sun Chen (top right) serves food at a \nChinese Cultural Center Christmas party in Chamblee. At San Felipe de Jesus Catholic Mission in Grant Park, the \nRev. Jose Duvan Gonzalez (above) blesses a statue of baby Jesus. / SUNNY SUNG / Staff\n"}