{"title": "WHAT'S DRIVING THE OPPOSITION?", "body": "\nHOMELAND SECURITY\n\nA BILL to make it easier for an illegal alien to get a drivers license may become the victim of Sept. 11. The measure \nsailed through the Missouri House but faces rough seas in the Senate.\n\nThe reason the bill is hung up is that the 19 hijackers on Sept. 11 had legitimate drivers licenses or other forms of \nidentification that allowed them to move freely before the attack. There's little proof that being denied drivers \nlicenses would have stopped these men. After all, all but three of the 19 had valid visas. But the ease with which the \n19 were able to get identification has raised questions about boosting scrutiny and standards for issuing licenses.\n\nHouse Bill 1811 would ease the rules under which licenses are issued to illegal immigrants. To get a license, an \nalien would be allowed to supply the state with either a Social Security number or an individual taxpayer \nidentification number from the Internal Revenue Service. Critics argue that those numbers are handed out too \nfreely, and that the relaxed rule would allow the licenses to fall in the hands of terrorists.\n\nIn reality, the bill is primarily intended to help illegal Mexican immigrants who come to this country for a better life. \nWhen Rep. Henry C. Rizzo, D-Kansas City, introduced HB1811, he saw it partly as a way to help solve the problem \nof unlicensed immigrants who cause traffic accidents and their lack of insurance or the money to cover the damage \nto people and property. Mr. Rizzo dismisses critics who say the bill would cause illegal immigrants to flock to \nMissouri and would put more irresponsible immigrant drivers on the road.\n\n\"My response is that they're already here,\" he replies.\n\nDenying aliens drivers licenses in Missouri is no guarantee that they won't drive without licenses or won't get them \nin other states. But by issuing drivers licenses, the state can ensure that the drivers have learned the rules of the \nroad and passed a driving test. The bill is beneficial because it meets the twin goals of giving immigrants access to \ndrivers licenses while improving the safety of the roads.\n\nBut the legislation may never get out of committee in the Senate due to national security fears, however irrational \nthose fears might be. Some police are comfortable with the bill because they say a license would give them a \nrecord of an illegal immigrant's stay in this country. Moreover, the state's home security office feels the bill includes \nsafeguards so that licenses don't end up in the wrong hands. If this proposal is good enough for law enforcement \nofficials, it should be good enough for lawmakers.\n\nNotes\n\nEDITORIALS\n\n"}