{"title": "LET'S PUT ASIDE CHARGES OF BIGOTRY Can America talk candidly about immigration?", "body": "\nWashington - America, as Jim Sleeper of the New York Daily News once noted, is one of the few places on the \nglobe where a charge of racial or ethnic bigotry is a serious indictment. Even when Americans are being unfair to \none group or another, they are at pains to protest that their objective is inclusion, not exclusion - that they believe in \nAmerica as a welcoming place for all who share her ideals.\n\nThis desire not to be seen as bigoted has helped to change perceptions, laws and attitudes. It has also kept at least \none important issue virtually off the table: immigration.\n\nWe have been worried about the deleterious effects of uncontrolled immigration for a long time, yet we've been \nfearful of speaking plainly about it lest we be viewed as bigots. We have seen the social costs of immigration \n(overcrowding and depressed wages, to name two).\n\nWhy is straight talk on the subject so difficult? One explanation may lie in the reaction to California's recent \npassage of Proposition 187 - a decision by the voters there that they will no longer pay for the health, education and \nwelfare of illegal aliens.\n\nMany liberals have attacked the vote as \"immigrant bashing,\" and at least two conservatives - Jack Kemp and Bill \nBennett - called it \"an ugly antipathy toward all immigrants.\"\n\nAs William B. Dickinson of the Biocentric Institute put it: \"Those who favor open borders have long tried to blur the \ndistinction between legal and illegal immigrants. America's tradition as an immigrant nation and its less-principled \ndesire for an endless supply of cheap labor make it easy to excuse poor people who slip across our borders in the \ndead of night. Those of us who support an orderly immigration policy based on law find ourselves demonized as \nbigots, racists or nativists.\"\n\nIt's easy to see what drove the Californians. The presence of the illegals is the result of the failure of the federal \ngovernment to keep them out. This same government has ruled that the state has the duty to provide services for \npeople whose very presence here is a violation of the law. But the states get little help from Washington in paying \nfor these services, and the feds seem unable to deport the illegals they arrest here.\n\nBut passing Proposition 187 isn't the end of the matter. In the first place, unless the Supreme Court overturns its \nearlier ruling, California state law will not relieve Californians of the burden of educating the children of illegals. \nMore importantly, it's not clear, upon sober reflection, that California has an interest in keeping large numbers of its \nresidents poor and hungry and ignorant.\n\nA counterargument is used by anti-welfare advocates: Harsh treatment of present illegals will seem inhumane, but \ngenerosity will only increase their numbers.\n\n\nDickinson, like Mortimer Zuckerman of U.S. News, argues that it's time to rev amp immigration law across the \nboard. Certainly it seems reasonable to rethink the 1990 liberalization of the rules that allow immigrants to send \nhome for members of their families, and to reconsider the notion that anyone born here is automatically a citizen. \nBut for now, I'd be happy to hear serious discussion of the one problem that everybody acknowledges is a problem: \nillegal immigration.\n\nAs Zuckerman noted, these are the people who \"have, by definition, broken the law, and they are guilty of an ethical \nbreach as well: They have jumped the line of people patiently waiting for years for their visas.\"\n\nDoes it really make sense for the federal government to reward these violaters of law with mandated services for \nthemselves and their children, paid for by states with no choice in the matter? Can't we put aside our charges of \nbigotry and at least talk about it?\n\nWilliam Raspberry is syndicated by the Washington Post Writers Group. His column appears occasionally.\n"}