{"title": "NATURALIZED MEXICANS FARE BETTER, CENSUS SAYS", "body": "\nMexican immigrants who become naturalized U.S. citizens do better, scholastically and financially, than their \nfellow immigrants who do not pursue citizenship, according to figures released today by the U.S. Census Bureau.\n\nThe naturalization study was one of three census reports out today that illustrate, their authors said, the \ninaccuracies of broad generalizations about Hispanic or Asian immigrants.\n\nMexican-Americans who arrived before 1980 and became naturalized citizens are the wealthiest among that \ngroup. It was unclear if the people who did well did so because they became citizens or if citizenship gave them \nsome extra benefit, according to Jorge del Pinal, chief of the bureau's Hispanic statistics section.\n\nThe widely held generalization that family income is extraordinarily high among people of Asian or Pacific Island \nbackground - $41,251, compared with $35,108 for the average American family - failed to hold up. That statistic \nfails to take into account that, on average, Asian-Pacific Islander families are larger, with more workers whose \nincomes contribute to the total, said Stan Rolark, a statistician with the Census' Racial and Statistics Branch.\n\n\"There is a great diversity within the API (Asian-Pacific Islander) population. Not everyone has that relatively high \nincome,\" Rolark said. For example, populations with roots in Japan, China, India and the Philippines are better-\nestablished in the United States and have high average family incomes. Poverty among groups with an Asian \nbackground ranges from 3.4 percent of Japanese-Americans with incomes below the federal standard for poverty to \n61.8 percent of Hmong.\n\nFor the first time, based on results from the 1990 census, the bureau has compiled a count of the numerous \nHispanic nationalities, del Pinal said. There is also diversity among the many groups known as Hispanic, although \nthe differences are less striking, said del Pinal.\n\nThe results show that Cuban-Americans are no longer the best-educated and well-off American Hispanic group. \nUruguayans, Chileans, Argentines and Paraguayans have taken their place. These, however, are small populations \nof people who must be well-to-do in the first place to travel such distances, del Pinal said.\n\nA third report, on the ancestry of 74 nationalities in the United States, contained no startling new conclusions, \nresearchers said. Among the findings: Slovenes (from the former Yugoslavia) have the highest median age - 47 - of \nany group and the lowest proportion of its members - 55 percent - in the civilian workforce, compared with the \nnationwide median age of 33 and 65 percent nationally in the workforce.\n\nIF YOU'RE INTERESTED\n\nTo obtain the reports, visit libraries at San Jose State, Santa Clara or Stanford universities or call the U.S. \nGovernment Printing Office at (202) 783-3238 and ask for: Ancestry of the Population in the United States: 1990, \n\n\n(CP-3-2), #003-024-08698-1, $41; Persons of Hispanic Origin in the United States (C-3-3) #003-024-08705-7, $23; \nor Asians and Pacific Islanders in the United States: 1990 (C-3-5) #003-024-08699-9, $21.\n\nGraphic\n\n \n\nCharts (2);\n\nCHART: MERCURY NEWS\n\nDISPARITY AMONG ASIANS\n\nThe following chart shows that high family incomes among Asian nationalities in the United States are achieved by \nhaving many workers in the same household.\n\nFamily Per capita\n\nNationality income income\n\nAll Americans, average $35,108 $14,444\n\nAsian-Pacific Islander 41,251 13,638\n\nJapanese 51,550 19,373\n\nAsian Indian 49,309 17,777\n\nFilipino 46,698 13,616\n\nChinese 41,316 14,877\n\nVietnamese 30,550 9,033\n\nLaotian 23,101 5,597\n\nCambodian 18,126 5,121\n\nHmong 14,327 2,692\n\nSource: U.S. Census Bureau\n\nCHART: MERCURY NEWS\n\nBENEFITS OF NATURALIZATION\n\nNaturalization and length of residence in the United States go along with reduced poverty among Mexican-\nAmericans.\n\nPoverty rate\n\nAll Mexican-Americans 26.3%\n\nU.S. native Mexican-Americans 24.5%\n\nForeign-born Mexican immigrants 29.8%\n\nThose who entered the United States 1980-'90 36.3%\n\nThose who arrived before 1980 23.2%\n\nAll U.S. residents 13.1%\n\nAll U.S. natives 12.7%\n\nNaturalized Mexican immigrants who arrived before 1980 22.3%\n\nSource: U.S. Census Bureau\n"}