{"title": "Pre-emptive prejudice", "body": "\nOn Aug. 7, 16-year-old Alberto Lopez left his house in Valley Park, Mo., to go shoot hoops on a church playground. \nHe wound up in the middle of a national trend.\n\nAs the Census Bureau reported Monday, the number of immigrants living in U.S. households is up 16 percent in the \nlast five years. Increasingly, the bureau said, immigrant families are putting down roots in places where people \naren't used to them. One such place is Missouri, where the number of immigrants is up 31 percent since 2000.\n\nLopez is one of them. He told St. Louis Post-Dispatch reporter Stephen Deere that he came to the United States \nfrom Puebla, Mexico, eight years ago with his mother and his brother, eventually settling in a rented home in Valley \nPark. Family members told Deere they are here illegally.\n\nTwo St. Louis County police officers patrolling Valley Park spotted Lopez driving into the church parking lot on the \nevening of Aug. 7. One of the officers said she recognized him from the nearby high school and didn't believe he \nhad a drivers license. When the officers questioned him at the basketball court, said Lt. Scott Melies, commander of \nthe county's Valley Park police detail, \"somewhere in the course of the conversation he admitted he wasn't here \nlegally.\" Now in many other parts of the country, this would scarcely have been news. However, Valley Park just \nlast month passed a city ordinance cracking down on illegal immigrants. \"Preventive maintenance,\" the mayor \ncalled it.\n\nMore like pre-emptive prejudice.\n\nOne provision of the new law forbids landlords from renting to undocumented aliens. In the Lopez case, county \npolice had no choice but to issue a round of citations. Immigration and Customs Services officials were notified, and \nthe family could face deportation. This is a threat that undocumented aliens constantly live with; they know that any \nbrush with the law, however light, could mean deportation.\n\nLike most undocumented aliens, the Lopezes pay their taxes and have Social Security cards. On Monday, analyst \nRuth Ehresman with the Missouri Budget Project told the Missouri House Special Committee on Immigration \nReform that the 35,000 to 65,000 undocumented aliens in Missouri pay between $29 million and $57 million a year \nin state sales and income taxes. Since they are ineligible for most state social services, \"they contribute $20 to $30 \nmillion more than they actually use,\" Ehresman said.\n\nThe Lopez family told Deere that they had been hopeful that President George W. Bush and Congress would \nprovide a way for illegal immigrants to change their status and become \"guest workers.\" But the Valley Park \nordinance struck first.\n\n\nIt seems awfully harsh that a hard-working, tax-paying family would be sent packing because a sharp-eyed cop \nspotted an unlicensed driver on a church parking lot. Especially when the federal government is wrestling with \nchanging the law. Laws should be based on facts and good judgment, not rumor and baseless fear.\n\nWe're not saying \"amnesty\" necessarily. We're saying \"cease-fire.\" Cut the Lopez family and others like them some \nslack until the feds decide what national policy is going to be. Illegal immigration is too complicated an issue to be \ndecided by the Valley Park Board of Aldermen.\n\nReprinted from the St. Louis Post-Dispatch.\n"}