{"title": "Rights rallies set on holiday; IMMIGRANT WORKERS FOCUS OF MARCHES", "body": "\nWith ambitions to equal the turnout of massive immigration rallies in April and May, organizers announced \nWednesday plans for Labor Day marches in the Bay Area and across the nation.\n\nThe Sept. 4 marches in San Jose, Oakland, San Francisco and other U.S. cities, organizers say, will hopefully kick-\nstart the stalled immigration reform legislation.\n\nConflicting bills approved by the U.S. House of Representatives and the U.S. Senate have yet to reach compromise \ndiscussions.\n\n``On this day we want to send a message to Congress to resolve the issue for 12 million undocumented \nimmigrants in this country,'' said Jose Sandoval of the Voluntarios de la Comunidad, one of the San Jose \norganizing groups behind the march.\n\nStarting Thursday, Sandoval and other volunteers will collect signatures for a banner to be carried by marchers on \nthe national holiday. Like the May 1 march -- which drew an estimated 125,000 people to San Jose streets -- the \ngroup will gather on the East Side and march to City Hall.\n\n``We hope to have a good mass of folks,'' said Larisa Casillas, new executive director of the Bay Area Immigrant \nRights Coalition.\n\n``It's a fitting day to highlight the contribution of immigrant workers,'' she said. ``Congress is back in session on \nSept. 1 and we want to continue to keep putting on pressure for immigration reform.''\n\nMarches and rallies are also being organized in Los Angeles, Chicago and New York City.\n\nSandoval said he and other organizers hope to equal the attendance of the massive marches in April and May.\n\n``I'm optimistic,'' said Walter Rodriguez, a volunteer organizer for the September march. ``People are tired of \nwaiting for Congress to do its work on immigration reform.''\n\nThe march will focus on legalization for illegal immigrants and stopping a House-approved bill that would make it \na felony to be in the United States illegally.\n\n\nRoberta Allen, a San Jose small-business owner who organized a counterprotest to ``A Day Without Immigrants'' \nin May, said she knew of no plans to hold a counterprotest on Labor Day.\n\n``I think people are getting a little tired of people who are here illegally demanding rights in this country,'' she said. \n``We're not anti-immigrant. It's illegal immigration that we're against.''\n\nContact Jessie Mangaliman at jmangaliman@mercurynews. com or (408) 920-5794.\n"}