{"title": "Oakland Tribune editorial: High Court made correct decision on Arizona's law", "body": "\nTwo things were made abundantly clear by Monday's U.S. Supreme Court decision regarding Arizona's \nimmigration law. First, it is time for Congress and the president to get serious about long-term immigration policy. \nSecond, the responsibility for doing so is firmly in their hands.\n\nThe high court's rejection of much of the Arizona law is based on what we believe is the correct notion that \nimmigration policy must be a function of the federal government, not individual states.\n\nThe court ruled that even if the federal government has done a poor job of enacting and enforcing immigration \npolicy -- and, in our view, it certainly has -- it still has sole jurisdiction in that arena.\n\nWhile the ruling may offer temporary comfort to those in the federal government who opposed the Arizona law, that \ncomfort may be short-lived. The court's decision clearly places responsibility for sane immigration policy in the \nfederal domain. To us, the notion of a patchwork immigration policy was silly and unworkable. It simply must be a \nnational policy.\n\nHowever, that means that Congress and the president must now set about to establish reasonable and rational \npolicy. Yes, we realize that there is an election in November and that it is unlikely that anything productive will be \ndone before then, but this decision should set up a serious immigration showdown soon after the election \nregardless of who is elected president and which party controls Congress.\n\nThe part of the law that the Supreme Court upheld was, indeed, the most controversial. It allows police officers to \ndemand immigration papers from anyone they've detained for other reasons and suspect is undocumented.\n\nThis was the hot button for most activists who opposed the law, arguing that allowing police this much latitude \nwould almost certainly lead to racial profiling. It is a reasonable fear. But the court's upholding of that provision was \nmore on procedural grounds than on constitutional merit.\n\nThe high court reasoned that since the law has yet to be applied, there is no evidence that it has been misapplied. \nThe court said it planned to monitor use of the law to ensure that there was no racial profiling or other constitutional \nviolations in its application.\n\nIn fact, in crafting the majority opinion, Justice Anthony Kennedy fired a warning salvo to those who would use the \nlaw for such purposes.\n\n\"This opinion does not foreclose other pre-emption and constitutional challenges to the law as interpreted and \napplied after it goes into effect,\" Kennedy wrote.\n\n\nIn other words, the court would be willing to reconsider its ruling on this element if it is provided widespread \nevidence of nefarious enforcement and manipulation of the law.\n\nWe find it difficult to disagree with the court's ruling in this case. There is little argument on either side of this thorny \nissue that the immigration policy we have today is a jumbled mess and that there is a pressing need to address it \nhead-on. But at least with this decision, the nation's highest court has clearly established who is to blame for the \nmess and who is responsible for fixing it.\n\nGraphic\n\n \n\nLaurent Taillefer, right, and Andrea Begay, second from right, both of Phoenix, wave at cars as they honk their \nhorns driving by as the two join immigration rights protesters as they gather after the United States Supreme Court \ndecision regarding Arizona's controversial immigration law, SB1070, at the local U.S. Immigration and Customs \nEnforcement offices Monday, June 25, 2012, in Phoenix. The Supreme Court struck down key provisions of \nArizona s crackdown on immigrants Monday but said a much-debated portion on checking suspects status could \ngo forward. (AP Photo/Ross D. Franklin)\n"}