{"title": "Reno Made 11th-Hour Asylum Decisions; Panel's Denial of Guatemalan's Bid Overturned and Ruling on Algerian Stayed", "body": "\n In two eleventh-hour actions on immigration cases, Attorney General Janet Reno overturned an immigration \nboard's 1999 decision to deny asylum to a severely battered Guatemalan woman and indefinitely stayed a similar \ndecision to grant asylum to an Algerian Islamic leader who was held for years under a controversial secret-\nevidence law, officials said. \n\n Reno, acting just hours before she left office Jan. 20, ordered the immigration board to reconsider the case of Rodi \nAlvarado, who fled to the United States and sought refuge from savage beatings by her husband, a former \nGuatemalan soldier, said Immigration and Naturalization Service spokesman Bill Strassberger. \n\n She said the board should take up the case after final passage of a new rule proposed last month by the INS that \nwould make it easier for immigrant women to justify claims of gender-based persecution. \n\n \"This was as bad as it gets -- being dragged all over the house, bloodied, raped,\" said immigration lawyer Michael \nMaggio. \n\n Alvarado has been living in the United States while her appeal and a review of the case by Reno were underway. \n\n The proposed rule change allows victims of domestic violence to be considered members of a \"social group,\" one \nof five categories in U.S. immigration law -- along with religion, race, nationality and political beliefs. There is no \nstatistic on the number of asylum seekers who applied last year because of domestic violence, but the total for \npeople persecuted because of membership in a social group numbered a few hundred, officials said. \n\n In the second case, Reno indefinitely stayed an immigration board's decision to grant asylum to Anwar Haddam, \nan exiled Algerian Islamic leader freed last month after being held for more than four years in a Virginia jail on the \nbasis of secret evidence, Strassberger said. Neither Haddam nor his lawyer has been given access to the secret \nevidence. \n\n The INS has been seeking Haddam's deportation on the grounds that he had ordered, incited, assisted or \notherwise participated in the persecution of others in his native Algeria, which is in the midst of a civil war. \n\n\n Haddam was kept in detention for more than three years, then given asylum in May in what the INS days later \ncalled a mistake, revoking it. He was granted asylum anew by a judge in December and released from jail. \n\n Reno reviewed the decision to grant asylum and stayed it, then extended that stay on Jan. 19. The Bush \nadministration has inherited the case. \n"}