{"title": "FOREIGN-BORN RESIDENTS IN U.S. AT HIGHEST LEVEL SINCE 1930 THEY MAKE UP MORE THAN 10% OF THE POPULATION, THE CENSUS BUREAU SAYS. SOME CREDIT THE ECONOMY.", "body": "\nLured by plentiful jobs in a strong economy, the number of immigrants in the United States reached its highest \nlevel in decades last year, the U.S. Census Bureau estimated yesterday.\n\nAbout 28.38 million people living in America, or more than 10 percent of the population, were born outside the \ncountry, according to the bureau's latest annual estimate. The last time the rate was so high was during the 1930 \ncensus, when 11.6 percent of the population had roots abroad.\n\n\"It's the economy, both a push and pull,\" said University of Michigan demographer William Frey, an expert on \nimmigration. \"Our economy is looking better to people from outside. . . . And the need for labor here is high at both \nthe low-skilled and high-skilled end.\"\n\nThe number of foreign-born residents in the United States peaked at 14.8 percent during the industrialization \nperiod more than a century ago, in 1890, according to the bureau. Its lowest point was 4.7 percent in 1970.\n\nThe figures are estimates from the bureau's Current Population Survey, not from the 2000 census. They consist \nof estimates at the national and regional level, not for each state, county or city.\n\nMore detailed and reliable figures from the 2000 census will be released this year.\n\nDemographers say immigration most likely has accounted for the biggest gains in population nationwide during \nthe decade, reflected in the first set of 2000 census figures released last week. Those figures showed a national \npopulation of 281.4 million, up more than 13 percent from the last census.\n\nFrey noted that last week's figures were bigger than initially projected, especially for traditional immigrant gateways \nlike Florida and Texas.\n\n\"Perhaps the 2000 census will show even bigger gains than this,\" Frey said.\n\nA decade ago, about 7.9 percent of the resident population - or 19.8 million - were people born outside the \ncountry. Foreign-born residents are both noncitizens and naturalized citizens.\n\n\nPennsylvania's population has reached 12.28 million this year, up a slight 3.4 percent from the last census. New \nJersey grew faster, hitting 8.41 million, up about 8.9 percent.\n\nPennsylvania's slow growth stems from a relatively small number of immigrants choosing to come to the state, \nparticularly its major cities, according to several demographers.\n\nPennsylvania may be an exception in the region. The estimates released yesterday show that the Northeast and \nthe West are the most likely home regions for foreign-born residents, the bureau said. The region with the most \nimmigrants is the West, with 11.3 milion, mostly Latino.\n\nAccording to the estimates, foreign-born immigrants also had a slightly lower unemployment rate last year than the \nyear before, 4.9 percent compared with 5.4 percent.\n\nThomas Ginsberg's e-mail address is tginsberg@phillynews.com  \n\nGraphic\n\n \n\nCHART\n"}