{"title": "HEARING OF THE FOREIGN OPERATIONS SUBCOMMITTEEOF THE SENATE APPROPRIATIONS COMMITTEESUBJECT: FOREIGN AIDCHAIRED BY: SENATOR PATRICK LEAHY (D-VT)", "body": "\nSEN. LEAHY: I want to welcome the Secretary to these hearings, to what I'm sure will be an interesting and multi-\nfaceted hearing.  The purpose, of course, of today's hearing is to have your overview, Mr. Secretary, and \njustification of the President's foreign assistance request for fiscal year 1993, the whole gamut of foreign aid.  And \nit's conceivable there may even be one or two questions actually about the primary reason for today's meeting.But \nas everybody knows, we have not yet enacted a 1992 foreign aid bill.  And actually, the 1992 foreign aid bill's fate \nhangs in the balance today -- hangs in the balance as we try to search for a solution to the Israeli loan guarantee \nissue.  Now, I've been bombarded daily with questions about the loan guarantee discussion, so if I might just take a \nmoment to outline where I think we are.  If we are to have a fiscal 1992 foreign aid appropriations bill -- and I \nbelieve one is badly needed -- then it's got to directly address the question of loan guarantees to Israel and its \nfuture settlements activities in the occupied territories.  If we do not have a solution to the guarantees and \nsettlements issue, then we don't have a bill -- it's as simple as that.  Now, that's not a question of what it is that I \nmay want, it's plain political reality in the Congress today: No conclusion of the settlement issue, no foreign aid bill.  \nAnd the alternative would be a new continuing resolution for the rest of the year.\n\n Now, I don't believe the Senate's going to address major funding changes or policy initiatives such as aid to Russia \nin a continuing resolution, nor do I support that.  I do want very much to help Israel with this dramatic and inspiring \nexodus of immigrants from the former Soviet Union, but I will not support this assistance unless it is consistent with \nAmerican policy of opposing further settlement building in the occupied territories prior to a negotiated resolution of \nthe status of those territories.  As has been the policy of every American president, Republican or Democrat, since \nLyndon Johnson, I support American policy.  I am a United States senator representing the United States of \nAmerica, and I support American policy.\n\n Now, I understand the President will veto any bill with loan guarantees unless it is consistent with this policy of 25 \nyears' standing.  Now, I see no reason to force my fellow senators of either party to vote on something as unpopular \nas foreign aid if the only outcome's going to be a veto.  There is no chance Congress would override a veto of a \nforeign aid bill, especially this year.\n\n But regardless of what the President might do, my own position is at stake here as well.  I do not intend to report \nfrom my subcommittee a bill with loan guarantees unless it addresses the issue of future settlements.  A month ago \nI suggested a formula in an effort to bridge the gap between my strong desire to help Israel with these immigrants, \nand my profound opposition to its settlements policy.  I underscore both -- what Israel is doing in allowing \nimmigrants to come in whether they're rich or poor, young, old, in good health or in bad health, is remarkable.  They \n\n\nallow everybody to come in.  No other country, including our own, has an immigration policy as open as what we \nare seeing in Israel, with immigrants from the former Soviet Union, Ethiopia, and other places.\n\n We also have, though, in this country, a very real and very serious policy on settlements, one that has been there \nnearly 25 years.  Sometimes we give lip service to it, sometimes we actually enforce it.  This is a time when we're \ngoing to speak truly to that policy.  In many meetings and discussions with you, Mr. Secretary, with the Israeli \nambassador, with Senator Kasten and other senators on this subcommittee, with the Majority Leader and others, I \nhave continued to work on that formula.  And the formula that I have has evolved substantially.\n\n Mr. Secretary, we're just about out of time.  Senator Mitchell, the Majority Leader, has cancelled the Senate recess \nscheduled the week of March 9.  He has told me he intends to start work on domestic economic recovery legislation \nas soon as possible.  I would not expect the Senate, nor would I ask it to interrupt work on legislation to end this \nterrible economic recession and to put Americans back to work in order to spend time on a foreign aid bill.  It's not \ngoing to happen, I might as well assume that right from the beginning.\n\n Therefore, as I've indicated to you and all the others involved, if the talks that you have underway do not lead to an \nacceptable resolution within the next few days, I will publicly outline a proposal that in my judgment offers a \nreasonable compromise.  I know of no other way to bring this matter to a conclusion.  And what I will propose will be \ntough and consistent with long-standing American policy about the settlements.  It will be fair, it will open the door to \nurgently-needed immigrant assistance to Israel.  And if the administration, if the distinguished ranking member, \nSenator Kasten, and the members of this subcommittee are willing to go ahead on this proposal, I will immediately \nconvene the subcommittee -- having discussed first the time and day with Senator Kasten -- and I will ask Chairman \nByrd to allow us to proceed at once with the full committee.  I will ask the majority leader to give us a window on the \nfloor before the Senate takes up economic recovery legislation.  But if any of the critical parties objects, or there is a \nthreat to weaken my proposal in the mark-up process, then I will halt any further efforts, and I will invite our House \ncounterparts to begin moving a continuing resolution.\n\n I do not intend to bring something through simply to have it vetoed.  I do not intend to bring something through \nsimply to make political statements on legislation that will go nowhere.  If we're going to have a piece -- if we're \ngoing to have a bill come out of this committee and out of this subcommittee, it has got to be something that has a \nreasonable chance of being passed and signed into law.\n\n Now, Mr. Secretary, I have other matters to discuss with you today, particularly aid to the republics of the former \nSoviet Union, a new reconstruction program in El Salvador.  In the interest of time, I'll hold that until we get to \nquestions, and yield to the distinguished ranking member.\n\n SEN. KASTEN: Thank you, Mr. Chairman.  Thank you very much, Mr. Secretary.  I join you -- join the Chairman in \nwelcoming you here today.  Your appearance does come at a time in history when opportunities presented to the \nUnited States around the world have never been greater, and we're in a position where the United States can lead \nthe world to a new age of global peace and prosperity.\n\n Regrettably, in many opinions, we have already made some serious missteps, at least in the Middle East and the \nformer Soviet Union, with respect to our long-time policy of supporting Soviet Jewry.  This administration has made \na serious mistake by using what is a humanitarian program, a continuation of years and years of working, almost \nfamily by family to allow Soviet Jews to escape from Russia, to use a humanitarian program of assistance to help \nSoviet Jews who wish to immigrate to Israel, to use that policy to further our policy in opposition to settlements \nand territories the State of Israel has occupied since it was attacked in the war of 1967.  Somewhere along the way, \nwe've gotten lost.  The loan guarantees to Israel are humanitarian assistance at no cost to American taxpayers to a \npeople who have suffered under communism and rampant antisemitism since the dark days proceeding World War \nII.  And the abuse continues today.\n\n Just over the weekend, all of us saw the marches in Russia and Moscow.  We saw the antisemitic signs raised in \ndemonstrations.  We have heard the statements back and forth.  In my view, minority populations in the Soviet \nUnion, not only the Jews but Catholics and others, have never been in greater danger.  And the danger is \nincreasing, not decreasing, as we see the former republics further splintering away, the rivalry between Russia and \n\n\n\nthe Ukraine getting worse, the chance of anything coming together under strong leadership becoming less and less \nlikely.\n\n Mr. Secretary, this generation of Americans does not want to find itself in the same position as a generation of \nAmericans who believed Franklin Roosevelt.  He proclaimed that reports of the anihilation of Jews by Nazi \nGermany were inaccurate.  Unfortunately, for millions of families US action came too late.  We do not want to \nrepeat that history.  We do not want to be in office at the time that that history would be repeated.\n\n Mr. Secretary, we cannot and should not lose sight of why Israel seeks the loan guarantees, nor should we forget \nthat the current stalemate has caused thousands of Jews to postpone leaving the Soviet Union -- the former \nSoviet Union -- because of the uncertain economic situation in Israel.  Literally, people say they've got their bags \npacked but are unable or unwilling to go right now because of the questions with regard to the economic situation in \nIsrael.\n\n We should not risk the chance that those who wait would be subject to persecution similar to that suffered by Jews \nyears ago.  It's not worth jettisoning this important proposal over the settlements issue.  Israel has suggested \ncompromise on conditions attached to the loan guarantees, and I would hope that the administration now would \nlikewise suggest some compromise.  I've been working with Chairman Leahy on this issue.  He is working toward \ncompromise.\n\n We are very close to an agreement between the Chairman and the ranking member.  We are very close to an \nagreement in the legislative branch on what to do.  But it's now time for the administration to come forward.  I \nbelieve that the United States of America has a responsiblity to Soviet Jewry that is at least as compelling as US \npolicy vis-a-vis the settlements.\n\n The support for loan guarantees on Capitol Hill is widespread.  The support for loan guarantees on Capitol Hill is \nbipartisan.  The support for loan guarantees on Capitol Hill is bicameral.  We've now got 73 cosponsors of the \nKasten-Innouye legislation.  We need the leadership of the administration in this area so that those who seek \nfreedom can restart their lives in Israel.\n\n I've got several questions on this and other issues when the portion of the hearing comes, but let me conclude by \nsaying that I agree with the chairman of the committee that time is short.  I agree that without the administration \nworking with us we will move forward with a compromise of our own.  I believe that the schedule ought to be similar \nto the schedule that the chairman has outlined and I believe that we are in the process of putting not only the \nSoviet Jews in jeopardy but also aid to the Soviet Union, the entire foreign aid bill, because there will be no bill \nwithout a compromise on this issue, and therefore key parts of administration policy all being put at jeopardy \nbecause, at least so far, we have been unable to reach a compromise -- not with ourselves in the legislative branch \nbut a compromise with the administration, the executive branch.  I hope that we can work toward that compromise.  \nI hope that we can meet the chairman's schedule.  And I hope that we will be successful in passing this bill with \nloan guarantee legislation.\n\n SEN. LEAHY: Thank you, Senator Kasten.  And I would note that Senator Kasten has been working very closely \nwith me in trying to work out a compromise and a schedule.\n\n Senator Johnston.\n\n SEN. J. BENNETT JOHNSTON (D-LA): Thank you, Mr. Chairman.\n\n Mr. Chairman, I have little enthusiasm for Prime Minister Shamir's policy of settlements on the West Bank, but I \nhave even less enthusiasm for a policy of linkage to that issue.  And I for one, I understand political realities, I \nunderstand even the reality in my own state of lack of enthusiasm for foreign aid.\n\n But Mr. Chairman, I, as other members of this committee, have been to Israel and have seen the historic challenge \nwhich that small country faces.  I don't know of any historic parallels for a country to open up its borders and agree \nto underwrite the cost of such a tremendous wave of refugees who are fleeing the former Soviet Union and the \nmost difficult conditions there, both before and after the breakup of the Soviet Union -- of the former Soviet Union.\n\n\n\n And I continue to feel that we have a tremendous obligation, born out of a history of constant repetition, to tell the \nSoviet Union to open up its borders, and they finally did, partially because they disintegrated and partially because \nwe were successful.  And now that that's been done, I don't want us to walk away from that obligation -- and I think \nthe word is obligation -- because of an impasse.  Now, it's an impasse on both sides.\n\n And I just would like to say, Mr. Chairman, that I'm one of those who wants to find a way to make this work.  I \nbelieve the Secretary of State does as well, but I want to find a way to make it work, as Senator Kasten has said.  It \nwould be very easy in this election year to say, well, let's walk away, nobody likes foreign aid anyway.  On the other \nhand, I think there's a time for all of us to find a way to take care of this historic opportunity and this historic \nobligation that I think this country has.\n\n SEN. LEAHY: Thank you very much.\n\n Senator Specter.\n\n What I was going to do was go back and forth by order that they've come in.  And I do see the Ranking Member of \nthe overall committee and that would be an exception.\n\n SEN. MARK HATFIELD (R-OR): (Off mike) -- be very brief --\n\n SEN. LEAHY: Otherwise --\n\n SEN. HATFIELD: -- defer to my colleague from Pennsylvania.  I would ask unanimous consent -- (inaudible) -- \nopening statement -- (off mike) --\n\n SEN. LEAHY: That's all right.  But I hope the senator from Oregon knows that under normal comity in this (role ?), \neither he or Senator Byrd, as the Republican and Democratic leader of the overall committee would go first, if they -\n-\n\n SEN. HATFIELD: Thank you.\n\n SEN. LEAHY: Thank you.\n\n Senator Specter.\n\n SEN. ARLEN SPECTER (R-PA): Thank you, Mr. Chairman.\n\n A few comments about loan guarantees and most-favored-nation status for China.  A comment has been made \nthat -- by the chairman that these United States senators supporting United States policy.  I think we're all United \nStates senators, and our job is to make a determination as to what United States policy should be.\n\n I want to associate myself with remarks of Senator Kasten about this being a humanitarian issue and his focus on \nthe problems of anti-Semitism and with the comments of Senator Johnson, which I associate myself with on the \nundesirability of linkage.  My own view, after reviewing the testimony of the Secretary of State before the House \ncommittee yesterday is that it would have been preferable just to say \"no\" to the issue of loan guarantees.\n\n I'm very much concerned about the kinds of conditions which have been established, and I do not want to \ncharacterize them as unreasonable or offensive as someone did yesterday.  But my own sense is that rather than \nhave those conditions, it would have been preferable simply to say \"no.\" And I say that because I believe that such \nconditions may be said to first, infringe on a nation's fundamental national sovereignty; or second, to really being \nvery close to meddling in a nation's internal affairs in way which, whether calculated or not, are apt to have serious \npolitical consequences in Israel's internal elections; and third, just not the right or fair way to treat an ally who \nabsorbed 39 unanswered SCUD missile attacks in a joint effort with the United States to defeat a common enemy.\n\n I believe that the executive branch's position is especially problemsome with the Mid-East peace talks under way, \nbecause it has the consequence of undermining the position of the United States as an honest broker.  I repeat \nwhat I said last September: my own sense is that the Congress ought to go about its business in legislating.  I said \nthat to the Secretary privately last September, and I said it on the floor, that there was no precondition for the Arab \nnations to come to the peace table.  Senator Kasten has noted 73 co-sponsors.  I think we ought to proceed to \n\n\n\nlegislate.  But the Chairman says that he doesn't want to see a vote on an unpopular subject like foreign aid.  We \nvoted on popular subjects all the time, and any senator can offer an amendment to the continuing resolution.\n\n SEN. LEAHY: If the Senator from the GOP is going to continue to quote me, quote me accurately.  That is not what \nI said.\n\n SEN. SPECTER: Well, I think that's what the Chairman said.\n\nSEN. LEAHY: No, what the Chairman said was, if we're going to take up a subject as unpopular as foreign aid -- \nand after all, I have taken several such bills on the floor in the past no more or less popular than today -- that we do \nit with something that has a reasonable chance of being signed into law rather than taking it up just for the exercise \nif it is not going to be signed into law.  There is a major difference in that.  I would take the -- exactly the same \nattitude on a domestic piece of legislation.\n\n SEN. SPECTER: Well, I wrote down the Chairman's words as, quote, \"no reason to vote on something as \nunpopular as foreign aid.\"\n\n SEN. LEAHY: If it's not going to be signed into law.\n\n SEN. SPECTER: But I'll accept the addendum and return to my train of thought.\n\n We can have a vote on that, because any senator, including this senator, can offer an amendment on the \ncontinuing resolution.  But I think we ought to proceed with our legislative process, and if the executive branch \nseeks to veto it, so be it.  Then we have the constitutional processes, which is what I would like to see happen.\n\n Just a word on Most Favored Nation status: I supported the President on the last round of MFN because I was \nprepared to defer to his judgment on how to most effectively deal with the Chinese on the issue of human rights and \nmany other complex matters. But as I see the issue evolving on the missile technology control regime, and I see the \nconcerns about sales to Algeria and sales to Syria and sales to Iran, it just seems to me on this state of the record \nthat it is not desirable to proceed along that particular line.\n\n Mr. Chairman, I would -- I intend to submit questions for the record because I have an obligation to go to \nGreensburg, Pennsylvania where we're having memorial ceremonies for the 13 Pennsylvanians killed and 43 \nwounded in the Gulf War.\n\n Thank you very much, Mr. Chairman.\n\n SEN. LEAHY: Thank you.  I appreciate the Senator from Pennsylvania being here and as he had noted earlier, and \nI wanted to make sure he got a chance to get his opening statement prior to leaving.\n\n SEN. SPECTER: Thank you.\n\n SEN. LEAHY: Senator DeConcini?\n\n SEN. DENNIS DECONCINI (D-AZ): Mr. Chairman, thank you.  Mr.  Secretary, you're accustomed to these talks \nbefore we listen to you, and I appreciate your patience.\n\n I was very disappointed, Mr. Secretary, I must say, of your \"take it or leave it\" statement, if that is accurate, in the \nWashington Post this morning.  And I realize you have every right to do that, and I admire your capability and the \nmany successes that you have achieved on behalf of the administration and the country in foreign affairs.\n\n But I take great exception with those kind of statements.  Or what I really am going to ask you when I get my \nchance, Mr.  Secretary, is have you given those kind of statements to some of the Arab allies; whether or not Syria \nhas had a \"take it or leave it\" statement of stop permitting cocaine and hashish to come out of the Bekka Valley?  \nThat is no longer classified information.  And have you given a \"take it or leave it\" statement to our friends and \nallies, the Saudis, of recognizing Israel and eliminating the boycott -- and some of the other Arab countries.\n\n If we're going to play hard-ball -- and maybe that's what we have to play -- it seems to me it's only right to play it \nfrom both sides.  And I hate to see us in the position of being the pressure and being the representative of Israel in \nthese peace talks and tying the loan guarantee to them.  And I must express that to you in the strongest terms.  I \nobject to those settlements, but I think they are separate issues and should be maintained in a separate manner \n\n\n\nand not tied to the peace-keeping force, unless we're going to play this hard-ball game with all nations in the peace \nefforts that are underway now.\n\n Thank you, Mr. Chairman.\n\n SEN. LEAHY: Thank you, Senator DeConcini.\n\n Senator Nickles?\n\n SEN. DON NICKLES (R-OK): Mr. Chairman, thank you very much.  Mr. Secretary, you've had a lot on your plate \nthe last -- I was going to say several months, but certainly the last couple of years in world history.  The changes \nhave been taken place so rapidly.\n\n The negotiations, as my colleagues have talked about, on the Israeli loan guarantees -- I will just tell you, for one, I \ncertainly hope that there can be some compromise and be some things worked out.  And I, for one, really don't like \nthe connections that have been related between the settlements and the loan guarantees.  I'm hopeful that \nsomething can be worked out.\n\n I wanted to touch on two other issues that we haven't heard too much about.  And one, that is, again, to just urge \nthe administration as soon as possible to recognize the republics in Yugoslavia which are seeking independence \nand recognition.  Croatia, I think, has over 50 countries that now recognize it.  I'd like to see the United States be a \nleader in that recognition, not be the last country to recognize Croatia, and Slovenia, and Macedonia, and some of \nthe other countries.  The Declaration of Independence by Croatia -- I happened to have read -- is very close to the \nDeclaration of Independence of the United States.  And anyway, I would hope that we would move as quickly as \npossible on that, and if you would touch on that I would appreciate it.\n\n And then one final comment on the MFN discussion and vote that we're going to have later today.  I, for one, am \nreally bothered by the missile transfer or at least missile components transfers as have been related by the press \nand others to Syria and other countries, and maybe I'll ask the question in this manner -- is that -- do you think we \nshould support continued MFN status for China if they are delivering missile components to Syria?  Because that is \nthe toughest question in that regard, at least as far as this Senator's vote is concerned, and I would appreciate your \naddressing that as well.\n\n SEN. LEAHY: Senator Lautenberg?\n\n SEN. LAUTENBERG: Thank you very much.  Welcome, Mr. Secretary.  I almost saw a sigh of relief on your face \nwhen Senator Nickles wanted to turn the subject to China or some other de minimus discussion that we're about to \nenter into.  But --\n\n SEC. BAKER: I was relieved, Senator, that it was your turn -- (laughter).\n\n SEN. LAUTENBERG: Flattery will get you somewhere, but not where you want to be -- (laughter).  Mr. Secretary, \nas usual, I start off recognizing the terrific contribution you do make in trying to resolve conflict all over the place.  \nYou're an incessant frequent flyer, and we respect the effort and the intellect that you put into solving some of these \nproblems.\n\n The issue of the loan guarantees, which I'd like to turn to for just a moment -- after so many years of encouraging \nemigration from the Soviet Union, and not permitting those refugees to find a haven here -- knowing very well that \nthey had very few places to turn to -- Israel being the primary one -- and after that, then seeing us tie the issue of \nsettlements into the loan guarantees I find disconcerting and discouraging.  Anti-Semitism is a very serious concern \nin the republics, there is assault on ethnic minorities all over the place, and particularly on the Jews there.  And we \nsee organized anti-Semitic programs being undertaken there without the kind of ability to hold them under cover as \nwe saw before when the totalitarian state existed.  We wouldn't prefer that, but that's what happened.\n\nAnd now I find what I think is a terrific conflict in American policy.  It has been said here that American policy, for a \nnumber of years -- I think the quote was 25 years -- on settlements, but it's also true, Mr. Secretary, that since 1948, \nthe survival of the Jewish state, of the independent democratic state of Israel has been high on the American \nagenda, that America has been resolute in its position, in its determination to make sure that Israel survives, \nbecause she earned the right to survive.  There hasn't been a better friend that the United States has had than \n\n\n\nIsrael on all kinds of issues, and -- nor has it ever been really discussed in detail that Israel's strength and its \nposition has been very significant to the pursuit of American policy in the region.\n\n I think that it's fair to say that lives lost, equipment lost, dollars spent, would have been far, far greater and more \nturbulent in the Mideast region had not Israel been there with its strength and its commitment to democracy.  And \nthere's now here a debate taking place about whether or not we're satisfied with their policy, whether or not the \nsettlements are the primary issue, I think is contrary to the historical record.  It's my view that we owe Israel an \nawful lot, and they, in turn, owe us something, and they've paid on their obligations right up front, and so have we in \nmay cases.  But I think this is the turning point in history for that country.  We have yet to hear any of her neighbors \nsay we don't want to kill you any more, that we don't want to drive you into the sea as we promised for so many \nyears, that we don't want to continue this nonsense about embargoes and passport restrictions, which I hope we'll \nhave a chance to discuss.  Never once have we extracted a promise publicly from any of Israel's enemies.  Never \nonce has anyone said to Syria, get out of Lebanon, you don't belong there.  That's an occupied territory.  There isn't \neven any kind of historical connection for that.\n\n And so, Mr. Secretary, with respect, I greet you here but I hope that there'll be a more moderate position than the \none I've heard expressed continuously around this place with this Committee taking the role of the Foreign \nRelations Committee and with policy statements emanating here that says this is contrary to American policy.  We \nought to do our appropriations review, hear what you have to say, have our own debate, and make the decisions \nbased on what we think is right for the country, not necessarily on whether or not it's veto bait.  Because there are \nso many times, Mr.  Chairman, and due respect and affection, when we've gone out with ideas, with policies, that \ndo encourage and finally get a veto.  Sometimes we've overridden them and sometimes we've forced the White \nHouse to rethink its position.\n\n So I hope that we'll have a good frank dialogue.  I look forward to it.\n\n SEN. LEAHY: I suspect, Senator Lautenberg, we will.  I would note if we have any authorizing in this bill it's \nbecause there isn't an authorization bill.  We've had one, I think, in the last 10 years, and that's put a little bit of an \nextra burden on the Approtiations Committee to have to be both the authorizors and the appropriators.\n\n And I would -- when you speak of our policy, I will put into the record the statements made by President Johnson -- \nor statements made during -- by the Johnson administration, the Nixon administration, the Ford administration, the \nCarter administration, the Reagan administration, consistent throughout on the issue of settlements and consistent \nwith what I what I said earlier.\n\n Senator Mikulski.\n\n SEN. MIKULSKI: Thank you very much, Mr. Chairman, and Mr.  Secretary, gosh, an awful lot has happened since \nlast year when we met on both the foreign aid bill and your almost daily briefings with men like Colin Powell and \nDick Cheney apprising us of the war in the desert.  I'd like to salute you for your leadership during the past year in \nhelping advise the President and being his right-hand man through probably one of the most unprecedented years \nin American history.\n\n Now that the war in the desert is over, I think we need to really embrace foreign policy -- the new foreign policy \nchallenges with great enthusiasm.  And I believe we are in a new war, sir, and that's the war for America's future.  \nAnd I think those battles will be fought in the areas of trade, in the areas of technology advancement, in the areas of \nprotecting our intellectual property rights.\n\n I know that my own constituents say Senator Barb, we want jobs today and we want jobs tomorrow.  I do not think \nthe goals of jobs today and jobs tomorrow are incompatible with our foreign policy objectives.  In my conversation \nwith you later on this morning my questions will be related to job generation.  As you've done your work in the \nSoviet Union in terms of aid, I hope that we could talk about surplus food going out in American ports on American \nships flying our flag high, helping the Soviets and helping our own economy.\n\n I don't know if your staff has had time to brief you, but this Friday I held an unprecedented hearing, through my \nspace appropriations work, with the Soviets, in terms of their desire to cooperate between their Soviet space \ntechnology and the United States space technology.  You've had very crucial conversations with the Soviets in \n\n\n\nterms of their nuclear scientists, but I'm looking at the potential opportunities in terms of civilian space, where \nthrough cooperative efforts we could actually leapfrog our own space agenda, again generating jobs tomorrow as \nwell as jobs today.  So I look forward to those areas.\n\n Also as part of the change, there is no doubt that tremendous change has occurred in the Middle East.  And I think \nwhen we face unprecedented change that there are certain principles that should guide us.  One, I believe when \nchange occurs so quickly we should stick with our friends and we should stick with the values that we hold dear.  I \nknow that we've had, for our -- that we need to further the longstanding US policy of, number one, the right of \nSoviet Jews to be able to emigrate, and number two, assistance with the absorption of both Soviet Jews and \nEthiopian Jews.  I think the cooperation of the United States government, both on the emigration issue and \nparticularly in helping Operation Solomon, was indeed a stunning level of achievement.\n\n Now we face the issue of absorption, and I hope during these conversations, which have now become prickly, that \nwe could begin to de-porcupine, if you will, the conversation and move to one of pragmatism and flexibility.  My two \nprinciples would be, number one, to make sure that we as do our conversation and our policy, that we do not tell a \nforeign government what is not in their strategic interest.  I do not think that is the role of the United States of \nAmerica, to tell a foreign government what is not in their strategic interest, particularly when that foreign government \nis an ally of us.  And second, in any aid that we give to a foreign nation and particularly the state of Israel, we do not \nimply that that nation is a client state of the United States of America.  I think that would only weaken the very \npeace talks that I know the administration and this Congress supports because then it would weaken the very \nnature of the bilateral conversations which are so crucial.\n\n That's the issues related to the Middle East, and I hope also I'd have a chance to talk with you about Cyprus, also \nwhich had the significant potential for peace talks, which seems to have languished by the wayside.  So those are \nthe issues I look forward to talking with you about today, but also working with you over the next week year as this \nlegislation moves forward.\n\n Thank you, Mr. Chairman.\n\n SEN. LEAHY: Mr. Secretary, quick, before anybody else arrives.  The floor is yours.\n\nSEC. BAKER: Mr. Chairman, thank you and thank the committee for their comments.\n\n I want to -- I'd like to ask first that my written statement be entered into the record, Mr. Chairman.\n\n SEN. LEAHY: Without objection.\n\n SEC. BAKER: Then I'd like to briefly summarize it.  But before I do that, let me comment on some of the opening \nstatements that have been made.\n\n And let me start by addressing Senator Kasten's comments by saying that we totally agree, Senator, that we do not \nwant to see history repeated.  I testified to this yesterday over on the other side as well.  And that is the reason that \nwe say -- that is one of the reasons, not the only reason -- but it is one of the reasons that we say the administration \nwill support absorption assistance of up to $2 billion for up to five years, provided that we see an end or halt to \nsettlement activity.\n\n Having said that, we're not proposing, and did not propose that. If you look at the transcript, Senator DeConcini, I \nthink you would be satisfied as well that the -- we did not propose that in any way as a \"take it or leave it\" \nproposition.  And, indeed, we offered -- as I have in my negotiations with the Ambassador of Israel -- we offered an \nalternative approach that would permit the government of Israel to continue to complete some settlement activity \nthat had been begun as of the first of this year with, yes, some sort of a fungibility requirement with respect to the \ncompletion of that construction.\n\n So I think that what you've alluded to is an interpretation that was put on it perhaps by one writer and not by most \nof the others that I saw.  But that's not the -- that is not the basis on which we suggest our support for absorption \nassistance.\n\n And let me say further that, as I indicated yesterday in testimony on the other body, I'm still meeting with the \nAmbassador of Israel.  And I share Senator Johnston's hope and Senator Nickles' hope that somehow we can find \n\n\n\na way to work this out on a basis, however, that is consistent with and supports and does not betray longstanding \nUnited States policy, because we firmly agree with the Chairman in terms of support for United States policy \npositions.\n\n I might just say -- make one more comment.  Senator Lautenberg -- and again, I would invite you to the record of \nyesterday's hearing.  The issue here does not relate to our firm and absolute and unyielding commitment to the \nsecurity of Israel, as I said yesterday, and as I have now just repeated.  There is no doubt about that.  And there is \nno doubt about the -- there is no doubt about our sticking to our principles and values.  What we are really saying is \nthat we are anxious to support these guarantees, but to do so on a basis or in a way that supports United States \npolicy and that does not betray or undermine that policy.\n\n Now, Mr. Chairman, with your permission, I would like to summarize with particular reference -- I would like to \nsummarize my written statement with particular emphasis on that portion of it that deals with the dramatic and \nremarkable changes that are taking place in the former Soviet Union, changes which present the United States, in \nmy view, with an historic opportunity, and one that I would hope that we would have an opportunity to discuss with \nthe committee.\n\n I returned, Mr. Chairman, from my most recent visit to the former Soviet Union convinced that we do indeed face a \nonce-in-a-lifetime opportunity to shape the course of history and really to define a new age for our children and a \nnew age for our grandchildren.\n\nThis recent trip of mine had three purposes, the first of which was to see off the initial flights of Operation Provide \nHope, our humanitarian assistance airlift for the former Soviet Union; to meet face to face with the leaders of five of \nthe new independent states; and to meet with the Russian leadership to discuss questions of security -- political \nquestions and economic issues as well.\n\n In Frankfurt, I joined the Foreign Minister of Germany at Rhein-Main Air Force Base to send off the initial flights of \nOperation Provide Hope.  And we were pleased, Mr. Chairman, to see over 10 countries participating with the \nUnited States in this American initiative.  We have expanded the number of sorties of our very large C-5A and C-\n141 aircraft from 54 to 64.  And we have been able to send shipments to 24 different cities across the former Soviet \nUnion.\n\n From Frankfurt, I traveled to the capital of Moldova; to Baku, the capital of Azerbaijan; to Ashkhabad, Dushanbe, \nand Tashkent, the capitals of three of the Central Asian Republics, to discuss with the leaders of these new states \nthe question of diplomatic relations.  And at each stop, the presidents of these new nations gave me the assurances \nthat I think we need to move ahead with diplomatic relations.  We have no illusions, Mr. Chairman, and we realize \nthat the quality of these commitments are going to vary from state to state, nation to nation, and leader to leader.  \nAnd that's why at each stop I made it very clear that even as we move ahead with diplomatic relations, the nature \nand the depth of those relations would depend upon continuing adherence to our principles and the fulfillment of the \nassurances which had been given to us.\n\n I also went to Armenia to lend our support to Armenia's fledgling democracy.  And in both Yerevan, the capital of \nArmenia, and Baku, the capital of Azerbaijan, I discussed Nagorno-Karabakh and told both the Armenians and the \nAzerbaijanis that they had their full with building their own independent nations and that they needed to resolve the \nNagorno-Karabakh issue peacefully.  I made it clear that we supported Russian and Kazakh efforts to mediate that \nconflict, as well as efforts of the CSCE.  In this regard, Mr.  Chairman, let me state now that the United States fully \nsupports the initiative of the Foreign Minister of Russia and his colleagues from Armenia and Azerbaijan to bring \nabout a cease-fire, to lift the blockades, and to begin a real peace process.\n\n I began my trip to Russia at the Institute for Technical Physics, as it's called, at Chelyabinsk 70 in the Urals.  And I \ndiscussed how we might come up with brain gain solutions to what has been referred to as the brain drain problem.  \nThis helped us further refine the joint proposal that we've subsequently announced with Germany and with Russia \nto set up an international scientific center to help weapons scientists.\n\n In Moscow, I met with President Yeltsin and Foreign Minister Kozyrev for two productive days of talks.  We made \nreal progress on a range of issues, particularly nuclear safety, security, and dismantlement.  First, we made it clear \nthat we would provide Russia with 25 safe, secure rail cars designed to transport nuclear weapons.  Second, we've \n\n\n\noffered Russia 250 large, specialized containers for transportation of nuclear weapons.  Third, we have offered safe \nand secure containers for nuclear weapons components, and if these containers meet their needs, the United \nStates has committed to producing them in quantity.  Fourth, our experts will be meeting next week to discuss \nalternative ways to address Russian needs to store plutonium and highly enriched uranium.  Fifth, we intend to \ncooperate with Russia in helping improve the Russian accounting system for nuclear material, including providing \nthem with computers and with software.  Sixth, we will be establishing a technical working group to discuss the \nultimate disposition of plutonium and highly enriched uranium in ways that would be beneficial to both countries.  \nAnd lastly, Mr. Chairman, our experts will meet to discuss how we can cooperate to ensure a swift and appropriate \nresponse to any nuclear accident or nuclear incident.\n\n In terms of arms control, we made progress in combining elements of the proposals of President Yeltsin and \nPresident Bush iu a way that will enhance stability for both sides.  We also discussed questions surrounding START \nratification and ratification of the CFE agreement.  We agreed that Russia will be the party to ratify the START \ntreaty, and that Belarus, Kazakhstan, and Ukraine should provide us a written commitment expressing their legal \nintention to observe and implement START.\n\n Reflecting the spirit of Camp David, we also made progress in political and economic issues. We agreed, for \ninstance, to set up a United States-Russian POW/MIA Commission that would be a joint body led by the executive \nbranches but including representatives from the legislatures of both countries.  We will also participate with Russian \nexperts in an archival search to find whether there is additional information that might shed light on missing \nservicemen.\n\n On economics, we discussed our overall approach to emergency humanitarian assistance, technical assistance, \nand macroeconomic reform.  I made it clear that we want to see Russia and the other new independent states \nbecome members in the International Monetary Fund and World Bank as soon as possible, and to have the IMF \nwork with Russia and the other states as they continue to develop their economic reform plan.  Early membership in \ninternational financial institutions will make these states eligible for funds and will support their efforts to build \nmarket democracy.\n\n Mr. Chairman, my visit to the new independent states brought home to me the extraordinary opportunities that are \npresented by the the collapse of the Soviet Union.  I happen to believe that we can meet these and other \nchallenges as well, and I think that we can forge an effective policy in pursuit of our interests in a free, prosperous, \nand peaceful world, and I believe that the budget request that we've submitted will bring us closer to that goal.\n\n If I might spend just one moment, Mr. Chairman, on a summary of that budget request, let me simply say that for \naccounts under the jurisdiction of this Subcommittee we are reqeusting $15.1 billion in fiscal '93 discretionary \nbudget authority and 13.7 billion [dollars] in outlays.\n\n Let me highlight two initiatives.\n\n First, our aid package for the former Soviet Union and our support for international peacekeeping.  We're seeking \n$620 million in new appropriations for aid to the former Soviet Union in fiscal years 1992 and 1993.  Most of this \nfunding would be provided by this Subcommittee: 500 million [dollars] for a special humanitarian and technical \nassistance account to meet emerging humanitarian and special assistance needs -- 150 million [dollars] in fiscal \n'92, and 350 million [dollars] in fiscal '93; 100 million [dollars] in economic support funds to promote democratic \nreforms, economic restructuring, and defense conversion; 10 million [dollars] in development assistance targeted at \nthe poorer republics, and $10 million in P.L. 480 Food for Peace for a farmer-to-farmer technical assistance \nprogram.\n\n Let me say -- let me -- inject here, Mr. Chairman, the comment that I think assistance to the former Soviet Union \ncan help us minimize the risks that Senator Lautenberg, I think it was, alluded to of antisemitism increasing and \npersecution increasing in the states that compose the former Soviet Union.\n\n In peacekeeping, as with our help for the new states of the former Soviet Union, we intend to seize the \nopportunities offered by changing international circumstances.  We therefore propose 350 million [dollars] as an \namendment to the fiscal '92 budget and 350 million [dollars] in the fiscal '93 budget to support our fair share of new \nand expected peacekeeping activities in Cambodia, El Salvador, Africa, the Middle East, and perhaps Yugoslavia.  \n\n\n\nAlthough peacekeeping falls within the jurisdiction of the Commerce-Justice State Appropriations Subcommittee, \nMr. Chairman, I ask for your support and the support of the Committee in obtaining funding in fiscal '92 through the \npeacekeeping operations account.\n\n Let me turn quickly to other areas of the budget.\n\n Our program will decrease military assistance from 4.7 billion [dollars] to 4.2 billion [dollars], it will cut economic \nsupport funds from 3.2 billion to 3.1 billion [dollars], and it will keep development assistance roughly constant at 2.5 \nbillion [dollars].  This budget also reflects our strong backing for multilateral development institutions that foster \neconomic reform and growth in developing countries.  Finally, we think it's critical, Mr.  Chairman, that the United \nStates meet our commitment to an IMF quota increase.\n\n And let me conclude, if I might, with a personal note.  When I stopped in Frankfurt to help inaugurate Operation \nProvide Hope, I was really struck by the powerful symbolism of that moment.  For 40 long years, the men and \nwomen of our military services have served as the foot soldiers of the Cold War.  For 40 years, they had fought and \ndied in places like Korea and Vietnam, and for 40 years, they had readied themselves for the moment when they \nwould be called upon to halt the Soviet war machine.  And yet, there in Frankfurt for young men and women of our \nmilitary services preparing to take off for locations all around the former Soviet Union, not with a cargo of \ndestruction but with a message of peace.\n\n Mr. Chairman, they understood that it is not enough for us simply to win the Cold War; we must also win the peace.  \nThat is their and our challenge.  Thank you.\n\n SEN. LEAHY: Thank you, Mr. Chairman, and thank you for mentioning that you support the IMF increase.  You are \nthe first person in the administration who has actually taken the time to tell me that.  I had thought after I had made \nsome comments about it several weeks ago, that I might have heard something.  I didn't, so I just assumed that \nsilence meant agreement.  But maybe there's a letter coming to me on it or something that has been held up in the \nmails.  That's a different department than yours.  You don't have to respond to that.  But you are the first person \nwho has actually told me the administration wants it.\n\n My understanding of US -- to go back to another area, I understand US policy is opposed to settlements in the \noccupied territories and is opposed to US dollars being used indirectly or directly for settlements.  That is the policy \ntoday; is that correct?\n\n SEC. BAKER: Yes, sir, that's right.\n\n SEN. LEAHY: Now, on the request, Israel's request for $10 billion in loan guarantees, so I can understand the \nadministration's position, if the settlements issue can be resolved, and I realize that's a big if, but if it can be \nresolved, does the administration believe these loan guarantees should be provided, that Israel indeed does need \nhelp in absorbing these immigrants?\n\n SEC. BAKER: As I've indicated, Mr. Chairman, the administration strongly supports the immigration of Soviet \nJews. And as I said yesterday over on the House side, I don't think anybody has been -- has worked harder to \naccomplish conditions that would permit the free immigration of Soviet Jews than have we, going all the way back \nto the beginning of this administration when we were dealing with the Soviet Union.  And I think we made good \nprogress -- again as Senator Lautenberg referred to.\n\n And we support the principle of absorption assistance.  We support it, however, on terms that are supportive of \nlongstanding United States policy.  So, we have said in our negotiations with the government of Israel and, I know, \nin some other discussions that we have had that we will support loan guarantees of up to $2 billion per year for five \nyears if there is a halt or end to settlement activity in the territories.\n\n Now, we've been told that that is a position that is not -- with respect to which the government of Israel has \nproblems, so we have said, alternatively, that we would support loan guarantees up to some lesser amount, still to \nbe discussed, per year, for a period of time, if there were a halt or end to new construction activity.  So it's not a \ncase of our saying, \"Here it is, take it or leave it,\" and it's not a case of our not supporting absorption assistance -- \nwe do and we will.  But we think we should support it on a basis that is supportive of long-standing US policy \npositions.\n\n\n\n SEN. LEAHY: Can the Israeli economy absorb $10 billion over the next five years?\n\n SEC. BAKER: I'm sorry -- let me back up and also say that I mentioned in my earlier statement that we would \nexpect to see some sort of a fungibility requirement with respect to the construction activity that would be completed \n-- I don't mean to leave that out in the second summation.\n\n SEN. LEAHY: That could be taken care of in some form of what others have called the Leahy formula, the dollar-\nfor-dollar reduction?\n\n SEC. BAKER: Something like that, yes, sir.\n\n SEN. LEAHY: Can you -- has your department determined whether the economy of Israel could absorb the $10 \nbillion over five years, with some of the economic reforms that have been recommended by you and by me and \nothers?\n\n SEC. BAKER: I think that there is -- that there is a genuine willingness and desire on the part of Israel to see \neconomic reform, and to see some sort of economic conditionality in here.  And we've had discussions with the \ngovernment of Israel about that, both through the ambassador here and directly with the governor of the central \nbank, who was sent here in order for us to have these discussions.  I'm not in a position -- I think a lot depends on \nwhat happens, Mr. Chairman.  If I were to try and give you a yes-or-no answer to your question about: Is the \neconomy in a position to -- I think it would -- I would have to qualify it too much.  I'm not in a position to answer that \ntoday.\n\n SEN. LEAHY: Understandably.  You better than everybody here know the efforts and all to get the Israelis and the \nArabs to even the level of negotiation we now have.  But I am struck by the fact that the Palestinians say, on the \none hand, for these to go forward, these negotiations to go forward, there must be a freeze on settlements.  The \nIsraelis come back and say the administration's position and that of some of us in Congress in demanding a \nsettlement freeze, that we are doing the negotiating, in effect, for the Palestinians.  How would you respond to that?\n\nSEC. BAKER: I would respond to that by saying that as we were trying to put together a peace process last year, at \nalmost every stop the Arab side demanded as a precondition to coming to the table with Israel -- something that \nthey had refused to do for 40 years -- that we obtain a settlements freeze.  And we said, we're not going to do that.  \nFirst place, we can't.  Second place, we wouldn't do that if we could.  You've got to decide whether you're interested \nin sitting down and talking peace or not.  And that was therefore a demand or a request of practically every Arab \ngovernment that we basically said we were not in a position to fulfill, or would not fulfill.\n\n I would argue very strongly, Mr. Chairman, that we are not taking sides in the negotiations, we are not doing \nanybody's negotiating for them.  Our opposition to settlements, as you yourself have pointed out, goes all the way \nback through all administrations, Democratic and Republican, for many, many years, probably all the way back to \n1967.  It's simply that when we're asked to sign on to an additional $10 million in loan guarantees, over and above \nthe 3 [billion dollars] to $4 billion which we provide routinely every year to Israel, without any strings, we think we \nhave a right to know that we're not going to be financing something, directly or indirectly, that we oppose.  And we \nthink that is a reasonable position for the United States to take, particularly in light of our long-held policy position.\n\n SEN. LEAHY: Under the Credit Reform Act, we're going to have to -- if these subsidies go through, or if these loan \nguarantees go through, we're going to have to offset the cost.  Now, I'm -- and I suspect most would feel this way -- \nwe're not going to take them out of other programs -- refugees, AIDS programs -- and at that, it's going to have to \ncome out of the -- it will come from Israel through either origination, administration, administrative fees.\n\n Has OMB determined yet what would be the subsidy cost of the guarantee program, or have they given you a \nrange?\n\n SEC. BAKER: OMB has not yet determined what would be the -- what their estimate of the subsidy cost would be.  \nIt is my understanding that, based on my discussions with the government of Israel, that they have indicated a \nwillingness to absorb that cost, provided they agree with it, and absorb it out of their annual ESF.\n\n SEN. LEAHY: Mr. Secretary, I find a request in here when I look at the Soviet republics -- and I, incidentally, have \nfollowed with a great deal of interest your trip through those areas, and have given some thought to doing \n\n\n\nsomething similar at some time myself.  I watch it with interest because whatever we do there in the area of aid \nreally come through matters in the Appropriations Committee and the actual dollar aid.  There are other things I -- I \nguess I'm wearing my hat as Chairman of the Agriculture Comittee.  Obviously, a lot of our aid agriculture in nature.  \nSo I'm interested in watching it, but what I -- and I don't disagree at all with your point that having spent decades \nand trillions of dollars in an adversarial role with what was the Soviet Union, now that these almost unbelievable \nchanges have taken place, not only in the United States, but the rest of the world has some obligation to see what \nwe can do to create democracy out of it.\n\n But I look at what's requested for the Soviet -- the former Soviet republics for this year -- 1992 -- it comes up to \nabout $260 million.  Now that's not quite half of what went to Nicaragua and Panama in the emergency \nsupplemental two years ago -- countries, certainly on an international and global matter of really insignficant as \ncompared to this.\n\nSEC. BAKER: Well, that doesn't --\n\n SEN. LEAHY: Is this a token, or is this -- are we really trying to make some changes.  I -- all the agriculture people I \ntalked with in what was the Soviet Union tell me they've got problems of how to sell crops, the distribution, a \nsystem that won't work.  I mean, they can raise and provide enough food to feed their people, but they're just not \ndoing it.  Are we approaching this in a piecemeal way, a symbolic way, or a real way?\n\n SEC. BAKER: I think we're approaching it in a real way, Mr.  Chairman.  And you yourself said there will be \nelements of our assistance program or proposed program that will have to be funded by other committees.  What \nyou're looking at is simply -- I think is simply the -- maybe it's the fiscal '92 request of this committee, maybe it's '92 \nand '93.  But let me simply say that we -- if you look at fiscal '91 actual and what we're asking for fiscal '92 and '93, \nwe will be in the $5.2 billion -- billion-dollar range, if you could the credit guarantees that your committee over there \nin Agriculture has some jurisdiction of.\n\n And let me say that in terms of actual deliveries of food, the United States is out in front of everybody, deliveries as \nopposed to just pledges.\n\n You mentioned the IMF quota increase.  Russia and the other new states we hope will be members of the IMF \nafter the spring meetings of the interim committee at the end of April.  We hope that sometime shortly thereafter or \nwithin a few weeks that they will be admitted to membership and that there will be an IMF program of some sort.  \nBut that quota increase becomes very important in the context of whether we're doing enough for the former Soviet \nUnion.\n\n So I would argue that we are doing -- when you think about where we're coming from, that $5.2 billion is quite a bit.  \nOn the other hand, you're quite right when you say, having spent trillions and trillions of dollars to fight and win the \nCold War, shouldn't we be willing to spend millions or billions now to win the peace?  And I couldn't agree with you \nmore.  And the administration will be doing what we can to support -- within budget constraints and limitations, to \nsupport that kind of policy.  And that will mean we will have to be doing some reprogramming from other accounts \nand we will have to be looking very hard at where we can come up with the money.\n\n SEN. LEAHY: Senator Kasten.\n\n SEN. KASTEN: Mr. Chairman, thank you.\n\n Mr. Secretary, yesterday your comments to the House Appropriations Committee were characterized in a number \nof different ways, and let me just share with the committee the way, taking from a couple of news articles:\n\n \"The administration's stance marks one of the few times in Israel's 44-year history that the United States, the \nJewish state's principal financial and political backer, has threatened to withhold aid if an Israeli government \nrefuses to abandon a policy representing its top political and ideological priorities.  The US position could open the \nmost serious rift with Israel since the 1956 Suez Canal crisis.\"\n\n In another evaluation: \"Every American administration since the territory was captured in 1967 has opposed the \nconstruction of housing and settlements for Jews in the West Bank and Gaza as an obstacle to peace that might \n\n\n\nhamper chance for a territorial compromise with the Arabs.  But none has attempted to link the American economic \nassistance to such a curb.\"\n\n The question, Mr. Secretary, is why -- why this dramatic shift, why this historic shift in US policy?  None has agreed \nor tried to link.\n\n There are a number of theories out there.  One theory is that the Soviet Union has fallen apart and we no longer -- \nis no longer a superpower, we now are the only superpower, and that we no longer need Israel in the way that \nwe've needed them in the past.\n\n There's another theory out there that you seek political change in Israel and seek to use American policy in order to \nimpose that political change, that we might want to tree Prime Minister Shamir, in the words of one columnist, either \ntree him within his own party, replace him within Likud, or to work for change and have a new political party, with \nnow a new leader, replace Likud completely.\n\n Another theory is that the executive branch wants to reexert its power in foreign policy over the legislative branch, \nespecially with regard to the Middle East, and this is the stand that the administration wants to take or the executive \nbranch wants to take in order to be sure that the legislative branch no longer has a role or has a lesser role in \nforeign policy.\n\n The third -- or fourth possibility that's been discussed publicly is that you're worried -- the administration is worried \nthat if we go forward with loan guarantees without impossible conditions for Israel that the Arabs will walk out of the \npeace process, and you and this administration have such a close and important concern about what happens in \nthe peace process that you're willing to block the loan guarantees.\n\n You've heard and discussed all these different options, Mr.  Secretary, but the real question is why are we willing to \nbegin or impose this rift with the government in Israel, and why the change?\n\n SEC. BAKER: Senator Kasten, I think I said earlier that we simply believe that if we are going to talk about \nproviding assistance of this magnitude over and above the very generous assistance that is already provided on an \nannual basis with no conditions whatsoever -- that is, the $3 [billion] to $4 billion -- then we have a right to know, \nand, frankly, we have an obligation to the American taxpayer to know that we're not going to be financing something \ndirectly or indirectly that American policy has opposed for over 25 years.  That's why.\n\n Now, let me take advantage of the question to knock down some of those suggestions that you have there.  And \nthe first one I'd like to knock down is the suggestion that somehow we're interested in the internal politics of the \nstate of Israel.  And we simply are not.  I might say to you that this position of ours regarding settlements is \nsomething we've discussed with the government of Israel for over two and a half years, maybe three.  We've been -\n- we've had discussions on loan guarantees going on well before there was even a suggestion that there was going \nto be an election in Israel.  So I'd like to put that old canard to rest.  That's none of our business.  We don't want it to \nbe any of our business.  And we're not going to in any way inject ourselves into that.\n\n With respect to your suggestion that somehow this is the executive branch wanting to assert its primacy over \nforeign policy over the legislative branch, that is simply not true.  We worked very closely with many members of \nthis committee, with many members over on the House side regarding the possibility -- we requested, if you will \nrecall, in September, we simply requested that the issue be deferred for 120 days.  And we worked very hard and \nvery closely with a number of legislators to accomplish that.  Are there natural, sometimes, tensions between the \nexecutive and legislative branches under our constitutional system in the conduct of foreign policy?  Yes.  And will \nwe insist upon to the extent that we can and support the executive branch's view?  Sure we will, just like you will \nsupport the legislative branch's view.\n\n The suggestion that somehow we're doing this for the Arabs is an equally pbony canard.  We're interested in a \nviable and a productive peace process, a negotiation, a fulfillment of [UN Resolutions] 242 and 338.  And we're \ninterested in seeing the parties sit down and negotiate these things out themselves.  This isn't something we're \ndoing, and the fact of the matter is, as I said, I think, in answer to an earlier question, we're not in any way injecting \nourselves into this, just like we wouldn't inject ourselves into it when every Arab government said, \"Before we come \nto the table, we have to have a freeze on settlements.\"\n\n\n\n That's the best way -- I think I've answered each of the examples you gave in --\n\n SEN. KASTEN: You did, but I -- you didn't answer -- my basic question was, if none of those are it, then why are \nwe shifting now?\n\n SEC. BAKER: I did answer it.  I did, too.  I said that if -- I said that if we are going to be called upon to provide \nadditional assistance in this -- in these amounts, up to $10 billion, over and above the three to four billion [dollars] \nthat we provide routinely every year without any conditions to Israel, I think we have a right to know that we're not \ngoing to be financing something that we directly or -- not financing something directly or indirectly that we oppose.\n\n SEN. KASTEN: Do you therefore seek to put conditions or curbs on the regular program as well?\n\n SEC. BAKER: No sir, we haven't suggested that.  That's the point I'm making.  And --\n\n SEN. KASTEN: I think --\n\n SEC. BAKER: And let me just say, as you well know, Senator Kasten, we, with respect to other countries, we \ncondition our foreign assistance all the time.  In fact, that's one of the greatest tensions between the executive and \nlegislative branches of our government -- what we refer to as micromanagement, and you refer to up here as \nsomething else.  So, we do a lot of conditioning of assistance.\n\n SEN. KASTEN: I just want to make a comment.  I think we are, even though you say that you don't seek to be, it's \nclear to me that we are involved in the internal politics of Israel right now.  And I'm not sure, frankly, that there would \neven be an election coming in June if it had not been for the loan guarantee issue that's before us.\n\n But let me ask, I guess, what's going to be the basic question for Congress and for all of us.  We have two long-\nstanding policies.  One long-standing policy is that we have a responsibility to Soviet Jewry, to seek their safety \nand to allow them to freely emigrate from the Soviet Union.  We have another US policy vis-a-vis settlements.  \nThose two policies are now in a collision course.  We have to choose.  I, in my opening statement, said that I \nbelieve the United States' responsibility to Soviet Jewry is at least as compelling, possibly more compelling, as the \nUS policy vis-a-vis the settlements.  These two are coming together.  Which, in your view, is more compelling?\n\n SEC. BAKER: Senator Kasten, I don't think you -- I don't think you posed the question properly, if I might -- if I \nmight suggest it.  The choice is Israel's.  Israel has it within her power to obtain the full $10 billion.  It should not be \nour choice, it is Israel's choice, and we have offered two alternative approaches that will permit her to get the full \n$10 billion in absorption assistance.\n\nSEN. KASTEN: On conditions that are unacceptable to the government of Israel.  So the choice is our choice to \nwork out a compromise.\n\n SEC. BAKER: On conditions -- on the conditions that support long-standing United States policy, and do not run \ncounter to long-standing US policy.\n\n SEN. KASTEN: My time has expired.  I'm going to come back to other questions.  Thank you, Mr. Chairman.\n\n SEN. LEAHY: Senator Johnston.\n\n SEN. JOHNSTON: Than you, Mr. Chairman.  Mr. Secretary, leaving aside the issue of settlements for a moment, \nwould you agree with me that Israel is a good credit risk, that they've always paid their debts, and that if we could \nget beyond this question of settlements that we could lend the money with confidence that our friend would repay \nit?\n\n SEC. BAKER: Well, Senator Johnston, you're getting into --\n\n SEN. JOHNSTON: I mean, we'd get -- (inaudible) -- guarantees?\n\n SEC. BAKER: You're getting into questions involving the Cranston Amendment that states, I think, the sense of the \nCongress, that Israel should always be provided with sufficient money to pay us our interest -- to pay the interest \nand principal that she owes the United States.  So, we can always pay ourselves back with the money that we \nappropriate for Israel to do so.  And so I'm not the person to ask about Israel's credit rating.  There was a hearing, I \n\n\n\nunderstand, in the House in which a number of economic experts testified, and Israel received various credit \nratings, from a B rating down to a C-, or a B+ down to a C-, and I really don't know what those credit ratings are.\n\n I do think it's fair for you on this committee and fair over on the House side to give some consideration to the \nquestion of ultimate repayment.  It may very well be that there's absolutely no risk that we will ultimately be repaid.  \nI'm not the expert on that.  But there are economic experts that you can have up here before the committee.  The \ncredit ratings of the credit rating agencies vary with respect to Israel.\n\n SEN. JOHNSTON: I would hasten to say that the Cranston amendment is with respect to government loans and \nnot private loans, and I would submit that Israel's repayment record has been excellent and that the fund of talent \namong these Russian Jews is just incredible.\n\n SEC. BAKER: It is.\n\n SEN. JOHNSTON: I think it offers Israel -- when they paint the picture of a future fueled in large part by the talent \nof these Russian Jews, I think it is very credible.\n\n SEC. BAKER: I agree with you.\n\n SEN. JOHNSTON: Secondly, you would also agree with me, I think, that the need is there for the amounts they \nhave asked, and that they can use them efficiently from an economic standpoint.\n\n SEC. BAKER: Without economic reforms, Senator Johnston, I might not agree with you, but my understanding is \nthe government of Israel is anxious to see some economic reforms so that any absorption assistance could be \nproductively used.\n\n SEN. JOHNSTON: Well, what I really --\n\n SEC. BAKER: To the extent that it's used -- let me just say that, of course, to the extent that it would be used to \nprop up a centrally-planned economy, which is not the intention of the Israeli government, in my view, then I think it \nwould be misused.  You know, some of the -- as I understand it, some of the -- we're talking now more than about \njust housing guarantees in this absorption assistance package.  We're talking about funding, for instance, to support \nthe state-owned airline of El Al.  That's not -- I'm not saying that's inappropriate.  All I'm saying is that unless there \nare some economic reforms, I don't think you can just categorically give your question a yes answer.  But I think \neveryone is of the view that there should be economic reform.\n\n SEN. JOHNSTON: Can you tell us what the current trends are?  Are the number of Jews seeking to emigrate from \nthe former Soviet Union -- is that on the rise or on --\n\n SEC. BAKER: It's on the decline, unfortunately, Senator Johnston, and it is -- I don't have the numbers here, but I \nthink it has declined rather sharply over the last three or four months.\n\n SEN. JOHNSTON: How about those seeking to come to the United States?\n\n SEC. BAKER: I don't think there's any decline in the number that would be prepared to come to the United States if \nwe increased our numbers.\n\n SEN. JOHNSTON: I mean, aren't those -- isn't the decline really due to the economic hardship in the Soviet Union \n-- former Soviet Union?\n\n SEC. BAKER: No, sir.  I think it may be due to reports that they have received regarding unemployment in Israel.\n\n SEN. JOHNSTON: That's what I mean.\n\n SEC. BAKER: You said in the Soviet Union.\n\n SEN. JOHNSTON: Excuse me.  I mean economic hardship in Israel.\n\nSEC. BAKER: In Israel, yes, sir.  And maybe in part to the fact that now you have democrats -- small d -- and \nreformers in power in the former Soviet Union.  And so maybe they're people who are weighing their options in that \nlight.  That may have something to do with it.\n\n SEN. JOHNSTON: Is there any problem at all with a free emigration policy in the former Soviet Union?  Do we --\n\n\n\n SEC. BAKER: No, sir, I think we're beyond that, and I think we actually got beyond that before the collapse of the \nformer Soviet Union.  The Gorbachev administration came around to the point of free immigration for Soviet \nJews.\n\n SEN. JOHNSTON: Is there any doubt in your mind that -- can Israel solve this housing problem behind the green \nline?  I mean, do they need the space in the -- on the other side of the green line?\n\n SEC. BAKER: My understanding is that there is plenty of room behind the green line for building.\n\n SEN. JOHNSTON: One final question.  Mr. Secretary, is State taking any part in the request of Mr. Yeltsin to \ncooperate in the Star Wars venture?\n\n SEC. BAKER: Yes, sir.  We have talked to -- we have -- of course, he made that proposal during his meeting with \nPresident Bush at Camp David, and the two presidents instructed myself and the Russian Foreign Minister to \nfurther discuss it when I went to Moscow on this last trip, and we did so.  And we talked about the possibility of \ncooperating with respect to defense technologies, and we agreed to set up a joint ballistic missile early warning \ncenter, but to invite others in, as well -- our allies and others.  Those are the two concrete things that have emerged, \nSenator Johnston, from the talks at Camp David.\n\n SEN. JOHNSTON: You know, I can't help but remark that it seems to me that rather than spending these billions to \nprotect one another from one another's missiles, that we could better spend that to help the Soviet economy, as all \nof us have discussed here, at a time when they are really in extremis, and gravely in need.  I just make that as a \ncomment, not as a question to you.\n\n SEC. BAKER: I think that the theory, Senator, is protection against limited strikes.  There are a lot of rogue \ncountries that are obtaining ballistic missile technology.  And I think we saw during the Gulf War what that \ntechnology can do.  So it's along those lines that we've been focusing the discussion.\n\nSEN. JOHNSTON: Thank you, Mr. Chairman.\n\n SEN. LEAHY: Thank you, Senator Johnston.  Senator Hatfield?\n\n SEN. HATFIELD: Thank you, Mr. Chairman.  Mr. Secretary, in the weekend, there was reported in the media a \nstory about the need for hard currency in the Soviet Union, and a proposal from one of the republics, if they \nbecome an arms capital of the world.  And instead of converting the Soviet military machine into domestic \nproduction, it is reported that Mr. Yeltsin has agreed, or at least has given encouragement, to sustaining a \nworldwide flow of arms, which would, of course, be economic from a short-term perspective, but from the long term, \nit seems to me to not be moving from the Cold War and the forces driving the Cold War, namely, arms \nmanufacturing in the Soviet Union.\n\n Would you care to comment on this as to the authenticity and as to what kind of policy we may follow in trying to \ndissuade Mr.  Yeltsin from reinforcing this dependency upon arms manufacturing and his economic recovery?\n\n SEC. BAKER: I cannot comment on the authenticity of the article, Senator Hatfield.  I don't know what article you're \nreferring to.\n\n But I can comment on the basics of the subject by saying that I think you need to separate the problem into two \nparts.  The first part is the part dealing with weapons of mass destruction.  And I think we can do a lot; I think we \nalready are doing a lot in our contacts with the Russian leadership and with others.  We've made very good \nprogress, I think.  The Russian leadership has made good progress; the leadership of other states of the former \nSoviet Union has made good progress in collecting, pulling together in assembly areas and storage areas the \ntactical nuclear weapons of the former Soviet Union.  And we should shortly, I think, see beginnings of the process \nof destruction of those weapons.  They are being pulled together, they're being stored and assembled and \ndisassembled so that they don't work.  And soon I think we will get to the point of destroying them.  And the goal is \nto have them all in the Russian Federation by the first of July of this year.  And we like the progress that's being \nmade.\n\n We are working closely with the leadership over there to address the brain drain problem I mentioned.  We've set \nup this international center.  I met with some of the nuclear weapon scientists of the Soviet Union.  And working the \n\n\n\nGermans, and the EC and others, I think we're going to be able to do something meaningful there so that these \npeople have intellectually-rewarding and important work and are gainfully employed in something other than the \nmaking of weapons of mass destruction.\n\nWe are helping the Russians with the problems they have in destroying chemical weapons.  And therefore, I think \nthere's great potential -- and we're talking with the Russians and the other Permanent Five in the United Nations \nabout the transfer of weapons of mass destruction and the technology with respect thereto the proliferation of those \nkinds of weapons.  We also are talking to them about conventional weapons transfers to the Middle East.\n\n So there's a lot of progress that I think we are making and can continue to make in the area of weapons of mass \ndestruction.  When you come to conventional weapons, it is much more difficult.  We are working with the Russian \nleadership and the leadership in these other new nations to assist them in converting their defense plants into \ncivilian uses.  But it is a very difficult task, because so much of their GNP was devoted to the military-industrial \ncomplex.\n\n It's going to take some time.  It's not going to happen overnight with respect to conventional weapons.  We see this \nin our experience with the countries of Central and Eastern Europe that have democratized and wanted to move to \nthe free market.  Much of their former hard currency earnings came from weapons sales.  I'm talking about \ncountries like Poland and Czechoslovakia and to some extent Hungary and others.  And it's very, very difficult.  But \nit is a problem that we are focused on and working on.  It's very hard, of course, for us to say to these countries, \n\"You cannot sell conventional weapons,\" if we ourselves want to retain the right to sell conventional weaponry.  And \nto some extent, we do want to retain that right, and there are countries around the world that have legitimate needs \nfor defensive weapons, weapons for their security and defense.\n\n SEN. HATFIELD: Mr. Secretary, I'd like to share this article with you and ask for your response because it is a \nrather extensive article with the headline, \"Arms Factory Can Make Bricks, But Russia Asks, 'Is That Smart?'\" A lot \nof quotes from individual leaders, and it's a rather extensive story by Celestine Bolland (sp) of the New York Times.  \nAnd I would hope that in matters of this kind, we can somehow move quickly to reassure or to be helpful in \nidentifying such a place as Izhevsk, which is evidently a historic place of arms manufacturing near the Ural \nMountains, because I feel that -- and feel it very strongly that moving from the cold war, as much as in our own \ncountry, we should be moving away from arms production and the so-called economic dependency.\n\n Let me shift gears to another area.  I welcome this day because there are so many things to congratulate you on.  \nAnd this is the first time, I think, we have met that we have not sparred a little bit on El Salvador.  And I give great \ncredit to you and to the United Nations chief and to Secretary Aronson for bringing about this cease fire and this \neffort now to reconstruct and rehabilitate El Salvador.\n\n But I note in this particular request, Mr. Secretary, that you have asked for $40 million in military aid, and that -- \nincluded in that is a small amount of lethal aid, when their -- and, to my calculations, that makes El Salvador the \nsixth highest recipient of military aid in your budget.  We have a UN peacekeeping force in the country.  We have \nthis activity going on there, and I really am concerned about why we're asking for this amount or any amount of \nmilitary aid at this point when they are in such terrible condition.  And that's out of a total of $286 million in this El \nSalvador request.\n\n SEC. BAKER: Senator, that's a good question, and I'm glad you ask it of me, because it'll give me a chance to \nmake what I think are some very important points.\n\n First of all, that's, I think, less than one-half of the military assistance that we had been providing every year to El \nSalvador.\n\n SEN. HATFIELD: During war.\n\nSEC. BAKER: I understand that.  But President Cristiani was, in my view at least, very, very courageous, Senator \nHatfield, in the manner in which he approached the very strong interest groups in El Salvador -- the military, some \nof the conservative right-wing groups there -- that did not want to see the accommodations made for peace that \nPresident Cristiani made, accommodations that are going to result in the reduction of the military.  A lot of people \nwill be unemployed.  It's very important -- there are people on both sides in El Salvador, just as there always have \n\n\n\nbeen, who don't want to see a peace process succeed.  There are people over on the left, the FMLN were having -- \neven as we speak here, there are some questions about whether or not they're caching arms or whether they're \ngoing to the assembly points that were agreed upon.\n\n So I really think that if we now send a signal that we're going to cut them loose here, that people that have been \nsort of muscled, if you will, to accept this peace process, that, \"Well, that's fine, now you've done it, and boom, \nwe're going to cut you off cold turkey\" rather than phasing it out, it would do great damage to the peace process \nthere.  We could lose it, in my opinion.  And you yourself made the point that this is not lethal aid for the most part, \npractically all of it is subsistence type aid; I mean, it's uniforms and a lot of things like that.\n\n So, I'd really make an urgent plea to you and to the chairman.  I had a little private conversation with the chairman \nabout this a couple of days ago.  President Cristiani is in town.  If you have any questions about it, Senator Hatfield, \nI would certainly hope you would sit down and talk to him and let him tell you directly what the effect would be on \nthe peace process.  But I really hope you won't just say, \"Well, the war's over, boom, and we're going to cut \neverything that has to do with military,\" particularly when it isn't lethal, because we have to keep the military, which \nis a very potent force there, engaged in the peace process.\n\n SEN. HATFIELD: My time is up, Mr. Secretary, and I will follow through with some questions for the record on this.\n\n SEC. BAKER: Thank you.\n\n SEN. LEAHY: Thank you very much.\n\n Senator DeConcini.\n\n SEN. DECONCINI: Mr. Secretary, I have a couple of subjects I want to raise with you -- not about the loan \nguarantees, I'm sure you'll be relieved.  And before I get into them, I want to preface them, Mr. Secretary, that \nthough they may sound a bit on the hostile side I will try not to make them such and it's not my intent to do that.\n\nOne of the first questions is your response, which I think you said, and please correct me, to Senator Johnston, \nabout the emigration problems in Russia, if they have been resolved.  And you left me with the impression that you \nthought it was pretty well resolved or it had been resolved, regarding Soviet Russian citizens who want to leave.  Is \nthat --\n\n SEC. BAKER: It's my understanding, Senator, yes, mmm-hmm.\n\n SEN. DECONCINI: I take exception with that, from the Helsinki Commission's perspective.  We know at least 63 \nand maybe as many as 80 particular former Soviet Jews, now Russian Jews, who cannot get visas from the \nYeltsin administration.  We have written to them, I have and Chairman Hoyer has talked to the foreign minister -- \nthe previous foreign minister, excuse me.\n\n SEC. BAKER: Are these all security cases?\n\n SEN. DECONCINI: They are mostly security cases --\n\n SEC. BAKER: Yeah.  Let me ask, if you will --\n\n SEN. DECONCINI: -- not all of them, but some of them are.\n\n SEC. BAKER: Well, I did not mean to suggest that they do not still have their rules and regulations with respect to \nsecurity clearance, Senator DeConcini.  What I meant to say was they are no longer barring the exit of Soviet \nJewish emigres just as a matter of course or as a matter of political principle.  If you have some that, you know -- \nparticularly if they look like they're --\n\n SEN. DECONCINI: I do.\n\n SEC. BAKER: -- of long standing, let us have them.\n\n SEN. DECONCINI: I will do that, and Secretary Schifter has been extremely active on our commission and is \naware of this.  And he may disagree with some of them, but I'd like to call it to your attention --\n\n SEC. BAKER: Thank you.\n\n\n\n SEN. DECONCINI: -- and hope that we would not make statements that indicate it's all okay.  I think the reality to \nMr. Yeltsin has not been really brought forward, that we're not going to forget about it.  We've invested too much to \njust say okay, and I believe, quite frankly, he has no agenda against these people.  He just doesn't have the \ncapacity to get his bureaucracy to clean it up.\n\n SEC. BAKER: I think that's what it is, and again, if you'll let us -- does Dick Schifter have the names, Senator?\n\n SEN. DECONCINI: If he doesn't, he'll have them this afternoon.\n\n SEC. BAKER: Let us have them.  Yes.  I mean --\n\n SEN. DECONCINI: I know they're available to him because as you know, he is your representative -- or the \nadministration's representative on the commission.\n\n SEC. BAKER: Mmm hmm.\n\nSEN. DECONCINI: Thank you.  Now, Mr. Secretary, something that concerns me a great deal, and it's an issue that \nI don't know quite how to approach it because of what I think is a misperception by the administration of the \nimportance of President Asad of Syria.  I take no objection to your constant wooing him and consulting with him and \nattempting to get him to do things on behalf of what is good for that part of the country.  You -- I know you will tell \nme that he is a key player in the Middle East peace process.  You'll also tell me that he sent troops to Saudi Arabia \nand was prepared to fight and did fight there.\n\n However, as you are well aware, Syria is the senior member of the State Department's list of countries that support \nterrorism today.  Syria's never made it off the annual list of countries that are decertified by President Bush for its \nlack of efforts in the war on drugs.  This really bothers me.  All the evidence points to the direction of President \nAsad having his hands in the illegal drug business, a business that provides financial resources for a number of \nterrorist organizations and yet this administration continues to deal with him as though he were a president of an \nallied country.\n\n Now let me read from the State Department's 1991 International Narcotic Report, and I quote, \"Syrian armed \nforces control a large portion of Lebanon, including the prime narcotic cultivation region of the Bekaa Valley,\" end of \nquote.  This is a direct quote from the State Department's assistant secretary for narcotic matters, Melvin Levitsky.  \nWhen asked about Syria's military involvement, he said, quote, \"It's not just letting it go through and taking a bribe, \nbut actual involvement in the trafficking itself,\" end of quote.  Mr. Secretary, nothing goes on -- or goes in or out of \nthe Beka'a Valley without the approving of the Syrian military, including their soliders.  The average Syrian soldier, \nI'm informed, in Lebanon makes $500 a year.  That same soldier averages $50,000 a year in fees charged to let \nnarcotics out of that valley.  That comes from the DEA who are in Lebanon.\n\n Now, the facts don't lie, Mr. Secretary.  Lebanon is a major producer of opium poppy and hashish, and Syria is its \nmajor facilitator.  Has the President or yourself ever raised these directly with President Asad and what are you \ngoing to do to get him to back away from this awful contradiction of our foreign policy?\n\n SEC. BAKER: The answer is yes, and the further answer is we're going to keep raising it with him just like we keep \nraising the question of terrorism with him and keep raising the question of human rights every time we have a \nmeeting.\n\n Now, let me say that I do not agree with you, Senator Deconcini, when you say we deal with him as though he \nwere president of an allied country.  We've had -- I have had a number of meetings with him in order to put a peace \nprocess together.  We haven't changed US policy with respect to Syria -- as evidenced by the report you, yourself, \nare reading from -- one bit.  So we continue to have serious differences on narcotics, on terrorism, and on human \nrights.  And we'll continue to raise those when we meet with him.\n\n SEN. DECONCINI: How far do you think you're prepared to go, Mr. Secretary, to press Asad for -- you know -- \nsanctions from the United States or international attention to the drug trafficking that that country is involved in?  I'm \nconcerned about where that puts us when we are not making a point of these violations of our principle, as you \ntalked earlier on, long-standing policy.  We are still dealing with Mr. Asad, in my judgment, maybe not as an ally but \ncertainly as a friendly force in the Midease peace process, and I don't think he's a friendly --\n\n\n\n SEC. BAKER: No --\n\n SEN. DECONCINI: -- force because of the activities he's involved in, Mr. Asad and the Lebanese Army -- and the \nSyrian Army -- in Lebanon regarding drugs.\n\n SEC. BAKER: I think we deal with him as an important force in the Mideast peace process, Senator Deconcini, and \nas far as sanctions or restrictions are concerned, there are a lot of them that are already on that we have not \nsuggested lifting that were put on as a consequence of the kinds of things you're talking about.  And they were put \non as a consequence of the differences we have with them.\n\nSEN. DECONCINI: Let me ask you this question, Mr. Secretary.\n\n SEC. BAKER: Mmm-hmm.\n\n SEN. DECONCINI: Has the United States ever provided President Asad with intelligence or other information that \nputs the finger on some of the individuals in his government that are dealing with drugs?\n\n SEC. BAKER: We've done that with respect to terrorism, Senator.  I'll have to check and see whether we've done it \nwith respect to drugs.  It may well be that we have.  But I know we've done it with respect to terrorism.\n\n SEN. DECONCINI: I -- I would -- I would appreciate -- I would appreciate --\n\n SEC. BAKER: Now, there are limitations, of course, on what we can and can't provide --\n\n SEN. DECONCINI: Well, we can -- we can --\n\n SEC. BAKER: -- because of the -- the natural desire to protect sources and methods.\n\n SEN. DECONCINI: You can provide us in executive session, can you not, or through the --\n\n SEC. BAKER: No, I'm talking about what we can provide to Syria.\n\n SEN. DECONCINI: Yes, sir.  Okay.\n\n Well, my time is up, but, Mr. President, I hope you get the drift of where I'm going.  I have other questions.  I don't \nknow if I can stay to present them and you have to leave shortly so I'll present them to you, but I'm really fearful and \nI would appreciate if you'd read an article in the New Republic dated January 3rd by Mr. Michael Wodunsky (sp) \nthat I have not been able to check all of the accusations that he makes here, but I have checked some of them out \nthrough intelligence sources, and it's just absolutely mind-boggling, if half of this is true, that our policy is not a \nbeligerent policy towards Syria as it is towards Iraq.\n\n SEN. DECONCINI: Thank you, Mr. --\n\n SEN. LEAHY: Senator Nickles.\n\n SEN. DECONCINI: -- Secretary.  Thank you, Mr. Chairman.\n\nSEN. NICKLES: Mr. Chairman --\n\n SEN. DECONCINI: I'm sorry.\n\n SEN. NICKLES: -- thank you very much.  Mr. Secretary, just quickly, I understand that you stated it was the United \nStates policy for -- I'm thinking you mentioned decades -- that opposing settlements going all the way back to '67.  \nI'm not sure that I -- well, I'm not sure I agree with that policy, but that's a policy that's been, I guess, with this -- with \nthe United States government for a long time.  But I think times have changed, to some extent.  You now have \nenormous pressure for Jewish immigrants coming into Israel.  You also have security concerns, and so on.  I -- I'm \na -- I guess I'm concerned because it's -- I'm afraid that leads to the idea of exchanging land for peace.  I \ncompliment you for getting both sides together, but I certainly don't want to compel Israel to exchange that would \njeopardize their security.\n\n SEC. BAKER: Nor would I, Senator Nickles.  As I said earlier, our commitment to Israel's security is absolute, it's \nunconditional, it's unyielding.\n\n\n\n SEN. NICKLES: Well, I'll leave that.  I just -- I'm questioning at some point if this isn't really the issue we're talking \nabout is we don't want settlements, so we'll preserve that land so the land might be exchanged for, quote, \"peace\", \nand compel Israel to do so by some economic linkage.  We haven't had the linkage in the past, I hope we don't \nhave the linkage in the future.  That's been expressed by others.\n\n I wanted to move on to a couple of other issues.  I recognize the administration's right to try to put linkage, or not \nlinkage -- to put conditions on aid.  I think that's a right the administration has, that's a right that Congress has.  And \nwe wrestle sometimes with trying to figure that out.\n\n One of the issues that we're -- I don't happen to totally agree, though, that we should have the linkage as far as \nhumanitarian settlements and -- but we'll have to negotiate, and as I said earlier, I hope that we can negotiate this \nout.  I'm not sure that it sounds like we can.  I hope that we can.\n\n One of the other issues that we're looking at, though, and we're going to be voting on today is on MFN, and \nCongress is in the process -- not the administration this time -- Congress is looking at some conditions, and one of \nthe conditions that is troubling, again, in this region is that news reports are that there has been some sales to Syria \nas far as missile components.  I won't go any further than that, but that is troubling to this Senator.  How -- or why \nshould Congress vote to extend MFN if those reports are accurate?\n\n SEC. BAKER: Senator Nickles, I think it would be a terrible mistake if we should revoke MFN now, for the same \nreasons that we thought it was a mistake in earlier votes -- because we think that isolating China would be a \nmistake.\n\n Now why do we think that?  I went to China in November, and engaged in some very long and arduous \nnegotiations with the Chinese on the three issues that we have the greatest problem with, and the three issues that \nwould serve as the basis for your conditions: human rights, proliferation, and trade.  We didn't make the progress \nthat I would have liked to have seen us make on human rights.  I was very disappointed and said so.\n\n However, we started a dialogue with the Chinese on human rights -- the first time they've been willing to sit down \nand discuss human rights with us.  I can remember, Senator Nickles, and I'm sure you can, too, when we first \nbegan our dialogue with the Soviet Union on human rights, where we would give them lists of refusniks, and we \nwould engage with them, and in effect, press them to justify their treatment of these people.\n\n We had, at least during the course of that trip, the Chinese agree to sit down with Assistant Secretary for Human \nRights, Dick Schifter, and go through a long list of names.  And they gave us information about the status of those \npeople, something the Chinese government had never been willing to do before.  If we cut off MFN, and we sever \nthe relationship, whatever it may be with China, we'll no longer have the opportunity to do that.  They said that they \nwould permit exit visas for people who wanted to leave that were not under some sort of a criminal charge.  Frankly, \nI'm disappointed in the performance since November on that score.  But with respect to the other -- so we're \ndisappointed in the human rights area, and we're going to keep pressing, but it's important to keep the MFN on if \nyou want us to be able to keep pressing.\n\n In the other two areas, I'm very pleased with what I think is fairly good progress.  We got the Chinese, during the \ncourse of that visit, to commit to sign the nuclear nonproliferation treaty, something they've never done before.  Now \nthey've done it.  The legislature there has said they're going to do it, and all that's left, I think, is for the signature to \nbe affixed.  We also --\n\n SEN. NICKLES: Well, Mr. Secretary --\n\n SEC. BAKER: Please let me finish, because you asked the question, and this is very important.  We also got them \nto agree to observe the guidelines and parameters of the Missile Technology Control Regime.  If you're worried \nabout missile technology or missiles going to the Middle East, or going to Pakistan or somewhere else, Iran, this is \nthe -- this is very, very important, because now they've committed to observe it.  They've done it in writing, and \nthey've done it through an oral statement.  And if they don't live up to it, we're in a position to come in and to \nsanction immediately, or to take whatever other action we think is appropriate.\n\n In the trade area, Senator Nickles, we got an agreement from the Chinese on intellectual property rights that our \nindustry is very pleased with, happy about, that was worked out in the aftermath of my trip to Beijing.  We never \n\n\n\nwould have been able to get these things if we had cut off MFN last year and isolated China, and didn't have this \ndialogue going with them.\n\n Now, I'm not going to defend the situation beyond that, but I think it would really be a terrible shooting in the foot of \nourselves to cut it off now.  And who's hurt when you cut off MFN?  The reformers in China are hurt, the hard-liners \nare strengthened, Hong Kong is killed, not to mention the effect on United States businesses across this country.  \nAnd if people are talking about improving the economic situation, one way not to do it, I think, is to just come along \nhere and chop MFN for China.\n\n SEN. NICKLES: If they don't comply, is one of the sanctions -- on missile transfers -- is that removal of MFN?\n\nSEC. BAKER: No.  The -- well, I suppose it could be, but under the statutes that now exist, and under the law that \nnow exists, I do not think that is one of the sanctions.\n\n SEN. NICKLES: One --\n\n SEC. BAKER: Although the President might have the power -- Senator Nickles, let me retract that, because I'll \nhave to take your question and give you the answer.  The president might have the power.  He has the power to \nrecommend MFN, so it may be that he would have the power to simply revoke it for that reason.\n\n SEN. NICKLES: You are putting some conditions --\n\n (Pause.)\n\n SEC. BAKER: I am reminded that MFN is conditioned on free emigration, Senator Nickles.  And we have other \nsanctions that we put in place, such as the ones that were recently lifted, that were put in place for -- as a \nconsequence of China's proliferation policies.  So those that were lifted, of course, could be put right back on.  \nOthers could be put on.  But --\n\n SEN. NICKLES: But most likely not MFN?\n\n SEC. BAKER: But not MFN.  The condition there -- the condition on MFN, I'm reminded, is free emigration.\n\n SEN. NICKLES: I appreciate -- I did want to ask you one -- are we soon to recognize Croatia, Slovenia, \nMacedonia, other --\n\n SEC. BAKER: We are reviewing our recognition policy with respect to the Yugoslav republics on an almost daily, or \ncertainly a weekly basis, Senator Nickles, and we are being guided in our approach in large measure by what the \nUnited Nations Secretary General and his Special Representative tell us they think would best promote the chances \nfor peace in Yugoslavia.  We are now in the process, as you know -- we, I mean the United Nations -- of sending a \npeacekeeping force into Yugoslavia.  And as long as we are told that it would be counterproductive to go forward, \nwe will refrain.  But we're looking at it almost every day, and we have -- with respect to Yugoslavia we have been \nbeen very supportive of efforts of the EC and the UN and we'll continue to do that.\n\n SEN. NICKLES: I would encourage you to recognize them as soon as possible.  Thank you.\n\n SEC. BAKER: Mmm-hmm.  (Thank you, Senator ?).\n\n SEN. LEAHY: Senator Lautenberg.\n\n SEN. FRANK LAUTENBERG (D-NJ): Thanks very much, Mr. Chairman.\n\n Mr. Secretary, a couple of background things that I'd like to just get some information on.  Have the Saudis or the \nKuwaitis or in particular any of the others who made pledges to us during the Persian Gulf War met fully their \ncommitments to repay the United States under the agreement that was established?\n\n SEC. BAKER: I think all of those have been paid, Senator Lautenberg, except some Saudi amounts and I don't \nknow how much is still left.\n\n SEN. LAUTENBERG: Is there any --\n\n SEC. BAKER: I can --\n\n\n\n SEN. LAUTENBERG: -- guess at all --\n\n SEC. BAKER: $1.1 billion of the Saudi commitment is still outstanding, Senator.\n\n SEN. LAUTENBERG: Kuwait is up to date?\n\n SEC. BAKER: (Confers with colleagues.) Out of about $13 or $14 billion -- don't hold me to that total -- but they've \npaid all but about $1.1 billion.\n\n SEN. LAUTENBERG: Is there -- was there an understanding that they could delay it or that they didn't have a \ndeadline to meet in this connection?\n\n SEC. BAKER: I don't think there was an arbitrary deadline on it.\n\n SEN. LAUTENBERG: I would hope that they'd pay it.  I think it's a matter of good faith.  They may have a little \nproblem with cash flow but it's hard to see it in terms of the things that they want to do.\n\nBut has anyone ever talked to the Saudis or the Kuwaitis about a little more tolerance to the Palestinians whose \nleadership supported Saddam Hussein, instead of leaving them outside the citizen rights group, to kind of try and -- \nbecause they haven't been very nice to them, to put it mildly, and I don't hear much talk about that.\n\n SEC. BAKER: Well, there have been discussions about it, Senator Lautenberg, and there are a lot of Palestinian \nrefugees now from the Gulf as a consequence --\n\n SEN. LAUTENBERG: Any talk about getting those countries to take them back, give them jobs and homes and \nopportunities?\n\n SEC. BAKER: There's been talk in the past about easing up on the policy toward Palestinians, the policy of \nsending them abroad and that sort of thing.\n\n SEN. LAUTENBERG: Any hope in sight?  Are you satisfied with the response to date?\n\n SEC. BAKER: Well, I think that -- I think it's fair to say that we've gotten the attention particularly of the Kuwaitis.  I \ndon't think the problem is as serious in terms of Saudi Arabia as it is in Kuwait.  But there were a lot of problems \nduring the war, and you're quite right, that the leadership supported Saddam Hussein during the period of the time \nthat Iraq occupied Kuwait and there were many atrocities committed in Kuwait, so it's a very difficult issue.\n\n SEN. LAUTENBERG: I just wonder whether we put the same focus on the human rights side, absorption, et cetera, \nthere as we do other places.  How about -- are there ongoing discussions with Syria in terms of their human rights \nresponsibilities, invitation to showpiece to -- as a precursor or precondition to involving themselves in the peace \nprocess?\n\n SEC. BAKER: Invitation to -- I didn't understand your question.\n\n SEN. LAUTENBERG: Well, do we say to Syria, hey, clean up your own house and, you know, do some of the \nthings -- you talked earlier about terrorism, you'd spoken -- apparently in response to Senator DeConcini's inquiries, \nyou said that --\n\n SEC. BAKER: We didn't do that as a condition to their participation in the peace process.\n\n SEN. LAUTENBERG: Let me separate that.  Are we talking to them about those issues?\n\n SEC. BAKER: Yes, sir.  Yes, sir, we do.\n\n SEN. LAUTENBERG: And --\n\n SEC. BAKER: And we talk to them about the Syrian Jewish population, and --\n\n SEN. LAUTENBERG: Well, have they ever --\n\n SEC. BAKER: -- in terms even of specific cases.  Senator Kasten has given us a couple of specific cases --\n\n SEN. LAUTENBERG: Right.\n\n SEC. BAKER: -- in the past that we've raised.\n\n\n\n SEN. LAUTENBERG: Can we get them, maybe, to deport their Jewish population?  I think they'd like that.\n\n SEC. BAKER: I don't think we'll be able to do that.  (Laughter.)\n\n SEN. LAUTENBERG: Their emigration policy is worse than we -- than certainly we've seen in recent years from \nthe Soviet Union.\n\nOne of the matters of concern is the -- in connection with the presence of the Soviet Jewish population and the \nboundaries of the old Soviet Union is the fact that they're caught between a rock and a hard place.  They're very \nuncomfortable being where they are.  They don't -- can't find the kind of job or housing situation they'd like to see in \nIsrael.  And it enters very directly into the debate that we're having about the loan guarantees.  I've expressed \nmyself many times on that as a moral humanitarian issue.\n\n What I've seen, according to a State Department's country report on human rights practices for 1991, the following, \nand I think these are quotes from the -- Jews continue to be subjected to public expressions of anti-Semitism, and \nthey report on May Day thousands of demonstrators -- this is familiar to you -- marched in St. Petersburg accusing \nSoviet leaders of favoring Jews at the expense of Russians.  The openly anti-Semitic organization Pamyat \npublished a paper containing excerpts from the long-discredited disinformation tract protocols of Zion.  Pamyat \nbegan radio broadcasts in September.  A recent report of the Senate Judiciary Committee, Immigration and \nRefugee Subcommittee reports further on amti-Semitism in the former Soviet Union, and it details a series of \nincidents, even including the fact that an American journalist was attacked by the crowd when he revealed that he \nwas Jewish.  November -- not too long ago, an anti-Semitic demonstration took place in St.  Petersburg without \ninterference by the authorities.\n\n Now, you've just come back from the -- from Eastern Europe, the former Soviet Union.  What's your assessment, \nMr. Secretary, of the threats to the Jewish community in the Soviet Union?\n\n SEC. BAKER: I've said before, Senator Lautenberg, that I think it's something we should be concerned about.  And \nbecause there are organizations such as Pamyat, and there are some very demagogic and nationalistic political \nfigures there who, if they ever came to power -- and I don't think they will -- would, I think, be leaning in the wrong \ndirection. So I think it's something that we ought to be aware of and concerned about.\n\n I happen to believe that the Russian --\n\n SEN. LAUTENBERG: You have a way with words.\n\n SEC. BAKER: That the Russian leadership is doing a good job.  And I think the Russian leadership, Senator \nLautenberg, is very much opposed to this kind of behavior and to these kinds of organizations.  And we've \ndiscussed it with them.\n\n SEN. LAUTENBERG: You can understand the fears, the concerns of the Jewish population there.  And they're \nlooking to get out of that environment.\n\n The one thing we've seen in various of the republics is that there's a lot of pressure on minority groups within the \nnew republics vis-a-vis Azerbaijan and others.  But the one kind of persecution, harassment, bias that exists in \nmany of the Soviet republics is anti-Semitism.  It's had long and deep roots there.\n\n And I would hope, Mr. Secretary, that as you consider the question of the loan guarantees that we not ignore the \nrescue mission that those loan guarantees pose.  You said before that you don't object to the loan guarantees of \nand by themselves, and I understand -- I encourage that thinking.  But also in your comments you said that the \nadministration wants to stay free of that --\n\n SEN. LEAHY: (Off mike.)\n\n SEN. LAUTENBERG: I will, Mr. Chairman.  One second.\n\n We would -- not inserting ourselves into the peace discussion and certainly not favoring one side or the other.  But I \nthink when the settlements issue is brought into it it does inject it into the peace discussion.\n\n SEN. LEAHY: Senator D'Amato?\n\n\n\n SEN. D'AMATO: Thank you, Mr. Chairman.\n\n Mr. Secretary, it's no secret that I think we have a difference of opinion as it relates to the loan guarantees, and \nparticularly the manner in which they have been, I believe, almost scapegoated.  Let me tell you what I mean by \nscapegoated.\n\nThe American public would believe that this is $10 billion worth of aid that's coming out of the American Treasury.  \nAnd therefore, people -- given the difficult economic times there are -- rightfully are concerned as it relates to all \nforeign aid, and they question, particularly given the economic distress that we have.\n\n Now, I don't think that we have gone to the length necessary to explain, because when I've had occasion to explain \nto people that, indeed, this is not $10 billion in aid coming from the American taxpayer but that these are $10 billion \nover a period of years that Israel will borrow from private sources and that we have agreed to indemnify the lenders \nin the event of a default.  Heretofore, we have never had that occasion to have to be called upon, that Israel has \nalways made its payments.  That, indeed, we have the opportunity to actually have a net flow of revenues to offset \nthe cost as a result of the purchases that will be made in this country, so that there can be a very favorable balance.\n\n So I think it's important that we not allow the American people to believe that this is simply -- and I'm not saying \nthat you, Mr.  Secretary, have done that.  But I think in the manner in which it's been reported that often times that \ncan be something, and that there are many, many constituents who believe that to be the case.  I think we do the \nwhole process a disservice and create tensions needlessly.  So I just take this occasion to try to set the record \nstraight as it relates to that.\n\n Secondly, I have some difficulty in understanding why it is that we are using the request as a tool to change Israel's \npolitical actions in the occupied territories.  This certainly is a first for us.  And I understand what you have said \nbefore.  But I find it difficult when we look at what these dollars are intended for.  They are, yes, housing.  They are \nresettlement.  They are infrastructure.  They are not terrorist.  They are not to build missile systems.  They're not to \nbuild weapons of destruction.\n\n And why do I say that?  Because it seems to me that when one looks at how these monies are to be used and then \nwe look at the nations who come to us for Most Favored Nation status, we look at the policies which we have \nhelped facilitate, which have made it possible for other nations to make billions of dollars in aid available to Syria, \nfor example, a nation which is deeply involved in drug trafficking, terrorism, human rights violations.\n\n It seems to me that there is an inconsistency.  One of my colleagues, whose name I will not mention, has indicated \nthat it disturbs him deeply that notwithstanding the kinds of violations that we have seen in China as it relates to \nhuman rights, and I understand your attempt to deal with that and the sale of weapons systems and missile \ntechnology, that here we are, looking to give them the benefit of the doubt.\n\n And yet when it comes to Israel and all that it has been through and all that it has persevered and the violent past \nthat it faces, the scud missiled that fell down upon them, the restraint that we asked, and yes, that they agreed to as \nit related to the Iraqi war, the irony that Syria is the beneficiary -- incredible -- with billions of dollars flowing from the \nSaudis and others, to do what?  Not for humanitarian needs, but to build fortress Syria.  The irony that between \n1983 and 1990 this nation, the United States of America, made available $5.5 billion in loan guarantees, \nagricultural, to Iraq.\n\n You know, Mr. Secretary, it's almost amusing at this point in time.  I remember just about four months before the \nactual Iraqi invasion into Kuwait that I went down -- it was a chemical weapons or chemical bill dealing with \nchemical control on the floor -- and offered an amendment that would cut off aid, the agricultural credits to Iraq \namong other things, and you would have thought that I was -- and this was just several months before they invaded \nKuwait -- attacking Mother Teresa.  My gosh, we had everybody from every side coming on down and telling me \nwhat a wonderful man.  And by the way, the Iraqi ambassador called up and he was outraged.  He called a member \ncolleague because I said Saddam Hussein was the \"butcher of Baghdad.\"\n\n I'm wondering how it is that we have come to such a point that we are at this historic moment that I don't believe is \ngoing to facilitate a peace process, but that which you have worked so hard and so diligently to bring about, and \nthat is a confluence of the various factions to bring them to the table as they meet that by undertaking this policy I \n\n\n\nthink that there's a very good chance that you may have constructed the final barrier to a successful undertaking or \na continued undertaking of that process if it's to have any opportunity.\n\n And that's what deeply troubles me.  And I say this in the state not of beligerence towards you or towards your \nefforts or towards your goals or towards what you're attempting to undertake, but just an observation that has been \nshared by so many to this senator, and that's why I bring it forth to you today.  And I ask with all candor and hope \nthat you can continue to review this policy so that we can attempt to make available desperately needed financing \nsources, private sources, to the Israelis in such a way that they can undertake the goals of seeing to it that those \nrefugees who need housing, who need help, obtain that.  Because I do believe in our final analysis, that's what our \ngoal is, as well.\n\n SEC. BAKER: Thank you, Senator.\n\n SEN. LEAHY: Senator --\n\n SEN. D'AMATO: Well, I'm satisfied, I've made my statement, but --\n\n SEN. LEAHY: I would note for the Senator that when we had guarantees, when the question came up in the farm \nbill of whether we should be extending further credits to Saddam Hussein, I believe the Senator recalls the \nchairman of that committee, myself, was on his side, as were a number of others, and the ranking member of this \ncommittee, too.\n\n SEN. D'AMATO: Let me, if I might, Mr. Chairman --\n\n SEN. LEAHY: But I think --\n\n SEN. D'AMATO: -- make one other observation, if I might.  Mr.  Secretary, it pains me deeply and many, many \nAmericans.  And I think it's too easy to say that we look to the United Nations and the European (Community?), \nparticularly when I see maybe 30 or more nations, most of them in Europe, again giving recognition to Croatia.  I \ndon't understand how it is when people want freedom and stand up for that, and are willing to put their lives on the \nline, why we should be slavish to a policy that says we're going to look just to the UN.\n\n SEC. BAKER: We're not, Senator, and let me explain it to you, because you raised a good question, and I --\n\n SEN. D'AMATO: And I mention (this to solve it ?), as well.\n\n SEC. BAKER: You know we had a Security Council meeting of the United Nations several months ago, at the \nministerial level I attended.  We were very, very outspoken in our condemnation of what Serbia was doing, and we \nmade it very clear that we didn't approve of that at all.  But let me -- having said that, let me just say that I have to \ntell you, I think there is plenty of blame to go around in Yugoslavia.\n\n Now we are dealing with all of the new, independent nations coming out of the Soviet Union, and we go around to \nevery leader and we say: What we really want more than anything else is for you to sign on to the CSCE principles: \nrespect for human rights, respect for minority rights, respect for borders, and changing borders only through \npeaceful means.  Now, there are many, many ethnic groups all across Europe and that part of Europe, including \nYugoslavia and the Balkans and the former Soviet Union.  We support self-determination when it's accomplished \npeacefully, and all we've ever said is, we will support whatever the parties agree to by negotiation and through \npeaceful means, which is the CSCE commitment and the CSCE principles.\n\n And what you have here is a situation where, for good reasons that we understand and appreciate, a group or \ncountry says -- a group says: We declare independence, and we want to be recognized by the nations of the world.  \nThat's fine -- we're going to have a lot more of that coming up.  But then they take additional steps by way of force, \nand that's where we begin to get into trouble.  And that's where we said, if you do this, it's going to create a civil \nwar, and indeed it has.  And now we have a civil war in Yugoslavia.  Why do we have it?  We have it because there \nwas a forceful seizure of border posts, and there was the use of force to support the declaration of independence.\n\n So that's what I mean, Senator, when I say there's a lot of blame to go around there.  We have been outspoken in \nour condemnation of the actions of Serbia.  And we will continue to review our recognition policy.  But once we sign \nonto the idea that a small group can declare independence and then use force to support that independence, the \n\n\n\nprinciple is gone.  And the CSCE principles, which we signed onto and every other country have, which have been \nso very important, are down the tube.  So that's the conundrum we face.  And yet we understand the desire of \npeople for independence.  My gosh, look at the history of this country.\n\n SEN. LEAHY: Senator --\n\n SEN. D'AMATO: Mr. Secretary --\n\n SEN. LEAHY: -- you are now in Senator Mikulski's time and that's fine if you two want to --\n\n SEN. D'AMATO: Will the gentlelady yield for just --\n\n SEN. MIKULSKI: Thank you very much, Mr. Secretary.\n\n SEN. D'AMATO: I want for 30 -- just a 30-second observation, because it really involves people and rights and I \nsent a letter --\n\n SEN. LEAHY: Maybe we could keep a 10-second answer.\n\n SEN. D'AMATO: Not even an answer, I just want to make an observation, if the Chair -- and if my colleagues --\n\n SEN. LEAHY: Do it quickly, please, so --\n\n SEN. D'AMATO: Okay.  Mr. Secretary, I sent a letter to you, the State Department, as it relates to the embargo that \nis being placed in Yugoslavia, not only on Serbia but on Croatia, Slovania, Bosnia, Kosovo.  I don't understand why \nwe want that embargo placed on these republics when in many cases, if you're looking to stop the Serbian \nexportation of violence, et cetera, why we're penalizing these others as well.  And it makes no sense to me.\n\n SEN. LEAHY: And I know you're going to submit an answer for the record, Mr. Secretary.\n\n Senator Mikulski.\n\n SEN. MIKULSKI: Thank you very much.\n\n Mr. Secretary, I want to cover two areas of ground, please.  One on the issue -- a few additional amplifying \nquestions on loan guarantees, and then wearing my hat as chairing the subcommittee that funds the American \nspace program, when possible joint activities in the area of space.\n\n On the issue of loan guarantees, my own position, as you know, is one of no conditions and no linkages.  However, \nnow arriving at this juncture, the question becomes what should really be the framework for conditions.  And my \nconcern, my genuine concern is that I am not clear that we're not making the Israelis aim at a moving target, that \nwith each conversation that I read about or understand has taken place on the issue of loan guarantees, the very \nnature of the conditions and linkages keep changing.\n\n On one hand, we talk about the time limitations which I understand, the $2 billion for one year.  The other is that in \nthe freeze for settlement, the question is, are we talking about when current construction, what about infrastructure, \nand it is in those details that it seems to be that and therefore the Israelis feel that they're -- are they aiming at a \nmoving target and do you believe that the Israelis truly understand what we want and therefore develop a \ncooperative framework for proceeding?\n\n SEC. BAKER: I've had three sessions with Ambassador Shoval and I think he does understand, Senator Mikulski.  \nAnd let me just say to you that the conditions do not keep changing. But this, as I said in the House, is a very \ncomplicated subject because you do get into many, many different questions about infrastructure.  I talked \nyesterday about, for instance, a radar tower and as opposed to just taking new land and clearing it for future \nsettlements and all that.  We've touched on all of these collateral issues.  We haven't resolved them all.\n\n But the main reason I think you get the suggestion that the conditions have changed is because in the aftermath of \none of our meetings a lot of people put out to the press in Israel that somehow our alternative formula presupposed \nthat there would be 9,000 units that would be subject to completion when, in fact, that is not what the intelligence \nagencies of our government tell us was underway, let's say, on the first of January 1992.\n\n\n\n So this is a -- this is a negotiation.  What you're reading is speculation from people who have not been informed, \nbecause until yesterday, we did not -- we did not lay out or leak or otherwise disclose what we had been talking \nabout in a private negotiation.  And there's still a lot of issues that need to be resolved in what is a very complex \ndiscussion.  Many people here today have said they hope we can come to closure.  I've said I hope we can come to \nclosure on some basis.  The Chairman has said that.  I don't know whether we can or not.  But there isn't any \nmoving target, Senator.\n\n SEN. MIKULSKI: Well thank you, Mr. Secretary, for clarifying it.\n\n One additional question about the Israeli-Arab situation.  Often in the conversations for land for peace, the question \nbecomes are the Arabs truly interested in land for peace or are they just interested in land?  And I wonder what type \nof assurances are we asking the Arab states to give to show that they're interested in the dual nature of that and not \njust land?  For example, asking them to declare very firmly the end of the intifada, the state of boycott, the state of \nwar, or a whole series of other things that would also show the good faith nature of the Arabs in pursuing peace as \nwell as land.\n\n SEC. BAKER: The terms of reference of the peace process itself talk about a real and a genuine peace, Senator \nMikulski.  The only area, so far, that I'm aware of on this front with respect to which there's been a major difference \nis the question of a peace treaty.  But I've said publicly -- I'll say it again today -- that the logical -- as far as the \nUnited States is concerned, the logical evidence of peace is a treaty.  And we would hope that if the talks do \nsucceed they would eventually culminate in a peace treaty.\n\nAnd I'm aware that there's the view that you have expressed.  And I would hope that we would be able to overcome \nthat by continuing to insist that what we're talking about is real, genuine peace and true reconciliation between the \nparties.\n\n SEN. MIKULSKI: Well, I would hope in the conduct of the policy that there would be also those public pressures on \nthe Arab states in those areas.\n\n But I note that my -- I've got five more minutes to go, so I'm going to switch to the issue of the Soviet space \ncooperation, which you also noted in your testimony.\n\n First, I'd like to congratulate you on your efforts in terms of dealing with the nuclear weapons issue in the Soviet \nUnion and the containment of the brain drain.\n\n Let me give you a quick background about what happened on Friday, because I'm wearing my other -- I'm kind of \nhitchhiking here.  I conducted a hearing with both Dr. Berwright (ph) of your organization, assistant secretary for \nscience and tech, Admiral Truly, and then representatives of the Soviet government on space.\n\n At that hearing, essentially the Soviets said that they were open for business.  They were ready to rent or sell a \nvariety of technologies.  One was something called the Soyuz, which you talk about in your testimony.  The other \nwas a heavy launch vehicle called the Energia (ph) and just a series of other opportunities for cooperation.  It was \nmy statement as chair that any cooperative efforts that would be gained and savings made would be piled back into \nour space program to leapfrog our competitive agenda.  That's by way of background.\n\n What emerged in the hearing was that in order to know if what the Soviets had to sell or rent was of any use to the \nUnited States of America's space agenda, there needed to be a technical engineering team from NASA and others \nthat would visit and do face to face evaluation of this technology.  What seemed -- what emerged was that this \nclearance of the technical team to go seems to be bogged down at the State Department.  I wanted to bring that to \nyour attention, number one.\n\n And number two, the other issue was that there is no one-stop shop in the administration evaluating the civilian \ntechnology potential of cooperation, whether it's in space technology, biotechnology, their work on the brain, all of \nthose things.  I've written a letter to the President asking that a one-stop shop be established and also that quick \nclearances be gained in order for there to be the technical evaluation of cooperation with Soviet space.  Then we \ncan analyze the national security and other issues that would impact upon our country.\n\n\n\n Mr. Secretary, this then takes me -- do I have -- could I ask your cooperation in really looking at the issues within \nyour own department that would stymie or withhold this engineering team being able to depart and also establishing \nthis one-stop shop to evaluate where these technical areas of cooperation could begin in the civilian areas, where \nyou've done such an outstanding job in the military areas.  SEC. BAKER: Senator Mikulski, I can certainly assure \nyou that we will -- that I'll do whatever is required.  If we're a roadblock to getting a technical team going, I'll do \nwhatever I can to move that process along because the President has approved space cooperation with the Soviet \nUnion, including the initiatives I mentioned in my remarks -- or at least in my written statement.  And that has been \ndeveloped -- those initiatives were developed through thorough interagency collaboration.  So I don't think there's \nany question or problem with respect to that.\n\nI will also communicate your reservations concerning civilian uses and the desire for a one-stop shopping center.  \nThis has been an issue, based on my 12 years of experience up here, that's always been controversial and that's \nbeen very difficult to bridge.  But I understand what you're saying.  I think we do have a new day here, as I've said \nin my testimony, and I'll certainly see what we can do to assist in that process.\n\n SEN. MIKULSKI: Thank you, and I note my time is up.  The other questions related to food on US ships in Cyprus \nI'll submit for the record.  Thank you very much, Mr. Chairman.\n\n SEN. LEAHY: Thank you.  And Mr. Secretary, just in closing, if we could clear up one item.  I noted this week -- \nand it jogged my memory when discussions were made about Iraq and US cooperation over the years with Iraq -- \nthis week the Los Angeles Times carried a series of stories about US assistance to Iraq in the years just prior to \nIraq's invasion of Kuwait.  I thought of this because I remember at the time when I had the Farm Bill on the floor and \nthe tanks were prepared to roll into Kuwait, we were trying to limit agricultural credits to Iraq and the White House \nwas up lobbying against cutting off aid to Iraq.  A couple days later they were of course being likened to Hitler and \nwe were heading towards war.\n\n But what the stories say in the Los Angeles Times is that officials at the Department of Agriculture and the Ex-Im \nBank opposed further aid to Iraq because of questions about Iraq's creditworthiness.  The assistance went forward \nnotwithstanding the creditworthiness problems because of foreign policy considerations.\n\n I'm concerned enough about these stories that have been floating around Washington for sometime that I've asked \nfor GAO investigation of them.  In the Los Angeles Times story it says, \"On October 31st, 1989, Secretary of State \nJames Baker telephoned Agriculture Secretary Clayton Yeutter and persuaded him\" -- Yeutter -- \"to reverse \nAgriculture's position and approve $1 billion in new loan guarantees to Iraq.\"\n\n The reason I ask that is because four months later I wrote to then-Secretary of Agriculture Yeutter, and I said, \"I am \ndisturbed by rumors that foreign policy pressures have encouraged the Department\" -- the Agriculture Department -\n- \"to give Iraq special treatment in this case.\" He responded, just a few days later, \"You mentioned that there were \nrumors that foreign policy pressures have encouraged the Department to give Iraq special treatment in this case.  \nTo the contrary, the extension of GSM guarantees in connection with the sales to Iraq have recently been subject to \nspecial scrutiny because of the BNL investigation.\"\n\n The story in today's Los Angeles Times indicates to me that the rumors I was hearing were correct, the response \ngiven by then- Secretary Yeutter was wrong, and that indeed he was pressured by you or by the administration on \nforeign policy.\n\n So my question is this: Was Secretary Yeutter correct, was he telling me the truth, when he said to me that foreign \npolicy considerations played no role in the extension of credit guarantees to Iraq?\n\n SEC. BAKER: Senator, I don't have any basis to question what Secretary Yeutter wrote to you.  On the other hand, \nI will not deny that at the time in question, which if I'm not mistaken was October of '89 -- (pauses) -- is that correct?\n\nSEN. LEAHY: That's right.  He had telephoned you on October 31st, '89.\n\nSEC. BAKER: Yeah, at the time in question, I think, there was a national security decision directive calling for us to \nseek to improve, if possible the relationship of the United States and Iraq.\n\n\n\n SEN. LEAHY: The question is, however, that we use an awful lot of these commodity credit guarantees and others \nas a sort of a backdoor way of foreign aid.  Taxpayers -- if I could maybe finish -- the taxpayers end up paying the \nbill.  Iraq -- if the question was raised that Iraq couldn't pay back these loans, that its creditworthiness was in \nquestion, as Chairman of the Agriculture, I asked if that's true.  Are we sending over -- is the Department of \nAgriculture being pressured for foreign policy considerations to go forward with it, even though they knew that for \ncreditworthiness, they shouldn't.  The answer from the Secretary of Agriculture was that they weren't being \npressured.  It would appear, indeed, they were being pressured.\n\n SEC. BAKER: I think that on all of these issues like this, Senator Leahy, again, it's been my experience after 12 \nyears up here, that these are all subject to interagency discussions, and interagency positions.  And I suppose it \nwould not come as a surprise to you that the Secretary of State would be supportive of the position reflected by the \nPresident in his national security decision directive.\n\n SEN. LEAHY: I understand that.  What I was concerned about is another arm of the administration that was \nobviously not giving me a correct answer, and was obviously not responding to the same issues that many of us \nraised, including at the time when the war with Kuwait was about to begin, and we were trying to cut off further aid \nto Iraq, and were being lobbied by the administration not to cut off that foreign aid just a few days before the war \nbegan.\n\n Let me -- I know you have to leave, Mr. Secretary, and I yield, though, to Senator Kasten.\n\n SEN KASTEN: This is going to be just a 30-second question, and it has to do with a request that has come from \nyou with regard to the House-passed bill.  And I don't think that we're being consistent.  We talked this morning \nabout basic principles of foreign policy, and I want to just say with respect to assistance to Jordan, I think we've got \na little bit more flexibility with regard to these so-called basic principles than we might have with other countries of \nthe world.  Notwithstanding Jordan's support of Iraq in the war, and importantly, notwithstanding reports that I \nbelieve are credible that Jordan continues to violate the embargo against Iraq, the administration is now pressing \nSenator Leahy and I -- not only is the administration continuing to press for military aid to Jordan, but pressing us to \nomit or to knock out the language in the House-passed bill that is designed to ensure that Jordan does not violate or \ndoes not continue to violate the embargo.  You know, the administration, for some reason, doesn't support such a \nprovision in the law that was passed in the Senate -- in the House --\n\n SEC. BAKER: I'm not aware of the request to knock out the language about Jordan enforcing the embargo, \nbecause in all of our conversations with the leadership of Jordan, Senator Kasten, we are very firm with them about \nthe importance of enforcing the embargo.\n\n Let me say, as I did in the House yesterday, without Jordan you do not have a peace process.  At no -- in my \nopinion, this -- the process that we now have, the parties talking to each other for the first time in 40 years, and \nnever would have happened but for the -- but for the position that King Hussein took.  He was wrong in his position \non the Gulf War, and we've made it very clear to him and his government that we feel that way.\n\n Jordan is in a very precarious position.  It has 300,000 Palestinian refugees from the Gulf that have come there.  Its \neconomy is in very, very difficult straits.  It is right there next to Israel.  I happen to believe that the government of \nIsrael wants to see a stable Jordan.  I happen to believe that the government of Israel does not oppose the request \nthat we have sent up here for assistance to Jordan.  And I think assistance to Jordan in the context of Middle East \npeace is extraordinarily important.\n\n SEN. KASTEN: What you are seeking though, Mr. Secretary, is a waiver of the requirement that we have the ability \nto ensure that Jordan does not violate the embargo of arms to Iraq.  And that -- I used the word \"knock out.\" What \nyou're actually seeking is a waiver of that provision, and I think it's very unlikely, given the situation.  Jordan's not \nthe only country that's in a precarious position in that region.  Israel, others are.  I think it's wrong to seek a waiver \nof that House-passed provision.\n\n In conclusion, I hope, Mr. Secretary, that we can in a matter of days somehow come to an agreement, to a \ncompromise if you will, between you, the government of Israel, a number of people not only in the Senate but in the \nHouse, so that we can move forward with this bill.  Without an agreement on loan guarantees, this bill is dead.  \nWithout an agreement on loan guarantees, there will be no aid to the Soviet Union.  Without an agreement on loan \n\n\n\nguarantees, we just continue to lock ourselves further into the position of the choice, for example, that I was talking \nbefore between Soviet Jewry, our position on that, and our position on settlements.  It's important that we get to the \nbottom of this.  We can no longer have a moving target, we can no longer keep changing the goal posts.  We've got \nto know where we are.  And I hope that we can move forward.  And I continue to believe that working with the \nChairman, myself with others, that we can find a way through this.\n\n SEN. LEAHY: On that happy note, I'm sure you will have no objection if I submit the rest of my questions in writing, \nMr.  Secretary.\n\n SEC. BAKER: Thank you, Mr. Chairman.\n\n SEN. LEAHY: We thank you for being here, and we stand in recess.\n"}