{"title": "OUR OPINIONS: Raise farm pay to keep immigrants", "body": "\nFarmers in the Southwest are discovering what for them is an uncomfortable truth: Workers go where the money is. \nIllegal immigrants who might otherwise be willing to pick fruit or harvest vegetables are in short supply this harvest \nseason because they've found better-paying jobs.\n\nWith the winter vegetable season less than a month away, growers in Arizona and California are appealing for help \nfrom the U.S. government. An emergency supply of temporary visas and expedited border crossings will do nicely, \naccording to growers.\n\n\"For some time now, a number of other industries have been luring away farm workers,\" Western Growers \nassociation President Tom Nassif said in a statement last month. \"The construction industry alone is siphoning off \nthousands of farm workers every month. Couple that with increased border enforcement which targets farm \nworkers, an aging farm work force, an inability to fill farm jobs with replacement workers and American workers \nwho are unwilling and unable to do the job and you have what has rapidly become a monumental problem.\"\n\nRather than implore the U.S. government for relief, growers could resort to a tried-and-true method to enlist more \nhelp: Pay higher wages. That's more immediate than waiting for government help. And at some point the pay might \neven appeal to Americans now \"unwilling\" to work in the fields.\n\nOf course, that would require a change in what the farming sector considers acceptable labor costs. The American \nFarm Bureau Federation this year endorsed part of proposed federal legislation designed to increase the supply of \ntemporary foreign farm workers. But the organization, which represents agricultural producers, objected to a \nprovision requiring them to continue to pay those temporary workers fairly.\n\nFarmers who hire legal foreign workers on a short-term basis must pay the higher of the local prevailing wage, the \nminimum wage or a floor set by the U.S. Department of Labor for each state. That floor ranges from $7.63 an hour \nin Arizona and New Mexico to $9.18 in Michigan, Minnesota and Wisconsin.\n\nFarm interests naturally argue that if they have to pay higher wages to workers, consumers would in turn have to \npay more for food. Perhaps. If so, consumers would make the same discovery farmers have: There are no free \nlunches.\n"}