{"title": "THE HUMAN DIMENSION; HOW THE LATEST IMMIGRANTS COPE WITH THEIR NEW WORLD, AND HOW WE DEAL WITH THEM, WILL DETERMINE THEIR IMPACT ON U.S. SOCIETY", "body": "\nWHERE, Fuad Kadiric wondered, should he turn?\n\nA sturdy jaw and brown leather jacket lent an air of bravado, but this 41-year-old from Bosnia was foundering on \nseveral fronts. His job at a metal factory had ended abruptly after seven months because he took off a Muslim holy \nday, though he'd agreed to work a makeup day.\n\nHis son, Denis, was fired with him for the same reason. The 17-year-old had begun work a few weeks earlier, after \nquitting the ninth grade when he was stabbed by a young immigrant from another country.\n\nKadiric had no idea where to turn for representation, for someone to speak for him. How should he deal with the \nemployer, the school, the police?\n\nThe anger was welling up again, the type he'd pushed away after the dream house he built in Sarajevo was \ndestroyed in the war.\n\nHe used to be able to share his feelings Saturday nights at the Bosnian Club in a warehouse on South Vandeventer \nAvenue. But then the doors closed most weekends, partly a result of divisions within a rapidly growing population \nstill reeling from the war.\n\nImmigrants and refugees here are grappling with personal and family struggles, facing social and ethnic tensions \nor searching for a voice.\n\nMeanwhile, the national debate on immigration rages - over whether the influx should be curtailed and at what level, \nhow to keep out illegal immigrants, what services to restrict, how to compute the economic balance sheet.\n\nBut the discussion neglects a key dimension: the human side of immigration.\n\nWhatever policy decisions are made in Washington, millions of new immigrants and refugees are in this country \nand more are on their way. In the St. Louis area, they number 80,000 and are expected to top 100,000 before the \nturn of the century.\n\nHow they adapt to the situation they find and cope with what they left behind, and how local communities and \ninstitutions respond to them,  will in large measure condition their impact on their host society.\n\n\"Obviously these people are here, so what do we do?\" asks Linda Sharpe-Taylor of Provident Counseling, which \nhas begun to work with newcomers in greatest need. An Emotional Gantlet\n\n\nGedlu Metaferia, director of the Ethiopian Community Association of Missouri, knew the family he was helping to \nadjust to life here was in trouble once the wife learned she had rights.\n\n\"He wants her to treat him like a king, bring him dinner,\" Metaferia confided in late May in his basement office at a \nSouth Side church. \"She is not 100 percent right either. She just says - 'This is America.' \"\n\nWithout resources to hire a social worker familiar with the local system, Metaferia translated literature into Amharic, \nbrought over legal brochures, engaged a traditional priest.\n\n\"We are crossing our fingers,\" said his assistant, Yenework Musse. And the two kept counseling as they knew best.\n\nBut on a Saturday night in late August, the couple's 5-year-old daughter let police into the dreary Hickory Street \nhousing unit. Officers found the mother's body under a bloody blanket in the basement, her throat slashed with a \nkitchen knife. The father hung from a rope tied to a stair railing.\n\nAt the funeral of Melishew Terefe, 26, and her husband, Negussie Tsege, 34, Metaferia pleaded for women from \nAfrica and elsewhere to be more open about the taboo topic of domestic violence.\n\nNow, Metaferia says, \"I see another tragedy coming, even as I talk to you. It may not happen, but this is what I \nsuspect because of the conflict, because he beats her.\"\n\nThe murder-suicide sparked Sharpe-Taylor's counseling agency to set up English courses for Ethiopian and Somali \nwomen who stay at home - many in the same housing development - to help ease a severe isolation she says \nfosters and conceals domestic problems.\n\nThe tragic end to this case was highly unusual, the conflicts that drove it less so. Daily around St. Louis, teachers \nand ministers, nurses and counselors see various aspects of the adjustment struggle played out on individual, \nfamily and group levels.\n\nThe New American Program at Jewish Hospital cares for 1,000 Russians or Bosnians a year. Many are trying to \ncope with the traumatic events that prompted them to flee or with the gap between what they had and their status \nhere.\n\n\"We've seen a lot of depression, especially among the elderly of all nationalities,\" says director Barbara Bogomolov. \n\"Those in their 50s are also a vulnerable population; they often had a position of respect and never are going to get \nback to where they were.\"\n\nFamilies rendered fragile by what they've been through or simply wrestling with the altered values encountered \nhere try to hang together.\n\nWilliam Chignoli, an Argentinian-trained psychiatrist who worked with Hispanics in Miami, has found here a nearly \ninvisible Hispanic population with many of the new arrivals - often Mexicans fleeing hostility in other states - isolated \nand forced to work out problems alone.\n\n\"The first two years,\" he says, \"are a very troubled, terrible time,\" with high rates of separation.\n\nWhen people could most use the group support of their countrymen, those from oppressive regimes suspect one \nanother.\n\n\"Everyone's looking over everyone's shoulder,\" says Father Dimitrie Vincent, whose south St. Louis church serves \nRomanians and Albanians. \"They're not there for each other.\"\n\nAdjustment hits adults hardest - they have the most abrupt transition to make in the least time - but children feel the \nconsequences.\n\n\n\nAt Soldan High School, Sheila Phillips urges her foreign students to open up - but not too much. \"It's too volative,\" \nshe says. \"The feelings they have to express are not appropriate to a classroom setting.\"\n\nLooking out at her students - from Vietnam and Somalia, India and Iraq and Afghanistan - she estimates a quarter \nof their families \"crack under the pressure\" of adapting, making an already-tough transition perilous for the children.\n\nPsychologist Leigh Barry of Children's Hospital sees youngsters who have been compelled by language or new \nsocial skills to interpret for parents at a doctor's or marriage counselor's office or negotiate with a landlord. This \nplaces them in untenable situations as they hear things they shouldn't.\n\nThe children often act out their anxiety at school in what \"looks like just an undisciplined kid,\" she says. Social \nTensions Simmer\n\nMarvin Batey, president of the Metropolitan Business League in St. Louis, plans to ask city aldermen to limit the \n\"intrusion\" of immigrant shopkeepers and restaurateurs into north St. Louis.\n\nBatey wants an ordinance requiring anyone who starts a business to live in the same ward as the enterprise.\n\n\"In the black communities, it's open shop,\" he says, \"so we must close our borders.\"\n\nThe business league is a small player here, but Batey's sentiments reflect mounting hostility by some struggling \nurban residents against those felt to be taking business or jobs. For their part, some immigrant entrepreneurs have \nformed pejorative stereotypes of the blacks they serve, in a relationship characterized chiefly by distance.\n\nMore broadly, such views are one flashpoint of the social or ethnic tension that accompanies expanding immigration \ninto St. Louis.\n\nIn some schools, especially at the middle and high school levels, immigrant youngsters complain of frequent run-\nins and taunting aimed at them, often citing their alleged reliance on public aid. Some say that disruptive classroom \nbehavior by American minorities prevents them from learning.\n\nIn a few subsidized housing developments, East Africans from Ethiopia, Eritrea and Somalia have been \nconcentrated in what some who work with refugees call an effort to improve the environment by putting in people \nwith strong family values who oppose drugs. This has created resentment among some longtime city residents who \nwonder why the foreigners seem to get in quickly, though housing managers say they go strictly by the lists.\n\nMany newcomers feel vulnerable to street violence, even targeted. Police have had little success combating such \ncrime or even building trust, partly because immigration has not been high-profile enough to force changes in the \ndepartment's recruiting requirements.\n\nDespite some tensions between immigrants and blacks, the area has seen virtually no ethnically driven violence. \nBob Ubriaco of Crestwood, who writes about immigration to the Midwest, worries more about a possible nativist \nreaction. He speaks of a \"real potential for conflict, as these groups become more and more visible, and economic \ncompetition becomes more vicious.\" Search For A Voice\n\nThe Catholic Hispanic Center, on the grounds of St. Francis de Sales Church at Gravois and Iowa, closed in \nSeptember after 17 years.\n\nThe move is linked to a burgeoning debate among Hispanics here about how to find a voice in a metropolitan area \nlargely unaware of their presence.\n\nBeing heard here is difficult, immigrants in general say, given the heterogeneity of the flow into St. Louis. And \npublic issues long have been framed solely in black and white.\n\n\n\nSister Alicia Alvarado arrived three years ago to run the Hispanic center and to tend to the pastoral and social \nneeds of Hispanics. But she quickly noticed broad gaps in leadership and representation among a scattered and \nstruggling population.\n\nThings had been much clearer at her last post in Cleveland, with a large Hispanic population concentrated in well-\ndefined neighborhoods, mainly Puerto Ricans sharing a similar perspective.\n\nAlvarado left the job at the Hispanic center to work with the Archdiocese on integrating immigrants into existing \nreligious organizations. She fears Mexicans and other Latinos here risk being marginalized if they separate \nthemselves, because they lack the size and unity to have their own equal institutions.\n\nVarious Hispanic groups here promote cultural events, she finds, but not common social or political goals that \nbridge nationalities.\n\n\"This area is a very young, fertile ground for the Hispanics,\" she says. \"But we've got to find a voice.\"\n\nChignoli, who counsels Hispanics, saw growing numbers of poor Mexicans and an inability to communicate. In \nNovember he started a Spanish-language monthly to discuss such issues as a lack of immunization among \nchildren, domestic violence and the need to put aside divisions.\n\n\"The people don't have a sense of political participation,\" he says. \"Their goal is to work hard and go back home, so \nthey ignore the problems. But the reality is they will stay here.\" Shape Of St. Louis\n\nImmigration here is relatively small, though now growing. It's diverse, with many small-to-mid-sized groups, none \ndominant enough to command attention. And it's geographically dispersed, lacking ethnic enclaves.\n\nThis configuration helps make things seem calm because immigration is less evident and acrimony curbed, but it \nposes challenges for newcomers and those who work with them.\n\nSt. Louis doesn't offer immigrants the luxury of initially functioning within a familiar language and culture. This may \nhelp people integrate more fully in the long term, because they have less choice about learning new ways, but it \nmakes the initial transition more abrupt.\n\nA State Department official involved in refugee placement cites a \"debate about survive or thrive\" - whether \nnewcomers should be placed in a comfortable setting where they can blend in and survive, or put in a riskier \nsituation, such as a St. Louis, where they might thrive.\n\nFor those who provide services to immigrants, too, St. Louis is a challenge. Dealing with immigrants effectively, \nwhether in classrooms or health care facilities, requires knowledge of their specific cultures and problems - far \neasier where one or two nationalities dominate.\n\nThat's because \"cultural competence,\" not merely sensitivity, is key. Without it, a hospital social worker here \nmistakenly takes a child from a mother he suspects of abuse for what simply is traditional treatment for a fever. Or a \nteacher points his finger at a Bosnian youngster who panics, thinking he's marked for death.\n\nIn addition, the lack of major immigration from a few countries has led to a paucity of bilingual and bicultural \nprofessionals setting up shop over the years to meet the needs of newcomers from their homeland.\n\nOnly recently has the area reached a critical mass prompting new arrivals to put down roots. In the 1970s and early \n1980s, as immigration to the United States picked up after a lengthy lull, many who came to St. Louis soon left for \nareas with more immigrants, services and jobs.\n\nThe earlier departures have a continuing effect, because initial waves emigrating from a country tend to be the most \nurbanized, educated and mobile. Those who follow often are more rural, with fewer job or language skills, though \nthey usually find their paths eased by the pioneers.\n\n\n\nIn St. Louis, many of the first wave of Vietnamese from the mid-1970s, for instance, immediately left for California. \nAs a result, the Vietnamese fishermen or farmers who came in the wave of the late 1980s had less help.\n\nSuch a vacuum has spurred the development of some innovative private programs to deal with adjustment \nproblems - the New American Program for Russians and Bosnians, the Vietnamese clinic.\n\nBut it has led to gaps in dealing with personal or family adjustment issues, especially among smaller groups of \nimmigrants or refugees.\n\n\"There's a huge population out there that's just dangling,\" says Bogomolov, whose New American Program has \nhad to quickly expand to take on people from 15 other language groups. \"Just A Debate\"\n\nImmigration to St. Louis and its impact here, long disguised by its diversity and dispersal, is reaching a point where \nits own momentum will cause it to grow more rapidly and become more noticeable, experts agree.\n\nThe area will likely see a continuation of the factors that in recent years have led immigration to increase faster \nhere than nationally: the pull of a favorable job market and low costs, coupled with the push of hostility and \nshrinking services elsewhere.\n\nRefugee resettlement, sparked largely by the State Department's having judged St. Louis a favorable site, means \ngovernment policy will feed the flow beyond the individual decisions thousands of immigrants make.\n\nThe reaching of a critical mass is suggested by the emerging immigrant business district along South Grand \nBoulevard and the growing residential cluster in that area. And that itself will act as a drawing card.\n\nOnce a flow is established to a given place, immigration often assumes a dynamic of its own, with relatives and \nfriends joining those already there and businesses following specific labor pools, in turn spurring more movement.\n\nSo the personal and family adjustment struggles will only become more numerous.\n\nBeyond that, the low-level social, ethnic and racial tensions will likely gain in intensity as groups of immigrants \nbecome more visible.\n\nFor several decades, the flow here consisted chiefly of immigrants drawn by large medical and scientific sectors: \nChinese engineers, Filipino doctors, Chilean lawyers. They lived throughout the suburbs and drew little notice, \nfacing language and cultural barriers or generational conflicts but possessing resources. In recent years, refugees \nhave increasingly settled in urban St. Louis, with poorer and perhaps illegal aliens moving nearby. While the latter \ntwo groups have tougher personal adjustment problems, immigrants and refugees generally are beginning to see \nsigns of friction and to seek representation.\n\nThe risk, some suggest, is that if the conflicts are not addressed while manageable, solutions will be more elusive.\n\nThat may be all the more true because anti-immigrant sentiment appears to erupt most fiercely in places least \nfamiliar with immigrants and their cultures - where they are seen as truly alien. In coastal or border states, with \nmore immigrants, there may be greater outward hostility, but there also are more personal ties and cultural \nfamiliarity.\n\nThe ability of the new groups to find a voice appears crucial both to expressing their needs and to resolving strife \nthat may arise.\n\nFor example, Harold Law, president of the Organization of Chinese Americans and head of a successful \nengineering and technology firm in Maryland Heights, is wrestling with how to make a presence felt in community \naffairs.\n\nThe 7,500 Chinese here are the biggest group after Mexicans but have been relatively uninvolved politically, \nbecause they are absorbed in their careers and have little visibility, Law says.\n\n\n\nThat allowed last year's exclusion of Asian-Americans from St. Louis' affirmative action program, he suggests. It \nalso makes it difficult to respond to animosity between some blacks and Asians, to increased targeting by criminals \nof Chinese homes and restaurants, or to bias against Asian immigrants in business.\n\nHow issues of adjustment are dealt with is what matters most about immigration, contends Sister Mary Louise \nStubbs, the driving force behind the Vietnamese clinic.\n\n\"The numbers debate is just a debate,\" she says. \"Once people are here, however and for whatever reason they \ncame, how they adjust is going to make a difference to the future of this country.\"\n\nGraphic\n\n \n\nPHOTO; (1) Color Photo by Wendi Fitzgerald/Post-Dispatch - Dr. Sudhirkumar Shah and his wife, Sonal Shah, from \nIndia, wait to be sworn in as citizens this month at the federal courthouse downtown. Son Saager, 2, is a U.S. \ncitizen by birth. Naturalizations are rising here and elsewhere, in part a response to talk of tough immigration \nlegislation. (2) Color Photo by Wendi Fitzgerald/Post-Dispatch - Khadija Yusuf, from Ethiopia, (foreground) and \nMino Said, of Somalia, take a break from their studies at the International Institute. It is the biggest resettlement \nagency in the St. Louis area and helps refugees adapt to life here. (3) Photo by Wendi Fitzgerald/Post-Dispatch - \nGedlu Metaferia, whose Ethiopian Community Association helps immigrants from several East African countries, \nhad a novel approach to adapting when he moved here a decade ago: He read as much of Missourian Mark \nTwain's work as he could. A U.S. citizen as of Oct. 6, here Metaferia greets Ayelu Haileyesus as Ayanaw Asnakew \nwatches. (4) Photo by Wendi Fitzgerald/Post-Dispatch - Cuong Nguyen (far left), from Vietnam, listens intently to a \nmid-level English class at the International Institute. In an area like St. Louis, without ethnic enclaves that \nimmigrants can take cover in as they gradually adapt, learning English becomes all the more important. (5) Color \nPhoto - Soon Sik Noh from Korea, Boris Tsukerman from Russia and Vinh Quang Duong from Vietnam smile after \nbecoming U.S. citizens here earlier this month. (Three Star edition - Page 1A)\n"}