{"title": "Ex-SCU janitor mops up honors as graduate", "body": "\nHaving just poured himself a cup of coffee, Juan Rubalcava found himself surrounded by cafeteria workers at Santa \nClara University. Weeks ago, they might have asked him to mop the floor, but those days are over.\n\n\"Congratulations,\" one of them said. When one worker looked puzzled and asked what the hullabaloo was all about, \nanother one said, \"He's graduating this week . . . from this school.\"\n\nNot just graduating, but graduating magna cum laude with a degree in computer science and mathematics -- and \non Saturday, only two days after his 34th birthday. Not a bad birthday gift for the former campus janitor and illegal \nimmigrant.\n\n\"I'm sometimes surprised by the attention,\" Rubalcava said.\n\nAs America casts a suspicious eye toward immigrants after the terrorist attacks on Sept. 11, this soft-spoken man \nwith bright eyes under droopy eyelids is a quiet reminder of the millions of newcomers who did good things before \nhim and could do well after him.\n\nJumps the border\n\nI first wrote about Rubalcava in 1998. He recently had enrolled at Santa Clara through a reduced-tuition program for \nemployees, four years after arriving at the Jesuit school to clean offices, classrooms and toilets, and 17 years after \njumping the border from his native Mexico to pick fruit in Gilroy.\n\nHe since has become a U.S. citizen and somewhat of a hero to Silicon Valley's janitors, many of them Latino \nimmigrants. On campus, however, he tried to simply blend in as a student during the day and to do his job at night, \nbut separating his two lives wasn't so easy.\n\n\"It was not a nice pleasure sometimes to be seen by some of my classmates sweeping or cleaning restrooms,\" he \nsaid, adding that the encounters were more awkward than condescending. \"Sometimes I wanted to be funny and \ntold them that I worked cleaning up their mess.\"\n\nLike most of Rubalcava's professors, the Rev. Dennis Smolarski didn't know one of his students was a janitor.\n\n\"I was walking to some offices one night when I saw him cleaning,\" Smolarski said. \"When I realized he was a \nuniversity janitor, I said to myself, 'This is somebody who is trying to take his God-given gifts and use them.' I \nadmire him for that.\"\n\nRubalcava accumulated a 3.7 grade-point average and made the Phi Beta Kappa honors society. As an Epsilon \nhonors student in mathematics, he spent two volunteer hours each week tutoring other students. His academic \nachievements become even more inspiring considering competition for his time and his disabled mother's illness.\n\n\n\"The most difficult part was the time I had to take my mom to the hospital, had to go to work and had to study for a \nmidterm examination at the same time.\"\n\nWhile you could lump that crisis in the life-happens department, the university's maintenance office nearly ended \nRubalcava's college education by switching him to the day shift. Only pleas from his professors and counselors to \nthe university president's office stopped the transfer, but the unpleasant experience convinced him to hurry and \ngraduate.\n\nConcentrates on classes\n\nHe quit his janitorial job in September to study full time, relied on his sister, Araceli, for financial help, and \ncompleted his degree requirements in December. Ironically, all that bought him was a spot in the line of \nunemployed computer workers in a depressed technology economy. Since then, he's passed on one solid job offer \nfrom an Oregon company because the move would have been hard on his disabled mother.\n\nEven so, he remains upbeat, wouldn't mind teaching math part time and already is thinking about a doctorate \ndegree in math down the road. He occasionally is asked to sum up his path from illegal immigrant to magna cum \nlaude, a question he turns into advice for other immigrants:\n\n\"Don't despair. These things happen slowly. Just keep working hard and studying what you love in school, and the \ndoors of opportunity will open.\"\n\nContact Joe Rodriguez at jrodriguez@sjmercury.com or (408) 920-5767.  \n"}