{"title": "METRO startet Online-Marktplatz fuer Gastronomen (FOTO)", "body": "\n   - Querverweis: Bildmaterial wird ueber obs versandt und ist\n\n      abrufbar unter http://www.presseportal.de/bilder -\n\n   - METRO erweitert Geschaeftsmodell um B2B-Online-Marktplatz fuer die\n\n      Gastronomie-Branche\n\n    - Online-Plattform startet in Deutschland, weitere Laender folgen\n\n    - Marktplatz ist offen fuer alle Haendler, Hersteller und \n\n      Gastronomen\n\n    - Zum Start sind weit ueber 20.000 Non-Food-Artikel von rund 40 \n\n      Partnern im Angebot\n\nDer Grosshandelsspezialist METRO baut sein digitales Angebot fuer  unabhaengige Gastronomen weiter aus. \nMETRO startet den ersten speziell auf die HoReCa-Kunden (Hotel, Restaurant, Catering) ausgerichteten  B2B-\nOnline-Marktplatz in Deutschland. Auf diesem zusaetzlichen  Vertriebskanal bietet METRO nicht nur Non-Food-\nProdukte aus dem  eigenen Sortiment an, derzeit vertreiben auch rund 40 weitere Partner ihre Produktpaletten \nhierueber. So sind bereits deutlich ueber 20.000  Non-Food-Artikel fuer die Gastronomie-Branche online. Der \nMETRO  Marktplatz ist als erstes in Deutschland an den Start gegangen und  kann ueber die laendereigene \nDomain www.metro.de aufgerufen werden. Bei erfolgreicher Pilotierung ist ein sukzessives Rollout in weitere  \neuropaeische Laender vorgesehen. METRO entwickelt sich zunehmend zu  einem ganzheitlichen Service- und \nLoesungsanbieter fuer selbststaendige  Gastronomen. Dazu tragen neben dem neuen Online-Marktplatz auch  \nzahlreiche digitale Anwendungen bei, die den Gastronomen das Arbeiten in der digitalisierten Welt erleichtern.\n\n\"Wir wollen fuer unsere Profikunden der Partner der Wahl sein. Mit  dem neuen Marktplatz bauen wir unser \nAngebots- und Leistungsspektrum  im Non-Food-Bereich signifikant aus. Unser Ziel ist es, den groessten  und \nrelevantesten Online-Marktplatz fuer HoReCa-Kunden in Europa zu  schaffen\", sagt Olaf Koch, \nVorstandsvorsitzender der METRO AG.  \"Gemeinsam mit Handelspartnern aus aller Welt wollen wir Gastronomen  \nZugang zu einer einzigartigen Vielfalt an Produkten bieten. Unseren  Partnern stellen wir dabei unsere Plattform \nund unseren starken  Kundenzugang zur Verfuegung. METRO erweitert damit sein  Leistungsspektrum und steigert \nsomit auch die Relevanz fuer  HoReCa-Kunden.\"\n\n\nFuer die Entwicklung und den Betrieb der digitalen B2B-Plattform  wurde im Sommer 2018 METRO Markets \ngegruendet, eine hundertprozentige  Tochtergesellschaft von METRO. \"Bei METRO Markets sind wir fuer die  \nEntwicklung und Umsetzung der technischen Plattform und fuer den  operativen Betrieb des Marktplatzes \nverantwortlich - sozusagen fuer  das gesamte Geschaeftsmodell\", sagt Philipp Blome, CEO von METRO  Markets. \n\"Dabei haben wir es uns zur Aufgabe gemacht, den Marktzugang fuer andere Haendler und Hersteller so einfach \nwie moeglich zu  gestalten. Wir sind naemlich davon ueberzeugt, dass wir die Plattform  viel schneller skalieren \nkoennen, wenn Produkte nicht nur von METRO,  sondern von unbegrenzt vielen Partnern ueber unseren Marktplatz  \nangeboten werden koennen. Bis zum Jahresende wollen wir auf der  Plattform die relevanteste \nBranchenkompetenz zusammenfuehren und  schrittweise die Customer Experience ausbauen und Services \nergaenzen.\" Mit diesem zusaetzlichen Vertriebskanal erleichtert der Grosshaendler  den Zugang zum Non-Food-\nAngebot fuer Gastronomen, da die gesamte  Branche darauf zugreifen kann - unabhaengig von der METRO \nKundenkarte. Gastro-Kunden in Deutschland profitieren als erstes von der breiten  Auswahl auf dem METRO \nMarktplatz. Sie koennen seit September ueber die  laendereigene Domain www.metro.de von METRO \nDeutschland auf die  Online-Plattform zugreifen.\n\nMarktplaetze, eine grosse Chance\n\nMarktplatzmodelle sind derzeit mit Abstand die erfolgreichsten  Online-Geschaeftsmodelle. Die Vorteile liegen \ndabei auf der Hand: mehr Transparenz und schnellere Skalierbarkeit im Vergleich zu  Online-Shops von \nEinzelmarken. Zudem bieten Marktplaetze Kunden nicht  nur die groesstmoegliche Produktvielfalt, sondern \ngarantieren durch den  direkten Anbieterwettbewerb auch die attraktivsten Preise. Damit sind Online-Plattformen \nzu einem unverzichtbaren Bestandteil des  E-Commerce geworden und bieten einen zugaenglichen, sicheren und  \neffektiven Online-Treffpunkt fuer Anbieter und Verbraucher. Vor allem  im B2B-Bereich stellen digitale Plattformen \nals Geschaeftsmodell eine  grosse Chance fuer die Verstaerkung der Kundenbindung und die  Optimierung von \nProzessen dar. Laut Handelsforschungsinstitut IFH  Koeln wurden im Jahr 2018 knapp 1.300 Milliarden Euro \nzwischen  Geschaeftskunden in Deutschland elektronisch umgesetzt. Und: Die  Beschaffung ueber das Internet \nnimmt kontinuierlich zu. Das  durchschnittliche jaehrliche Wachstum liegt seit 2012 ueber 6 %. Rund  ein Viertel der \nB2B-E-Commerce-Umsaetze sollen ueber Websites,  Online-Shops und Marktplaetze generiert werden. Das \nUmsatzvolumen  betrage dabei rund 320 Milliarden Euro.\n\nMETRO ist ein fuehrender internationaler Grosshaendler mit Food- und  Non-Food-Sortimenten, der auf die \nBeduerfnisse von Hotels, Restaurants und Caterern (HoReCa) sowie von unabhaengigen Haendlern spezialisiert  \nist. Die weltweit rund 24 Millionen METRO Kunden koennen wahlweise in  einem der grossflaechigen Maerkte \neinkaufen, online bestellte Ware dort  abholen oder sich beliefern lassen. Mit digitalen Loesungen  unterstuetzt \nMETRO zudem die Wettbewerbsfaehigkeit von Unternehmern und Selbststaendigen und traegt damit zur \nkulturellen Vielfalt in Handel  und Gastronomie bei. Nachhaltigkeit ist fuer METRO ein wesentlicher  Pfeiler \nsaemtlicher Aktivitaeten, im Dow Jones Sustainability Index ist METRO seit vier Jahren Branchen-Primus. Das \nUnternehmen ist in 36  Laendern aktiv und beschaeftigt weltweit mehr als 150.000 Mitarbeiter.  Im Geschaeftsjahr \n2017/18 erwirtschaftete METRO einen Umsatz von 36,5  Mrd. EUR. Fuer die Einzelhandelskette Real mit ihren \n34.000  Mitarbeitern hat METRO AG im September 2018 den Verkaufsprozess  eingeleitet. Mehr Informationen \nunter www.metroag.de.\n\nMETRO Markets GmbH wurde im Sommer 2018 gegruendet und ist eine  hundertprozentige Tochtergesellschaft \nvon METRO, ein fuehrender  internationaler Spezialist fuer den Gross- und Lebensmittelhandel.  METRO Markets \nist fuer die Entwicklung und den Betrieb eines speziell  auf die HoReCa-Kunden (Hotel, Restaurant, Catering) \nausgerichteten  B2B-Online-Marktplatzes verantwortlich. Auf diesem zusaetzlichen  Vertriebskanal bietet METRO \nnicht nur Non-Food-Produkte aus dem  eigenen Sortiment an, auch weitere Partner koennen ihre  Produktpaletten \nhierueber vertreiben. Der METRO Marktplatz ist als  erstes in Deutschland an den Start gegangen und kann ueber \ndie  laendereigene Domain www.metro.de aufgerufen werden. Bei erfolgreicher Pilotierung ist ein sukzessives \nRollout in weitere europaeische Laender vorgesehen. Mit dieser neuen Plattform baut der Grosshandelsspezialist \nMETRO sein digitales Angebot fuer unabhaengige Gastronomen weiter aus.  Mehr Informationen unter:            \nwww.metro-markets.de.\n\nOTS:              METRO AG\n\nhttp://www.metro.de/\nhttp://www.metroag.de/\nhttp://www.metro.de/\nhttp://www.metro-markets.de/\n\n\n newsroom:         http://www.presseportal.de/nr/121522\n\n newsroom via RSS:            http://www.presseportal.de/rss/pm_121522.rss2\n\nPressekontakt: METRO AG Konzernkommunikation Frau Huelya Dagli Metro-Strasse 1 40235 Duesseldorf T +49 \n211 6886-4252 huelya.dagli@metro.de www.metroag.de @METRO_News \n"}