{"title": "CRITERIA SHOULD FOCUS ON IMMIGRANTS' SKILLS", "body": "\nTHE United States has a vital interest in ending illegal immigration and reforming legal immigration to serve the \ninterests of families, workers and taxpayers. Legislation I've introduced, the Immigration in the National Interest Act, \nwould do that.\n\nThe legal immigration system is broken. Family unification is supposed to be the core of legal immigration. \nHowever, more than 1 million husbands, wives and minor children of U.S. permanent residents wait years for \npermission to join their immediate families. In the meantime, we continue to admit more than 120,000 adult \nbrothers, sisters and children.\n\nFurthermore, these adult immigrant categories are themselves heavily backlogged, with waits for admission from \nfive to 40 years. The backlogs encourage illegal immigration.\n\nThe bipartisan Commission on Immigration Reform, chaired by the late Barbara Jordan, criticized these inequities. \n\"Unless there is a compelling interest to do otherwise, immigrants should be chosen on the basis of the skills they \ncontribute to the U.S. economy. While the admission of nuclear families and refugees provide such a compelling \nnational interest, reunification of adult children and siblings of adult citizens do not reach that level,\"' the \ncommission said.\n\nAs the commission recognized, immigration should meet the needs of the American economy. Yet, more than 75 \npercent of recent immigration is by persons who have met no criteria based on education, job skills or even \nliteracy.\n\nMy bill would result in admission for all immediate family members of U.S. citizens and legal permanent residents. \nThe percentage of immigrants admitted on the basis of skills and education will increase. Sponsors of \nimmigrants will be held responsible to ensure that new arrivals do not become dependent on public benefits. Legal \nimmigration will remain at historically high levels: an average of about 700,000 a year.\n\nThe legislation will ensure the prompt admission of those who are entitled to be admitted to the United States and \nthe prompt exclusion and removal of those who are not so entitled. Nothing less will serve the national interests of \nthe United States.\n\nNotes\n\nANOTHER VIEW\n\nRep. Lamar Smith, R-Texas, is chairman of the House Judiciary Subcommittee on Immigration and Claims.\n\n"}