{"title": "EAGER ALIENS ARE SEEKING DETAILS ON NEW AMNESTY LAW", "body": "\nMANY of the illegal aliens in Connecticut, a group concentrated in Fairfield County and estimated to number as \nhigh as 10,000, want to know how to gain legal status under the new Federal immigration law. Experts do not yet \nknow what to tell them.\n\nMyra M. Oliver, who said the number of illegal aliens in the state ''could easily be 10,000,'' is the executive director \nof the International Institute of Connecticut Inc.\n\n''Our telephones have been ringing off the hook since the President signed the new bill,'' she said.\n\nPresident Reagan signed the bill, the Immigration Reform and Control Act, into law this month, but it does not take \neffect until May 1987.\n\nMrs. Oliver said guidelines for administering the new program have not yet been distributed.\n\nWhen they are distributed, the International Institute will get them. It is the only nonprofit agency in the state \nauthorized by the Federal Board of Immigration Appeals to represent clients before the Immigration Court.\n\nThe institute runs a central office on Clinton Avenue in Bridgeport and satellite offices in Stamford and Hartford, with \na staff of 12 full-time and 12 part-time people.\n\n''We don't know all the parameters yet for the new law,'' Mrs. Oliver said. ''The operating guidelines will really tell us \nhow to proceed.''\n\n''Right now, when we get calls,'' she said, ''we are taking names and phone numbers because we haven't received \nthe guidelines yet. We are also planning to work within the different ethnic communities so people understand the \nprocess.''\n\nTo gain legal status, an applicant will have to be of good moral character, not a felon or guilty of more than three \nmisdemeanors and not a participant in the persecution of others, according to a preliminary fact sheet published by \nthe National Center for Immigrants Rights in Los Angeles. The new law also specifies that applicants cannot have \naccepted public assistance money.\n\nMrs. Oliver said her feelings toward the new law were mixed.\n\n''It's nice to have an immigration reform bill, but I have some concerns,'' she said. ''The bill is very pro people who \nhave been completely out of status. If a person has been in legal status, they are not going to qualify.''\n\nThe law allows for temporary, followed by permanent, legal status for people who have resided continuously and \nillegally in the United States since 1982.\n\n\n''Basically I really feel that it's a law enforcement bill,'' Mrs. Oliver said. ''As the director of an agency, I have to \nabide by our laws, whether I like it or not.''\n\nAliens refused legal status can appeal, she said, but those ineligible for temporary status or who are denied \npermanent resident status can be deported.\n\nOf the 490,000 immigrants legally taken into the United States each year, about 7,000 come to Connecticut.\n\n''We really don't know how many illegal aliens are in the state,'' Mrs. Oliver said, ''but I think it could easily be \n10,000.'' A large number of Hispanic people have moved into the Stamford area from New York City, she said. \nSome people who are now considered illegal aliens may have originally entered the country legally as a students, \nor on visas, she said.\n\nThe new law will allow 12 months for people to apply for legal status. Mrs. Oliver said it was important that accurate \ninformation about the new law reach people.\n\n''I'm very concerned about fraudulent documents, and people getting taken,'' she said. ''People should realize, for \ninstance that there is only one immigration office in our state, and that's located at 450 Main Street in Hartford. \nThere are some people out there trying to make money by offering to handle legalization for illegal aliens.''\n\n''I only speak two languages,'' Mrs. Oliver said, ''but most of our staff speak several.''\n\nAll together, the institute's staff members can speak 15 languages, and they have people who know a total of 42 \nlanguages, including Thai, Portuguese, Iranian, Bulgarian and Polish.\n\nA requirement for legal status is a working knowledge of English, or being enrolled in English classes.\n\n''We don't know how the applications will be administered and whether agencies like ours will be used or if the state \nof Connecticut will set up one central processing office,'' she said.\n\nThe International Institute offers a number of services in addition to immigration counseling. In 1985, they worked \nwith more than 1,000 refugees, and taught English as a second language to more than 300. They charge fees \nbased on ability to pay to help immigrants find employment.\n\nThe institute was established in 1918 to assist immigrants and their families, and promote cross-cultural \nunderstanding within communities.\n\n''We're an offshoot of a very far-sighted program of the Y.W.C.A.,'' Mrs. Oliver said, ''and we're also a member of \nthe American Council for Nationality Service, which is a network of immigration service agencies.''\n\n''We keep our telephone lines open 24 hours a day, and we'll answer questions about the bill as we have more \ninformation,'' she said.\n\nShe also said that some churches, other volunteer agencies and immigration lawyers and the Immigration and \nNaturalization Service might be able to aid illegal alien residents in the state.\n"}