{"title": "ST. LOUIS-AREA BUSINESSMAN WINS FREEDOM WHILE FIGHTING DEPORTATION; APPEALS COURT RULING ALLOWS INDIA NATIVE TO BE RELEASED ON BOND", "body": "\nAt 4:19 p.m. Wednesday, more than a year after finishing a five-month sentence for hiring an illegal alien, Vinodbhai \n\"Jim\" Patel walked out the chain-link, razor-wire-trimmed gate of York County Prison - and into the embrace of his \nbrother, cousins and wife.\n\n\"I got my freedom back!\" the 55-year-old Creve Coeur businessman said as tears spilled from his eyes.\n\nFreedom came at the price of a $50,000 bond. It was set Monday by the U.S. Immigration and Naturalization \nService - and posted Wednesday by V inod Patel, 33, his brother and business partner in a chain of St. Louis-area \ndoughnut shops, bagel shops and hotels. The bond is hefty for a \"criminal alien,\" the INS term for Jim Patel, a \nnative of India who has lived for 17 years in the United States.\n\nThat bond was set at all was unusual. A 1996 immigration law requires mandatory detention of most criminal aliens \n- without a chance for bond - while they await deportation, in some cases for years. In Patel's case, a federal \nappeals court in Philadelphia ruled last month that the law is unconstitutional for people like Patel because they \nare contesting their deportation.\n\nIt's an issue expected to spark an INS appeal to the Supreme Court. A source at the Justice Department, which \noversees the INS, said \"the matter is under review.\"\n\n\"God bless America!\" Patel said, in between the trio of kisses he gave to the asphalt of the prison parking lot, where \nhis family's Chevy Astrovan awaited the 14-hour drive home.\n\nPatel is fighting his deportation to India, challenging a finding by immigration judges that the crime he pleaded \nguilty of - harboring an illegal alien - is an aggravated felony, automatic grounds for deportation.\n\nPatel's lawyer, Jim Orlow of Philadelphia, won a stay of his deportation in the federal appeals court.\n\n\"We're going to work it out\"\n\nThe challenges to the immigration laws and rulings come during the arrests of an unprecedented number of \nimmigrants as part of the Justice Department's anti-terrorism sweep.\n\n\nBut the rulings in Patel's and future cases aren't expected to have much of an effect on the hundreds detained in \nthe arrests after - because most of them aren't charged with crimes, said University of Virginia law professor David \nA. Martin, a former general counsel of the INS.\n\n\"We're going to work it out,\" Jim Patel said as he took a cell phone call from his 21-year-old son, Milan, and hiked \nup the polyester pants that used to fit him - 25 pounds ago - when he reported to prison in August 2000. \n\"Eventually, we're going to win the case.\"\n\nJim Patel, who pleaded guilty to the harboring charge after he and his brother were charged in multiple-count \nindictments, said he \"gave one (illegal alien) a job.\" The federal government dropped the other charges against him, \nincluding document and visa fraud. \"I did nothing else.\"\n\nHe and his brother, Vinod, served identical sentences. Each paid fines of $37,400. Vinod served five months first for \nidentification document fraud - allowed by the judge so that the brothers could continue running their businesses. \nThen Jim went to prison, and a month later, he found out that in the eyes of immigration law, his was a deportable \noffense while his brother's was not.\n\nVinod was released when his sentence ended. As he ran the family doughnut shops and hotels, he also made a \nmonthly drive to York to visit Jim. But Wednesday's trip, they both hope, will be the last to York County Prison.\n\n\"People in there are crying, living the way they do,\" Jim Patel said as he and his wife, Sivata, looked at each other \nin the prison parking lot, their eyes brimming with a different kind of tears.\n\nHe said his first order of business will be to stay away from business - for one week: \"I'm going to spend time with \nmy family and give them the love I lost.\"\n\nNotes\n\nReporter Karen Branch-Brioso; E-mail: kbranch@post-dispatch.com; Phone: 202-298-6880  \n\nGraphic\n\n \n\nPHOTO; Photo headshot - \"Jim\" Patel - Operates shops and hotels with brother;\n"}