{"title": "After 3-Year Battle, Chinese Teenager Is on Road to U.S. Citizenship", "body": "\nYoung Zheng could not wish for a better 18th birthday present: a green card.\n\n  Not the counterfeit kind given to him by Chinese smugglers known as snakeheads before they put him on a plane \nto the United States. A real one, so he can get out of federal custody, stave off deportation, finish school and chase \nhis dream of becoming a biologist.\n\nIt now appears that Young, who once bashed himself against a wall to avoid being sent back to China, has won a \nthree-year legal struggle over his immigration status, putting him on the path to American citizenship -- if keeping \nhim in the shadows indefinitely for his own safety.\n\n  Young foresees a normal life someday, he said in an interview on Sunday under condition that his whereabouts be \nwithheld and that photographs not reveal his features. ''I look so different than when I came here,'' he said, running \na hand through his spiky black hair.\n\n  Anyway, he said, ''when I am 40 or 50, the smugglers already pass away.'' They had already threatened family \nmembers, he said. \n\n  After a federal judge in Houston forced the government in February to allow the case to be heard in family court, a \nTexas family court judge ruled Friday that Young had been neglected and abandoned by his father in China.\n\n  With that ruling, Young's lawyer, John Sullivan III -- a partner at Fulbright & Jaworski who at the urging of the \nactress Angelina Jolie had mobilized a legal team to work on this and other child refugee cases pro bono -- filed \nimmigration papers on Monday to grant Young residency under the federal Special Immigrant Juvenile Status law.\n\n  ''It's my opinion he will get a green card,'' Don Cassidy, a lawyer for the Department of Homeland Security's \nImmigration and Customs Enforcement, said Friday by telephone hookup to the court. ''I'd be very shocked if he \ndidn't.''\n\n  Among the many legal entanglements the case presented, the United States Court of Appeals for the Third Circuit, \nin Philadelphia, has put aside, but could yet rule on, a government appeal of a lower court decision staying Young's \ndeportation after he was detained at Newark Liberty International Airport in June 2003.\n\n  Mr. Sullivan said he was working with immigration officials to ensure that the process would not be disrupted by \nYoung's birthday on April 23, when he turns 18 and could be deemed no longer subject to family court. The court's \nreach extends to those up to 21 as long as they are in school, but if immigration authorities take Young into custody \nafter 18, he may be considered to be no longer in school and therefore deportable.\n\n\n  Still, Mr. Sullivan said he was ''ecstatic'' with the outcome. ''We're going to have a big party as soon as everything \nis official,'' he said.\n\n  Young, too, seemed overwhelmed. ''I thought it's going to take years to get green card,'' he said.\n\n  ''Well,'' Mr. Sullivan said, ''we're going to try to expedite it.''\n\n  In an account corroborated in court papers, Young said that when he was born in Fu Zhou, his parents already \nhad a 1-year-old daughter and with a second child, his mother was forcibly sterilized. She was killed by a car while \ngetting him treats for his ninth birthday, he said. \n\n  His father remarried but Young said he did not get along with his stepmother, in part because of the tax he was \ncosting the family as a second child. When he was 14, he said, his father arranged with smugglers for his flight to \nNewark. \n\n  ''My father told me he would take care of it,'' Young said. He found out later, he said, that he was obligated to pay \noff the $60,000 debt to the smugglers. \n\n  Detained at the airport when his green card was exposed as fake, he was confined in a youth center in \nPennsylvania before the place was closed in an abuse scandal. He was moved to a facility in Chicago, where, after \ngood behavior, he was released to live with an uncle, a cook in Akron, Ohio. At that point, Young said, the \nsnakeheads considered their part of the deal fulfilled and expected him to start working off his debt. Instead, he \nwent to school and became a straight-A student.\n\n  He reported monthly to immigration officials, he said, until he was told he need come in only every three months. \nBut after a missed appointment, he said, he was ordered to report and was arrested for deportation.\n\n  In the van to the airport, he broke free and ran two blocks before being captured. At the airport, heading toward \nthe plane, he smashed his head repeatedly into a wall. ''I was in the hospital 10 hours,'' Young recalled on Sunday. \nWhen he recovered, he said, he was flown to a detention facility in Texas, where Mr. Sullivan took his case.\n\n  Young said he liked to play basketball -- he admires Yao Ming, the Houston Rockets star, but said, ''Yao is not as \nfast as me'' -- and started attending Mass with Mr. Sullivan, who has become a kind of guardian.\n\n  But Young said he was sticking to his goal of becoming a biologist, not a lawyer. \n\n  ''To be a lawyer, you have to be studying a lot of law,'' he said, ''and that's not interesting for me.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: A judge ruled Friday that Young Zheng, 17, had been abandoned by his father in China, allowing him to \nseek residency in the United States. (Photo by Mike Stravato for The New York Times)\n"}