{"title": "Labor Groups, Business Seek Immigration Law Overhaul", "body": "\nWorried that surprise raids are driving away workers who are their lifeblood, businesses are pooling their money \nand joining unusually broad alliances that include labor unions and civil rights groups to push Congress to \noverhaul the nation's immigration laws. \n\n The coalition Alliance for Immigration Reform 2007 announced its formation this week, placing the force of the \nU.S. Chamber of Commerce, Service Employees International Union and the nation's largest Hispanic civil rights \ngroup behind a unified lobbying effort to get a law passed before the politics of the 2008 presidential campaign \nmake a compromise on the contentious issue unworkable. \n\n Pressure has been building on employers and labor as the Immigration and Customs Enforcement agency \nbecomes more active. Last month, its agents raided Swift & Co., a participant in a government pilot program that \nruns Social Security numbers through a federal database. The raids sent hundreds of undocumented immigrants to \ndetention centers and jolted business groups.  \n\n \"It proved that the current system doesn't work . . . and is failing everybody,\" R. Bruce Josten, executive vice \npresident of the chamber, said during a conference call Thursday. \n\n Business groups paint a dire picture of a U.S. economy without the country's estimated 12 million illegal \nimmigrants. The National Restaurant Association says jobs in food service are growing one and a half times as fast \nas the U.S. labor force. And the construction industry needs 250,000 new workers per year to replace its aging \nworkforce, according to Associated Builders and Contractors. \n\n Proponents of a plan to legalize undocumented workers say this year offers an important window. President Bush \nand the Democratic-controlled Congress have called immigration reform a priority, and the coalition considers a \nSenate bill last year that provided a path to citizenship for undocumented workers a blueprint for the policy. That \nlegislation stalled in November when the House and Senate could not hash out a compromise. \n\n The table is now set, said Cecilia Muñoz, vice president of the National Council of La Raza, a Latino civil rights \ngroup. \"Over the course of the last year the policy ideas have really come into focus.\" \n\n\n To hold the marriage of business and labor and right- and left-leaning politics together, the coalition's ideal bill \nwould include both a path to citizenship for illegal immigrants already here and more visas for temporary workers, \nsaid Douglas G. Rivlin, spokesman for the National Immigration Forum, which is a member of the alliance. \n\n The coalition splinters on the details. Labor unions advocate a new kind of visa that would not make the \nimmigration status of temporary workers dependent upon their employers. Business groups want the visa \nprogram to be as simple as possible. \n\n In opposition are groups such as the Minutemen, which raised nearly $1 million for its political action committee \nlast year, according to the Center for Responsive Politics. The money was used primarily to back candidates who \nsupport building physical barriers to illegal immigration and deporting those who are here illegally. \n\n Several of the candidates that the group supported, including Arizona Republican Randy Graf, lost in November, \nand the Republican Party in general ceded a large share of the Hispanic vote, a signal to some that tough \nenforcement policies are not politically popular. The Alliance for Immigration Reform said it has a significant \nbudget and will marshal the coalition's resources to push its message. \n\n \"We can keep the heat on the back of the neck of the leadership to get this thing done,\" the chamber's Josten said. \n\n Congress has not yet begun formally negotiating immigration legislation. Alliance members estimate they will \nneed 70 to 80 percent of the Democrats and 30 to 50 percent of the Republicans in both chambers to get a law \npassed.  \n\n \"This is not a Democratic slam dunk, and it's not a Bush slam dunk,\" Rivlin said. \"It's going to take a lot of working \ntogether to get things done.\" \n"}