{"title": "Bishops Change Tactics On Illegal Immigrants; Catholic Campaign Seeks Lay Backing", "body": "\nU.S. Catholic bishops launched a campaign yesterday to change the country's immigration system, saying they \nwould reach into the pews to build support for proposals that would grant residence to millions of people here \nillegally. \n\n \"Our immigration system is badly broken and needs repair,\" said Cardinal Theodore E. McCarrick, archbishop of \nWashington, speaking at a news conference announcing the campaign. \n\n McCarrick also said that the U.S. bishops were disturbed by a growing \"anti-immigrant fervor\" since the Sept. 11, \n2001, terrorist attacks, which he said was expressed in TV and radio shows and in more restrictive immigration \nlaws. \n\n \"Before we can change our laws, we must change attitudes, including those of many of our own flock,\" he said.  \n\n Catholics make up about one-quarter of the U.S. population. Officials with the U.S. Conference of Catholic \nBishops said the campaign is aimed at the roughly 30 percent of U.S. Catholics who do not have strong opinions \nabout immigration.  An additional 25 percent to 30 percent are likely to share the church's views on immigration \npolicy, while the rest are firmly opposed, officials said. \n\n Yesterday's announcement appeared to reflect a shift in tactics for the Catholic Church. For years, its leaders \nhave supported proposals to give legal status to undocumented workers but the new campaign focuses on the \ngrass roots by, for example, providing outlines of sermons to priests and enlisting Catholic lay groups to promote \nthe church's message, officials said. \n\n \"Every diocese, hopefully, will have its own program,\" said McCarrick, who is a consultant to the bishops' \ncommittee on migration.  \n\n What effect those programs will have is unclear. Mark Krikorian, executive director of the Center for Immigration \nStudies, which is critical of U.S. immigration levels, said he doubted many Catholics would be swayed. \n\n \"When the political climate changes for other reasons, as it's now doing because of concerns for security, the law \nwill change, and there's really not that much the Catholic bishops can do about that,\" he said. \n\n\n He added that it was \"unseemly\" that the bishops were announcing their program just days before Sens. Edward \nM. Kennedy (D-Mass.) and John McCain (R-Ariz.) are expected to introduce sweeping immigration legislation, \nincluding a guest-worker program. \n\n The bishops' statement \"is clearly coordinated with this week's release of the Kennedy-McCain bill,\" Krikorian \nsaid.  \n\n Mark Franken, executive director of Migration and Refugee Services for the bishops conference, denied any such \ncoordination, saying the church initiative had been in the works since last summer. \n\n President Bush has urged Congress to establish a guest-worker program that would absorb at least some of the \ncountry's 8 million or more illegal immigrants. But many Republican legislators have resisted, believing it would \nreward people working without authorization.  \n\n The bishops' campaign reflects the dramatic change wrought in the U.S. Catholic Church by decades of high \nimmigration levels. The church is about 40 percent Latino, including both immigrants and U.S.-born citizens. About \n300,000 Catholics immigrate legally to the United States every year, according to the bishops conference. Tens of \nthousands of others move to the country illegally. \n\n McCarrick said priests and Catholic organizations  are being asked for help constantly by immigrants who lack \nlegal status or who have been separated from their families for years because of delays in processing immigration \napplications. \n\n \"Our people have these problems every day,\" he said. \n\n McCarrick, when asked about his view of Bush's immigration proposal, said that it provided workers with a route \ntoward legalization but \"doesn't go far enough\" to help families divided because of immigration problems. \n\n Asked whether it was realistic to think the church would succeed at a time when many Americans are wary of high \nimmigration levels, McCarrick smiled. \"Hay que soñar,\" he said in Spanish. You have to dream.  \n"}