{"title": "REFUGEES FIND HOPE IN NEW CITY, NEW LIFE (2 OF 2 ARTICLES)", "body": "\nIMMIGRATION\n\nI've been here about a month and maybe it's not much time to be able to make my own opinion about life in St. \nLouis as well as the U.S.A., but you can notice some differences from the first moment.\n\nBefore I came here, I didn't have any idea what America looked like. I had seen many movies, but thought that they \nwere only movies. Now many things from the movies are real for me. For example, to see lightning and thunder like \nhappens here. It's really scary, but amazing at the same time. I thought the sky was touching the Earth, and it would \ncrush me.\n\nThere are more things that many foreigners are scared of or complain about, but I think it's because these things \nare strange for us, and we need to get used to them.\n\nI say every bad side has a good side. A car is not so necessary in my country as in the United States, but \neverybody here can afford a car. And the construction of houses is different. In Bosnia, all houses have an area in \nwhich people enter the house, take their shoes off and then go into living room through another door. In St. Louis \nhouses, you enter directly into a living room, and you can almost see what every room looks like. Many Bosnian \nwomen complain about this. I like the big spaces that we can find everywhere. The streets, rooms, stores, parking \nzones, even refrigerators are big.\n\nAlmost everything here has order by law. Traffic is one simple example. There are light signals and signs that make \ndriving easier.\n\nIn Bosnia, all parents take care of their children. There is no doubt about that, but children are not protected by the \nlaw like here. To not be allowed to leave your child alone at home, even if he or she is 11 years old, and go \nshopping, was for many Bosnian refugees something new. That is something like a rule for American people. This \nrule has good intentions, and I like it.\n\nAmericans do seem to want to avoid hurting someone's feelings. They are always very polite. But at the same time, \nit makes me confused because Bosnians say what they think directly.\n\nOther Bosnians have a more difficult time because they must start from the beginning, like a child, learning a \nlanguage. They must earn some money to buy a house that they already had in Bosnia, go into the store with the \nfear of being misunderstood, get used to this weather, and so on. But everybody needs time to assimiliate into the \ncountry.\n\nWhat's really funny is that America offers so much that people don't even notice. Everybody has the same rights, \nwhatever their religion or nationality. Everybody can go to college, whenever they want to, no matter how old they \n\n\nare. Everybody can get a job and make progress. America and St. Louis are much more than I expected. It takes, \nbut it also gives. I can make my dream come true if I'm ready to try and give my best. And that is to learn English, \ngo to a college, have a good job, try different thing s and have a good life. All doors are open. I've only got to \nchoose my door and go through it.\n\nNotes\n\nThe above articles were contributed by the International Institute of St. Louis, which helps refugees learn English, \nfind housing and jobs and counsels newcomers. Last year, more than 8,500 immigrants and refugees from 60 \ncountries received services at the institute.\n\nGraphic\n\n \n\nPHOTO; Photo not Available tms; Photo Headshot - Asmira Redzic -- Bosnia\n"}