{"title": "A NATION CHALLENGED: THE HOLY LAND FOUNDATION; Paterson Again Finds Itself With Links to Sept. 11", "body": "\nFor nearly a decade, the Holy Land Foundation for Relief and Development was a quiet fixture on the flourishing \nstrip of immigrant-run businesses in this city's Middle Eastern community. \n\n     On Thursdays, when the food pantry opened, 40 or 50 people would amble in and emerge a few minutes later \ncarrying bags filled with milk, beans, rice, cereal and other provisions. \n\n The thrift shop sold books, crafts and clothing, with the promise that proceeds would help poor and homeless \nPalestinians in troubled areas of the Middle East. Inside the squat brick building on East Railroad Avenue, the Holy \nLand Foundation's employees used standard and government-approved methods of raising money: sending out \ndirect mail, placing containers at checkout counters in shops and passing a basket around in several of Paterson's \n12 mosques.\n\n\"This foundation was run by good people,\" said Muhammad Qat, imam of the Islamic Center of Passaic County in \nPaterson, a mosque attended primarily by Palestinian immigrants. \"They helped a lot of people,\" the imam said. \n\"They followed American law.\"\n\nBut that image of benign charity was thrown into question this week when the Bush administration shut the group's \noffices, saying it was a fund-raising front for Hamas, a militant Palestinian group. During the course of an eight-year \ninvestigation, federal agents say, they found documents indicating that Holy Land Foundation funds were used to \npay pensions to the survivors of suicide bombers, who were referred to as martyrs in some of the group's \nsolicitations. The F.B.I. also says that Mousa Abu Marzook, the head of Hamas's political bureau, had close ties to \nthe organization and that as early as 1993 federal agents, using electronic eavesdropping devices, had overheard \nsenior Hamas leaders and Holy Land Foundation officials discussing a plan to use donations for terrorist \noperations. \n\nAfter Hamas took responsibility for suicide bombings last week in Israel, federal officials seized nearly $2 million of \nthe foundation's assets and closed its office here and its headquarters in Richardson, Tex. \n\nThe incident is not the first time that Paterson -- a city of 140,000 of whom 20,000 trace their roots to the Middle \nEast -- has found itself linked to terrorist activity.\n\nIn October, federal agents learned that three of the suspected hijackers had lived for at least six months in \nPaterson, about a mile from the Holy Land Foundation, while planning the attacks. \n\nThere is no evidence, however, that the suspects had any contact with the foundation. \n\n\nCity officials, local police and prosecutors all said they had never received a complaint about the Holy Land \nFoundation. But the mere suggestion that Paterson had been a haven to terrorists and their sympathizers has \nnonetheless made some residents fearful and angry. \n\nPamela Creo, a resident of Clifton who was shopping at a farmers' market in Paterson today, said the succession \nof news reports had made her wary of all Middle Easterners.\n\n\"I think the initiative needs to be taken to change our immigration laws,\" she said. \"I don't care if that sounds \nprejudiced or not.\" \n\n\"Look around here,\" she added, pointing to shoppers and merchants, most of whom appeared to be of African or \nMiddle Eastern descent. \"Who's the local American here? I'm the only one.\"\n\nTo some Paterson residents, though, the raid on the Holy Land Foundation only heightened the sense that the \nfederal government and many Americans fail to understand the complexity of the issue and have become too quick \nto believe the worst about Muslims since Sept. 11. \n\nMohammed Younes, president of the American Muslim Union, said he opposed terrorism and would not donate \ndirectly to Hamas because \"they are killers.\" But he said it would be inhumane to deprive Palestinian orphans of \ncharitable aid simply because their fathers held extreme political views.\n\nWhen asked whether the promise of such charity was not helping Palestinian terrorists recruit suicide bombers, Mr. \nYounes said it was hypocritical of the United States government to condemn Hamas without also criticizing Israel. \n\n\"I put myself in the Palestinians' shoes, the suffering, the pain, the hunger,\" said Mr. Younes, an Egyptian. \"I don't \nknow what I would do. Are they dogs? Are they garbage? I don't want to see anyone killed. But you can't be \nselective.\"\n\nOthers said they found it hard to judge the justice of the government's action. \n\n\"If somebody did wrong,\" Mohamed Kourani said, the authorities \"have a right to catch him.\" And his friend, Mahmet \nAkat, owner of the Sahara Restaurant Pizza and Bakery, was asked if he thought the foundation had been \nsupporting terrorist organizations. \n\n\"Maybe yes, maybe no,\" he replied. \"How do you know? We're just neighbors.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: United States Customs agents stood guard yesterday as movers carried television sets and other appliances \nfrom the Paterson, N.J., office of the Holy Land Foundation. The Bush administration shut the office down, saying \nit was a fund-raising front for Hamas, a Palestinian militant group. (Associated Press) \n"}