{"title": "EYE ON GOP, IMMIGRANTS FLOCKING TOWARD U.S. CITIZENSHIP APPLICATION NUMBERS HAVE MORE THAN DOUBLED IN N.J. ANTI-IMMIGRATION MEASURES ARE BEING CITED.", "body": "\nAnna Carlin started feeling uneasy last fall, right around the time that California's Proposition 187 was making \nheadlines.\n\nThe proposal, which bars illegal immigrants from receiving most public benefits, passed by a wide margin. It was \nfollowed by a rising chorus of calls\n\nfrom all over the country for tougher immigration controls. Carlin grew even more nervous.\n\nNext, the new, Republican-led Congress started pushing to cut welfare and Social Security benefits to legal \nimmigrants.\n\nThat's when Carlin got really scared - and made a big decision. The Hungarian-born immigrant is trading in her \ngreen card and becoming an American citizen.\n\nWhy now, three years after she fell in love with an American and came to live in his country?\n\n\"The Republicans,\" Carlin, 24, of Maple Shade, said bluntly. \"We hear Newt Gingrich saying that legal aliens, green \ncard holders, shouldn't get money. Why? We pay as much taxes as anyone else.\"\n\nThousands of other legal immigrants feel the same way. The number of people all over the country applying for \nU.S. citizenship has soared in the last six months, say officials at the U.S. Immigration and Naturalization Service.\n\n\"The current Republican administration, and the push for Proposition 187, is giving people the idea that benefits will \nnot apply to them if they don't become citizens,\" said Lisa Jacobs, an INS spokeswoman.\n\nThe INS expects to receive 691,000 citizenship applications in 1995, she said. In 1994, it processed 519,000.\n\n\"The numbers are changing fairly rapidly and dramatically,\" Jacobs said. \"There's been a surge in the last six \nmonths, and we've almost doubled the number of applications.\"\n\n\nCarlin, an office manager at the Immigration Law Center in Camden and a full-time college student, says her office \nalso started seeing a surge in citizenship applications about six months ago. And like her, many other applicants \nwere unnerved by the rash of legislative proposals targeting immigrants.\n\n\"It did scare me a lot,\" Carlin said. \"It's an easy issue to get people going on, and certain people take advantage of \nit. I want to have the paperwork behind me. . . . I don't want to be treated like an alien.\"\n\nThe New Jersey and Philadelphia INS districts are among the 15 showing the biggest increases in citizenship \napplications, Jacobs said.\n\nIn New Jersey, the number of citizenship applications has more than doubled. In the first two months of 1994, \n3,406 were received in Newark. In January and February of this year, 7,463 applications poured into that office. \nINS workers are putting in extra hours at night and on weekends to process the mountain of applications, an \nofficial said.\n\nIn the Philadelphia district, there has been a 73 percent jump in citizenship applications since last year. Fran \nHolmes, the assistant district director for examinations, expects March to be the office's busiest month ever.\n\nBoth the Philadelphia and Newark INS offices have increased the number of naturalization ceremonies they are \nperforming, hoping to keep up with the demand.\n\nAnd officials expect the numbers to keep escalating. They say a number of factors are contributing.\n\nAll green cards, the identification cards carried by legal residents, issued before 1979 must be renewed, at a cost of \n$75. A citizenship application, on the other hand, requires only a $95 fee and does not need renewal.\n\nA large group of immigrants who became legal residents under the Immigration Reform and Control Act qualify for \ncitizenship. There are 1.3 million eligible now. By April 1996, another 1.3 million will qualify.\n\nBut the single biggest reason behind the increase in citizenship applications may be the country's political \nclimate.\n\n\"They watch the same news I do; they read the same papers,\" Holmes said. \"They're concerned about losing \nbenefits, about Proposition 187, about the Contract With America.\"\n\nCalifornia's Proposition 187 was aimed at illegal immigrants, but since its passing, a slew of proposals have \ntargeted legal immigrants. There was talk of requiring all foreign-born residents to be listed in a computerized \nnational registry. And both Republican and Democratic welfare-reform plans include cutting benefits for legal \nimmigrants.\n\nThe Republican plan, which was approved by the House of Representatives on Friday, stops legal immigrants \nfrom qualifying for Aid to Families with Dependent Children, Supplemental Security Income for the elderly and \ndisabled, and food stamps.\n\n\"Immigrants are feeling very much under attack,\" said Cecilia Munoz of the National Council of La Raza, a civil-\nrights group. \"They are feeling the need to lift their voices a little. The way to do that is to vote. And the way to vote \nis to naturalize.\n\n\"They're becoming citizens in self-defense.\"\n\nMuch of the anti-immigrant backlash is built around the premise that most immigrants are here illegally and are \nusing up a large share of government benefits.\n\nThe premise, Munoz says, is wrong.\n\n\n\n\"Eight out of 11 immigrants are here legally and are close family members of citizens,\" she said. \"They are parts of \nAmerican families.\"\n\nIn addition, studies have shown that immigrants add $30 billion a year to the economy, which means that they pay \nmore in taxes than they receive in benefits.\n\nIndeed, many immigrants applying for citizenship are longtime legal residents of this country, people who have \nworked here for 20 or 30 years, paying federal and Social Security taxes. Now that they are approaching retirement \nage, many fear that they will no longer be able to receive Social Security and Medicare.\n\n\"It's a much bigger decision than most people allow. It's not something people do casually,\" Munoz said. \"And it's \neven more difficult for people who feel under attack to pledge allegiance to a country that's sending every signal \nthat your contribution is not respected.\"\n\nFriday, another signal went out when Sen. Arlen Specter (R., Pa.) introduced a measure that would cut $6 million in \nnaturalization funding to the Office of Refugee Resettlement. That money goes to agencies that offer citizenship \nclasses and help immigrants wade through the paperwork necessary for citizenship applications. It is the only \nfederal money that helps pay for naturalization services, Munoz said.\n\n\"It's a very mean-spirited, very badly timed initiative,\" she said. \"Unless folks naturalize, they can expect to starve. \nSo, at the very minimum, the government has a responsibility to help facilitate the application process.\"\n\nCarmen Infante knows how she will show her distaste for anti-immigrant rhetoric. The new American citizen says \nshe will register and vote.\n\n\"This country is made out of immigrants who came here to work,\" said Infante, 23, who left the Dominican \nRepublic in 1989. \"We are very hard- working people.\"\n\nInfante, who came here to join her family and continue her education, attends Rutgers University in Camden and \nworks full-time at a Camden preschool. She knew no English when she arrived but now speaks it fluently. The rush \nof anti-immigrant proposals has not been lost on her.\n\n\"It worries me,\" she said. \"There is always discrimination, always someone trying to put Hispanics and immigrants \ndown.\"\n\nBut even for her, the decision to become an American citizen was a hard one. It meant renouncing the country of \nher birth. She still gulps when she remembers the moment she handed over her Dominican passport.\n\n\"But I'm still Dominican; I'm still eating plantains,\" Infante said. \"And I'm a U.S.A. citizen. I'm entitled to everything \nyou are.\"\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO (1)\n\n1. Carmen Infante migrated here from the Dominican Republic in 1989. She has\n\nsince learned to speak English, enrolled at Rutgers University in Camden, and\n\nrecently become a U.S. citizen. \"This country is made out of immigrants who\n\n\n\ncame here to work,\" Infante, 23, said. (The Philadelphia Inquirer, CHARLES\n\nFOX)\n"}