{"title": "Opinion: Democrats no better on immigration than GOP", "body": "\nSAN DIEGO -- Recently, I gave Republicans some advice about how to talk about the immigration issue -- and, \njust as importantly, how not to talk about it.\n\nNow it's the Democrats' turn. They make their share of mistakes in discussing one of the most sensitive and \ncontroversial issues on the national agenda, and they need just as much coaching as do Republicans.\n\nTo begin with, Democrats need to stop thinking of themselves as inherently more enlightened than the competition \nwhen it comes to the immigration debate, and let their actions prove it. Many liberals take for granted that most \nRepublicans are nativists, and they're glad they don't have that failing. This fulfills the basic need of many on the left \nto feel morally superior to the rest of us and reaffirms the idea that they alone can come up with a solution to our \nimmigration problem.\n\nI don't know about that. I get angry and racist e-mails from self-described liberal Democrats all the time, usually \nafter I've defended Sarah Palin or praised George W. Bush. Such ugliness isn't limited to one political party. \nBesides, I'd wager that, once you brush away all the lofty rhetoric, most Democrats ultimately care about the same \nthing that most Republicans care about -- winning elections and maintaining power.\n\nAnd so, no matter what they promise while campaigning, they will stall or kill any legislation that threatens to cost \nthem votes. That's why, even with Democrats controlling Congress since January 2007 and the White House since \nJanuary 2009, nothing got done on immigration reform. In fact, it was a Democrat -- former White House Chief of \nStaff Rahm Emanuel -- who famously referred to the issue as the \"third rail\" of American politics.\n\nNext, Democrats need to stop pandering to organized labor, which is a group that is always predisposed to view \nimmigration as a problem because it sees immigrants as competition. Many unions have come around to the idea \nof legalizing illegal immigrants because it means a chance to enlist new members, but not if it means swallowing \nthe GOP's demand to bring in additional batches of temporary guest workers. Organized labor believes that foreign \nworkers of any kind -- legal or illegal -- threaten U.S. workers. And it contributes enough money to Democrats to \nget them to believe it too.\n\nThe left should make the argument to union workers that a completely legalized work force would benefit them \nbecause employers could no longer pay illegal workers less than those with a union card. Democrats might also \nthrow in a dose of tough love by telling those union workers that, if they're suffering the embarrassment of being \ndisplaced by unauthorized, low-skilled, largely uneducated workers who often don't speak English, it might be time \nto acquire more skills or look for another line of work.\n\nLastly, Democrats should kick the habit of using the immigration issue to manipulate Latinos. They can't resist \nexploiting how tone-deaf the GOP can be on the immigration issue, perhaps assuming: \"What alternative do \nHispanic voters have?\"\n\n\nConsider the liberal reader who recently wrote to take issue with my contention that President Barack Obama was \nwise to support the tax-cut compromise. The reader insisted that Obama was foolish to try to \"make people who \ndespise him play nice\" and that the GOP was sure to thwart the rest of his agenda. And then the reader threw in \nthis gratuitous item at the end: \"Good luck with the Dream Act, btw.\"\n\nSo, in response to a column about tax cuts, a reader makes sure to inform a Mexican-American columnist that \nRepublicans are unlikely to pass a bill that gives undocumented immigrants legal status if they attend college or join \nthe military? What does one have to do with the other?\n\nAs a party, Democrats need to show some respect. If those on the left think a piece of legislation makes sense, \nthen pass it. Don't use it a ploy or hold it out as a carrot to make a donkey pull a cart. When dealing with the \nimmigration issue, Democrats should spend more time resolving obstacles -- and less time looking for ways to get \nmileage out of the impasse.\n"}