{"title": "Detainees try to fight secrecy;Lawyers for those held after Sept. 11 are using new tactics to break the silence surrounding the cases.", "body": "\nNEWARK, N.J. - One sued to get himself deported. Another sued to have his trial opened to the public.\n\nAnd lawyers hoping to represent many others went to court to force the government to release their names.\n\nFrustrated by the unprecedented secrecy in which the government has cloaked its detention of people arrested for \nquestioning after the Sept. 11 attacks, lawyers for the detainees are using a variety of legal tactics - some of \nthem novel - to try to chip away at the official silence surrounding the cases.\n\n\"Here, you're first guilty. Then, after a few months, you become a suspect. Then, finally, you're innocent,\" said \nRegis Fernandez, a Newark immigration lawyer representing several detainees.\n\nFernandez and several other immigration lawyers met last fall to plan a counterattack against secrecy directives \nthat were rendering attorneys and advocates for detainees virtually powerless.\n\n\"We were relegated to making telephone calls to find out where our clients were and whether they'd been cleared,\" \nhe said. \"So we did just what the government is doing in these cases: we shared information and strategized and \nagreed to work together. More importantly - we're right.\"\n\nThe federal government says it needs to clamp down on information that once would have routinely been made \npublic because it might help terrorist organizations.\n\n\"Clearly, it is not in the interest of that investigation, the war, or the United States to provide information to our \nenemies,\" said Russ Bergeron, a spokesman for the U.S. Immigration and Naturalization Service.\n\nThe latest to go to court is Malek Zeiden, a Syrian doughnut shop worker charged with overstaying his visa. His \nlawyer, Bennet Zurofsky of Newark, sued U.S. Attorney General John Ashcroft and Annie Garcy, a Newark \nimmigration judge who barred the public from attending a Feb. 21 hearing.\n\n\nZeiden had been living in Paterson for the last 13 years on a visa valid for just six months. He was arrested Feb. 1, \nthe day after federal agents visited his house looking for his roommate in an unrelated matter. Once there, they \nquestioned Zeiden, who admitted he had overstayed his visa.\n\nThe judge cited a Sept. 21 memorandum issued by chief U.S. Immigration Judge Michael Creppy instructing judges \nto close hearings involving detainees whose cases have been designated of \"special interest\" to the FBI. It also \nprohibits court administrators from listing the cases on dockets, or confirming when hearings are to be held.\n\nU.S. District Court Judge John Bissell agreed to hear Zeiden's case challenging the secrecy directive on March 11.\n\nIn another instance of a detainee fighting back through the courts, Khalid Musa sued the U.S. Immigration and \nNaturalization Service last month in a bid to get himself deported. A Saudi native who has Australian citizenship but \nlives in Jordan, Musa was arrested Oct. 4 after someone tipped the FBI that he had violated the terms of a waiver \nprogram that lets people from certain countries enter the U.S. without a visa.\n\nLawyer Fernandez said that soon after the suit was filed, the INS agreed to put Musa on a plane as quickly as \npossible. He remains in custody.\n\nThe Newark chapter of the American Civil Liberties Union sued Passaic and Hudson Counties, seeking to force \nthem to release the names and charges against the more than 300 Sept. 11 detainees still being held in New \nJersey. The suit claims the names of those arrested are public information under New Jersey law.\n\nDeborah Jacobs, executive director of the ACLU's Newark chapter, said that \"the vast majority of people being \nheld\" are not charged with crimes or believed to be involved with terrorism.\n\nThe U.S. Justice Department, which opposes the requests, was permitted last week to join the lawsuit on the side \nof the counties.\n"}