{"title": "Rally May Gauge Future of Immigration Movement", "body": "\nImmigration activists plan to mass in front of the Capitol today, renewing their appeal for legislative reform as \nCongress reconvenes after a recess in which many members experienced a backlash against illegal immigration \nback home. \n\n The turnout at today's rally may provide a barometer of the vitality of the immigrant rights movement, which sent \nmillions to the streets this spring but has generated less public attention in recent months. Local organizers said \nthey expect hundreds of thousands of demonstrators from the East Coast, but protests this week in Phoenix and \nChicago drew disappointing crowds.  \n\n Organizers said they have little hope that Congress will act on immigration this election year. But, they said, they \nsee the new round of protests  --  and voter registration drives that started slowly this summer  --  as part of a still-\nnascent pro-immigration movement.  \n\n \"It's obviously really important that we get good numbers but also that the message gets across to Congress,\" said \nJaime Contreras, chairman of the National Capital Immigration Coalition, which is organizing the rally. \"I have no \ndoubt that this issue is not going to end this year, and it's going to be an ongoing issue.\" \n\n Immigrant activists are seeking legal status for all illegal immigrants and a halt to increased raids and deportations. \n\n But Republicans, facing mid-term elections, appear more likely to focus on funding enforcement measures  --  such \nas border patrols and fencing  --  through routine spending bills they intend to pass this month.  \n\n A month of House Republican hearings in August helped entrench conservative opinion against a Senate-passed \nimmigration bill that would couple stringent border security measures with new pathways to legal work and \ncitizenship for undocumented workers. Compromising with the Senate now could risk alienating the Republicans' \ncore voters, who have soured on the party over government spending and other issues. \n\n Immigration \"is a very serious issue with the American people, and the American people feel pretty strongly, as \nHouse Republicans do, that we ought to be securing our borders and enforcing our laws,\" said House Majority \nLeader John A. Boehner (R-Ohio). \"When I traveled the entire month of August, I heard it nonstop. They don't want \nthe [Senate] bill. They don't want amnesty for illegal aliens.\" \n\n\n Senate Majority Leader Bill Frist (R-Tenn.) conceded yesterday that a deal on immigration before the election is \nnow \"next to impossible.\" \n\n Several towns and states nationwide also moved this year to clamp down on illegal immigrants, which some \nobservers attributed to a backlash inflamed by the spring protests.  \n\n The National Conference of State Legislators counted nearly 550 new pieces of legislation concerning immigrants \nin state legislatures this year, covering topics such as employment, public benefits, education and law enforcement. \nSeventy-nine bills have been enacted, mostly after massive pro-immigrant marches in March, April and May. This \nyear's pace of enacted legislation exceeds last year's, the group said. \n\n Twenty panicked immigrant families fled Valley Park, Mo., near St. Louis, in August after the city council approved \nan ordinance that barred landlords from renting to immigrants under the threat of a fine of $500 per unit, according \nto the Archdiocese of St. Louis.  \n\n Counties in Ohio, Texas and California have authorized sheriff's deputies to turn over illegal immigrants to federal \nauthorities for possible deportation after stopping them for minor traffic violations.  \n\n Sheriff's deputies in other counties will receive training from federal immigration authorities on spotting, arresting \nand deporting illegal immigrants.  \n\n \"Have the marchers been a spur? Maybe in some places,\" said Rick Swartz, an immigrant organizer, who founded \nthe National Immigration Forum. \"The marchers have given the anti-immigration movement something to \ncomplain about, and they are piling on a backlash that began years ago.\" \n\n Counter-protesters have shown up at other immigrant rallies. Organizers in Phoenix predicted their rally on \nMonday would attract 10,000 pro-immigrant demonstrators to the state capitol  --  about 2,000 showed up.  \n\n In Chicago, about 250 marchers trekked west for four days from Chicago to Batavia, Ill., where about 2,000 \nactivists rallied near the district offices of U.S. House Speaker J. Dennis Hastert (R).  \n\n Organizers initially predicted a turnout of 1 million, but they now are projecting a crowd similar to the one at a rally \non the National Mall on April 10. A police official estimated that the demonstration drew at least 100,000 people; \norganizers pegged attendance around 500,000.  \n\n \"Even in the dog days of summer, there has been an incredible amount of energy,\" said Ali Noorani, executive \ndirector of the Massachusetts Immigrant and Refugee Advocacy Coalition, which is bringing about 10 busloads of \ndemonstrators.  \n\n About 200 buses  --  half from Eastern states outside the Washington region  --  are scheduled to stream into the \nDistrict for the 4 p.m. rally. Local organizers have contracted fewer buses than for previous protests and have \nencouraged local demonstrators to take public transportation.  \n\n Ricardo Juarez, coordinator of the immigrant advocacy group Mexicans Without Borders, said he feared that many \nimmigrants who skipped work for the spring rallies might be hesitant to leave their jobs early now, when signs do \nnot point to action in Congress.  \n\n \"There was more energy, more interest,\" earlier this year, Juarez said.  \n\n Area organizers said they are pinning some hope for new energy on non-Latinos, whom they worked harder to \nattract, both to broaden the base of the movement and to make the efforts more palatable to opponents whose \ncriticism has centered on Hispanics who have sneaked across the border.  \n\n Organizers printed fliers in Arabic, Swahili, Korean, Amharic, French and Chinese, among other languages. African \nand Asian community organizations publicized the demonstration in news conferences with local ethnic media.  \n\n\n\n In each, they emphasized that the effect of immigration reform would stretch beyond Latinos, by potentially \ncracking down on the 200,000 estimated illegal Korean immigrants, for example, or by influencing the backlog for \nrelatives' immigration applications.  \n\n \"If we leave this alone and let the Latino community take the lead on this alone . . . they have a limited power and \npolitical power,\" said Chung Pak, chairman of the League of Korean Americans of Maryland. \"Other affected \ncommunities must help form a coalition to make sure that whatever comes out would not be detrimental.\" \n\n Staff writer Jonathan Weisman contributed to this report. \n"}