{"title": "18 Stowaways Sent to Prison With U.S. Aid", "body": "\nEighteen Romanian stowaways, who were being held in chains at a hotel here by a shipping company, have been \nmoved to a county prison in Pennsylvania, after the Immigration and Naturalization Service intervened.\n\nImmigration officials emphasized that their role in the case, which they termed \"extraordinary,\" did not represent a \nchange in Federal policy. That policy requires transportation companies to detain foreign stowaways, who arrive on \ntheir ships and planes, until their legal proceedings are finished. The Government does not monitor such detention, \nprompting concerns among advocates for immigrants over the potential for abuse.\n\nThe officials said they decided to assist the Romanians -- most of whom came to Boston last month by hiding \nthemselves in huge metal cargo containers loaded onto a 43,000-ton freighter in France -- because the ship's \nowner, Sea-Land Service Inc., could not find a place for them.\n\n \n\nGovernment Found Space\n\n \"All we did was act as the agent in locating the space and authorizing the county facility to take the detainees,\" said \nRichard L. Kenney, a spokesman for the Immigration and Naturalization Service in Washington. \"It's a response to \na specific problem that Sea-Land wrote us about.\"\n\nSome advocates for immigrants' rights maintain that all stowaways should be handled in this way: the Government \nshould take custody of them or arrange for them to be sent to local jails, and the transportation company should be \nbilled for the cost. But Mr. Kenney said such a proposal was not feasible because the nation's prisons were \nextremely overcrowded.\n\n\"It would create a tremendous logistic problem,\" he said. \"We would have to be identifying space all over the place \nfor whoever comes in. This is an extraordinary circumstance. Is it going to work equally well in other \ncircumstances? I don't know if you can say that.\"\n\nHe said that without revising the law, it would also be difficult for his agency to write regulations governing how \nstowaways should be treated in custody. There are no rules now, and the private companies are often so worried \nabout incurring fines and liability if stowaways escape that they guard them closely. Congress may hold hearings \non this issue this summer.\n\n\nThe Government forces shipping companies and airlines to take responsibility for stowaways to insure that the \ncompanies do everything possible to prevent them. The Romanians were kept in leg shackles in hotels near \nNewark International Airport for more than a month, during which time they were rarely allowed to leave their \nrooms. Three of them did escape through a bathroom window at one of the hotels, and Sea-Land was fined $9,000.\n\nChristopher L. Koch, senior vice president at Sea-Land, one the largest shipping companies in the world, said the \ncompany was asked to remove the Romanians from the Howard Johnson Plaza Hotel earlier this week because of \nnews reports about their detainment. No other hotels would take them, he said.\n\n \n\nPrison Space Located\n\n The Immigration and Naturalization Service then found room for them at the Snyder County prison in Selinsgrove, \nPa., where the United States Marshal Service often rents space for its detainees. On Thursday, the Romanians -- \n17 men and one woman -- were moved to the prison, where they will stay until their requests for political asylum \nare completed, Mr. Koch said.\n\nHe said the prison will cost Sea-Land about $60 a day per person, or a total of about $7,500 a week, far less than \nthe $30,000 to $60,000 a week the company was paying to detain the stowaways in hotels under the watch of a \nprivate security service.\n\n\"There was so much attention and controversy about them,\" Mr. Koch said. \"We would prefer not to be in the \nbusiness of being charged with the detention responsibilities.\"\n\nHe said the transferring of the Romanians to the prison in central Pennsylvania would not impede their legal \nproceedings. Of the 18 stowaways, 17 have had their requests for political asylum rejected and are reportedly \nappealing. He said the appeals process involves only a review of records, so the stowaways do not need to be in \nNewark, where they were brought last month to be near Sea-Land's headquarters.\n\n \n\nConcerns for Safety\n\n But Frank Schorn, a lawyer at the New York Association of New Americans, a nonprofit agency for immigrants, \nsaid the move would hinder his ability to help two of the stowaways. He added that while he was relieved that the \nRomanians were no longer in shackles, he was still anxious about their safety.\n\n\"I don't know what the conditions are in the facility, but I am concerned that anyone who has a legitimate application \nfor asylum should be mixed in with the criminal population,\" he said.\n\nHe said that even though the Romanians were out of the hotel, the legal basis for holding them had not changed.\n\nSea-Land has not allowed reporters to interview the Romanians, but an interpreter who talked to them earlier this \nweek said they were unhappy and scared that they would be in detention for many months.\n\n\"They have big hopes that their situation is going to be settled, that they will be accepted,\" he said, speaking on \ncondition of anonymity. \"When they were in their hotel room, they saw the Twin Towers, but they kept asking me \nwhere the Statue of Liberty was. For every immigrant to this country, that is the sign that they have arrived.\"\n"}