{"title": "Aftershocks Follow Immigration Raid; More Scrutiny for Slaughterhouse", "body": "\n Two decades ago, the Rubashkin family of Brooklyn opened up a kosher slaughterhouse amid the cornfields of \nIowa.\n\nThe bearded, fedora-wearing strangers quickly transformed Postville, Iowa, into its own small-town melting pot. \nImmigrants from Guatemala and Mexico began arriving in great numbers to work at the slaughterhouse.  The town \nwas soon home to churches and temples, and grocery store shelves were stocked with tortillas and bagels.\n\nLately, though, the Rubashkins' grand cultural experiment seems to have lost any chance at a feel-good ending.\n\nThe family's Iowa business, Agriprocessors -- the nation's biggest supplier of kosher meat -- was raided by \nimmigration agents in May. Nearly 400 workers, mostly Guatemalans, were swept up and jailed, and they will \nprobably  be deported as illegal immigrants.\n\nLabor organizers and workers have accused the company of exploiting  employees and tolerating managers' \nabusive behavior.\n\nOn Tuesday, the Iowa Labor Commissioner's Office accused Agriprocessors of 57 cases of violating child-labor \nlaws. The alleged violations included having minors working in prohibited occupations and with prohibited tools, and \nexceeding allowable working hours.\n\nA few Jewish groups have questioned whether the plant, given its problems, should keep its kosher certification.\n\nIt all adds up to a mess for a family that has never sought attention, and now feels it is being attacked unfairly, \nespecially by the media.\n\n\n\"The press? Terrible!\" the family's patriarch, Aaron Rubashkin, told a reporter with the Jewish news service JTA \nduring a rare interview in June. He disputed  allegations that the company knowingly hired illegal immigrants and \nchildren and also tolerated abusive conditions, calling them all lies.\n\n\"I wish everybody would be treated like we treat people,\" he said.\n\nAaron Rubashkin and his wife, Rivka, fled the Soviet Union after World War II and settled in Brooklyn, a world \ncenter of Hasidic Judaism. Rivka's uncles, the family has said, had been imprisoned in Siberia because of their \nreligious beliefs.\n\nIn the 1950s, Aaron founded a kosher meat market in the city's Borough Park section. The family prospered in \nAmerica.\n\nThen, in 1987, the Rubashkins made an unusual  leap: Looking for a way to bolster an unreliable supply of kosher \nbeef, the family bought an abandoned nonkosher meatpacking plant in tiny Postville.\n\nTwo of Aaron's sons moved to Postville to oversee the plant, and a steady stream of Hasidic families followed. \nSoon, Postville, then a town of around 1,500 people, was  drawing immigrant laborers, too.\n\nSuddenly, the town was infused with rabbis and other Jews, Guatemalans and Mexicans, expatriates from former \nSoviet republics -- and a host of new ethnic tensions.\n\nThe town became a regular stop for out-of-town reporters looking for a story about America's diversity. A \ndocumentary crew visited. National Geographic did a pictorial. Journalism professor Stephen Bloom wrote a book, \n\"Postville: A Clash of Cultures in Heartland America.\"\n\nAmid it all, the company was a huge success, with popular brands such as Aaron's Best and Rubashkin's. By 2006, \nAgriprocessors had a second plant in Nebraska, run in partnership with the Oglala Sioux Tribe, and annual revenue \nof $250 million.\n\nIn 2004, however, the animal rights group PETA recorded a gruesome video of the company's operation that \nshowed cattle staggering about in apparent pain after their throats had been slit and their tracheas partly removed. \nAgriprocessors, while defending its techniques as a religious ritual, agreed to change some practices.\n\nAgriprocessors also faced a lawsuit filed by a bankruptcy trustee overseeing the remnants of a New York health \nand beauty supply company.\n\nThe trustee said the company, Allou Distributors, had a host of suspicious transactions on its books, including $2.9 \nmillion in unexplained payments to Agriprocessors. The lawsuit demanded Agriprocessors return the payments, \nwhich it asserted  were part of the scheme to hide Allou's assets.\n\nAgriprocessors insisted it did nothing wrong and had been supplying Allou with surplus meat, but it agreed last \nsummer to pay $1.4 million to settle the case.\n\nAaron's son, Moshe Rubashkin, pleaded guilty this year to storing hazardous waste without a permit at a defunct, \nfamily-owned textile plant in Allentown, Pa. His son pleaded guilty to lying to federal agents during the investigation. \nThey have yet to be sentenced.\n\nAaron Rubashkin, 80, could not be reached for an interview. Supporters say he and his family are  just \nunsophisticated businessmen who made some mistakes as their company grew.\n\n\"These are simple people. They are a family of butchers,\" said Dovid Eliezrie, a California rabbi who has been \nassisting the family with the media.\n\nScott Frotman, a spokesman for the Food and Commercial Workers union, has a different take. He called  the \ncompany's treatment of its immigrant work force \"morally reprehensible.\"\n\n\n\n\"They blame the media. They blame us. They refuse to accept responsibility for anything that is going on in that \nplant,\" he said.\n\nState and federal investigators are looking into  alleged violations at the company, such as not paying workers, \nimproperly using hazardous chemicals and not having alarms that employees could hear. The Rubashkins have not \nbeen charged.\n\n\"We are God-fearing people, and we believe in the American system and we believe it will ultimately turn out okay,\" \nGetzel Rubashkin, 24, a grandson of the family's patriarch and an employee at Agriprocessors, said in a recent \ninterview.\n\nHe also said the family has not  given up on Postville, which he has called home since age 10.\n\n\"There are people who would like to see us leave, but on the whole we have very warm relations,\" he said.\n\nGraphic\n\n \n\nIMAGE; By Charlie Neibergall -- Associated Press; Hundreds of people in Postville, Iowa, marched for immigrants' \nrights in late July. An immigration raid in May resulted in nearly 400 arrests.\n\nIMAGE; By Spencer S. Hsu -- The Washington Post; Agriprocessors Inc., the nation's largest kosher meat \nproducer, has struggled to resume operations after the raid.\n"}