{"title": "Digitized horoscopes offer young people sanctuary in chaos, founder says", "body": "\nRoss Clark's sun sign is a Leo, which means he's predisposed to thinking he has the best astrological sign, he said.\n\nBut before fully immersing himself in the world of astrology, the CEO and co-founder of the mystical services and \nastrology app Sanctuary said he started by reading horoscopes from the New York Post on his former boss' desk \nwhile working as an entertainment publicist. Clark went on to help produce annual astrological forecasts and \nastrology-based content for Snapchat before launching Sanctuary in March.\n\nOnce users enter their personal information - including birth date and birth time - Sanctuary offers daily \nhoroscopes, birth charts that include information about planetary positioning at the exact time of birth, and live \nreadings. Clark said the app's live readings with a professional astrologer set Sanctuary apart from other astrology \napps on the market.\n\n\"One of our goals as a company is to make astrology digestible because it's often very complex and hard to \nnavigate if you're just starting out,\" Clark said. \"I think we're all very much into the on-demand nature of so much of \nwhat we can do on our phones, so (the live readings) are a really interesting way to adapt ... to how people want to \nexperience services more broadly today.\"\n\nClark said Sanctuary also plays into the fact that texting is the preferred form of communication today. He said the \napp features a messenger bot, which delivers people's daily sun sign horoscopes in a text-based format. The \nformat allows users to read their horoscopes in an intimate, immediate way, Clark said.\n\nIn addition to the sun sign horoscope, Clark said Sanctuary also provides users with a personalized birth chart. \nAlumna Madie Matias said the core attributes of a person often align with their sun sign, which is derived from the \nsun's position at their time of birth. She said each person has a variety of signs in their birth chart - not just the sun \nsign - and a full profile is necessary to get an accurate reading.\n\n[RELATED: The Quad: Astrology app breaks down what's written in the stars of one's palm]\n\nA person's rising sign - which represents the Zodiac sign that was ascending on the eastern horizon at their time of \nbirth - reflects the facade they put up in public settings, Matias said. But despite the many components of a birth \nchart and their implications about people's personalities, Matias said she does not boil people down to their \nastrological signs. Nevertheless, she said they can be good conversation starters that teach people about \nthemselves and others.\n\n\"People ... naturally are psychologically wired to be interested in themselves. ... People love to hear, 'Oh, what am I \nlike in a relationship?' or 'Why am I like this?'\" Matias said. \"So astrology is great as an introspective tool.\"\n\n\nJeanna Kadlec, resident astrologer at Sanctuary, said such apps make astrology one of the more accessible self-\nreflection tools that can be easily integrated into people's morning routines. In order to write the daily horoscopes, \nKadlec said she looks at a specific sign's solar rising chart and notes the movement of the planets in that chart.\n\nShe said the horoscopes often include information regarding what people are focusing on and what they are feeling \nmotivated to do. For instance, Kadlec wrote an Aries horoscope for Oct. 3 that said they would feel motivated to \ntake action in their committed partnership.\n\nThe Oct. 3 horoscope came from the Aries rising chart, on which Mars, the planet of action, entered Libra, a \nharmonious, relationship-oriented sign, Kadlec said. But while Sanctuary's horoscopes incorporate observations \nabout people's emotions and motivations, Kadlec said the practice of astrology is appealing to people because it's \nnot didactic.\n\n[RELATED: Mundane items meet student's design to form clothing line inspired by fish, stars]\n\n\"(Astrology) does not tell you who you should be, or what you should be doing. It presents you with a set of options \nlike, 'This is the energy that's happening in the world, and this is how it's ... activating different parts of your life, so \nwhat would you like to do about that?'\" Kadlec said. \"I think it really helps people access a sense of agency about \ntheir life.\"\n\nDespite the practice's current popularity, Clark said people often forget astrology has been around for thousands of \nyears, dating back as far as ancient Mesopotamia. He said its continued prominence is in part due to people's \ndesire to understand their identities - a desire exemplified by the high volume of relatable memes that circulate \nonline.\n\nIdentity is a major component of astrology, Clark said, and using apps like Sanctuary to analyze one's placements \nis a way for people to understand what makes them special. But while many people are interested in how they are \ndistinctive, Clark said the majority of Sanctuary users are people who are millennials or in Generation Z. And many \nfrom these generations likely use astrology to make sense of not only themselves, but also the world around them, \nClark said.\n\n\"What's driving this millennial and Gen Z interest ... is a combination of a lot of chaos, and that spans political, \neconomic, environmental,\" Clark said. \"There's this feeling that the world is falling apart. Astrology provides a \nsystem, both internal and external, to look at the world and evaluate what's happening and also what's happening \nwithin yourself.\"\n"}