{"title": "Protests Go On In Several Cities As Panel Acts", "body": "\nTens of thousands of immigrants here and in several other cities continued a wave of angry protests on Monday \nover Congressional proposals to arrest illegal immigrants and to fortify the Mexican border.\n\n  In Los Angeles, about 22,000 mostly Hispanic students walked out of school. As some 2,000 gathered at City \nHall, others marched through the streets chanting, ''We are not criminals!'' Students elsewhere in the Los Angeles \narea, including the communities of Inglewood, Alhambra and Montebello, followed suit.\n\nIn San Francisco, about 1,000 demonstrators marched to the offices of Senator Dianne Feinstein, a California \nDemocrat on the Senate Judiciary Committee, which later on Monday approved an overhaul far more favorable to \nillegal immigrants than a measure already passed by the House.\n\n  About 4,000 people turned out for a rally in Detroit, where Hispanic business owners closed their shops in protest. \nA crowd of several hundred Hispanic immigrants rallied on Boston Common. \n\n  The protests, having first flared late last week, spread Monday to the Capitol as the Judiciary Committee worked \non its version of the legislation. As approved later in the day, the bill, contrary to the House measure, would not \nmake illegal immigration a felony and in fact would clear the way to citizenship for millions of illegal immigrants \nalready in the country.\n\n  About 1,000 demonstrators gathered on the west lawn of the Capitol as clerics of many faiths denounced a House \nprovision that would make it a crime to give aid to illegal immigrants. The crowd cheered at the news that this \nprovision had been stricken from the Senate bill. But about 100 of the clerics, who had bound themselves with \nplastic handcuffs, marched to a Senate office building and chanted, ''Let our people stay!''\n\n  The continuing demonstrations underscored the stakes for illegal immigrants in whatever legislation emerges from \nCongress. Some conservative commentators, on the other hand, have argued that the protests reflect the kind of \nsocial disorder they fear illegal immigration brings.\n\nhttp://www.nytimes.com\n\nGraphic\n\n\n \n\nPhotos: Students who had walked out of school in Los Angeles converged on City Hall yesterday, and other \nprotesters rallied at the Capitol in Washington. (Photo by Stephen Crowley/The New York Times)\n\n (Photo by Monica Almeida/The New York Times)\n"}