{"title": "Crash Suspect Had Feb. Charge; Police Faulted After Earlier Drunken Driving Case Dropped", "body": "\nThe man accused of killing a Marine in a drunken driving accident on Thanksgiving was charged with drunken \ndriving earlier this year, but the case was dropped because Howard County police did not collect enough \nevidence, prosecutors said yesterday. \n\n Prosecutors also said a police blunder allowed the man, Eduardo Raul Morales-Soriano, 25, of Laurel, to keep his \ndriver's license after the Feb. 5 incident, although it should have been suspended immediately after he refused to \ntake a breath test. \n\n Police have opened an internal investigation to review the performance of the officers involved and determine \nwhether they could have built a stronger case, said police spokeswoman Sherry Llewellyn. She declined to \ncomment further. \n\n Federal authorities determined yesterday that Morales-Soriano was an illegal immigrant from Mexico and filed \npapers to begin deportation proceedings, said James Dinkins, acting special agent in charge of U.S. Immigration \nand Customs Enforcement's Baltimore office. \n\n Morales-Soriano was charged last week in the deaths of Marine Cpl. Brian Mathews, a 21-year-old Columbia \nnative who spent eight months in Iraq, and Mathews's date, Jennifer Bower, 24, of Montgomery Village. Police said \nMorales-Soriano's blood alcohol level was four times the legal limit when he slammed into the back of the car \ncarrying the couple. \n\n Morales-Soriano's February charge was first reported yesterday in the Baltimore Sun. \n\n Authorities have alleged that Morales-Soriano was intoxicated the night of Feb. 5. Police smelled alcohol on his \nbreath and saw three beer cans in his vehicle, said Howard County State's Attorney Timothy J. McCrone. He said \nMorales-Soriano lost his balance as officers asked him to begin a field sobriety test. \n\n But for undetermined reasons, the officers stopped him from completing the test, McCrone said. \"I don't know what \nwas on the mind of the officers at the time,\" he said. \"It certainly helps prove the case if you have field sobriety \nexercises.\" \n\n\n Morales-Soriano then refused to take a breath test, which should have led to the suspension of his license for 120 \ndays. But the police accidentally gave Morales-Soriano all the copies of the form that was supposed to have been \nsent to the Maryland Motor Vehicle Administration to begin the suspension, McCrone said. \n\n \"The information was never transmitted to the MVA,\" said Buel Young, an agency spokesman. \"We have no idea of \nknowing he is even stopped unless the police tell us.\" \n\n Morales-Soriano, a landscaper, moved to Maryland about a year ago from North Carolina, according to court and \nstate records. A woman who answered the phone at his home yesterday said the family would not comment. \n\n Although police charged him in February with four counts related to drunken driving, the case was dropped in \nApril after prosecutors determined that they could not obtain a conviction. There were no witnesses who saw him \ndriving drunk, no field sobriety test and no form showing that he had refused a breath test, McCrone said. \n\n \"We need evidence to prove our cases,\" he said. \"We didn't have it.\" \n"}