{"title": "Where candidates stand on key issues", "body": "\nDEMOCRATS\n\nHillary Clinton\n\nHEALTH CARE\n\nRequire large employers to provide insurance or to contribute to cost of coverage; require all Americans to buy \nhealth insurance; provide tax credits for families and small businesses to help cover the cost of insurance; expand \nMedicaid and state children's health insurance programs; bar insurance companies from denying insurance based \non a pre-existing condition, age or other factors.\n\nIRAQ WAR\n\nDECISION TO GO TO WAR:\n\nVoted for war, now opposed\n\nTROOP INCREASE: Opposed\n\nTROOP WITHDRAWAL:\n\nSupports phased withdrawal\n\nIMMIGRATION\n\nTHE BORDER:\n\nEmploy technology to reduce unauthorized crossings.\n\nCITIZENSHIP:\n\nAllow illegal immigrants to seek citizenship.\n\nEMPLOYMENT:\n\nProhibit guest-worker programs. Increase enforcement of laws barring companies from hiring illegal immigrants. \nCreate an information system for prospective employers.\n\nECONOMY:\n\nJOB CREATION:\n\n\nCreate a $50 billion fund to invest in green industries, make research tax credit permanent.\n\nTAXES:\n\nRepeal Bush tax cuts, expand middle-class tax breaks and college tax credits.\n\nMORTGAGE CRISIS:\n\nCreate $1 billion fund to help borrowers avoid foreclosure, establish 90-day moratorium on foreclosures and freeze \nadjustable rates.\n\nFOREIGN TRADE: \n\nBacks stricter enforcement of labor and environmental rules in foreign trade agreements.\n\nABORTION:\n\nSUPPORT ABORTION RIGHTS?\n\nYes\n\nEDUCATION:\n\n$10 billion for universal preschool. Replace No Child Left Behind law. $10,000 higher-education scholarships per \nyear of national service.\n\nSTEM CELL RESEARCH:\n\nRELAX RESTRICTIONS ON FEDERAL FINANCING?\n\nYes\n\nGLOBAL WARMING\n\n$150 billion, 10-year energy package for new fuel sources; backed stringent caps on greenhouse gas emissions.\n\n---\n\nBarack Obama\n\nHEALTH CARE:\n\nRequire all employers to contribute toward health coverage for their workers or toward the cost of a public plan; \nmandate that all children have health insurance; expand eligibility for Medicaid and SCHIP; create a public \ninsurance program for those who don't qualify for SCHIP or Medicaid.\n\nIRAQ WAR:\n\nDECISION TO GO TO WAR: Opposed\n\nTROOP INCREASE: Opposed\n\nTROOP WITHDRAWAL: Supports phased withdrawal\n\nIMMIGRATION:\n\nTHE BORDER:\n\nHire more border guards, employ technology and build more \"infrastructure.\"\n\n\n\nCITIZENSHIP:\n\nAllow illegal immigrants to seek citizenship after passing background checks, paying fines and having their cases \nreviewed after pending applications by legal immigrants.\n\nEMPLOYMENT:\n\nIncrease enforcement against companies that hire illegal immigrants, although he considers raids upon suspect \nworkplaces \"ineffective.\"\n\nECONOMY:\n\nJOB CREATION:\n\nIncrease job training and invest $150 billion over 10 years in clean industries.\n\nTAXES:\n\nRepeal Bush tax cuts, create a $1,000-per-family middle-class tax cut, offer credits toward college tuition, increase \ncapital gains tax on high earners.\n\nMORTGAGE CRISIS:\n\nCreate fund to help at-risk borrowers avoid foreclosure and seek tougher mortgage fraud laws.\n\nFOREIGN TRADE:\n\nStricter enforcement of existing trade deals, more help for those who lose jobs to overseas competitors.\n\nABORTION:\n\nSUPPORT ABORTION RIGHTS?\n\nYes\n\n$18 billion plan for preschool, teacher pay, $4,000 college tax credit for community service.\n\nSTEM CELL RESEARCH:\n\nRELAX RESTRICTIONS ON FEDERAL FINANCING?\n\nYes\n\nGLOBAL WARMING:\n\n$150 billion, 10-year program for \"climate friendly\" energy supplies, favors stringent caps on greenhouse gas \nemissions.\n\n---\n\nREPUBLICANS\n\nMike Huckabee\n\nHEALTH CARE:\n\nMake health insurance tax-deductible for individuals and families; give tax credits to low-income families; tort \nreform; expand health savings accounts.\n\n\n\nIRAQ WAR:\n\nDECISION TO GO TO WAR: Supported\n\nTROOP INCREASE: Supports\n\nTROOP WITHDRAWAL: Against a timetable for withdrawal\n\nIMMIGRATION:\n\nTHE BORDER:\n\nBuild a fence with a surveillance system along the border with Mexico by 2010. Hire more border agents.\n\nCITIZENSHIP:\n\nRequire illegal immigrants to leave within 120 days and to apply for citizenship from their home countries.\n\nEMPLOYMENT:\n\nRequire verification of citizenship as a condition of employment. Impose steep fines for companies that violate the \nlaw.\n\nECONOMY:\n\nJOB CREATION:\n\nFocus on fair trade and lower taxes to drive growth of U.S. companies.\n\nTAXES:\n\nReplace income and investment taxes with 23 percent national sales tax.\n\nMORTGAGE CRISIS:\n\nHas warned of a \"chilling effect\" on lending if government steps in, supports free-market solutions.\n\nFOREIGN TRADE:\n\nSupports \"fair trade\" and says his \"fair tax\" plan would make U.S.-made goods more competitive in the global \nmarketplace.\n\nABORTION:\n\nSUPPORT ABORTION RIGHTS?\n\nNo\n\nGive states more authority to run education.\n\nSTEM CELL RESEARCH:\n\nRELAX RESTRICTIONS ON FEDERAL FINANCING?\n\nNo\n\nGLOBAL WARMING:\n\nSupports increase to 35 mpg fuel efficiency standard by 2020, and emission caps.\n\n\n\n---\n\nJohn McCain\n\nHEALTH CARE:\n\nProvide a $2,500 tax credit for individuals and $5,000 for families to pay for insurance. Allow people to purchase \ninsurance across state lines and to make insurance more portable between jobs; allow individuals to purchase \ninsurance through trade associations, churches or other organizations.\n\nIRAQ WAR:\n\nDECISION TO GO TO WAR:\n\nSupported\n\nTROOP INCREASE: Supports\n\nTROOP WITHDRAWAL: Against a timetable for withdrawal\n\nIMMIGRATION:\n\nTHE BORDER:\n\nBuild more fence and hire more patrol agents.\n\nCITIZENSHIP:\n\nGrant temporary status to most illegal immigrants and allow them to apply for citizenship after paying fines and \npassing background checks.\n\nEMPLOYMENT:\n\nPermit a temporary worker program. Enforce laws against hiring illegal immigrants.\n\nECONOMY:\n\nJOB CREATION:\n\nWould lower corporate taxes and expand global trade to drive economic growth and create jobs.\n\nTAXES:\n\nOpposed Bush tax cuts but now backs them, would repeal alternative minimum tax and require more votes in \nCongress to raise taxes.\n\nMORTGAGE CRISIS:\n\nSupports a voluntary plan to freeze interest rates for at-risk borrowers, has said he would consider stronger \ngovernment intervention.\n\nFOREIGN TRADE:\n\nWould lower barriers to new trade deals and focus unemployment assistance on retraining workers for new jobs.\n\nABORTION:\n\nSUPPORT ABORTION RIGHTS?\n\n\n\nNo\n\nEDUCATION:\n\nVouchers for school choice, more community-college aid.\n\nSTEM CELL RESEARCH:\n\nRELAX RESTRICTIONS ON FEDERAL FINANCING?\n\nYes\n\nGLOBAL WARMING:\n\nLed Senate effort to cap greenhouse gas emissions; favors tougher fuel efficiency.\n\n---\n\nRon Paul\n\nHEALTH CARE:\n\nMake all medical expenses tax-deductible; eliminate any federal regulations that discourage small businesses from \noffering health insurance; expand health savings accounts; give doctors the right to collectively negotiate with \ninsurance companies; allow nurses and pharmacists to provide more health services.\n\nIRAQ WAR:\n\nDECISION TO GO TO WAR: Opposed\n\nTROOP INCREASE: Opposes\n\nTROOP WITHDRAWAL: Withdraw immediately\n\nIMMIGRATION:\n\nTHE BORDER:\n\n\"Physically secure\" the border.\n\nCITIZENSHIP:\n\nDeport illegal immigrants and offer them no special avenue toward citizenship. End the automatic citizenship of \nchildren born here to illegal immigrants.\n\nEMPLOYMENT:\n\nAbolish the NAFTA trade agreement.\n\nECONOMY:\n\nJOB CREATION:\n\nWould lower taxes and government spending and put more money in the hands of businesses and individuals.\n\nTAXES: \n\nSupports lower taxes across the board, and lower government spending. Would end income taxes on tips and has \ndiscussed abolishing the IRS.\n\n\n\nMORTGAGE CRISIS:\n\nSays the foreclosure crisis is a symptom of broader monetary policies that encourage excessive lending and \ninflation.\n\nFOREIGN TRADE:\n\nGenerally opposes free trade treaties such as NAFTA and the World Trade Organization that \"infringe upon the \nfreedom and independence\" of the U.S.\n\nABORTION:\n\nSUPPORT ABORTION RIGHTS?\n\nNo\n\nEDUCATION:\n\nWould abolish the Department of Education. Has introduced or sponsored bills that would allow a $5,000 tax credit \nper student, per year, adjustable for inflation; a $3,000 a year tax credit for full-time elementary and secondary \nschool teachers; a full tax deduction for undergraduate college tuition, interest on qualfied student loans and \nreasonable living expenses.\n\nSTEM CELL RESEARCH:\n\nRELAX RESTRICTIONS ON FEDERAL FINANCING? \n\nNo\n\nGLOBAL WARMING:\n\nAdvocates efforts to reduce carbon emissions.\n\n---\n\nMitt Romney\n\nHEALTH CARE:\n\nEncourage states to reduce insurance regulations; make all medical expenses tax-deductible; push for tort reform; \ngive states flexibility to spend Medicaid funds in whatever way they want.\n\nIRAQ WAR:\n\nDECISION TO GO TO WAR: Supported\n\nTROOP INCREASE: Supports\n\nTROOP WITHDRAWAL: Against a timetable for withdrawal\n\nIMMIGRATION:\n\nTHE BORDER:\n\nBuild a fence along the border with Mexico. Require noncitizens to carry tamper-proof ID cards.\n\nCITIZENSHIP:\n\n\n\nProhibit any \"special pathway\" for citizenship to anyone who is in the country illegally. Recruit skilled workers from \nother countries and allow them to apply for citizenship.\n\nEMPLOYMENT:\n\nIncrease penalties on employers who hire illegal immigrants. Set up a national database for employers to verify the \nstatus of job applicants.\n\nECONOMY:\n\nJOB CREATION:\n\nWould reduce corporate tax rate to 20 percent and make research and development tax credit permanent.\n\nTAXES:\n\nTax breaks to those earnings less than $200,000, eliminate tax on capital gains, interest and dividends for most, \n\"patch\" the alternative minimum tax and end the estate tax.\n\nMORTGAGE CRISIS:\n\nWould expand counseling programs and help at-risk households get refinancing, supports voluntary rate freeze.\n\nFOREIGN TRADE: \n\nSupports open markets and would lower corporate tax rate to 20 percent to make U.S.-based companies more \ncompetitive.\n\nABORTION:\n\nSUPPORT ABORTION RIGHTS?\n\nNo\n\nEDUCATION:\n\nSupports school choice and No Child Left Behind law.\n\nSTEM CELL RESEARCH:\n\nRELAX RESTRICTIONS ON FEDERAL FINANCING?\n\nApparently, no. As governor, tried to stop legislation that encouraged expanded embryonic stem cell research of the \nkind opposed by Bush.\n\nGLOBAL WARMING:\n\nSays tougher mileage standards are a burden on automakers. Opposes mandatory caps on greenhouse gases \nunless other countries take similar steps. Says answer is to free the country from dependence on foreign oil.\n\nGraphic\n\n \n\nPHOTO\n\n\n\n PHOTO - Hillary Clinton    PHOTO - Barack Obama    PHOTO - Mike Huckabee    PHOTO - John McCain    \nPHOTO - Ron Paul    PHOTO - Mitt Romney \n"}