{"title": "Community of Faith; ROUNDTABLE; Do any moral principles address how to handle illegal immigration?", "body": "\nSome moral principles [that] I think address the handling of this issue are two of the Ten Commandments. \n\"Honor thy father and thy mother\" serves as a reminder that we are all brothers and have a responsibility to love \neach other. And \"Thou shalt not steal\" serves as a reminder of God's promised provision for each of us. A hymn by \nGeoffrey Shaw is a springboard to prayer for all citizens of the world looking for home: \"Pilgrim on earth, home and \nheaven are within thee.\" The immigrant can't steal home, and the patriot can't be robbed of it.\n\n--- Spring Griffith, First Church of Christ, Scientist, Lilburn\n\n\"Love your neighbor\" comes to mind, but so does \"Submit to those in authority by obeying the laws of the land.\" \nKeeping both of these sounds pretty simple, but it gets real complex when there is money to be made and an unfair \nand unethical advantage to doing it illegally. In many ways, we are simply reaping the natural results of our civil \nlegislation: No Child Left Behind [Act], health care for all, etc., where we maintain the view of being all things to all \npeople. The basic moral principle of ethical truth is to do things legally, otherwise the ones prospering are doing so \nat the expense of others who are being hurt and penalized. The immigration issue is just one of many conundrums \nthat our country faces on the moral/ethical horizon.\n\n--- Pastor Steve Wood, Sugar Hill United Methodist\n\nJesus told the parable of the good Samaritan to teach that human beings cannot just turn their backs to each other. \nJust building a wall is not the solution. People who build walls put themselves in prison also. We are related and \ndependent on one another. When one suffers, we all suffer. We pray at Mass for the \"common good of all.\" This \ncommon good is a basic moral principle of the Christian faith. Obviously, you can't just leave this idea of the \ncommon good to whatever happens. We must be intentional in working toward this good through an organized, \nlegal system of action. There is no way to avoid this work --- even if work, these days, is the worst kind of \"four-\nletter word!\"\n\n--- Pastor David Dye, Mary Our Queen Catholic Church\n\nThe government has absolutely zero moral obligation to allow illegal aliens into the U.S.A. On the other hand, all \nimmigrants have the moral obligation to obey the laws of the land they are seeking to enter. It is the height of \narrogant presumption to cry foul when a nation demands submission to its laws from those who seek to enter that \nnation. The Bible teaches us to obey every ordinance of man as unto the Lord (1 Peter 2:13); I don't think it requires \n\n\ntheological gymnastics to apply that verse to this current controversy in America. If illegals don't like it, they should \npack up their bags and their Bibles and head back home.\n\n--- The Rev. Jeff Lyle, Meadow Baptist Church\n\nIt would seem to me to be two moral imperatives regarding immigration. First, we are to welcome the stranger and \ntreat with respect the alien among us. This is found in both Old and New Testaments. Second, we need to \nremember that all we have is a gift from God, entrusted to us to be used for the well-being of all. In Christ there is \nno \"we\" and \"they,\" but all are one and welcomed in Christ.\n\n--- Pastor Dale Sillik, Trinity Lutheran Church\n\n* Join the Roundtable: We want to hear from leaders from all the houses of worship in Gwinnett County. It's easy \nto participate. Each Monday, we e-mail the question of the week to roundtable members and they e-mail their \nresponses. If you'd like to participate, e-mail gwinnettfaith@ajc.com.\n\nGraphic\n\n \n\nPhoto: SPRING GRIFFITH\n\nPhoto: JEFF LYLE\n\nPhoto: DAVID DYE\n\nPhoto: DALE SILLIK\n\nPhoto: STEVE WOOD\n"}