{"title": "IMMIGRATION DEMONSTRATIONS; HBO production chronicles Latino students' 1968 protest", "body": "\nThe recent Latino protests across the country clamoring for immigration reform have given \"life-imitates-art\" \nrelevancy to Edward James Olmos' newest movie, \"Walkout,\" an HBO production about Latino students in Los \nAngeles who walked out of their classrooms and into the streets to protest discrimination in 1968.\n\n\"It was a civil rights story that allowed us to experience the empowerment of young people during a time period that \nwas most crucial in the development of our country,\" Olmos said at a recent opening for the movie in Atlanta. \"1968 \nwas one of the most crucial years we've ever had.\"\n\nAs two major figures, Robert Kennedy and the Rev. Martin Luther King Jr., were assassinated that year, labor \nleader Cesar Chavez fasted for immigrant workers' rights and, in Mexico, young protesters against a dictatorial \nregime were mowed down by soldiers and police.\n\nThe movie, directed by Olmos on a script by Mexican-American writer Victor Villasenor, will next show on HBO2 on \nFriday at 6 p.m., on April 19 at 11:15 p.m., April 24 at 9:30 a.m. and April 27 at 3:30 p.m. It stars Michael Pena, who \nstarred in this year's Oscar-winning \"Crash,\" and Alexa Vega of \"Spy Kids\" fame.\n\nOlmos is no stranger to the L.A. classroom. He was an Academy Award nominee for his 1988 portrayal of Jaime \nEscalante, the calculus teacher at Garfield High School who in the early 1980s inspired dropout candidates to \ninstead focus on higher math. Escalante did such a good job with them that they were later accused of cheating.\n\nThe story of the students in \"Walkout\" takes place more than a decade earlier, and Olmos said it's American \nLatino history that had heretofore remained untold.\n\n\"This is ground that's never been touched,\" he said. \"We didn't know about this ground. ... This film is a part of \nhistory that nobody knows about, and everybody should.\"\n\nHe said what really happened during the walkouts had been hidden in footage in the vaults of the three major \nnetworks who covered the movement and wasn't discovered until three filmmakers who were chronicling the \nChicano civil rights movement of the early 1970s in a documentary went in and found it. From there, the search for \nthe former students who took part in the walkout began.\n\n\nThose students, who staged walkouts over their teachers' and administrators' refusal to let them use school \nbathrooms or speak Spanish in school, among other things, and who were later arrested for their protests, are \nwidely believed to have inspired the movement. One of them, Moctezuma Esparza, became executive producer of \nthe movie.\n\nAnother was Los Angeles Mayor Antonio Villaraigosa. Just weeks ago, Villaraigosa found himself at the front of \nanother Latino march in Los Angeles, this time by immigrants and their American citizen children, who again \nwalked out of the schools to press for immigration reform and protest punitive measures now in Congress that \ncould put their parents in jail.\n\nOlmos said \"Walkout's\" release is just in time for another Latino awakening.\n\n\"The awareness is strong,\" he said. \"That's what has to be done. That's where the 'Walkout' is.\"\n\nGraphic\n\n \n\nPhoto: Courtesy of HBO FilmsEdward James Olmos said footage of what really happened during the 1968 walkout \nby Latino students in Los Angeles had been hidden in the vaults of the three major networks.\n"}