{"title": "ACT OF DESPERATION;CHUE TOU VANG'S SONS SAY THE THREATENED CUTOFF OF THEIR FATHER'S FEDERAL AID LEFT HIM IN DESPAIR SO DEEP THAT THE ELDERLY LAOTIAN IMMIGRANT KILLED HIMSELF.", "body": "\nOn the last day of his life, Chue Tou Vang arose early in a farmhouse that his family could no longer afford. He \nwalked hand-in-hand with two grandsons to the school bus stop. He fed the chickens and did other chores.\n\nThen, around noon, the 83-year-old Laotian Hmong slipped into a cobweb-filled barn and asphyxiated himself with \nbaling twine. His sons blame his suicide on the threatened loss of his $412 monthly Supplemental Security Income \ngrants.\n\n\"I think if he didn't receive the notice from SSI, saying that they're going to cut his income, he would never have \ntaken his life,\" his son Blong Vang said.\n\nVang's suicide is harsh testimony to the anger, isolation and despair felt by many elderly noncitizen immigrants \nwho are facing - in many cases - loss of their entire meager incomes.\n\nNationally, as many as 500,000 SSI recipients got the same cutoff notice that Vang received on Feb. 10. Under \nlast summer's new welfare law, most noncitizens are ineligible for basic federal cash, food and medical assistance. \nBefore the change, the SSI program had been designed to meet the basic needs of indigent aged, blind or disabled \npeople with little or no Social Security protection.\n\nPolitical pressure and lawsuits seeking restoration of the benefits are, however, mounting. Congress also may delay \nthe scheduled cuts until Sept. 30.\n\nUnder an oral agreement reached recently by budget negotiators for President Clinton and Congress, SSI would be \nrestored \"to about 320,000 of the individuals who stood to lose the benefits,\" said Rich Hensley, a Social Security \nAdministration spokesman in Baltimore.\n\n\"If enacted, it would allow legal noncitizens who became disabled after entering the United States to receive SSI,\" \nhe said.\n\nSSI recipients would also requalify for Medicaid, Hensley said, though the tentative agreement does not restore \nfood stamps.\n\n\nNonetheless, about 180,000 able-bodied noncitizen elderly would still be lopped off the SSI program, Hensley \nsaid. That is not acceptable to some members of Congress, including Sen. Paul Wellstone, D-Minn., who are \nseeking full restoration of the benefits.\n\nMinnesota recently passed its own welfare program. It gives the state's poorest residents $203 in monthly general-\nassistance payments, plus an additional year's monthly supplement of $87.\n\nThat would be a steep cut in income for many SSI-dependent individuals. The maximum monthly SSI grant is $484, \nHensley said. It's less if the recipients have other income. \"Basically, you have to be pretty poor\" to qualify for SSI, \nhe said.\n\nUntil the dust settles in the courts or in Congress, SSI-dependent families are bracing for financial crisis. Within the \n70,000-member Hmong community of Minnesota and Wisconsin, the emotional and financial problems are acute.\n\nIt is not uncommon to hear older Hmong speak of themselves as worthless burdens, and to talk openly about taking \ntheir own lives if they lose all their money. A few Hmong leaders who say they used to dismiss such talk now fear \nthat some elderly are serious.\n\n\"If we talk suicidal threats, many years ago I'd say it's an empty threat. Today, it's a reality,\" said Thai Vue, \nexecutive director of the Hmong Mutual Assistance Association in La Crosse, Wis.\n\n\"I'm very scared about what's going to happen after August,\" Vue said. \"A lot of them have a lot of depression, \nwhich I think we don't realize. When adding the benefit cuts, there's nothing left for them.\"\n\nVue is reluctant to tell his own mother-in-law that her SSI will be eliminated.\n\n\"We don't want to talk about it with her,\" Vue said. \"We're still planning how we're going to respond to her. We're \nvery fearful of the reaction she'll have.\"\n\nLack of education also contributes to hopelessness among older, native Laotians.\n\n\"I think a majority of the Hmong still don't understand the problem very well,\" Vue said.\n\nThat lack of knowledge may have been a factor in Vang's case.\n\nHe was a former soldier who came to the United States 17 years ago, as a refugee who fought under Central \nIntelligence Agency-sponsored forces in the Vietnam War.\n\nLike many older Hmong, Vang never learned English. At the time of his April 3 suicide, he also was apparently \nunaware that he did not need to know English to become a U.S. citizen.\n\nUnder federal law, exemptions to the English-language requirement are given to people 55 and older, if they have \nlived legally in the United States at least 15 years. Those 50 and older, if they have lived in the United States at \nleast 20 years, are also eligible for the waiver.\n\nBlong and Cha Vang, two sons of Vang, said they didn't know about the waiver. But they also questioned whether \ntheir father, even through a Hmong translator, could acquire enough of a basic understanding of American history \nand civics to pass a citizenship interview and exam.\n\nBut Hmong leaders say that better education is a good way to begin erasing the helplessness that many elderly \nare feeling.\n\n\"They don't know because they don't read and their children are so preoccupied making their own living,\" said \nVangcheng Nengchu, a counselor with the St. Paul-based Wilder Foundation. \"If you have an average family who \n\n\n\ndoesn't know much about the resources and the American system and the services offered … there might be a lot \nof frustration out there.\"\n\nLee Pao Xiong, executive director of the Council on Asian-Pacific Minnesotans, said state approval of a $1.5 million \neducation program would be helpful. It was still alive in the Legislature late last week, Xiong said.\n\n\"We would educate people about the citizenship process and let them know it's not as difficult as people think it is,\" \nXiong said.\n\nWhat drives anyone to suicide is often a complex puzzle.\n\nBut Vang's sons are convinced that their father let financial worries overtake him. Throughout his life, before the \nSSI cutoff notice, they said he had a happy-go-lucky demeanor.\n\nAlthough he never learned enough English to hold down a good job for long, he took joy in other pursuits.\n\nHe loved to hunt deer and squirrels, and he could walk faster and farther in the woods than many of his nine \nchildren. He liked to drink beer and tell stories by the fire. He missed his native Laos, but so did a lot of his friends \nwho regularly visited him. He remained youthful, and his jet-black hair never turned gray.\n\nAfter he got his SSI notice, however, Blong and Cha Vang noticed a change in him. He ate less. He became angry \nthat the U.S. government would end assistance to a war veteran. He became pessimistic about the prospects of \ngetting his U.S. citizenship.\n\nThe sons told their father not to worry. The two sons live nine miles apart. Their father and mother, Mai Vang, \nwhose SSI benefits are also threatened, lived with Blong, his wife and their two sons. Cha Vang lives with his wife \nand seven children.\n\nWith the imminent loss of their father's income, Blong Vang said he decided to sell their country house and five-\nacre plot, near Mauston, 200 miles southeast of the Twin Cities. Although both brothers have full-time \nmanufacturing jobs, Blong Vang said he didn't think he could keep up with the $700 mortgage without his father's \nincome.\n\nDeciding to sell was a tough decision. They were comfortable in the home and had recently put money into re-\nsiding it and building a $600 shed to house their father's chickens.\n\nIn replaying a conversation with his father the night before he took his life, Cha Vang said the motive became a lot \nclearer to him.\n\n\"The night before my dad died, he said he would not live with us. He would move away,\" Cha Vang said. \"He said: \n'I am getting old now. How am I going to get money for living?'\n\n\"He wasn't very happy,\" Cha Vang continued. \"He was an American CIA soldier and now, after all these many \nyears, they talk about cutting his income. I tried to tell him not to get so mad. I told him: 'You have a lot of children. \nWe will support you. We will pay for your living.\"'\n\n\"He wouldn't talk anymore,\" said Cha Vang. \"I think the old people who can't speak English, like my dad, all the \npeople who come from Laos who are over 50 or handicapped should get SSI. It's a lot harder for them to live. It's \nthe only income they're going to get.\"\n\nGraphic\n\n \n\n\n\n2 Photos\n\n1) Dawn Villella, Pioneer Press\n\nBrothers Chong and Blong Vang stand in the barn where their father\n\ncommitted suicide. The family, which lives near Mauston, Wis., says\n\nthe threatened loss of aid under new federal regulations drove\n\n83-year-old Chue Tou Vang, an immigrant from Laos, to such\n\ndesperation.\n\n2) Chue Tou Vang poses with his wife, Mai, in a family photograph.\n"}