{"title": "Federal Appeals Court Rules Elian Gonzalez Must Stay in U.S. for Now", "body": "\nTHIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.\n\nANNOUNCER: It's Wednesday, April 19, 2000.  Tonight on CNN NEWSSTAND: Elian Gonzalez will stay in the \nUnited States for now.  The court ruling brought on victory celebrations in Miami, but the custody battle is not over: \nthe latest from both sides.\n\nOklahoma City, five years later.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: And we'll never forget Carrie Ann Lenz and her unborn son, Michael James Lenz III\n\n(END VIDEO CLIP)\n\nANNOUNCER: The emotions, the painful memories, a day of remembrance.\n\n(BEGIN VIDEO CLIP)\n\nWILLIAM J. CLINTON, PRESIDENT OF THE UNITED STATES: What was meant to break has made you stronger.\n\n(END VIDEO CLIP)\n\nANNOUNCER: Tonight, tributes to the adults and children, in America's worst act of terrorism.\n\nLiving with pain, on the eve of another anniversary: the tragedy at Columbine High.\n\n(BEGIN VIDEO CLIP)\n\nDAVID MATTINGLY, CNN CORRESPONDENT: The gunman asked you, do you believe in God?\n\nVALEEN SCHNURR: That's true, and I said yes.\n\n(END VIDEO CLIP)\n\nANNOUNCER: One student who survived and how her parents are coping as they move on with their lives.\n\n\n(BEGIN VIDEO CLIP) VALEEN SCHNURR: This can't ever drag me down forever.  I won't let it.\n\n(END VIDEO CLIP)\n\nANNOUNCER: Also from Columbine, anchor Carol Lin sits down for a candid discussion with the principal, one \nyear later.\n\n(BEGIN VIDEO CLIP)\n\nFRANK DEANGELIS, COLUMBINE HIGH PRINCIPAL: I received letters at home that said I should be dead…\n\nCAROL LIN, CNN CORRESPONDENT: Death threats?\n\nDEANGELIS: … that I should be have died that day in that school, that I should be tried for 13 counts of murder.\n\n(END VIDEO CLIP)\n\nANNOUNCER: And the politics of gun control: how's it playing and will it matter in the 2000 election.  Tonight, Mary \nMatalin and Bill Press with an inside look in our \"CROSSFIRE Extra.\"\n\nCNN NEWSSTAND, with anchors Judd Rose in New York and Judy Woodruff in Washington.\n\nJUDY WOODRUFF, CNN ANCHOR: Good evening and welcome to NEWSSTAND.  Judd is off tonight.\n\nFirst, to Miami's Little Havana, a scene of jubilation.\n\nAfter almost a week, the federal appeals court in Atlanta has ruled Elian Gonzalez must stay in the United States, \nat least for now. The question unresolved, however, with whom?  At the moment, the 6- year-old is still with his \nMiami relatives, his father still waiting for him in Washington.\n\nIn Miami, our national correspondent, Gary Tuchman, on the ruling and the reaction.\n\n(BEGIN VIDEOTAPE)\n\nGARY TUCHMAN, CNN NATIONAL CORRESPONDENT (voice-over): In Miami's little Havana, there's no \nmistaking the sentiment.\n\nUNIDENTIFIED MALE: Thank you, thank you, American people.  Thank you, thank you, American people.\n\nTUCHMAN: The thanks also go to a U.S. appellate court that not only ruled Elian Gonzalez has to stay in the U.S. \nduring his legal appeal, but also declined to order him sent to his father, who waits in Washington.  For now, Elian \ncontinues to live with his great-uncle Lazaro.\n\nLAZARO GONZALEZ, ELIAN GONZALEZ'S GREAT-UNCLE (through translation): As you can see, the Gonzalez \nfamily continues to believe in the laws of the United States.  And we will continue to pray so that all of this may \ncome true for Elian, and that he may be able to remain where his mother wanted him to be, in a country of freedom.\n\nTUCHMAN: He's also with his cousin, Marisleysis, who hugged him after hearing about the ruling, a ruling in which \nthe three-judge panel made clear conclusions should not be drawn that 6-year-old Elian will ultimately be returned \nto Cuba saying: \"No one should feel confident predicting the eventual result in this case.\"\n\nThe U.S. government had already agreed in court papers to bar Elian from leaving the United States during legal \nappeals, but asked the court to order him transferred to his father.  To that, the court said: \"We decline to proceed \nin that manner.\"\n\nNeedless to say, Elian's father, Juan Miguel Gonzalez, is unhappy.\n\n\n\nGREGORY CRAIG, ATTORNEY FOR JUAN MIGUEL GONZALEZ: If the government does not act immediately to \nremove Elian from the care of Lazaro Gonzalez and return him to his father, it will bear responsibility for the harm \nthat continues to be inflicted upon Juan Miguel's beloved son.\n\nJANET RENO, U.S. ATTORNEY GENERAL: The order today from the court of appeals says that Elian should not \nbe removed from the country and we're to abide by that court order.  But it does not disagree with my \ndetermination.  It does not say that the boy cannot be reunited with his father in this country.\n\nTUCHMAN: However, the attorney general is not saying if there are plans to go through with the reunification \nattempt, a reunion that for now does not have an endorsement from the appellate court.\n\n(END VIDEOTAPE)\n\nTUCHMAN: It was six days ago that Attorney General Janet Reno ordered this family to take Elian to a nearby \nairport for a flight to Washington to be with his father.  But this family disobeyed the order, hoping for a court ruling \nlike the one they got today, a court ruling that says that Elian right now could stay here in Miami or possibly end up \ngoing to his father.  The court is saying at this point it's not dealing with the custody issue.  It is just saying that he \nshould not go to Cuba while this case continues.\n\nJudy, back to you.\n\nWOODRUFF: Gary, the top Cuban official in the United States is saying today that there are armed men in front of \nthe Gonzalez house in Miami, who are based at another house nearby, who are determined to prevent Elian from \nbeing reunited with his father.\n\nTUCHMAN: Well, Judy, family attorneys and family spokesmen strongly deny that.  They say, as a matter of fact, \nthe attorneys that the INS is welcome to come here, come up to the door of the house behind me, knock on it and \ntake Elian away.  They just say they're not going to bring Elian to them.  But they are saying that those reports \nhave no credence whatsoever.\n\nWOODRUFF: All right, Gary Tuchman in Miami, thanks.\n\nWell, right now, only the attorney general and perhaps a few people close to her know what her next move will be.  \nOne thing is certain: There will be more court action.\n\nOur legal analyst Greta Van Susteren joins me now.\n\nGreta, both sides basically are saying that they came out with a better position from this court ruling today.  Which \none is right?\n\nGRETA VAN SUSTEREN, CNN LEGAL ANALYST: Oldest trick in the books, Judy: Lawyers always say they won \neven when they didn't.\n\nLook, one side is celebrating, doing what's almost cork-popping down in Miami.  They're the winners.\n\nThe losers tonight are the Justice Department.  Not only did they not get the order that they wanted from the United \nStates Court of Appeals, but they tried to sneak in a suborder asking the United States Court of Appeals order the \nMiami family to reunite the child with his father.  They didn't get that.  Big losers tonight are the Justice Department.\n\nWOODRUFF: Greta, it strikes many of us that in this ruling what is fascinating is that the judges have raised this \nwhole issue of whether alien, a 6-year-old, Elian Gonzalez, should be allowed to seek asylum in this country even \nthough he has a father in the country, who is apparently responsible, wanting him back.\n\nVAN SUSTEREN: You know, I confess, I'm surprised too.  I'm very surprised by the court's rulings.  But what the \ncourt said was that the statute, what Congress said was any alien may apply for asylum. It didn't say you had to be \n\n\n\nover the age of 18, or if you're not, you had to have a father or somebody else do it.  It just says any alien. If you \nread the language literally, what Congress wrote…\n\nWOODRUFF: No matter -- any alien no matter what age.  And we have to distinguish Elian Gonzalez and alien.\n\nVAN SUSTEREN: Right.  That's right.  That's correct.  But see, the interesting thing is the court didn't just say, look \nat what Congress wrote in the statute, it also said, look, the INS has some guidelines themselves in which they're \ndeferential to what children want to do.\n\nSo this is not such a huge departure.  This is not a new analysis of a statute.  But the court, I think, took a little bit \nof a slap at Congress saying, look, Congress wrote that.\n\nNow, I want to caution you to one thing, is that the court also said, just because we're saying that now in this \ntemporary order doesn't mean when we consider the permanent appeal some time in May that we're going to agree \nwith our current temporary analysis.\n\nWOODRUFF: Greta, what are the attorney general's legal options right now?\n\nVAN SUSTEREN: Well, look, she's entitled to go get that child through her agents -- sends the Marshal Service or \nImmigration to go get the child.  That's still an issue that's not resolved.\n\nWhat she can't do is send that child out of the country, and I'm sure she's huddling with all her advisers trying to \ndecide, should I do nothing or should I go to the other extreme and do some force. Obviously, she doesn't want to \ndo either.\n\nShe would love some diplomacy, some negotiation.  She'd love to make a deal with the family in Miami, because \nthe last thing she want to do is nothing or to go in there like gangbusters.\n\nWOODRUFF: Whatever she does, Greta, the next court action in all this is -- what? -- early May.\n\nVAN SUSTEREN: Early May is when we're going to have the argument on the original issue, whether the attorney \ngeneral has the authority to make a decision whether or not there will be asylum.  In the meantime, though, the \nJustice Department could ask all 12 judges on the United States Court of Appeals, the 11th Circuit, to consider the \norder of the three judges today.  They may do that; they may not do that.  I don't think they'd be particularly \noptimistic if they did do that.  I don't think they'd get it.\n\nWOODRUFF: All right, Greta Van Susteren, CNN's legal analyst. Thank you very much for joining us on \nNEWSSTAND.\n\nAnd for more on this story and to read the ruling by the 11th U.S.  Circuit Court of Appeals, log onto our Web site.  \nYou can find us at CNN.com.\n\nIn a moment, the somber ceremonies and poignant memories five years after the worst act of terrorism on U.S. soil.  \nWe will go live to Oklahoma City next.\n\n(COMMERCIAL BREAK)\n\nWOODRUFF: Five years have passed and a river of tears have been shed since a truck bomb tore apart the \nMurrah federal building in Oklahoma City.  One-hundred and sixty-eight people were killed.  Every year since, on \nthe anniversary, hundreds have gathered to pay them tribute.  This year was something special.\n\nOur national correspondent, Tony Clark, who was one of the first reporters on the scene five years ago, is back at \nthe site tonight -- Tony.\n\nTONY CLARK, CNN NATIONAL CORRESPONDENT: Judy, it's been a day filled with emotions here, and in some \nrespects, a sense that this is very much a turning point, this is a point that people here in Oklahoma City, families of \nthe victims and survivors, have long looked forward to.\n\n\n\nThe Oklahoma City National Memorial built on the site of the Murrah building, site of the explosion was open to the \npublic just a couple hours ago.  And for the past few hours, we have seen people going through the 168 empty \nchairs that are illuminated, each one with a name of one of the 168 victims.  There is a survivor wall, a reflecting \npond.  It is a very impressive sight.\n\nThere have been two dedication ceremonies here today, the first earlier today for the survivors of the bombing, \nfamilies of those who were killed and rescue workers, who came here from all over the country to offer their \nassistance.  And then this evening, there were more people here. Thousands of Oklahomans has joined people \nfrom all over the country for a chance to not only remember what happened, but it was also a time when there were \nwords of thanks, words of kindness, words offered for those who offered their assistance five years ago.\n\n(BEGIN VIDEO CLIP)\n\nJEANNINE GIST, FAMILY MEMBER: We will remember the rescue workers who worked tirelessly day and night in \norder to bring our loved ones back to us.  We'll remember those who stood in long lines to give blood and the \ncountless others who rallied who help in every way they could.  We'll remember you, and we thank you from the \nbottom of our hearts.\n\n(END VIDEO CLIP)\n\nCLARK: President Clinton came here shortly after the bombing five years ago to join this community in its \nmourning.  Today, he came back again to be part of the dedication ceremony and to speak of this community, not \njust of their loss and their grief, but also of their strength.\n\n(BEGIN VIDEO CLIP)\n\nWILLIAM J. CLINTON, PRESIDENT OF THE UNITES STATES: There are still days when the old anger wells up \ninside you, still days when tears fill your eyes, when you think your heart will surely break.  On those days in the \nfuture, I hope you can come here and find solace.\n\n(END VIDEO CLIP)\n\nCLARK: It has been touching, as I have walked around the site today, to see members of the prosecution team who \nhandled the bombing prosecution, members of the jury from the McVeigh trial, survivors and victim's families as \nthey walk through the empty chairs and are touched by it's simplicity.  This is exactly, they say, what they hoped \nwould be here.\n\nTony Clark, CNN, Oklahoma City.\n\nWOODRUFF: Thank you, Tony.\n\nFor many, this anniversary was filled with emotions, with recollections and with resolve. Also at today's dedication, \nCNN's Charles Zewe, another of our correspondents who covered the tragedy.  His \"Reporter's Notebook\" focuses \non the scene, then and now.\n\n(BEGIN VIDEOTAPE)\n\nCHARLES ZEWE, CNN CORRESPONDENT (on camera): This is certainly a powerful and poignant place.  As the \ndedication ceremonies were underway, you could see fresh tears, lots of raw emotion among the family members of \nthose killed here.  This is a place that continues to overwhelm your emotions when you come here and you look at \nthis monument the 168 chairs, one for each of those who died here.  It's a very moving, a very spiritual place.\n\nGOV. FRANK KEATING, OKLAHOMA: All of these individuals, our neighbors and friends who were lost, were \nimportant, viable human beings that should have been alive today, and if those chairs out there memorializes those \nlives that were snuffed out of those wonderful memories.  They were mothers, and fathers, and sisters and brothers \nand children to wonderful people.\n\n\n\nZEWE: People who have experienced this tragedy, who live here, will tell you that they will never ever forget what \nhappened to them, especially of course the families of those killed here, and those survivors, who many of whom \nhave been crippled, if not physically, certainly emotionally.  In fact, psychologists here say thousands and \nthousands of people have been treated for post-traumatic stress disorder related to the bombing.\n\nFive years doesn't dull of covering something like this.  I remember the first time I saw the Murrah building, it was \none of the \"holy God\" moments, when you see something that's totally unexpected and you walk up on it.  You \nnever forget that.\n\nYou see the people stuffing flowers and ribbons, and Teddy bears and mementos in the fence at what now is the \nmemorial site, and it gets to you.  I mean, you're affected by that.\n\nAnd you still wonder why.  Lots of people here have not yet gotten the answer to the question why this all \nhappened.  No one here has yet gotten closure from this event, no one at least that I know. People are coping with \nthis disaster, this tragedy in their lives, but no one has been able to put a period at the end of the sentence that \nallows them to move on with their lives.\n\n(END VIDEOTAPE)\n\nANNOUNCER: Coming up, one high school senior's story.\n\n(BEGIN VIDEO CLIP)\n\nMATTINGLY: Was there any time during the recovery when you thought, I can't do this.\n\nUNIDENTIFIED FEMALE: No.\n\nMATTINGLY: Not for second.\n\nUNIDENTIFIED FEMALE: No.\n\n(END VIDEO CLIP)\n\nANNOUNCER: Reflections from Columbine, when NEWSSTAND returns.\n\n(COMMERCIAL BREAK)\n\nWOODRUFF: As one day of solemn remembrance ends in Oklahoma City, another approaches in Littleton, \nColorado.  Tomorrow marks the first anniversary of the massacre at Columbine High School, seen here in these \nrecent pictures.  Plans are under way for several public and private memorials.  On the eve of this anniversary, \nsome parents are filing lawsuits.  Among them is a federal suit by a father alleging a bullet fired by sheriff's officers \nkilled his son.  Daniel Rohrbough was one of the 15 people, including the gunman, who died at Columbine. By law, \nall suits against government agencies must be filed within one year of the action involved.\n\nMeantime, authorities are no closer to knowing what motivated Eric Harris and Dylan Klebold to fatally shoot fellow \nstudents and a teacher before killing themselves.  Also unanswered is why no one may have known that Harris and \nKlebold hoarded semiautomatic weapons and bomb parts, and if anyone knew, why no one intervened.\n\nAt least one family plans to remember the tragedy by staying home, just being together, thankful that their family \nremains intact.\n\nNEWSSTAND's David Mattingly now with one Columbine student who cheated death as it literally stared her in the \nface.\n\n(BEGIN VIDEOTAPE)\n\nVALEEN SCHNURR: One female student brought in with nine gunshot wounds in her chest.\n\n\n\nI was under the table in the library on April 20 at Columbine, and I was studying with a bunch of my friends, like, \nduring lunch, like, we'd always done, and then a teacher came in the library.  She told us all to get under the tables, \nand that's kind of when everything happened, and that's how I got hurt.\n\nMATTINGLY (voice-over): A year ago, Valeen Schnurr, \"Val\" to her friends and family, had just turned 18, turned \nheads at the prom, and was turning her sites to graduation and a world full of possibilities. She had no way of \nknowing that the world she knew was about to change violently\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: We have heard shots, and we know we definitely have victims here.\n\n(END VIDEO CLIP) MATTINGLY: When she and her friends in the Columbine library found themselves at the \ncenter of the worst school shooting in U.S. history.\n\n(BEGIN VIDEO CLIP)\n\nBREE PASQUALE, COLUMBINE STUDENT: And then he came into the library and shot everyone around me, then \nput a gun to my head and said -- asked if we all wanted to die.\n\n(END VIDEO CLIP)\n\nMATTINGLY: Val was shot at close range with a shotgun, as Eric Harris and Dylan Klebold stormed the school with \nguns and homemade bombs.  But in a strange twist, after pulling the trigger, one gunman paused to ask Val a \nquestion.\n\n(on camera): And as you were there wounded, the gunman asked you, \"Do you believe in God?\"\n\nSCHNURR: That's true.  And I said \"yes.\" And they asked me why, and I said because I believe and my parents \nbrought me up that way.\n\nMATTINGLY: That question and her answer proved to be a rare moment of inspiration in a day of mayhem and \nmurder.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: Please, please, let him be on this bus.\n\n(END VIDEO CLIP)\n\nMATTINGLY: And what followed according to her family, was a series of blessings.  Instead of killing her, after their \nexchange, Klebold and Harris moved on in their rampage and Val, though wounded, escaped.  Val's parents Shari \nand Mark Schnurr vividly recall the chaos that followed and those awful first hours at the hospital.\n\nSHARI SCHNURR: The fog just kind of settled over me at that point, and that's the shock of it.\n\nMATTINGLY (on camera): How bad off was she?\n\nMARK SCHNURR: There was no question in the doctors mind, they thought, based on her look, that she wasn't \ngoing to make it.  In fact, a couple of people had gotten a call that she'd died.\n\nMATTINGLY (voice-over): But to almost everyone's surprise, Val survived.  The nine shots that entered her body \nnarrowly missed her vital organs.\n\nM. SCHNURR: We had a priest there and he -- she asked me if -- she said, \"Daddy, am I dying?\" And I said, \"No, \nyou're not going to die.\"\n\n(BEGIN VIDEO CLIP) UNIDENTIFIED FEMALE: Val Schnurr, 18-year-old, in fair condition.\n\n\n\n(END VIDEO CLIP)\n\nMATTINGLY: News of her survival prompted an outpouring of love and support.  Val's room filled with flowers and \ngifts from all over the country.  And to express their gratitude, her parents stepped into what would become an \nalmost constant glare of media attention.\n\n(BEGIN VIDEO CLIP)\n\nS. SCHNURR: Val said to make sure that her friends, and her family know that she's there, that she cares for them.\n\n(END VIDEO CLIP)\n\nMATTINGLY: Val left the hospital in just six days, a recovery the family says is nothing short of a miracle.  And Val \ncontinued to amaze, when just a few weeks later, she stood up at graduation to accept her diploma.\n\nV. SCHNURR: I refused to let Eric and Dylan take something that precious away from me, and I was going to get \nthere, you know; no matter what it took, I was going to get there.\n\nMATTINGLY: Val's determination set the tone for the entire family.  And looking back at the happiness of the \nmoment, Val and her parents say they had every reason to believe that the horror of April 20 would soon be behind \nthem.  But now a year later, the Schnurrs say they were only beginning to realize then, just how deep the wounds \nwere for all of them and how much the shooting had cost them.\n\n(on camera): What did you lose?\n\nS. SCHNURR: I guess security, and knowing security and knowing that your kids are safe.\n\nMATTINGLY (voice-over): In the months that followed, Shari and her younger daughters became unusually \nsensitive to sirens and the noise of helicopters.  Symptoms of post-traumatic stress.  Mark had trouble and became \nanxious in crowds and in traffic.  For Val, early on, there were nightmares; later, loud noises became a problem.\n\nV. SCHNURR: I just, I jump, and you just kind of shake your head, you know, you just tell yourself that everything's \nOK, and just go about your business as best you can.  You know, your heart races and it's scary, but you got to \nknow that I'm in a safe place, and what happened is in the past, and it needs to stay there.\n\nMATTINGLY: When Val wears short sleeves, her scars are clearly visible.  She faces five more years of \nreconstructive and cosmetic surgery.\n\nThe whole family tries to avoid media reports of the shooting, deciding instead to immerse themselves in the official \nfindings of the case in order to answer their own lingering questions.  Val and her father were among the families \nwho attended a private briefing by police, which included school surveillance tapes and disturbing videotapes left \nbehind by Harris and Klebold.\n\n(on camera): What did you see?\n\nM. SCHNURR: We saw some kids that were really, really dysfunctional.  And there was some -- they -- this was not \njust some magic that happened overnight in some warped video game.  This was a process that set in for a long, \nlong time.\n\nMATTINGLY: Do you blame anyone today?\n\nM. SCHNURR: There's a blame for their parents, the society that they lived in, and there are people who should \nhave recognized a lot of red flags along the way.\n\nMATTINGLY (voice-over): The Schnurrs say they would like nothing more than to go back to living the live of a \nnormal family.  But the times they've actually been able to do that in the past year have been few and far between.  \nThe shootings at Columbine left behind too many unanswered questions and too many painful memories.\n\n\n\nM. SCHNURR: How could I know that by lunchtime that she would be riddled by gunshot blasts, screaming for her \nlife, a shrill scream that I have heard on tape, and I will never, ever forget.\n\nMATTINGLY: Each of the Schnurrs is recovering in his or her own way.  Mark lobbies the state legislature for \npassage of a fund benefiting school-aged victims of violent crime.  As for Shari, she recently gave birth to her fourth \nchild, a new baby boy, and with him, a new outlook.\n\nS. SCHNURR: It's the second miracle, I guess, that God has shown us.\n\nMATTINGLY: The first miracle, of course, is Val, whose remarkable physical and emotional recovery continues with \nthe help of family, friends and faith.\n\n(on camera): Was there any time during your recovery when you thought, I can't do this?\n\nV. SCHNURR: No.\n\nMATTINGLY: Not for a second.\n\nV. SCHNURR: No.  I knew the worst part was over.  Nothing could be as bad as what happened on the 20th.\n\nMATTINGLY: Now 19 and a freshman in college, Val recently wrote an article about her experience in \"Teen \nPeople.\"\n\nV. SCHNURR: I was saying oh my God, oh my God, don't let me die, don't let me die.  She also travels to speaking \nengagements with a message of hope. But in spite of the strides she's made, Val says she has a ways to go.  One \nof her best friends, Lauren Townsend, was under the table with her that day in the library.  She did not survive.  \nThere's still the unrelenting feeling of anger to deal with and the question why, that may never go away.\n\nV. SCHNURR: I've almost forgiven them for what they did to me. I will not forgive them.  I have yet to forgive them \nfor what they did to my friend Lauren.\n\nMATTINGLY: What is it going to take?\n\nV. SCHNURR: There's got to be a time -- I think forgiveness is a time where you find peace in yourself, and it gives \nyou the chance to move on and leave everything behind and live your life, and I think that that's something that will \nhappen over time.  This can't ever drag me down forever.  I won't let it.  I've got to move on.\n\n(END VIDEOTAPE)\n\nWOODRUFF: Val, by the way, is pursuing a degree in psychology, and hopes to become a counselor in the \nLittleton area.  Meanwhile, her parents have joined in a lawsuit against the sheriff's department, seeking access to \nall the records in the Columbine investigation.\n\nANNOUNCER: Up next:\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: they stated that I should be dead that day in the school, that I the not deserve to live, that I \nhad blood on my hands, and that hurt.\n\n(END VIDEO CLIP)\n\nANNOUNCER: Carol Lin talks with the principal of Columbine High, when NEWSSTAND returns.\n\n(COMMERCIAL BREAK)\n\n\n\nWOODRUFF: Throughout the ordeal at Columbine High, the face and voice of its principal became familiar to \nmillions.  Time now for an update.  Principal Frank Deangelis sat down with NEWSSTAND's Carol Lin.  She joins us \nfrom Atlanta.\n\nGood evening, Carol.\n\nCAROL LIN, CNN ANCHOR: Good evening, Judy.\n\nWith the gunmen dead and no trial to resolve the unanswered questions, Frank Deangelis became a lightening rod \nfor criticism, and now potential lawsuits.  We began by asking Columbine's High School principal how he feels on \nthis anniversary of the massacre.\n\n(BEGIN VIDEOTAPE) FRANK DEANGELIS, COLUMBINE HIGH PRINCIPAL: I'm anxious.  I'm concerned about \nthe uncertainties, the faces the next week.  And what I mean by that is I don't think any person knows how they're \ngoing to feel, what emotions will be there, what memories will be relived, and that worries me.  There's a lot of fear.  \nPeople are afraid.  I'm afraid.  But knowing that we are not in this alone, that we can get through this, a lot of \nmemories.  There hasn't been a day that passed that I haven't thought of the 13 that lost their lives.\n\nLIN: You took a lot of hits, you and your teachers, from missing what people said were the warning signs, even kids \nand parents coming to you, and saying, my child is being taunted for being different, and you were accused of doing \nnothing and looking the other way.\n\nDEANGELIS: What really tore me apart -- and I have not shared this with anyone, so this is the first time -- that I \nreceived letters at home that said I should have been dead, that I should have died that day in that school, that I \nshould be tried for 13 counts of murder.\n\nLIN: Who were these from?\n\nDEANGELIS: From around the nation, because people believed what they read in the newspapers, people believed \nwhat they heard on the television without giving me a chance to explain, and when I explained, they called me a liar \nand stated that I should have been dead that day in the school, that I did not deserve to live, that I had blood on my \nhands, and that hurt.  If the videotapes that were made by the two murderers, if the public ever sees those, they'll \nrealize that there were two people that had this plan that did not single out an individual, did not single out a group.  \nTheir plan was a suicide mission to destroy and kill as many as they possibly could, and that they were so good that \nthey had everyone fooled.\n\nLIN: What were the biggest the myths reported about the Columbine shooting?\n\nDEANGELIS: \"Trench Coat Mafia,\" and I think what you'll see in this police report is that it was not an organized \ngroup, it was not a school sponsored group.\n\nLIN: Walkie-talkies, wearing body armor.\n\nDEANGELIS: Very, very inaccurate.  This \"Trench Coat Mafia\" was a term, and when people first asked me, and I \ntold them I had not heard of that term until it was announced on the media, there were kids that wore black duster \ncoats many times.  When they arrived at school, they'd take their black duster coats off and put them in their locker.  \nThere was a group that took a photograph that was in the yearbook prior to the shootings taking place, but the two \nmurderers were not in that picture.  They were not part of that group.\n\nLIN: Are you hyperaware now of anybody different or behavior that seems different?\n\nDEANGELIS: The two were hot different.  There were pictures in yearbook of one of the kids wearing a flannel shirt \nand blue jeans, like 1,800 other kids.  Dylan was at the prom three days prior to committing the murders.  He was \nriding in a limousine car with 10 other kids.  These kids were part of Columbine High School.  So when they state \nthey were on the fringe and here's a group that hung out by themselves -- they participated.\n\n\n\n(BEGIN VIDEO CLIP)\n\nDEANGELIS: Derogatory comments, verbal or written, made about others will not be tolerated.  Racial, religious \nand sexual slurs or jokes will not be condoned.\n\n(END VIDEO CLIP)\n\nLIN: You made a very poignant appeal when school started and the building reopened last August, and you \nspecifically said, I challenge you to make more new friends, I encourage you to eat lunch with someone you do not \nknow, talk to someone you've never met.  Do you feel that the attitudes of students toward other students has \nchanged as a result?\n\nDEANGELIS: Most definitely.  I see it.  I see it in the hallways.  I can walk down to the cafeteria, and kids are \ncompassionate, and I think there was a common bond. and we were brought together unfortunately because of that \ntragedy last spring, but it did bring us together.\n\nLIN: Are you saying they are cutting through the cliques, that there aren't anymore outcasts?\n\nDEANGELIS: I think we'll have cliques as long as there's high schools or schools.  I think so many times cliques \nhave a negative connotation.  I think of it as kids that have special interests.\n\nLIN: Littleton, Colorado, Columbine High School has become a rallying point for gun control.  The state is now \nfacing its own vote on a gun control initiative, increasing background checks at gun shows.  You think that would \nwork to prevent this kind of tragedy from happening again?\n\nDEANGELIS: I think maybe we need to look at some of the laws that were in place at the time of the murders had \nan adult purchased the gun and for a juvenile.  What would happen if an adult purchased alcohol to distribute that \nalcohol to the junior, that's a violation of the law.  But yet, an adult can purchase a gun and give it to a juvenile and \nthat's not a violation of the law.  There's something wrong with that.\n\nLIN: So, is this initiative going to vote?  Is that going to be a litmus test for what Columbine was about when it \ncomes to gun control?\n\nDEANGELIS: Well, I think most definitely.  I think we need to look at what allowed these two murderers to get the \nguns and I think that's what the legislators are looking at, I think that's what the politicians are looking at.  If the laws \nwould have been in place, would this tragedy have happened, and I don't have the answer.\n\n(END VIDEOTAPE)\n\nLIN: The final police report on the Columbine shooting will be released at the end of May and sources tell me it will \nbe a detailed time line of the massacre, but will not reveal any new information.\n\nTomorrow night on NEWSSTAND, the image that ultimately became a symbol of hope.  Patrick Ireland, shot twice \nin the head and partially paralyzed, saved himself and survived the shooting.  He and his best friend detail Patrick's \nmonths of therapy.\n\n(BEGIN VIDEO CLIP)\n\nPATRICK IRELAND, COLUMBINE STUDENT: Recognizing letters first, being able to write them, being able to \nwrite words and then sentences and then paragraphs and then, you know, just going through that whole process.\n\nLIN (on camera): Your brain is actually healing around a bullet that is still lodged inside.  Is that correct?\n\nIRELAND: Right.\n\n(END VIDEO CLIP)\n\n\n\nLIN: Patrick Ireland is now a candidate for class valedictorian. His only extensive sit-down interview on the \nanniversary of the Columbine shooting tomorrow night on NEWSSTAND.\n\nANNOUNCER: Still ahead, one year after Columbine, how will the gun debate play in this year's election?  An \ninside look from \"CROSSFIRE,\" Bill Press and Mary Matalin, when NEWSSTAND comes back.\n\n(COMMERCIAL BREAK)\n\nTONY GUIDA, CNN ANCHOR: Good evening.\n\nInvestors needed time to catch their breath after two explosive days of monstrous gains on Wall Street and they \nseem to be catching it today.  The Dow and the Nasdaq retreated, down for the first time since Friday's frightening \nsell-off.  Heavy losses for Intel and IBM cut deeply into the blue chips.  The Dow lost 92 points to close at 10,674.  \nGiven the market's extreme triple-digit swings, today's sell- off was described as orderly and necessary.\n\n(BEGIN VIDEO CLIP)\n\nSTEPHEN LANGAN, CHIEF MARKET STRATEGIST, DONALLY & COMPANY: When we have a sell-off of 1,100 \npoints in a week, we're expecting a one- third to two-thirds or one-third, one-half, two-third retracement.  We rally \n450 points, we almost have a 50 percent retracement, and when you have it in that short a span, you have to pull \nback again.\n\n(END VIDEO CLIP) GUIDA: The Nasdaq followed up its best two-day run in history with an 87-point drop.  The \nindex is still up more than 11 percent for the week.\n\nThe biggest loser on the day was drug maker Bristol-Myers Squibb, it lost $15.25 after the company withdrew the \nmost promising drug in its pipeline from the FDA approval process.\n\nHeavy buying in bonds today: the 10-year note gained 12 ticks, while the 30-year issue gained nearly a full point.\n\nAnd that's tonight's \"MONEYLINE\" update.\n\nNEWSSTAND will be back in just a moment.\n\n(COMMERCIAL BREAK)\n\nWOODRUFF: The anniversary of Columbine shooting will find presidential hopefuls Al Gore and George W. Bush \nspeaking out on gun control.  Gore will be pushing his ideas for broad new gun controls at a school in Fort Lee, \nNew Jersey.  Bush will be talking about character education at a Texas school.\n\nIn tonight's \"CROSSFIRE Extra\" I sat down with hosts Mary Matalin and Bill Press to go their take on how the gun \ndebate will likely play out in this year's elections.\n\n(BEGIN VIDEOTAPE)\n\nWOODRUFF: Let me just begin asking you both: Is gun control going to be an important issue in these elections \nthis year, presidential and at Congressional level?\n\nBILL PRESS, CNN \"CROSSFIRE\": I think it will be.  I think it will be in both.  It will be a big issue, because this is \none issue in which there's a big difference between the two candidates, clear difference presidentially between \nGore and Bush.  And at the Congressional level, I think it's going to be big, because the NRA, Judy has already \npumped $500,000 into Republican committees to support candidates who are going to support them on gun control.  \nSo they're going to make this a big issue in the year 2000.\n\nWOODRUFF: Mary?\n\n\n\nMARY MATALIN, CNN \"CROSSFIRE\": Judy, it will be a big issue, but it's going to be a good issue for gun-control \nopponents, and we've already seen evidence of this.  The Democrats were thinking this was their silver bullet in the \noff-year elections, which took place obviously last year, where it was made a big issue.  Republicans won in \nVirginia, in New Jersey, and right now, even as we sit here today, 62 percent of the union households in Michigan \nkey swing state are against gun control.  It has intensified gun-control opponent voters, not gun-control advocates.\n\nPRESS: The trend, Judy, I have to say is going in the other way. If you look at Massachusetts, if you look at \nMaryland, they've just passed very tough gun-control laws.  Seventy-two percent of Republican women now say \nthey support gun control.  Asked by ABC just the other week, \"In the year 2000, is gun control going to be a major \nissue for your vote in this election?\" Sixty-two percent of Americans said yes. I mean, Mary, you're not dealing with \nreality here.\n\nMATALIN: I'm dealing with evidence of these elections that have taken place, and the issue has not been salient.  \nIt's not been a single issue. It's not been a vote to determine it, except for those who are against gun control.\n\nAnd let me cite some other statistics.  People are decreasingly associating gun control with a diminution of violence, \nparticularly women.  They are by a 2-1 margin saying they would rather have stricter enforcement than more laws, \nbecause the key, for women in particular, is to reduce violence, particularly among children, and they understand \nthat the issue is not to make new laws but to enforce the ones that are on the books.\n\nWOODRUFF: What are the chief elements of Gore's position on gun control?\n\nPRESS: Well, this is one of the big ones, this phony idea, this totally simplistic idea that if we just enforce the laws, \neverything is going to be OK.  Of course, we ought to enforce the laws.  That's Gore's position.  But there are some \nbig loopholes that have to be to be filled, for example, the gun shows, three-day background checks for gun shows, \nfor example, trigger locks.  For example, registering all handguns and the big difference is George Bush, number \none, is saying, status quo, just enforce the laws, we don't need any more new ones, and secondly, George Bush \nhas a problem because he did sign a law allowing concealed weapons in Texas, even in churches, and Gore is \nagainst that.  Big difference between the candidates.\n\nWOODRUFF: Status quo, Mary?\n\nMATALIN: That, of course, is not his position, but what is his position for common sense gun safety is the addition \nof something that Gore never talks about, Democrats are never considering and what people everywhere \nunderstand, is that particularly violence committed by children with guns is more often than not the result of \nparental absence, the result of parental negligence.  You can't pass laws to keep parents from keeping loaded guns \non a bed in are a house where there's no father.\n\nPRESS: But you can pass a law for trigger locks.  You can pass a law…\n\nMATALIN: Which he supports.\n\nPRESS: It's not clear that he supports it.  He said he might sign it, but he wouldn't work for it.  You can't pass a law \non the gun show laws, and you should not pass a law or sign a law that allows people to carry gun into churches.  \nDefend that, George Bush.  That's a big difference.\n\nWOODRUFF: Are we going to see changes in Bush's position, in Gore's position between now and November?  \nAre they set in stone for the rest of this campaign?\n\nMATALIN: I think, Bill, could not be more wrong, and the Democrats could not be more wrong about this being a \nsalient issue. Every time they talk about it, the evidence shows that the goose is up gun control opponents.  It's a \nsalient issue for them, it's a single issue for them, and not for everybody else.  The proof is in the pudding.  \nElections have already taken place, where you've lost, where you've run on this issue.\n\nPRESS: The proof is in Bill Clinton, who has been elected twice being the strongest gun control advocate ever \nelected to the White House.\n\n\n\nJudy, in answer to your question, I don't think the positions are going to change.  I think you're coming into this \nelection with one pro-NRA and one anti-NRA, and that's the way it's going to stay.\n\nWOODRUFF: What about at the Congressional level?  You both suggested it could be an issue there.  How?\n\nPRESS: How?  Because it's going to be a lot of money.  The NRA is now the fourth largest special interest, in terms \nof soft money to the Republican Party.  They're putting it there for one reason only, to stop any new gun control \nlegislation in the Congress.  That's going to show up, you bet, in the congressional elections around the country.\n\nMATALIN: The Congressman that sits in the Columbine district has not been forced by his constituents to advance \nnew laws.  He's been allowed by his constituents to vote against new laws, because this is not an issue.  People \nreally do understand this issue.  This knee- jerk, let's create new bureaucracies, let's create new laws is not going \nto solve the gun problem violence, and it's going to leave citizens, law-abiding citizens, without protection.\n\nPRESS: I'd have to say, it's not a knee jerk reaction.  There are parents who are afraid to send their kids to school \nbecause they're afraid they'll never see them again.  That's where the pressure for more reasonable gun controls, in \naddition to enforcement, is coming from.  It's not knee-jerk, Mary; it's parents.\n\nMATALIN: Then parents need to be involved in the lives of their children, the lives of the community, the lives of the \nschool.  You can't just say, let's put another law on the books.  There were 20 gun laws on the books violated in \nColumbine.\n\nPRESS: None for gun shows, and that's where they got their guns.\n\nWOODRUFF: We're going to leave it there, Mary Matalin, Bill Press, the \"CROSSFIRE.\" You heard it here.\n\n(END VIDEOTAPE)\n\nWOODRUFF: \"CROSSFIRE Extra.\"\n\nTomorrow night, the up-close and personal views through the eyes of TV journalists in Miami and how the Elian \nGonzalez case is affecting their community.\n\nI'm Judy Woodruff.\n\n\"SPORTS TONIGHT\" coming up next.\n\nGood night from the NEWSSTAND.\n\nTO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE \nORDER FORM LOCATED AT www.fdch.com \n"}