{"title": "21 Immigrants Fired After Missing Work for Rally", "body": "\nAt least 21 Mexican immigrants have been fired from their jobs at a meatpacking company in Detroit for missing \nwork to attend an immigration rights march last month, advocates said Tuesday.\n\n  ''This to me sends a very strong message that if you try to defend your rights, there are going to be sanctions \nagainst you,'' said Elena Herrada, one of several advocates trying to organize a meeting with officials of the \ncompany, Wolverine Packing, in an effort to get some of the workers rehired.\n\nThe 21 workers were fired on March 28, a day after they attended a rally that the police said drew more than \n20,000 people. It was one of at least five marches and rallies in major cities that day. \n\n  The Detroit affiliate of the Spanish-language television network Univision reported the firings last week.\n\n  In a statement, the general manager of Wolverine Packing, Jay Bonahoom, said a ''small number'' of the more \nthan 350 employees at three plants in the Detroit area had requested permission to attend the march and had been \nallowed to miss work. Employees had been notified orally and by letters posted in the plants that they would be \nfired if they missed work without authorization, the statement said.\n\n  ''Many of these issues are near and dear to our hearts and can have serious effects on our lives, but Wolverine \ncannot allow these issues to stop our business,'' Mr. Bonahoom said. ''When a large number of employees leave on \na particular day, we cannot service our customers, and this puts all of our jobs in jeopardy.''\n\n  One fired worker, Minerva Ramirez, 31, a native of Mexico who worked for Wolverine for almost six years, said \nshe had told her supervisor that she planned to go to the march. But the day after the rally, Ms. Ramirez said, she \nwas barred from entering the plant and was not allowed to speak in her defense.\n\n  Ms. Ramirez said she hoped to return to her job as a meatpacker, which paid $10.35 an hour.\n\n  Edith Castillo, the executive director of Latin Americans for Social and Economic Development, a social services \nagency in Detroit, said she knew of a handful of employees at two other businesses who had been fired after \nattending the march.\n\n  ''They were trying to exercise their right to protest, their right to have a voice,'' Ms. Castillo said. ''I think we're \ngoing to see that this is just one incident of many civil rights violations that these workers have endured.''\n\n  In Bellwood, Ill., 33 factory workers who had been fired after attending a rally in Chicago on March 10 were \nrehired when the Interfaith Workers' Rights Center intervened. \n\n\n  Alberto M. Benitez, a law professor and director of the immigration clinic at George Washington University's law \nschool in Washington, said employers were dependent on labor by illegal workers who had little, if any, recourse if \nthey were fired.\n\n  ''There are two or three potential employees available for every one of these poor folks who were fired,'' he said. \n''It's better for everyone if there is a lawful protected class of workers and not this shadowy underground army of \nworkers that are here today, gone tomorrow.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Wolverine Packing in Detroit said employees were told to get permission before missing work. Minerva \nRamirez was among those fired. (Photo by Fabrizio Costantini for The New York Times)\n"}