{"title": "ALIEN RAIDS OPENED UP JOBS, AIDE SAYS", "body": "\nA series of raids by the Immigration and Naturalization Service rounded up 5,440 employed aliens and persuaded \n4,071 of them to leave the country, according to Joseph Salgado, the agency's associate commissioner for \nenforcement.\n\nThe well-publicized ''Project Jobs,'' intended to force illegal aliens out of decent-paying jobs that could be held by \nunemployed citizens, produced a clamor of job-seekers in some places.\n\nThe immigration service gave state employment services and community groups the names of the businesses \nwhere aliens lacking the proper documents had been taken off the payroll. But how many of the jobs will be filled \nby citizens is unknown. The agency estimated that the jobs paid a total of $50.3 million a year.\nWASHINGTON, May 6 - A series of raids by the Immigration and Naturalization Service rounded up 5,440 \nemployed aliens and persuaded 4,071 of them to leave the country, according to Joseph Salgado, the agency's \nassociate commissioner for enforcement.\n\nThe April raids came on the eve of detailed Congressional scrutiny of a bill, the Immigration Reform and Control \nAct of 1982, that today was considered line by line in a Senate subcommittee and sent to the full Judiciary \nCommittee.\n\n \n\n'Game Plan' Denied\n\nAlan Nelson, the Commissioner of Immigration and Naturalization, said there was ''no game plan'' linking the \narrests to the legislation. He said the raids were planned in February.\n\nNonetheless, questions raised about the raids, such as the degree to which illegal aliens contribute to \nunemployment among citizens and the degree to which employers are culpable, are part of the discussion of \nimmigration reform. The bill under consideration in the Senate subcommittee would introduce penalties for those \nemploying illegal aliens; the employers face no sanctions at present.\n\nIn an interview last week, Rudolph W. Giuliani, the Associate Attorney General, said the raids took place in \nChicago, Dallas, Denver, Detroit, Houston, Los Angeles, Newark, New York and San Francisco. Most of the aliens \napprehended voluntarily agreed to leave the country; the others are facing deportation hearings.\n\nThe top-paying job involved, according to Mr. Salgado, paid $10.08 an hour at the Burlington Northern Railroad in \nChicago. At an automobile parts concern in Chicago, he said, more than 30 undocumented workers were making \n$7 to $9 an hour. The average wages of those arrested nationwide was $4.81, Mr. Salgado said. In Chicago, more \nthan 1,500 people applied for 161 vacated jobs.\n\n\n \n\nSome May Reduce Workforce\n\nA number of employers whose companies were raided, however, said that they might not hire any new workers \nright away. Some said the downturn in the economy would have forced layoffs in any case. Others said they still \ndid not think they could find citizens who wanted to do the work. One said he could not rapidly train replacements.\n\nAt the Price Pfister Brass Manufacturing Company in Pacoima, Calif., where 80 workers were arrested, 1,000 \napplications were accepted, but the concern may not do any hiring.\n\n''Of those who were taken,'' said Peter Gold, a company spokesman, ''50 have come back, and we are proceeding \non the assumption that they have their documents and have been released. Ten have said they are involved in \nadministrative hearings. Under the terms of our union contract, 20 people have been terminated for being missing \nfor three full days. We don't know whether we're going to replace them. There is a recession. We've done no hiring \nfor a year and a half.''\n\nIn New Jersey, where raids led to the arrest of 172 illegal aliens in 23 factories, Winifred Brady, the assistant \ndirector of the Division of Employment Services of the State Department of Labor, said six workers had been \nplaced so far at $3.50 an hour.\n\n \n\nLayoffs a Possibility\n\nWalter Gibson, controller of the Carolyn Shoe Company in Monterey Park, Calif., said that the raids had caused \nlayoffs at his company, where 80 of 240 workers were arrested.\n\n''A line of production has to have every position filled,'' he said. ''You take out one third of the workers, and you \nhave holes. On Monday, we laid off 30. Yesterday we laid off 10 more. We have ads in the papers for experienced \nhelp. But we have no manpower to train people off the street.''\n\nHe said that his company, because of foreign competition, paid only $5 to $6 an hour after long training.  Mr. \nGibson said that although 40 of those arrested had returned to work, ''It'll be weeks before we can get the thing \nrolling. But we're not going to make poor shoes because of it.''\n\nAnother employer, Bruce Vaughan, part-owner of the Boulder Valley Poultry Farm, Boulder, Colo., said: ''We've \nhad an ad in the paper for a long time, but usually people will not work in a poultry house. Half an hour later, they \nwalk out. We don't pay less than $3.50 an hour, but they'd rather take welfare.''\n\n \n\nFleeing Worker Killed\n\nLast Friday morning, a worker Mr. Vaughan knew as James Gonzalez, who had papers identifying him as Jose \nMorales, fled as immigration agents pulled up at the farm. In his panic, according to Mr. Vaughan, Mr. Morales ran \nto the main road and into the path of a gravel truck which struck and killed him.\n\nThe raids, in which 4,908, or 87 percent, of the 5,635 arrested were Mexican, have come under attack from \nHispanic groups. The total of 5,635 included both employed aliens apprehended at job sites and others arrested at \nthe sites.\n\n''We're appalled at the raids,'' said Joaquin Avila, president and general counsel of the Mexican American Legal \nDefense and Educational Fund. ''This will seriously affect the rights of Hispanics when they seek employment.''\n\nArnaldo Torres, a spokesman for the League of United Latin American Citizens, said he felt that the raids would \ncrystallize opposition to the immigration bill now before the Senate Subcommittee on Immigration and Refugee \nPolicy. The bill, sponsored by Senator Alan K. Simpson, Republican of Wyoming, and Representative Romano L.  \nMazzoli, Democrat of Kentucky, contains penalties for employers who hire illegal aliens.\n\n\n\n''Employer sanctions are a key part of the bill and have been since the beginning,'' Senator Simpson said. ''Now it's \nillegal for an illegal alien to work, but not for an employer to hire him.''\n"}