{"title": "Both sides play mixed ruling to their advantage", "body": "\nImmediately after the Supreme Court rejected parts of  Arizona's controversial immigration law, Democrats claimed \nvindication. President Obama was right, they said, to challenge the law.\n\nRepublicans  offered a more nuanced position: that the case was a result of Obama's failure to produce the \ncomprehensive solution to immigration that he had promised.\n\nObama issued a statement declaring himself \"pleased that the Supreme Court has struck down key provisions of \nArizona's immigration law.\"\n\nSenate Majority Leader Harry Reid, D-Nev., declared the ruling proof that the law  \"was not just ill-advised but also \nunconstitutional.\"\n\nGOP presidential candidate Mitt Romney told supporters at a fundraiser in Arizona, \"The states, now under this \ndecision, have less authority, less latitude, to enforce immigration law,\" the Associated Press reported. In a  \nstatement he said, \"President Obama has failed to provide any leadership on immigration.\"\n\nThe ruling marked the second time in 10 days that  Romney had been forced off his message -- the weak economy \nis Obama's fault -- to address the immigration issue. He has yet to say whether he would repeal the president's \nJune 15 decision not to deport some young illegal immigrants.\n\nCharles  Foster, an immigration policy adviser to both President George W. Bush's 2004 campaign and Obama's \n2008 campaign, said the decision was a clear win for the Obama administration.\n\n\"It's human nature to try to have some face-saving, but there's very little (Republicans) got out of this decision \ntoday. I think it is a huge, huge victory that you cannot understate for the Obama administration,\" Foster said. \"The \nObama administration, after all, was accused of having acted callously by not standing up for the states and by \nchallenging the law.\"\n\nThe court threw out several provisions of the Arizona law but allowed to stand a controversial section requiring state \nand local police to check the immigration status of people stopped or detained if there is \"reasonable suspicion\" that \nthey are in the country illegally.\n\nFormer New Mexico governor Bill Richardson, a Democrat,  said the political message of the case is that Obama \n\"stood behind Hispanics throughout this whole legal battle.\" \"The immigration decision will energize the Hispanic \nbase  which needs energizing,\" he said.\n\nA USA TODAY/Gallup Poll released Monday showed Obama had a comfortable lead among Hispanic voters. But \nsome Republicans said the impact of the immigration headlines will wane over the campaign's remaining months.\n\n\nDanny Diaz, former deputy communication director for Sen. John McCain's 2008 presidential campaign, said that \n\"Hispanics are by and large pocketbook voters.   As the case against the president's failed economic policies is \nlitigated to much greater degree in the general election, the current gap will narrow among Latino voters.\"\n\nJennifer Sevilla-Korn, executive director of the right-of-center Hispanic Leadership Network and former Bush staffer, \nsaid it was too soon to tell who will benefit politically from this decision.\n\n\"It seems like there is a little bit for everybody to love and hate in this ruling,\" she said. \n"}