{"title": "WATER STATIONS SET UP TO KEEP MIGRANTS ALIVE DESERT HAS SEEN 14 DEATHS FROM HEAT THIS YEAR", "body": "\nA blue flag fluttering atop a 30-foot-high steel pole is the only man-made object for miles -- and the brightest spot of \ncolor in an unforgiving desert of pale green scrub and cactus.\n\nThe flag, and 100 others like it, are signs of the latest effort to reduce the number of illegal immigrants who die \nentering the United States across one of the nation's harshest environments.\n\nVolunteers, with federal government permission, store two one-gallon jugs of drinking water at the base of each \nflag. It's not much, but it could be enough to save lives in an area where the temperature regularly exceeds 110 \ndegrees in summer and 14 migrants have died from the heat this year.\n\nDespite the dangers, thousands of illegal immigrants from Mexico cross the border in the desert to avoid intense \npatrols to the east around the town of Calexico and to the west in San Diego.\n\n\"People are dying right in our back yard,\" said John Hunter of San Diego, who organized the effort with help from \nhis conservative congressman brother. \"I had to do something.\"\n\nHunter, who owns a satellite technology research firm, is the brother of Rep. Duncan Hunter, a Republican from El \nCajon who has long opposed illegal immigration in his 18 years in Congress.\n\nHe advocates increasing the number of Border Patrol agents and fortifying the boundary between California and \nMexico. His Web site includes a photograph of the border fence, allowing viewers to follow its expansion.\n\nBut Rep. Hunter supports the water stations and met with representatives of the Border Patrol and Bureau of Land \nManagement, which has jurisdiction over the desert region, so his brother could secure permission for the project.\n\n\"I believe in a strong border, but when you see people dying in the sand you don't step over their bodies. You do \nsomething to save them,\" the congressman said.\n\nHow much the water stations will help immigrants remains in question.\n\nAfter putting out a few as a test in January, Hunter and volunteers began setting up the rest about six weeks ago. \nThey are now in three locations accessible only by four-wheel-drive vehicles.\n\nTwenty are spaced one-quarter mile apart in a place called Pinto Wash, about one mile north of the U.S.-Mexico \nborder and 110 miles east of San Diego.\n\n\nThe others are arrayed in two lines about 15 miles to the north. John Hunter, who has paid for the effort with his \nown money and donations totaling about $5,000, has agreed to monitor the stations. Water has been taken from \n10 of them so far.\n\nThe Border Patrol has said it doesn't plan to interfere with the water stations or stake them out to see who uses \nthem, but immigrants who use them aren't guaranteed safety either: The poles are located in areas already \nmonitored with night vision scopes and motion sensors in the ground.\n\nFor now, few, if any, migrants are aware of the water stations, said Monica Oropeza, the director of a shelter for \nimmigrant women and children in Mexicali, Mexico.\n\n\"We really need a change in immigration policy more than a glass of water,\" Oropeza said. \"But this is a step in the \nright direction.\"\n\nIn fiscal year 1999, the 23,000-square-mile El Centro Border Patrol sector recorded more than 60 migrant deaths, \nmaking it the nation's deadliest crossing point. Laredo, Texas, was next with 40.\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: DENNIS POROY - ASSOCIATED PRESS\n\nJohn Hunter, left, has permission from the Border Patrol and Bureau of Land Management for his desert efforts. \nJohn Lawler, foreground, and Steven Kane join him on this trek.\n\n[000726 CA 3B]\n\nPHOTO: DENNIS POROY - ASSOCIATED PRESS\n\nJohn Lawler, left, Steven Kane, John Hunter and Tom Wacker mark where two one-gallon jugs of water are left to \nhelp reduce the number of deaths of illegal immigrants. One hundred other flags and watercontainers are being \nplaced in the area where temperatures regularly exceed 100 degrees in summer.\n\n[000726 CA 3B]\n"}