{"title": "HOUSE APPROVES COMPROSMISE BILL ON ILLEGAL ALIENS", "body": "\nThe House of Representatives today approved a compromise immigration bill that lawmakers described as a \nhistoric step to curtail the influx of illegal aliens into the United States.\n\nBy a vote of 238 to 173, the House agreed to the bill recommended by a conference committee of House and \nSenate negotiators.\n\nThe vote followed an hour of impassioned debate in which Representative Don Edwards, a liberal California \nDemocrat, denounced the bill as ''an invitation to racial discrimination'' against certain minority groups, particularly \nHispanic Americans.\n\nBut supporters of the bill said it was time for the nation to close, or at least tighten, its borders. Representative \nHamilton Fish Jr., a Republican from upstate New York, said, ''This may be our last opportunity for comprehensive \nimmigration reform before the problems at our borders preclude compassionate solutions.''\nSenate to Vote on Plan\n\nThe compromise bill, embodied in a conference report, now goes to the Senate for debate and final approval. If \napproved by the Senate, as expected, it would be sent to President Reagan for his signature. Mr. Reagan has \nrepeatedly expressed support for such legislation, though Administration officials were not conspicuously lobbying \nHouse members to vote for the bill today.\n\nIn the House today, 161 Democrats and 77 Republicans voted for the compromise bill. Eighty Democrats and 93 \nRepublicans voted against it.\n\nThe bill, which resulted from nearly a decade of work in Congress, would prohibit the hiring of illegal aliens. \nEmployers of illegal aliens would be subject to civil penalties ranging from $250 to $10,000 for each such alien \nhired. The bill would offer legal status to illegal aliens who entered the United States before Jan. 1, 1982, and \nhave lived here continuously since then.\n\nA crucial feature of the bill, which permitted supporters to revive it this month, is a program to assure a steady \nsupply of foreign workers to harvest fruit and vegetables grown on ranches and farms in Western states.\n\nThe bill's prohibition on hiring illegal aliens applies to all employers. There is no exemption for employers with just \na few employees.\n\nAt present, under Federal law, it is generally not illegal for employers to hire illegal aliens. There is one exception: \nFarm labor contractors may not recruit or employ illegal aliens.\n\n\nRepresentative Bill Richardson, a New Mexico Democrat whose mother was born in Mexico, broke with some \nmembers of the Congressional Hispanic Caucus and supported the bill. ''This is the final hour for immigration \nreform,'' he said. ''This is the final hour for millions of people who have no lobbyists, but deserve some status in this \ncountry. They come from Mexico, from Italy and Greece and every corner of the earth.''\n\n \n\n'No Realistic Alternative'\n\nMr. Richardson added: ''There is no realistic alternative to this bill. I don't want my legacy as a Hispanic to be that I \nobstructed immigration reform.''\n\nRepresentative Romano L. Mazzoli, a Kentucky Democrat who is a co-sponsor of the legislation, said: ''If this bill \nwere a cat, this would be its ninth life. It can't pop up out of the grave again. It can't have more life breathed back \ninto its corpse. This is historic legislation, watershed legislation. It is not a perfect bill, but it is the least imperfect \nbill we will ever have before us.''\n\nBut Representative Robert Garcia, Democrat of the Bronx, said, ''This bill as it stands today is not going to stop \nillegal immigrants from coming into the United States.'' They come, he said, because they are hungry, and ''where \nhunger is, it will try and find an escape.''\n\nRepresentative Norman Y. Mineta, a California Democrat, said he reluctantly opposed the bill because he believed \nits penalties against employers of illegal aliens would ''take us inevitably down the road toward invidious racial \ndiscrimination.''\n\n \n\nProvision to Fight Discrimination\n\nSupporters of the bill noted that it prohibited employers from discriminating against legal aliens merely because \nthey were aliens. It creates a new office in the Justice Department to investigate complaints of such discrimination, \nas well as complaints of bias based on national origin.\n\nRepresentative Henry B. Gonzalez, a Texas Democrat, complained that the bill would permit farmers to keep \nforeign workers in a state of ''indentured servitude.''\n\nBut Howard L. Berman, a California Democrat who is a longtime ally of organized labor, said, ''We have dealt with \nthe asserted needs of Western agriculture in a fashion that protects the legal status and rights and dignity of farm \nworkers.''\n\nA lobbyist for the American Federation of Labor and Congress of Industrial Organizations, Vincent M. Trivelli, said \nhis group was supporting the compromise bill.\n\nRepresentative Bill McCollum, a Florida Republican, said he was strongly opposed to the amnesty provision for \nillegal aliens. But he said, ''I am going to hold my nose and vote for this conference report because I see employer \nsanctions as an opportunity to close our borders.''\n\nRepresentative Charles E. Schumer, a Brooklyn Democrat who engineered the agreement on foreign agricultural \nworkers, said: ''We are here to solve problems before they become crises. Sure enough, if we do nothing, our \nimmigration problem will become an immigration crisis.''\n"}