{"title": "CONFERENCE EXAMINES IMMIGRANT YOUTH ISSUES", "body": "\nBeing the new kid on the block - or in the classroom - isn't a piece of cake, especially if you happen to be from a far-\noff country.\n\nHaitian immigrant Wislene Charles and Edwin Zambrano of the Dominican Republic learned that lesson the hard \nway when they moved here and started attending a New York City public school.\n\n\"It was a nightmare. I felt like I was almost completely on my own,\" said Charles, 19, a Crown Heights resident who \nmoved here from Haiti with her family in 1991. \"My teachers didn't know how to speak my language, and some of \nthe kids picked on me. They said I should go back to the country where I'm from.\"\n\nStudying the issue of immigrant youth in the city and making immigrant kids more comfortable in the classroom, \nin the playground and, ultimately, in the workforce, were among the goals of a conference last week at the New \nSchool for Social Research.\n\nThe conference, formally called \"New American Youth in New York,\" was sponsored by the college, City \nCouncilman Kenneth Fisher (D-Brooklyn) and the city's Department of Youth and Community Development.\n\nMore than 200 people attended the day-long event, including teachers, elected officials, staff of city agencies and \nnonprofit organizations.\n\nCharles and Zambrano spoke at the event, as did Satita Brown, executive director of the White House Initiative on \nEducational Excellence for Hispanic Americans.\n\nA morning panel on immigrant students in the public school system included Lillian Hernandez, the executive \ndirector of the Board of Education's Office of Bilingual Education; Margie McHugh of the New York Immigration \nCoalition, and Marie-Lucie Brutus, a consultant for a Haitian bilingual assistance center.\n\nHernandez conceded that despite the huge influx of immigrants into city schools recently, the board has no exact \ncount as to their numbers.\n\nOther issues included youth employment, police and juvenile justice, and parents and the schools.\n\nGraphic\n\n \n\nWislene Charles speaks at conference.\n\n"}