{"title": "Mexicans see insult, danger in border plan", "body": "\nMEXICO CITY -- The border-security plan President Bush announced Monday as part of his immigration agenda \nhas made him few friends here.\n\nAlfredo Martinez, 56, a tomato seller at an open-air market, shook his head when asked about Bush's plan to send \n6,000 National Guard troops to help police the 2,000-mile-long U.S.-Mexico border.\n\nHis 22-year-old son crossed the border illegally last year and now sends money home every month from his job in \na New York City deli. \"I don't think he'll be able to come back and visit for a while,\" Martinez said. \"It's a shame. \nThere should be a way to recognize the work we do up north, a way to see us as laborers and not delinquents.\"\n\nHis complaint was echoed by many Tuesday on the streets of Mexico's capital city.\n\n\"I don't understand why the United States must take such a repressive attitude toward us,\" said Agustin Melgar, 45, \nwho works in the same open-air market as Martinez near Chapultepec Park in the city center. \"It's insulting. We all \nknow there's a mutual demand: The gringos need our cheap labor, and we want better pay.\"\n\nRuben Aguilar, a spokesman for Mexican President Vicente Fox, said Monday that a security-first policy at the \nborder would not solve the problems created by illegal immigration. Fox has said he prefers a plan that would offer \nsome form of legal status for all undocumented Mexicans now in the USA.\n\nRafael Fernandez de Castro, an international relations expert at the Autonomous Technological Institute of Mexico, \ncharacterized the Mexican government's response as muted. \"The government here does not want to portray this \nas a big setback for Mexico,\" he said. \"But it clearly is. Mexico has been given the stick, while the U.S. Congress \ngets the carrot.\"\n\nThe government began to change its message on Tuesday. Foreign Secretary Luis Ernesto Derbez warned that the \nUnited States might face lawsuits if the increased troop presence on the border resulted in human rights abuses. \"If  \nwe see the National Guard starting to directly participate in detaining people ... we would immediately start filing \nlawsuits through our consulates,\" he told Radio Red, a Mexico City radio station.\n\nAndres Manuel Lopez Obrador, a former Mexico City mayor who is running for president in July elections, said \nTuesday that Fox's government  is \"mostly responsible. ... There are no jobs in Mexico, so people need to \nemigrate.\"\n\nFelipe de Jesus Calderon Hinojosa, the presidential candidate of Fox's party, said Monday that he understands the \nU.S. government's desire to protect its borders, but adding troops there will only \"increase the social and human \ncosts for immigrants.\"\n\n\nHe was referring to the possibility that hardening the border will force migrants to try to cross at more remote and \ndangerous points, especially the vast deserts of Arizona and New Mexico. In 2005, 463 migrants died crossing the \nU.S.-Mexico border, according to the Latin America Working Group, a human rights organization based in \nWashington.\n\n\"We realize that the discussion over how to manage the border has now turned into a win-lose game between the \nRepublicans and Democrats,\" said Humberto Garza, an expert on Mexican foreign relations at the College of \nMexico. \"But it's an insult to Mexicans. This discussion clearly lacks foresight. It ignores the fact that no matter \nhow tight you make the border, people will still find a way to cross.\"\n"}