{"title": "REP. ED ROYCE HOLDS A HEARING ON \"CUBA: ASSESSING THE ADMINISTRATION'S SUDDEN SHIFT.\"", "body": "\nEVENT DATE: February 4, 2015\n\nTYPE: COMMITTEE HEARING\n\nSPEAKER: REP. ED ROYCE, CHAIRMAN\n\nWITNESSES:\n\nREP. ED ROYCE, R-CALIF. CHAIRMAN\n\nREP. ILEANA ROS-LEHTINEN, R-FLA.\n\nREP. ELIOT L. ENGEL, D-N.Y. RANKING MEMBER DEL. ENI F.H. FALEOMAVAEGA, D-A.S.\n\nREP. JEFF DUNCAN, R-S.C.\n\nREP. ALBIO SIRES, D-N.J.\n\nWITNESSES: ROBERTA JACOBSON, ASSISTANT SECRETARY OF STATE, BUREAU OF WESTERN \nHEMISPHERE AFFAIRS\n\nREP. CHRISTOPHER H. SMITH, R-N.J.\n\nMATTHEW BORMAN, ASSISTANT SECRETARY OF COMMERCE, EXPORT ADMINISTRATION\n\nREP. BRAD SHERMAN, D-CALIF.\n\nREP. GREGORY W. MEEKS, D-N.Y.\n\nREP. DANA ROHRABACHER, R-CALIF.\n\nREP. STEVE CHABOT, R-OHIO\n\nREP. KAREN BASS, D-CALIF.\n\nREP. TED POE, R-TEXAS\n\nREP. DAVID CICILLINE, D-R.I.\n\nREP. MATT SALMON, R-ARIZ.\n\nREP. GERALD E. CONNOLLY, D-VA.\n\n\nREP. ALAN LOWENTHAL, D-CALIF.\n\nREP. MO BROOKS, R-ALA.\n\nREP. TED DEUTCH, D-FLA.\n\nREP. RON DESANTIS, R-FLA.\n\nREP. JOAQUIN CASTRO, D-TEXAS\n\nREP. CURT CLAWSON, R-FLA.\n\nREP. RANDY WEBER, R-TEXAS\n\nROYCE:  This hearing will come to order.  \n\n      Today, we look at the Obama administration's sudden shift on Cuba policy, and sudden it was.  Members of \nCongress were left in the dark. Most of the administration, including the State Department, was left in the dark as \nwell.  \n\n      Instead, talks with the Cuban regime were conducted by two White House officials.  Unfortunately, the White \nHouse was unwilling to provide these key witnesses today.  This committee, charged with oversight of our foreign \npolicy, is handicapped when those officials most involved in policy making are unavailable.  And the administration's \ngrowing track record of secret negotiations, whether this is on the subject of Iran or the release of the five Taliban \ncommanders, is increasingly troublesome.  \n\n      Had the White House consulted more widely, it may have heard that Havana is facing the threats of losing \nVenezuelan oil subsidies and mounting public pressure for basic reforms within the country.  And this could have \nbeen used to leverage meaningful political concessions on human rights in Cuba by that regime.  But this was a \none-sided negotiation with the U.S. making a series of concessions to Havana.  \n\n      The release of 53 political prisoners is one area in which the administration did secure a commitment from the \nCuban government.  But in an odd twist, the administration kept these names secret for weeks. Only after \nbipartisan pressure from the committee was the list ever released.  And human rights advocates can now track \nwhether these individuals are put back in jail or harassed or monitored.  \n\n      Of course, four years ago, Raul Castro promised to release all political prisoners.  Yet in a recent Freedom \nHouse report, we read that systemic use of short-term preventable detentions, along with harassment and beatings, \nare used to intimidate the opposition, to isolate dissidents, and maintain control.  Advocates put the number of \npolitical arrests in Cuba last year at over 8,000 arrests.  \n\n      Assistant Secretary Jacobson, I appreciate very much your meeting with dissidents while you were in Havana \nlast -- last month.  But I am very concerned that your Cuban counterparts are attempting to link your discussions to \na commitment that the U.S. cease all democracy programs.  Indeed, Castro is making even more demands.  Last \nweek, the dictator called for the return of the U.S. naval station, an end to U.S. broadcasts, and \"just \ncompensation,\" in his words.  \n\n      There is little debate over the importance of this facility for the U.S. Navy to conduct counternarcotics, \nintelligence and humanitarian missions.  And of course, our broadcasts are vital until a free media is allowed to \noperate.  I hope the State Department is here today to assure us that none of Castro's demands are being \nconsidered.  \n\n      In defending this policy change, the president has compared our economic relationship with Cuba to that of \nChina and Vietnam.  But in China and in Vietnam, while communist, at least foreign firms can hire and recruit staff \ndirectly, without their pay going directly to the government.  Not so in Cuba, which is more like North Korea than it is \n\n\n\nVietnam or China.  A Cuban worker at the foreign-owned resort receives only a fraction of their salary, as little as 5 \npercent.    \n\nROYCE:  So in the regimes that the Castro brothers or the Kim family run, the method is the same:  extract hard \ncurrency from foreign businesses and invest it in the security apparatus.  Instead of dismantling a 50-year-old failed \npolicy, as it claims, the administration may have given a 50-year-old failed regime a new lease on life to continue its \nrepression at home and militant support for Marxist regimes abroad.  \n\n      Before going to Mr. Engel, I am now going to yield my remaining time to Ileana Ros-Lehtinen, the Chairman \nEmeritus of this Committee. Born in Havana, Chairman Ros-Lehtinen had fled Cuba as a refugee at age eight.  And \nher years of work on this Committee have been marked by a tireless commitment to freedom and Democracy for \npeople around the world.  \n\nROS-LEHTINEN:  Thank you so much, Mr. Chairman.  And I strongly second your grave concerns about the way \nthat foreign policies being run by the -- from the White House by secretly negotiating with the Castro regime while \nkeeping the Congress, the American people, even our own diplomats in the dark.  \n\n      This foreign policy decision is in line with President's other examples of executive overreach and bypassing \nconsultations with Congress.  Just like the Taliban 5, trade with Bergdahl, the President has established a \ndangerous precedent that the United States does, in fact, negotiate with terrorists putting a target on every \nAmerican's back and jeopardizing our national security.  \n\n      Ever since the secret negotiations began of June 2013, this is what the Castro regime has been doing since day \none of the talks, as the U.S. establishes diplomatic relations.  \n\n      Just a few examples.  July 14, 2013, a North Korean flag cargo ship, called Chong Chon Gang, was caught in \nPanama after it left Cuba, heading to North Korea.  After inspections, the shipment included various components of \nsurface-to-air missile systems and launchers, MiG-21 jet fighter parts and engines, shell casings, rocket-propelled \nprojectiles, as the cargo was hidden under 200,000 bags of sugar.  \n\n      October 6, 2013, over 135 democracy activists arrested in one day throughout Cuba.  Also arrested was the \nleader of the Ladies in White, Berta Soler, who was dragged through the streets by her hair.  And her husband and \nAngel Moya was also arrested.  \n\n      November 4, 2013, a Cuban artist, a young called \"El Critico\" was on the verge of death, due to a hunger strike.  \nJanuary 24, 2014, Dr. Oscar Elias Biscet arrested.  He was awarded the Presidential Medal of Freedom by \nPresident Bush.  \n\n      June 12, 2014, Jorge Luis Garcia Perez Antunez and Yris Perez Aguilera, Ladies in White Leader Berto Soler, \nAngel Moya, others, arrested.  July 16, 2014, Cuba and Russia agreed to reopen the Lourdes spying facility.  In \nfact, in 2014, Mr. Chairman, it lead to almost 9,000 arrests of pro-Democracy leaders in one year -- almost a 40 \npercent increase from 2013, while we were in negotiations.  In 2013, 2014 and last month, while the U.S. delegation \narrived in Havana, Russia's spy ship docked in Cuba.  \n\n      And just last week -- last week -- the Castro regime sentenced a Cuban rapper and young man known as \"El \nDkano\" to a one-year prison sentence.  And check out the charge, quote, \"Dangerousness likely leading to a \ncrime.\"  That is an actual charge in Castro's Cuba.  \n\n      And two days ago, just to wrap it up, Mr. Chairman, a Cuban pro- Democracy activist Areli Spelacios (ph) was \nbrutally beaten all over her face and body.  And she told state security, quote, \"I'd rather die than remain quiet and \naccept this.\"  \n\n      All of this happened while the U.S. was secretly negotiating with the Castro regime.  Shame on us.  Thank you.  \n\nROYCE:  We go now to our Ranking Member, Mr. Eliot Engel of New York.  \n\n\n\nENGEL:  Thank you very much.  Chairman Royce, let me thank you, firstly, for calling this hearing.  As a former \nchairman of the Western Hemisphere Subcommittee, I follow Cuba closely for many years. I have worked with \nIleana Ros-Lehtinen and others trying to bring freedom to Cuba.  \n\n      Let me also thank our witnesses for their testimony today and for their dedicated service to our country.  Thank \nyou -- three of you, for coming.  Firstly and foremost, I am delighted that Alan Gross is finally home, after five long \nyears.  I first met his wife Judy back in December of 2009.  One of my sons went to school with one of the Gross' \nchildren.  So I've always felt a connection to the Gross family.  Alan's release from prison was long overdue.  And \nI'm overjoyed that he has been reunited with his family.  \n\n      As we all know, President Obama announced several major changes in U.S. policy toward Cuba.  But this is not \nthe end of the story. The onus is now on the Cuban Government to respond by moving forward with real reform.  \n\n      And what exactly does this mean?  To me, it means free and fair elections, respect for the rule of law, an \nindependent press, and upholding the values enshrined in the Inter-American Democratic Charter.  It also means \nreleasing each and every political prisoner currently jailed in Cuba and ending the harassment of political activists.  \nWe want to see the formation of political pluralism there. Only then will we be comfortable with Cuba moving along \na path to Democracy.  \n\n      President Obama has the authority to re-establish relations with Cuba and to make the regulatory changes that \nhe announced on December 17th.  At the same time, however, Congress has the authority to maintain or eliminate \nthe trade embargo on Cuba.  And, again, normalizing relations with Cuba cannot be a one-way street.  It cannot be.  \nIt's got to be give-and-take on both sides.  And at this time, I believe that Congress must see a greater political \nopening in Cuba before lifting the embargo.  \n\n      Last month, Chairman Royce and I sent a letter to Secretary Kerry.  We asked for the names of the 53 political \nprisoners the Cuban Government Committed to releasing.  I was very grateful for Secretary Kerry's rapid response \nto our letter with a full list of the released prisoners.  To be sure, the release of these 53 prisoners was a very \npositive step.  Unfortunately, a few of these prisoners were subsequently detained because of their political \nactivism.  \n\n      While these individuals are no longer in jail, we must be vigilant in ensuring their safety.  I urge the State \nDepartment to use its talks with Cuban officials to continue pushing for the release of all political prisoners.  \n\n      Finally, let me say that the upcoming Summit of the Americas in Panama presents an important opportunity for \nall of the countries in the region.  We will be eager to hear from Cuban civil society leaders, along with other \nindependent civil society leaders from throughout the Americas.  I hope to be there and I hope that we'll have a \ndelegation, a bipartisan delegation, going there.  \n\n      I urge the Panamanian Government and all regional leaders to be as open and transparent as possible in \nallowing for civil society participation at the summit.  \n\n      And one request before I close, Mr. Chairman.  I ask unanimous consent to submit for the record two \nstatements.  One on behalf of Alan Gross and a second from our colleague, Representative Barbara Lee, a former \nForeign Affairs Committee Member, along with her questions for the record  \n\nROYCE:  Without objection.  \n\nENGEL:  Thank you, Mr. Chairman.  I'd like to close, again, by thanking our witnesses for being here today.  I look \nforward to hearing from each of you.  And thank you again, Mr. Chairman, for holding this important hearing.   \n\nROYCE:  Thank you, Mr. Engel.  \n\n      We go now to Mr. Jeff Duncan, chairman of the Subcommittee on Western Hemisphere, for a minute.  \n\nDUNCAN:  Thank you, Mr. Chairman.  \n\n\n\n      And in addition to the other comments, I remain deeply skeptical of the Obama administration's unilateral Cuba \npolicy shift.  In addition to circumventing Congress, failing to consult any Cuban dissidents or civil society and \nignoring the wisdom and advice of seasoned American foreign service officers, the president's made his decision to \nembark on a new course in Cuba using political speechwriters and the National Security Council staff to craft his \npolicy change.  \n\n      Mr. Chairman, I want to associate myself with your remarks and those of the gentlelady from Florida Ms. Ros-\nLehtinen in emphasizing my deep concern for the president's lack of transparency in the manner and process used \nto develop this policy change.  \n\n      Yesterday, witnesses and testimony in the Senate hearing recognized that Russia is one of the most openly \nchallenged the United States in regard to Cuba, these external actors that have influence in the region.  And in view \nof the events that I thought the gentlelady from Florida spelled out, the U.S. must protect United States national \nsecurity interest, any future negotiations with the Cuba government, including maintaining U.S. permanent rights to \nU.S. Naval station at Guantanamo Bay.  \n\n      With that, I yield back.  \n\nROYCE:  Thank you.  \n\n      I now recognize the ranking member of the Subcommittee on the Western Hemisphere who also is the one \nother Cuban-born member of this committee.  Mr. Sires also was born in Havana.  \n\n      But were you about 11 when you...  \n\nSIRES:  Yes.  \n\nROYCE:  Well, thank you, Mr. Albio Sires, we recognize you.  \n\nSIRES:  Thank you, Mr. Chairman.  I did come to this country when I was 11 years old in 1962 and I experienced \nsome of this government's tactics.  \n\n      But I am -- my biggest disappointment with this whole process has been that I always felt that the embargo and \nthe pressure that we were putting on Cuba would lead to some changes in Cuba.  I really don't see what we \nnegotiated where it's going to lead into anything.   \n\n      You know, it's just beyond me that a signature on a piece of paper somehow relieves the dictators of this \npressure.  People are not going to benefit.  You still have to go through the government for anything.  Even if you \nwant to put a church in Cuba, you have to go through the government, they have to OK the church.  And do we \nthink that we are going to be able to invest and do economic progress for the Cuban people?  I don't see that \nhappening.  \n\n      And I'd like to associate myself with the chairman's comments and my ranking member.  I just don't see where \nwe're headed with this.  I know it's the last two years of the president, I know that he has a history to build, but I was \ndisappointed in the fact that we are not using this as a pressure point on a government that's been so brutal.  \n\n      They have thousands of people in jail.  I deal with these people today.  My district has the second-largest \nconcentration of Cuban- Americans in this country.  I probably get more intel from the people in the Hudson area \nand Union City than I get from some of the briefings that I get in this place.   \n\n      So I thank you, Mr. Chairman.  \n\nROYCE:  Thank you, Mr. Sires.  \n\n      This morning we are pleased to be joined by witnesses from the Departments of State and Treasury and \nCommerce.  Ms. Roberts Jacobson is the assistant secretary of state for the Bureau of Western Hemisphere Affairs \n\n\n\nand formerly served as the deputy assistant secretary for Canada and for Mexico.  Mr. John Smith is the deputy \ndirector of the U.S. Department of the Treasury's Office of Foreign Asset Control, that's OFAC, and previously he \nserved as an expert to the United Nations Al Qaida and Taliban Sanctions Committee from 2004 to 2007.  Mr. \nMatthew Borman currently serves as the deputy assistant secretary of commerce for export administration.  \n\n      Without objection, the briefers' full, prepared statement will be made part of the record.  Members will have five \ncalendar days to submit statements and questions and any extraneous material that any of the members of the \ncommittee want to put in the record.  \n\n      So Ms. Jacobson, if you would please summarize your remarks in five minutes, and then we'll hear from the \nother two witnesses.  \n\nJACOBSON:  Thank you very much, Chairman Royce, Ranking Member Engel and members of the committee.  \nAnd thank you for the opportunity to testify today on the new approach to U.S. Cuba policy.  \n\n      I want to say that I appreciate this committee's engagement in the Western Hemisphere.  And I know all of your \nstrong commitment to democratic values, human rights and social and economic opportunity in the Americas and in \nCuba.  \n\n      I want to thank you also for support in welcoming the long- overdue return of Alan Gross to his family.  During \nMr. Gross's five long years of detention, the administration has worked closely with many members of Congress in \nboth houses and from both parties to secure his release.  As the president and the secretary have said, we are also \ngrateful for the essential roles of Canada, Pope Francis and the Vatican in reaching an agreement that made Mr. \nGross's freedom possible.  \n\n      On December 17th, the president announced a new policy towards Cuba, one that will better enable us to \neffectively advance our values and help the Cuban people move into the 21st century.  \n\n      Our previous approach to relations with Cuba over half a century, though rooted in the best of intentions, failed \nto empower the Cuban people.  Instead, it isolated us from our democratic partners in this hemisphere and around \nthe world.  \n\n      In addition, the Cuban government used this policy as an excuse for restrictions on its citizens, and as a result \nthose most deprived were the Cuban people itself.  \n\n      Our new approach is designed to promote every Cuban's universal rights as well as our national interests.  And \nwe are already seeing signs that our updated approach gives us a greater ability to engage other nations in the \nhemisphere in advancing respect for fundamental freedoms in Cuba.  \n\n      Ultimately, it will be the Cuban people who drive economic and political reforms.  That's why we lifted \nrestrictions to make it easier for Cuban-Americans to travel and send remittances to their families in Cuba, and \nopened new pathways for academic, religious and people-to-people exchanges.  \n\n      Our new steps build on this foundation by increasing authorized travel and commerce and the flow of \ninformation to, from and within Cuba.  \n\n      Nobody represents America's values better than the American people, and increased people-to-people contact \nwill empower the Cuban people and reduce their dependence on the Cuban state.  \n\n      The regulatory changes we announced will increase financial resources to support the Cuban people and the \nemerging Cuban private sector.  It may enable U.S. companies to expand telecommunications and Internet access \nwithin Cuba.  U.S. policy will no longer be a barrier to connectivity in Cuba.  \n\n      Two weeks ago, I made a historic trip to Cuba, one that helped me understand the burden and hope embodied \nin this policy when average Cubans and Cuban-Americans wished me luck or said \"God bless you\" and \nencouraged our efforts.  \n\n\n\n      During talks, we were clear that our governments have both shared interests and sharp differences.  On \npractical issues, such as establishing direct-mail service, counternarcotics or oil spill mitigation, we agreed to \ncontinue dialogue and deepen cooperation. But this administration is under no illusions about the nature of the \nCuban government.  \n\n      I also raised with Cuban officials our concerns about their harassment, use of violence and arbitrary detention of \nCuban citizens peacefully expressing their views.  I met with dissidents, entrepreneurs and independent media \nvoices to talk about what they need from their government and from us.   \n\n      We will continue to use our diplomatic efforts to encourage our allies, now more likely to work with us, to take \nevery opportunity to support increased respect for human rights and fundamental freedoms in Cuba.  \n\n      As the president has said, the United States believes that no Cuban should face harassment or arrest or \nbeatings simply because they are exercising a universal right to have their voices heard.  And we will continue to \nsupport civil society there.  \n\n      I encourage members visiting Cuba to expand their engagement with independent civil society voices in Cuba.  \nThey offer us valuable insights and a diversity of views.  And I raised several elements in Havana that presently \ninhibit the work of our U.S. Interest Section, including travel restrictions on our diplomats, limits on staffing, local \naccess to the mission and problems receiving shipments.  The successful resolution of these issues will enable a \nfuture U.S. embassy to provide services commensurate with our diplomatic missions around the world.  \n\n      I hope you won't object to, having seen our diplomats in action most recently, if I take this opportunity to salute \ntheir tireless efforts to advance our interests on the island.  They are dedicated public servants.  \n\n      We've only just begun this effort to normalize relations and we appreciate that there is a diversity of views in the \nU.S. Congress on this effort towards Cuba.  We hope that we can work together to find common ground towards \nour shared goal of enabling the Cuban people to freely determine their own future.  \n\n      Thank you very much.  \n\nROYCE:  Thank you.  \n\n      Mr. Smith?  \n\nSMITH:  Thank you, Chairman Royce, Ranking Member Engel and members of the committee.  Thank you for the \ninvitation to appear before you today to discuss our recent amendments to the Cuban assets control regulations.  \n\n      I'll be addressing the key changes we made to the regulations that Treasury's Office of Foreign Assets Control, \nor OFAC, made on January 16th to implement the changes to U.S. policy toward Cuba announced by the president \nthe month before. \n\n      These amendments ease sanctions related to Cuba in a number of key areas, including travel, remittances, \nfinancial services and trade.  And they are intended to have a direct and positive impact on the lives of the Cuban \npeople.  \n\n      Cuba is the only OFAC sanctions program that restricts travel to a country.  The recent regulatory amendments \neased the travel restrictions by generally licensing certain travel within the 12 existing categories of travel in our \nregulations.  This means that the travelers who satisfy the criteria of the general licenses may travel to Cuba and \nconduct travel-related transactions there without requesting individual authorization from OFAC.  \n\n      Travel to Cuba for tourist activities remains prohibited.  \n\n      These expanded general licenses are intended to lessen the burden on authorized travelers, making it easier \nfor Americans to travel to Cuba to interact with the Cuban people, provide humanitarian assistance and engage in \ncertain educational and cultural activities.  \n\n\n\n      The regulatory amendments also authorize airlines to provide air carrier services to, from and within Cuba in \nconnection with authorized travel.  Air carriers wishing to provide services still will need to secure regulatory \napprovals from other concerned U.S. government agencies, such as the Departments of Transportation and \nHomeland Security.  Travel agents and tour group operators also may now provide travel services in connection \nwith authorized travel.  \n\n      These changes are intended to make authorized travel easier and less expensive by reducing the paperwork \nburden for and increasing competition among those providing travel and carrier services.   \n\nSMITH:  To improve the speed, efficiency and oversight of authorized payments between the United States and \nCuba, OFAC has authorized U.S. banks to establish correspondent accounts at financial institutions in Cuba and to \nallow travelers to use their credit and debit cards while in Cuba.  \n\n      Within the context of trade, OFAC also modified the regulatory interpretation of the term \"cash in advance\" \nwhich describes the financing requirement for trade between the United States and Cuba that is imposed by \nstatute.  OFAC has now revised its interpretation of the term to allow the export of American-produced agricultural, \nmedical and other authorized goods to Cuba so long as payment is received by the U.S. exporter prior to the \ngoods' arrival to a Cuban port.  This change should increase authorized U.S. exports to Cuba.  \n\n      Cuba has an Internet penetration of approximately 5 percent, one of the lowest in the world.  In order to better \nfacilitate the free flow of information to, from and among the Cuban people, OFAC eased restrictions to better \nprovide efficient and adequate telecommunications services between the United States and Cuba and to increase \naccess to telecommunications and Internet-based services for the Cuban people.  \n\n      As I conclude, I should make one thing absolutely clear.  Even with these changes I've described, most \ntransactions between the United States and Cuba, most imports, most exports and most other activities remain \nprohibited.  As OFAC implements these recent changes, we will continue to enforce the Cuba sanctions program \nvigorously using all of our available tools and take action against violators as appropriate.  \n\n      The president's December 17th announcement laid out a new course for our relations with Cuba driven by a \nhope for a more positive future for the Cuban people.  OFAC's amendments to the regulations, in concert with the \nregulatory revisions my colleague at commerce will highlight, mark significant changes to our Cuba sanctions policy \nthat implement the new changes announced by the president.  These changes are intended to directly benefit the \nCuban people and help them to determine their own future.  \n\n      Thank you, and  I'm happy to answer any questions.  \n\nBORMAN:  Mr. Chairman, Ranking Member Engel, members of the committee, thank you for the opportunity to \nappear before the committee today to describe the Department of Commerce's regulatory revisions to implement \nthe Cuba policy changes announced by the president on December 17th.  \n\n      As the president noted, these changes are intended to create more opportunities for the American and Cuban \npeople, promote positive change in Cuba and influence outcomes throughout the Western Hemisphere.  \n\n      On January 16th, the Department of Commerce's Bureau of Industry and Security, BIS, amended the export \nadministration regulations to authorize the export and re-export of certain items to Cuba that are intended to \nimprove the living conditions of the Cuban people, support private-sector economic activity, strengthen civil society \nin Cuba and improve the free flow of information to, from and among the Cuban people.  \n\n      BIS amended the regulations to expand two existing general authorizations or license exceptions in the \ncommerce regulations, creating new license exception and describe a licensing policy.  Under the embargo on \ntrade with Cuba, all items that are subject to the commerce regulations require a license for export or re-export to \nCuba unless authorized by a license exception.  \n\n\n\n      BIS administers export and re-export restrictions on Cuba consistent with the goals of that embargo and with \nrelevant law. Thus, BIS may issue licenses for specific transactions or make types of transactions eligible for \nlicense exceptions that support the goals of United States policy while the embargo is in effect.  \n\n      Only items of lower technological sensitivity that are subject to limited export restrictions are eligible for these \nlicense exceptions.  \n\n      The first license exception that was expanded is the license exception related to gift parcels.  The change here \nis to allow consolidated shipments of gift parcels to go under this license exception.  Previously, they required \nindividual licenses.  This change will enable more donations to the Cuban people because individuals who wish to \ndonate eligible items to the Cuban people will no longer have to search for a licensed consolidator.  \n\n      BIS also expanded a license exception consumer communications devices, CCD, to now also authorize the \ncommercial sale of commercial communication devices such as cell phones, mobile phones, computer, radios and \ndigital cameras.  Previously, these were only authorized under the license exception if they were donated; now they \ncan also be sold commercially.  \n\n      The new license exception that we created is support for the Cuban people, or SCP.  This license exception \nenables the export and re-export to Cuba of items intended to empower the nascent Cuban private sector by \nsupporting private economic activity.  Authorized items include building materials for private sector use, tools and \nequipment for private sector agricultural activity and goods for use by private sector entrepreneurs such as auto \nmechanics, barbers and hair stylists and restauranteurs.  \n\n      This license exception is intended to meet the president's goal of supporting the Cuban private sector and \nfacilitate Cuban citizens' lower-priced access to certain goods to improve their living standards and gain greater \neconomic independence from the state.  \n\n      Other provisions of the license exception SCP authorized the temporary export by persons leaving the United \nStates of items for their use in archaeological, cultural, ecological, educational, historic preservation, scientific or \nsporting activities.  It authorized that the export and re-export of certain donated items for use by the Cuban people \nengaged in the activities I just mentioned, and the export and re-export of items to human rights organizations, \nindividuals or non-government organizations that promote independent civil activity.  \n\n      These provisions implement the president's goals of harnessing the power of people-to-people engagement and \nof helping the Cuban people reach for a better future.  As the president observed, nobody represents America's \nvalues better than the American people.  \n\n      To implement the president's goal of empowering the Cuban people by increasing their access to information, \nparticularly through the Internet, and their ability to communicate with one another and with people in the United \nStates and the rest of the world, license exception SCP authorized the export to Cuba of items for the \nestablishment and upgrade of telecommunications-related systems in addition to the consumer communication \ndevices authorized by license exception CCD.  \n\n      A related provision of license exception SCP authorizes the export and re-export to Cuba of certain items for \nuse by news media personnel and U.S. news bureaus engaged in the gathering and dissemination of news to the \ngeneral public.  \n\n      Lastly, this rule recognizes that environmental threats are not limited by national borders, and circumstances \nmay warrant the export or re-export of certain items to Cuba to protect U.S. and international air quality, water \nquality and coastlines.  Although preexisting licensing policy provided the flexibility necessary to authorize such \ntransactions, we have now amended the regulations to make explicit the general policy of approving such exports.  \n\n      In summary, these regulatory revisions implement the president's recently announced Cuba policy changes \nconsistent with the comprehensive embargo the United States maintains on trade with Cuba. The changes support \n\n\n\nthe president's goal of the United States becoming a better partner in making the lives of ordinary Cubans a little bit \neasier and more free, and is in line with U.S. national security interests.  \n\n      And I would also be pleased to answer questions.  Thank you.  \n\nROYCE:  Thank you.  Thank you.  \n\n      I'd like to go to Assistant Secretary Jacobson with a question, because administration negotiators stated that \nthey did not seek human rights concessions in exchange for taking steps towards normalization. Now, you know our \nconcern about the State Department and you not being included in this on the front end, being kept in the dark on \nit. \n\n      But the reality is that pro-democracy and human rights activists in Cuba have lamented that human rights \nweren't integral to these secret negotiations.  In fact, the lead Cuban government negotiator, who would be now \nyour counterpart, he said change in Cuba is not negotiable.  \n\n      We have no, you know, indication here that the Cuban government intends to give ground.  And so if the regime \nrefuses to ease its repression on the people in Cuba, how do our concessions advance the interests of the Cuban \npeople?  \n\nJACOBSON:  Let me be clear, Mr. Chairman, on part of this.  I think it's crucial to understand that there really were \nno concessions from the Obama administration.  Moving forward with the establishment of diplomatic relations is \nnot a gift or a concession to governments, it's a channel of communication.  \n\n      As you know, having embassies in countries is often not seen by governments as a gift; quite the contrary.  \nWe're quite irritating to governments sometimes.  And in fact, it's not necessarily something that the Cuban \ngovernment wanted.  But we think the things that were announced on December 17th are a much more effective \nway to pursue our own national interests.  \n\n      So we believe that we can more effectively pursue the human rights policies, the democracy policies that we \nwant in empowering the Cuban people and in having that direct channel with the Cuban government to convey \nthose concerns and to work with allies around the hemisphere who no longer fear association with a policy they did \nnot support because this policy...  \n\nROYCE:  But if I could just point out, what you're leaving out of the equation here is the fact that under these \ninitiatives that the White House took without the State Department, but the White House took, the White House is \nnow increasing the amount of dollars that flows into Cuba, specifically that flows into the regime and helps the \nregime's bottom line at a time when the regime, as you could have told the White House, now faces being cut off in \nterms of a subsidy from Venezuela.  \n\n      So at the very time that you would think we would exert leverage, you have a situation instead where you've got \nsort of a lifeline.  I mean, that's my concern.  \n\n      Let me go to another question I had, and that is last week Raul Castro stated that normalizing bilateral relations \nwith the U.S. would not be possible until the U.S. returns the Naval station at Guantanamo Bay to Cuba.  Is the \nadministration considering transferring this military asset back to the Cuban people?  \n\n      And I'll remind you, when we talked with the State Department before on negotiations on another subject, the \nState Department spokesman said unequivocally that the United States is not considering the release of any \nmember of the Cuban Five, one of who was convicted for his part in killing four Americans, for Alan Gross.  So \nwe've got a little history of hearing one thing and then finding out another after the fact.  \n\n      But on this question on Guantanamo, if you could.   \n\n\n\nJACOBSON:  Sure.  The issue of Guantanamo is not on the table in these conversations.  I want to be clear that \nwhat we're talking about right now is the reestablishment of diplomatic relations which is only one first step in \nnormalization.  \n\n      Obviously, the Cuban government has raised Guantanamo.  We are not interested in discussing that.  We are \nnot discussing that issue or a return of Guantanamo.  \n\n      We also, I want to be clear, you know, we didn't return the Cuban agents for Mr. Gross.  We returned the Cuban \nagents for an intelligence agent that we wanted back.  \n\nROYCE:  Let me ask you one last question.  For years, the Castro regime has perceived broadcasting by our Office \nof Cuba Broadcasting as a threat.  Last week the Cuban government referred to these as illegal and Castro has \ndemanded that the broadcasts be stopped.  \n\n      To what extent have our broadcasts been discussed as part of these talks?  \n\nJACOBSON:  The Cuban government has always raised radio and TV (inaudible) both in migration talks, and they \nraised them again as part of a list of things that they object to in the normalization talks.  But we have no plans to \nend those either.  \n\nROYCE:  Well, I know that Cuba is demanding that they be shut down.  I'm hoping to hear you say that we're \ndemanding that Cuba drop its jamming.  But thank you.  \n\n      I'm going to go to Mr. Engel because my time is up.  Thank you.  \n\nENGEL:  Thank you.  \n\n      Secretary Jacobson, let me just give you broad leeway because you've answered some of this, but I want to \nhear more.  How do you answer the critics who say that we gave away the store, that we had leverage and we just \ntossed it away, didn't get concessions in exchange?  And if we didn't, doesn't it show you the true intentions of the \nCastro regime?  \n\nRaul Castro has reportedly said, touted the fact that he gave up nothing and that essentially we made all the \nconcessions.  How do you answer that?  \n\nJACOBSON:  I appreciate the question, Congressman, I really do because I think it's important.  There's nothing in \nwhat we decided on the 17th that we believe is a concession to the Cuban government.  It is true that we have \nbegun to talk about diplomatic relations.  It is also true that we're going to try and move forward with embassies in \neach other's countries.  \n\n      We strongly believe that having an embassy in Havana will enable us to do more things that help us more \neffectively empower the Cuban people, not high necessarily on the Cuban government's list of desires.  \n\n      We also believe that by allowing American companies to engage in telecommunications sales and acting to get \ngreater information into Cuba, to work with the entrepreneurs who I sat down with while I was there, we can begin \nto increase the pace at which people separate themselves from the state, also not something that the Cuban \ngovernment has on its list of priorities.  \n\n      I think that they may tout this as support for their government. But we have diplomatic relations with lots of \ngovernments around the world with whom we sharply disagree.  It's a channel, it's a mechanism, it's not, as \nsomebody said yesterday on the Senate side, it's not the Good Housekeeping seal of approval.  \n\n      And we will continue to speak out on human rights, to support democracy activists. But we believe that this \npolicy had become such an irritant in our work with other Latin American countries, with our European allies, that it \nalso enables us to work more effectively with them in bringing about that support in Cuba.  \n\n\n\nENGEL:  Thank you.  I mentioned in my statement that I was pleased with the release of the 53 political prisoners, \nbut obviously much more remains to be done on the human rights front in Cuba.  \n\n      The Havana-based Cuban Commission on Human Rights and National Reconciliation reported 8,899 short-term \ndetentions in the year 2014, and that was a 39 percent increase over 2013.  \n\n      So what's the Obama administration's strategy for pushing the Cuban government to improve its human rights \nrecord?  Are we working with other governments in the region and in the European Union to urge the Cuban \ngovernment to put an end to short-term detentions and harassment of dissidents?  \n\nJACOBSON:  I think that's a really important point because I think this question of short-term detentions is a crucial \none.  We obviously have seen a shift from longer-term sentences to short-term detentions.  That number has gone \nway up in the last year, it's of enormous concern to us.  And we have made it clear, both to the Cuban government \ndirectly now and in these talks and others, but also with allies to international organizations, that it's unacceptable.  \n\n      We do believe and we've had those conversations already that the new policy enables us to work better with \nother governments.  The reaction of many governments in the region was we strongly support your policy shift, it \nhas changed the dynamic, what can we do to help?  \n\n      As we prepare for the Summit of the Americas, which you mentioned, we believe that Cuban civil society \nactivists, independent human rights activists, will have an opportunity to interact with Latin American leaders for the \nfirst time.   \n\n      All of those things, I think, will help.  That same national commission has noticed a drop in short-term detentions \nin January. Not a trend, I want to be clear about that.  We cannot know whether that is the beginning of a trend, and \nwe will be watching that very carefully because it must end, not just come down, but it must end.  \n\nENGEL:  Well, you mentioned civil society.  I want to ask my final question about civil society and the Summit of the \nAmericas. What conversations have you had with your Panamanian counterparts to ensure that there's robust \nparticipation from Cuban civil society at the Summit of the Americas?  \n\n      And then in your discussions with Cuban government officials in Havana, did you urge them to allow for civil \nsociety leaders from the island to participate in the summit?  Did you encourage Cuban political dissidents to \nparticipate in the summit?  \n\nJACOBSON:  The answer to all those questions is yes.  We've had extensive conversations with the Panamanian \ngovernment, with the nongovernmental organizations that will be organizing the civil society forum with other NGOs \naround the hemisphere, including in the United States, as well as making sure that the rules for the civil society \nsummit are not the same as in previous years.  \n\n      Previously, it had been that you could only participate if you were an NGO registered with the OAS, which would \npreclude Cuban independent organizations. That will not be the case this year, so the Cuban dissidents and \nindependent organizations may be invited.  \n\nENGEL:  Thank you.  \n\n      Thank you, Mr. Chairman.  \n\nROYCE:  We go now to Ileana Ros-Lehtinen.  \n\nROS-LEHTINEN:  Thank you so much, Mr. Chairman.  \n\n      As we know, the U.S. has been negotiating in secret with this sadistic dictatorship for now 20 months, because \nit's still secret. For 18 of those months, the White House negotiated in super secret to trade three convicted spies \nfor an innocent American.  Even if you say that that was not a swap, that's just so disingenuous.  \n\n\n\n      Assistant Secretary Jacobson, this week in the Senate, just yesterday, you testified, quote, \"This policy is not \nbased on the Castro regime changing\" -- and you've said more or less that now -- \"we have no illusions over that,\" \nend quote.  \n\n      So let me get this straight.  We are telegraphing to the Castro regime ahead of time that it doesn't have to \nchange, we have no illusions that it's going to change.  So if are we going to get further concessions from this \nadministration, what is the point of negotiations then if we say we're negotiating, we have no illusions, let's see \nwhere this leads us?  \n\n      Now, the media have been reporting just this week that arrests in Cuba for last month, in January, decreased to \nonly 178, making it seem like the arrests of peaceful, pro-democracy activists, 178 of them, is a low number.  Only \nin Castro's Cuba could the arrests of 178 people in one month be considered a victory.  \n\n      Now, for the president's State of the Union address last month, I invited Marlene Alejandre, the daughter of \nArmando Alejandre.  They were also kept in the dark about this trade, non-trade, this swap, non-swap.  Her father \nwas murdered by the Castro regime when his Brothers to the Rescue plane was shot down over international \nwaters.   \n\n      And on December 17th, the president released and pardoned Gerardo Hernandez, a Cuban spy who was \nconvicted in our U.S. courts for conspiracy to commit murder for his connection to the shoot-down.  \n\n      So the Alejandre family wanted me to ask you these questions, Assistant Secretary Jacobson.  How will I \nexplain to my three little girls that their U.S. Marine Vietnam veteran grandfather was denied the only justice for his \nmurder when Gerardo Hernandez was set free, pardoned and returned to Cuba?  \n\n      Next question:  Why was the U.S. so willing to give Gerardo Hernandez the opportunity to father a child while he \nwas in prison -- very interesting -- when some of the victims of the shoot-down will never be able to have children of \ntheir own?  \n\n      Now, as if negotiating in secret is not bad enough, the Castro regime continues to defy this administration, as \nthe chairman had pointed out and the ranking member, setting preconditions publicly on the negotiations, such as \ndemanding the return of the land of Guantanamo which is so vital to U.S. national security interests.  \n\n      It's so pathetic for this strong, wonderful, generous country to look so weak when negotiating with the Castro \nregime.   \n\n      Isn't it true that Cuba owes American taxpayers at least $8 billion in certified claims for the unlawful taking of \nproperty, of businesses, of unpaid debts owed to the American citizens?  Isn't it true that Cuba has failed to pay \nthese claims for close to 60 years?  \n\n      And isn't it true that U.S. law requires that these claims be resolved before relations be normalized?  \n\n      So I urge all of your departments to explain how illegally confiscated properties will be resolved.  U.S. claim \nholders deserve their claims to be protected, don't you agree?  \n\n      And Assistant Secretary Jacobson, it is important to note what the Castro regime will do with this new \nassistance the President Obama is going to provide on telecommunications.   \n\nROS-LEHTINEN:  Now, in 2012 Pope Benedict visited the island, as you know.  The Castro regime responded with \nrounding up and arresting hundreds of civil-society individuals, and he blocked the phones of the opposition \nleaders.  And as we know, Castro held an American jailed for five years for trying to provide Internet equipment to \nthe Jewish community in Cuba.  \n\n      So the track record is clear about Castro and his hatred of this telecommunication equipment.  And in this latest \nmisguided talks, the Castro regime asked the U.S. Interests Section to stop providing Internet services for the \nCuban people.    \n\n\n\n      So his track record is cleared, has no intent of opening up the Internet or telecommunications opportunities.  In \nfact, if given that opportunity, it's probably going to be used to further oppress the people of Cuba.    \n\n      And then just one last, and you can answer it whenever you can in writing.  Did Secretary Kerry lie to the United \nStates Congress when he told us that we would not free up these convicted murder -- these convicted spies?  Or \nwas he kept out of the dark of these negotiations?    \n\n      And were you part of the negotiations from the start, or did you enter them later on?  But I've run out of time.  \nThank you.  \n\nROYCE:  I'm just going to suggest response in writing.  That way we can go to Mr. Brad Sherman of California.  \n\nSHERMAN:  Thank you.  It's said that our policy toward Cuba for the last 50 years has failed.  This comes from \nAmerican view that it's all about us, that the only thing that -- if Cuba isn't better, it must be our policy that would \nhave been different.  \n\n      Our policy is exactly different, or has been for the last 50 years, than Europe and Canada's policy.  Maybe it's \ntheir policy that failed to bring democracy to Cuba.  Maybe it's ours.  \n\n      Ms. Jacobson, Cuba got caught smuggling 240 tons of weapons to North Korea, violated U.N. sanctions.  \nCuba's not cooperating in the U.N. investigation.  Are these reasons to keep Cuba on the state- sponsored \nterrorism list?  \n\nJACOBSON:  Congressman, we are undertaking the review of the state-sponsored terrorism list right now.  We're \nevaluating all of the information. \n\nSHERMAN:  I know that.  Please.  \n\nJACOBSON:  We also made clear when we were looking at that incident with the Chong Chon Gang that we did \nnot think Cuba's -- we did think Cuba's behavior violated the sanction's regime.  The only entity that was \nsanctioned, as you know, as a result of that investigation was the North Korean company, which could no longer \noperate.  \n\nSHERMAN:  I've got to reclaim my time.  I've got so many questions.  Ms. Jacobson, Americans paid in blood for \nCuban independence.  We got a base in Guantanamo that's valuable to our national security.    \n\n      Are you prepared -- and hopefully this is a yes-or-no question -- to say right now this administration will not \nabandon, return, or fail to pay the modest fee so that we can have that Naval base for the next two years?  \n\nJACOBSON:  I don't see that discussion taking place.  \n\nSHERMAN:  That's not what I'm asking for.  That was in your testimony.  What -- can you make a commitment?  \nBecause you've got to see it from our side here.  We were shocked.  \n\n      So you telling me that you're not thinking of something means I've got to get ready to get shocked tomorrow.  \nThe administration was so angry that they hadn't been consulted on bringing one guy to speak here.  It was not a \nlot of consultation on this huge change in Cuba policy.   \n\n      Would the administration object to language in our appropriations bill designed to make it impossible for this \nadministration to give back the Naval base?  \n\nJACOBSON:  That issue is not on the table with...  \n\nSHERMAN:  Would the -- it could be on our table.  Would you object?  \n\nJACOBSON:  I don't know the answer to that as a matter of...  \n\n\n\nSHERMAN:  Let me go on to Mr. Smith.  We've got the Cuban Liberty and Democracy Solidarity Act.  It doesn't \nallow us to deal with certain properties that have been seized by Americans.  You've got new regulations on travel, \ncredit cards, et cetera.  \n\n      How do you plan to make sure that American travelers aren't breaking the law by staying at hotels or \nconfiscated from Americans, or otherwise violating the Cuban Liberty and Democracy Solidarity Act?  \n\nSMITH:  One thing I should say at the start about that, the act, though, is that the act, what that does is say that you \ncan't provide a loan or credit, or provide financing to further those transactions involving confiscated property.  It \ndoesn't say that you can't have -- you can't stay at a hotel or engage in any other kind of activity. \n\nSHERMAN:  Does the credit card company extend the loan when you use a credit card to pay for a hotel stay at a \nconfiscated property?  \n\nSMITH:  A credit card company may extend a loan to the traveler when you stay there.  \n\nSHERMAN:  So you're extending the loan to facilitate staying at the hotel?  You think that's in conformity with the \nact?  \n\nSMITH:  Certainly.  We have the provision of the act that is replicated in our regulations.  We will follow to the letter \nwhat is in the act, because we have it in our regulations.  We will follow that.   \n\n      But nothing that we have authorized would come -- abridge those provisions of the act.  \n\nSHERMAN:  I would just close by saying I might be more favorably impressed by the policy if it hadn't been such a \ncomplete shot, and if Congress had been involved.  And this U.S. government will work better if we coordinate on \nforeign policy and have one national foreign policy that reflects the views of both elected bodies, instead of a view \nof Congress as simply an annoying body that has to be consulted now and then.  I yield back.  \n\nROYCE:  We go now to Mr. Chris Smith of New Jersey.  \n\nSMITH:  Thank you so much, Chairman, for calling this extraordinarily important hearing.  You know, I say to our \ndistinguished witnesses, welcome to the committee.    \n\n      The Washington Post has done several editorials:  One, Obama gives the Castro regime in Cuba an \nundeserved bailout, pointing out that the Soviet Union, and certainly now Venezuela, less able to prop them up.  \nNow, potentially, U.S. funds will do that.  \n\n      Secondly, President Obama's betrayal of Cuban Democrats, and the fact that we should have listened to Berta \nSoler, the Ladies in White, who will be testifying here tomorrow at a hearing I'm chairing.  She, along with Antunez, \nand Ms. Fonseca, two of those are going back to those individuals.  Talk about bravery.  Speaking to the Senate, \nnow speaking to the House.  And they're going back.  \n\n      And yet, The Post, which is hardly a conservative bastion, talks about a betrayal of Cuban Democrats.  And \nthen another editorial, it said, \"With no consequences in sight, Cuba continues to crack down on free speech.\"  \n\n      I would ask you, if you would now, an assessment, since it's been in effect, you know, the negotiations and the \npublicity or visibility of them, are there any second thoughts?  And I say that, 2012 Ileana Ros-Lehtinen and I had a \nhearing, and we heard from Dr. Biscet, who spent 11 years in prison.    \n\n      And the same type of scenarios playing out for the -- even some of the 53 that were freed, five have been re-\narrested.  He was in and out of prison constantly.  It's part of the harassment and the modus operandi.  And we \nunderstand -- and maybe you can verify it -- that some 100 to 200 additional prisoners over the last six weeks have \nbeen arrested.  Is that true or is that not?  \n\n\n\n      Some comments have been made that the ICRC may get to go to Cuba. That's not the issue.  They need to go \nto the prisons. And the last time (inaudible) was able to negotiate that, and when he walked point (ph) on behalf of -\n- in the 1990s -- and I was with him in Geneva during a Human Rights Commission when he secured that, \nrepresentatives went into the prisons, interviewed people, and everybody, including family members, were severely \nretaliated against.  \n\n      The ICRC has to have unfettered access to the prisons.  Meeting with Fidel Castro or anybody under him just \ndoesn't cut it.  I would like to go again.  I have tried repeatedly.    \n\n      Madam Secretary, maybe you can help facilitate that.  I want to go to the prisons and lead a delegation to the \nprisons.  You know, I've been to prisons in the Soviet Union, in prisons in East Bloc countries, as well as in Asia.  \nCuba's the one that won't let me or others into the prisons.  Please help us with that.  But if you could answer those \nquestions.    \n\n      Let me ask you, in the negotiations, there are many convicted felons, including JoAnne Chesimard, who gunned \ndown Werner Foerster in my state in cold blood, shot in the back of the head, gangland style, after he escaped from \nprison.  Convicted, a fugitive felon.  Yet, she got asylum there.  Was that part of the negotiation, the discussions, or \nwas it not?  \n\n      Finally, just let me ask with regards to -- with the time I have, please answer those, and I'll come back.  \n\nJACOBSON:  OK.  Let me say that the whole point of this new policy is not that we are telescoping to the Cuban \ngovernment that they don't have to change, or that we expect them to change right away.    \n\n      Certainly, we want that, those practices to change.  We simply are not naive about how quickly they may \nchange.  So our efforts are to empower the Cuban people to take their lives into their own hands.   \n\n      I have not heard that 100 to 200 people had been arrested.  There were certainly as many as 50 or more \narrested around the time of Tania Bruguera, a performance artist.  I -- to the best of my knowledge, most, if not all, \nhave been released; although, there are severe constraints on them.    \n\n      And none of them should have been arrested; just as there are still political prisoners in Cuba who should be \nreleased.  I want to be clear about that, and the fact that a downturn in detentions is not good enough, no matter \nthat...  \n\nSMITH:  (Inaudible), Madam Secretary, is that they arrest, re- arrest, let out.  When Antunez goes back, 17 years in \nprison, tortured.  Dr. Biscet testified here by way of phone, and he said, \"Don't lift the embargo.\"  He goes, \"You've \ngot to get real substantive...\"  \n\nJACOBSON:  Agreed.  And I saw Oscar Biscet when I was on the island, and I have the utmost respect and \nadmiration for him and his views on this.  \n\n      Let me also say that every time I talk with the Cuban government, I mention the case of JoAnne Chesimard.  \nI'm a daughter of New Jersey. I grew up with this case, and other fugitive cases.  \n\nSMITH:  What's the response?  \n\nJACOBSON:  This is -- we have not gotten a positive response on JoAnne Chesimard.  \n\nSMITH:  What do they say?   \n\nJACOBSON:  They have said that they are not interested in discussing her return.  Now, on other cases, we have \nmade some more progress.  There have been felons, accused felons expelled to the United States.  This is a very \nhigh priority for us, and we are frustrated that we've not made progress.  There are other cases that we will \ncontinue.    \n\n\n\n      All of these cases, we will continue to pursue.  We are going to have further dialogue on fugitives in law \nenforcement, because this is critical to us.  That's part of what we hope we will do better on in having conversations \nthat are more expansive with our Justice Department colleagues.  This is a critical part of having a channel.   \n\n      C. SMITH:  Just one last thing.  We all know the Castro brothers have pushed this as a major diplomatic win for \nthem.  I would have hoped and I think we all would have hoped that human rights concessions would have been \nfirst before being recognized diplomatically.  \n\nROYCE:  We go now to Mr. Greg Meeks of New York.   \n\nMEEKS:  Thank you, Mr. Chairman.   \n\n      Madam Secretary, it's good being with you.  \n\n      Let me first go on record saying that I wholeheartedly agree with the president's change of direction.  I think that \nit is clear that over 50 years nothing has changed with the policy that we had, and time says that, you know, you do \nthe same thing over and over again you get the same result.  So I wholeheartedly agree and think that the time is \nfinally there for a change in policy.  \n\n      I should also say that I do feel the passion of, for example, my good friend the ranking member of the Western \nHemisphere and listening to his opening statement. And I would hope that the kinds of questions -- because clearly, \nthe passion that he has is for the people of Cuba. And in listening to his opening statement, you know, some of the \nquestions that he has, I hope that there's that kind of dialogue that goes forward because this should be about \ntrying to make sure that there's a better day and a better changing in our policy, but a better day for the Cuban \npeople.  \n\n      And so in that regards -- and you know, I've been down all of -- been to Cuba several times and all other places \nin Latin America and the Caribbean and et cetera.  And I have found that one of the major obstacles that we've had \nin the region is on Cuban and our Cuban policy.  It has caused kind of friction, et cetera.  They've all said to me that \nwe needed to change.  \n\n      In fact, when I look at it, you know, and I think about multilateral relations as opposed to unilateral relations, we \nwere the only country in the world -- the only country in the world -- all our major allies, everybody that had \nsanctions against Cuba (INAUDIBLE). For example, this administration has been successful putting together huge \nsanctions.  When we work together, I think we're more successful. I think that's part of what's taking place, even \nIran now with the P5+1, even in Russia with the Russian sanctions, it's when we work closely with everyone.   \n\n      And I would like that to happen right here on our own hemisphere where we need to work more closely with our \nallies.  Our major -- our closest and biggest allies, when I've talked to them in Latin America, they said the one \nthing -- I ask them, what's the one thing that we should do in Latin America that would make it better for all of us to \nshare this hemisphere?  They say change our Cuban policy.  \n\n      Now, that being said, can we now -- what difference -- with the changing dynamics or with the new policy, after \nthat, what realities with our allies?  And can we put additional pressure or will they work with us to change and \nmake human rights an issue high on their agenda so that we can make a difference in the lives of the people that \nare living on the island?  \n\nJACOBSON:  Congressman, I think that's a critical point.  And the next part of the question, we support your policy \non Cuba, this is a very important day in Latin America and for your relations with us, how can we help, is, well, you \ncan start raising the issue of human rights and democracy in Cuba much higher on your agenda. And we believe \nthat this is going to be a very important turning point in countries' engagement, especially countries which have a \nhistory of working on these issues in the region, that have been afraid to work with us too closely because of not \nwanting to appear aligned with our previous policy.  \n\n\n\n      That has been evident in working on the summit where we were able to work strongly now with countries to \nhighlight the democratic governance and citizen participation themes in the summit and accelerate planning on the \ncivil society dialogue.   \n\n      It's been very evident, even when I was in Cuba two weeks ago and we invited ambassadors, not from this \nhemisphere, I spoke with them separately at one point, but we invited ambassadors from Europe and Asia, for \nexample, to a reception with this dissidents and human rights activists.  They never come to those receptions in the \npast almost universally, there are a few countries that have routinely come; they all came.   \n\n      And they were able to interact with dissidents for the first time.  The dissidents had access to a wider range of \ndiplomats than they'd ever had before.  That's what we're hoping for.  \n\nMEEKS:  Let me ask, because I see I'm running out of time, so I'm going to ask two questions real question.  One, \ngiven that -- and I know that there's been talk -- have there been any real reactions directly from the Cuban civil \nsociety after the announcement?  So I'd like to know if there's been that.  \n\n      As well as, you know, when I was down there, one of the problems that I had was getting on the Internet.  And \nwhere the Internet now will be open, and what, if any, impact would having an open Internet have on the civil \nsociety?  \n\nJACOBSON:  Yeah.  I mean, I think that would be huge.  On Cuban civil society, I think the thing that struck me in \nboth the small meeting with Cuban dissidents and then a much larger one, including many members, 12 members \nof the 57 who were released four-and-a-half years ago, are not able to travel.  They're not permitted by the Cuban \ngovernment to travel.  And so I was able to see many of them, and that has to change, they need to be able to \ntravel.  \n\n      But what I was struck by -- I also met with (el politico ?) (INAUDIBLE), one of the younger members of this \ngroup -- I was struck by the diversity of views.  Some support these measures and the change in policy and some \nare obviously very strongly opposed.  And I think that has to be respected, and we want to hear from and continue \nto support all of them.  \n\n      The second thing is, on the Internet I think that's really crucial and I don't know whether the Cuban government \nwill allow that opening.  They've said they will, they've said they're interested in telecommunications.  It's obviously \ncritical to economic progress. But I think that's why we have to aggressively try and make it possible for our \ncompanies to provide that service and see whether the Cubans are willing without the excuse that the Americans \nare the reason they can't do it.   \n\nROYCE:  We go now to Mr. Dana Rohrabacher of California.   \n\nROHRABACHER:  well, thank you very much, Secretary Jacobson. This is a difficult task for you to be here.   \n\n      I am only -- you know, I think one of the main concerns that we have here is that instead of changing the Castro \nregime into a more democratic regime, the president is acting as if he has the right to rule by dictate and, over his \npresidency, he's changing our country to be more like Castro than having Castro change to be more like a free and \nopen society.  \n\n      These ruling by dictate and having secret negotiations is not what America is all about.  That's not the way we \nmake policy here. And many of us are very disappointed.  This isn't just the first case of this, however; but deal with \na regime that is as odorous as -- is \"odorous\" a word?  \"Odorous,\" is that the word I want?  \n\n      There it is -- onerous and odorous, I think it's both.  There you go.   \n\n                (LAUGHTER)  \n\n      But we have a regime that stinks one way or the other and is oppressive one way or the other that we're dealing \nwith.  But yet, we have had secret negotiations and deals that are announced to us, and you are here to explain it.  \n\n\n\n      So let me ask this.  When you said there are no concessions, you mean we are dealing -- we go into an \nagreement with a regime and we've had 50 years of American policy has changed and there are no concessions \nfrom the Cuban government?  \n\nJACOBSON:  I don't think there were concessions from the U.S. government in going into...  \n\nROHRABACHER:  We've changed 50 years of American policy.  Isn't that a concession enough?  All right, thank \nyou.  \n\n      Let me ask you this.  With the changes that we can expect, is there any agreement that part of this ending of \nU.S. policy, of making a stand that there be a more democratic and open society before we have a more expanded \nrelationship with them, is there any agreement in part of this that there will be, for example, independent unions?  \nYou say we're going to have more economic activity.  Was there any type of concession on -- well, no word \n\"concession\" -- an agreement that they're going to permit independent unions in Cuba?  \n\nJACOBSON:  There were no agreements ahead...  \n\nROHRABACHER:  OK, we have -- we're going to open up economic trade.  There are no unions.  And we've also \nheard that maybe the money that's going into the pockets, supposedly, into the pockets of the working people is \nactually a lot of it's going to be transferred directly to the government, or that money might go directly to the \ngovernment and then be handed out to the working people.  Is that right?  We agreed to that?  \n\nJACOBSON:  We believe that on balance the Cuban people will benefit more from this than the government will.  \n\nROHRABACHER:  No, that's not the question, whether you think it and whether we think it.  Does the -- do you \nthink the Cuban people want that people who are going to be working for these companies that now we've \npermitted to go into Cuba, that the Cuban people want their government to take their pay and just give them back a \npittance?  \n\nJACOBSON:  I'm sure they don't.  \n\nROHRABACHER:  OK, fine.  Who's side are we on?  We're on the side of the people who are taking the money, \nfrom the central government. Are there going to be opposition parties, new opposition parties?  \n\nJACOBSON:  Well, we're going to continue to support those who want to have their voices heard peacefully...  \n\nROHRABACHER:  We will, but there's been no concessions on their part.  So we've changed five decades of U.S. \npolicy and they still won't have any independent unions, opposition parties.  I can't imagine that they're going to \nhave opposition newspapers and the rallies.   \n\n      You know, listen, this is a regime, the Castro brothers came in and once they were in power they murdered the \npatriots who overthrew the Batista regime.  They personally did.  The fellow that we were negotiating with took a \npistol and went and took these patriots out and shot them in the head by the hundreds.  And after that, they decided \nto have a relationship with the Soviet Union, which was then our main enemy, and encouraged the Soviet Union to \nput missiles that had nuclear weapons on them and encouraged them to use them on the United States.   \n\n      This is the regime we're dealing with, not to mention the criminals that they've given safe haven to.   \n\n      Now, how we can change five decades of policy by dictate from our president here, and then we hear there's no \nconcessions on their side, is just disillusioning on our part and upsetting.  \n\n      Thank you very much.   \n\nROS-LEHTINEN:  Thank you, Mr. Rohrabacher.  \n\n      And now we go to Mr. Sires of New Jersey.  \n\n\n\nSIRES:  Thank you.  \n\n      Mr. Smith and Mr. Borman, can you tell me what percentage of the Cuban businesses are owned privately?  \n\nBORMAN:  I can't tell you a precise percentage, but certainly there are over 200 categories of private sector \neconomic  activity that are authorized by the Cuban government.  So we recognize that it's...  \n\n      (CROSSTALK)  \n\nSIRES:  Authorized by the Cuban government.  \n\nBORMAN:  They're legal, and there are private businesses in Cuba.   \n\nSIRES:  Mr. Smith, you?  \n\nSMITH:  I don't have any additional details.  \n\nSIRES:  OK.  I can tell you -- about 15 percent; 85 percent of the businesses in Cuba are owned by the military.  \nThe hotels are run by the military.  The bed and breakfasts are run by the families of the military.  The umbrella \nagency that approves all the businesses is a son-in-law of one of the Castros.    \n\n      So when you say to me that the Cuban people, which is what I'm interested in, are going to benefit by doing \nbusiness with the Cuban people, you're not reaching very many people.  You know, the private sector that runs the \nhot dog stand maybe, but we're talking about the big businesses which employs people is run by the generals.  \n\n      And if you want to put a business in Cuba, you want to build McDonald's and you need 100 employees, you \nhave to go to the government and they give you the rate and they give you the employees. And those employees \nare people who are part of the government system.  \n\n      So the people that are fighting for liberty and fighting for democracy on the island are basically left out.  These \nare the things you have to negotiate away from the Cuban government so if your intentions really is to help the \nCuban people, the ordinary Cuban people, you're not helping them.  This is a society that has upheld -- have held \n(ph) themselves with this kind of business that they run.    \n\nBORMAN:  So, just to be clear, the changes that we've made in our regulations are designed exactly to get items to \nthe 15 percent. That's the way the regulations are structured, so those items can now be exported without individual \nlicenses have to go to the true private sector in Cuba.  \n\nSIRES:  So what -- what is -- in terms of millions of dollars, Mr. Smith, this all changes.  What do you think is going \nto benefit the Cuban government with?  How many millions?  \n\nSMITH:  We don't have a figure on how -- any millions that it would benefit the Cuban government.  I think we -- the \nchanges have been focused on private entrepreneurs, the small-scale business, private business that we're talking \nabout.  Again, I'd repeat that most of the transactions between the United States and Cuba remain prohibited under \nthese changes.  We've just carved out a few areas that, as Mr. Borman talks about, that are focused on the private \nentrepreneurs.  \n\nSIRES:  I mean, if we go into sell wheat to Cuba, are we going to buy sugar from Cuba?  There's no real crop of \nsugar in Cuba anymore. Cuba used to be the leading world supplier of sugar.  Cuba does business with the rest of \nthe world.  This whole idea that you have to grow this in a -- in some sort of a corporate has ruined the entire \neconomy.    \n\n      There is no real free business in Cuba.  Even the people that you deal with, that you say they got 200 licenses, \nthe Cuban government can remove those licenses at a drop.  \n\nJACOBSON:  It's true, Mr. Sires.  But if I could, I met with seven or eight of these entrepreneurs, people really \ntrying to run their own businesses, restaurateurs, a barber, a woman making soap, a woman doing decoration on \n\n\n\nclothes.  And you can see people beginning to separate their own economic future from the government and having \ntrouble because they can't get the supplies.  The state doesn't want to provide them the supplies.  That's who we're \ntrying to help.  \n\nSIRES:  But yet the elite in Cuba have all the supplies.  And this is what I'm -- what I'm trying to break.  This is what \n-- what runs the island.  The generals, the people -- you see them driving in their cars.  You see them living in the \nhouses that were repossessed from people who worked hard in their businesses after -- you know, before the -- the \nCastro takeover.  \n\n      I just don't see where we have any more leverage to get some of the changes to help the Cuban people.  I was \njust talking to my colleague.  My aunt came from Cuba a couple of years ago.  I don't have a birth certificate.  I \nasked her:  When you go to Cuba, can you please get me a birth certificate?  I don't know what my mother did with \nit.  \n\n      You know what they -- when she went to the municipal building, what they said to her?  \"We can't give you a \nbirth certificate because we have him classified as a terrorist.\"  I left at the age of 11.  So I'm a terrorist.  \n\n      And I don't want to share the story of what happened to my cousin, who is her son, who was educated in Russia \nto become an engineer.  And, you know, it's too tragic to even share that story with you, because I, you know, my -- \nmy feelings are that these people are just dictators.  They're brutal dictators.  People forget that Raul Castro, Che \nGuevara set up the firing squads in Cuba.  They killed thousands of people.  And I see people wearing a Che \nGuevara shirt.    \n\n      I'm sorry.  Thank you.  \n\nROS-LEHTINEN:  Thank you, Mr. Sires.  \n\n      Mr. Chabot of Ohio.  \n\nCHABOT:  Thank you, Madam Chairman.  And thank you for calling this very important hearing to discuss the \nadministration's new Cuba policy.  \n\n      I believe that President Obama's announcement to unilaterally change U.S. policy toward Cuba sets a \ndangerous precedent.  In fact, it furthers an ongoing pattern of his utter disregard for Congress. But that's the way \nthis administration operates.  \n\n      It gives a back-hand to the elected representatives of the American people; treats Congress like the proverbial \nmushrooms:  keep them in the dark and feed them manure.    \n\n      Ms. Jacobson, you said there were no concessions and this wasn't necessarily something that the Cuban \ngovernment wanted.  Those statements on their face, they're just not credible.  You also said that the Obama \nadministration was under no illusion about the nature of the Cuban government.    \n\n      Well, I would submit that the administration is just about as naive about the nature of the Cuban government, \napparently, as it was about ISIS when the president famously described them as the J.V. or junior varsity.  Tell that \nto the families of those who have been brutally massacred by those barbarians.  \n\n      This Cuban policy, this new policy is in my view tragically flawed.  And the way it was brought about with such \nutter disregard -- and you're hearing it on both sides of the aisle here -- utter disregard for the elected \nrepresentatives of the American people is disgraceful and it's just as flawed.  \n\n      And I would like to yield the balance of my time now to the gentlelady from Florida who, as we all know, was \nborn in Cuba and feels just as passionately about this as anybody in this place, Ileana Ros-Lehtinen.  \n\nROS-LEHTINEN:  Thank you so much, Mr. Chabot.  And following up on your thought about the victims of brutality, \nwherever those victims are, I wanted to give Ms. Jacobson the opportunity, Assistant Secretary Jacobson, so \n\n\n\nanswer the Alejandre family questions.  How can Marlene Alejandre explain to her daughters why their grandfather, \nwho was killed by the Castro regime, his life meant nothing?  And the person who was in jail as a coconspirator of \nthe murder of her father was pardoned, set free and returned to Cuba and received a hero's welcome.  What -- \nwhat does she say to her girls?  \n\nJACOBSON:  Let me start out by saying that I can never bring back her grandfather and I can never do more than \nexpress my -- my sadness and my condolences to her at the start.  \n\nROS-LEHTINEN:  And when she was told...  \n\n      (CROSSTALK)  \n\nJACOBSON:  ... not have happened...  \n\nROS-LEHTINEN:  ... by you and others that a trade would not take place, a trade by any other name, this is a swap.  \nWas it not?  You talk about the...  \n\n      (CROSSTALK)  \n\nJACOBSON:  I -- I just want to say an exchange of intelligence agents between two countries is something that this \ngovernment and previous administrations have done many times.  \n\nROS-LEHTINEN:  But had -- had the State Department not met with the family?  And didn't the State Department \ntime and time and time again tell her that Gerardo Hernandez would not be set free by this administration?  Yes or \nno?  \n\nJACOBSON:  To the best of my knowledge...  \n\nROS-LEHTINEN:  Did Secretary Kerry say right here to us that such a swap would not take place?    \n\nJACOBSON:  That a swap for Alan Gross would not take place, we affirmed and we did not do.    \n\nROS-LEHTINEN:  You just call it something else and say we were always telling the truth.  \n\nJACOBSON:  We -- we don't believe that's what took place.    \n\n      (CROSSTALK)  \n\nROS-LEHTINEN:  Were the brothers of the (inaudible) family under the impression, because you gave it to them, \nthat that exchange would not take place; that Gerardo Hernandez would serve the complete sentence?  Did you \ngive that impression at any time, or anyone in the State Department?  \n\nJACOBSON:  Well, certainly, I -- I regret if the family felt additional pain because of an impression that may have \nbeen left.  \n\n      (CROSSTALK) \n\nROS-LEHTINEN:  An impression -- so that's all that they had. They had a false impression that you were -- all this \ntime that you were meeting with them, while you were meeting with them, you were already cooking up this swap, \nwhatever you call it, that Gerardo Hernandez, for all intents and purposes, what happened is he was set free.  He \nwas pardoned by President Obama.  He was returned to Cuba. He was given a hero's welcome.  \n\n      But that was just the impression that they got from -- it was a false impression because you were never going to \ndo that.  While you met with them -- don't you at least feel a little bit bad that you were lying to them?  \n\nJACOBSON:  Let me say -- well, in the first place, no one who met with the family ever lied to the family about what \nour understanding -- Gerardo Hernandez was in jail on a...  \n\n\n\n      (CROSSTALK)  \n\nROS-LEHTINEN:  My time is over.  I'm -- I'm going to enjoy listening to the families when they hear that testimony \ncoming from you.  It's just -- just pathetic.  Thank you.    \n\n      And now, Ms. Bass of California.  \n\n      Thank you, Mr. Chabot.  \n\nBASS:  Thank you very much, Madam Chair.  \n\n      Let me just say before I begin that this is -- I find it particularly difficult to talk about Cuba because I want to \nacknowledge the experiences and the family situations of my colleagues Mr. Sires and also Ms. Ros-Lehtinen.  But, \nyou know, to talk about it and understand and acknowledge what your families went through, you know, I \nunderstand.  \n\n      I do, though, support what has happened in changing our relation with the island.  And one of the things that I've \nalways felt is that as an American, I want to be able to travel anywhere in the world. And I did recently go to Cuba \nspecifically looking at a drug that the Cubans have invented for diabetes.  And I want to talk about that in a minute.  \nI have a couple of questions.  I know that this April, there's the Summit of the Americas.  And I wanted to know what \nthe reaction has been from the international community about Cuba's participation and other world leaders \nregarding this policy change.  \n\nJACOBSON:  Congressman -- Congresswoman, we have really seen universally from the hemisphere and those \nparticipating in the summit that they strongly support the policy.  That they think it changes the whole dynamic in the \nhemisphere for the United States on other objectives that we have -- high priorities for us.  President Santos of \nColombia called it historic.  Dilma Rousseff said it changes the entire debate -- President Rousseff of Brazil.  They \nfeel strongly that the policy of isolating Cuba was not the right one.  We obviously disagreed with them for many \nyears.  But we found that it was isolating us in conversations and impeding our ability to have conversations on \nhuman rights and democracy, not just in Cuba -- because they would not really engage in that issue -- but also, our \nability to engage with them on human rights and democracy issues broadly speaking throughout the hemisphere.  \nAnd we know that this is a concern in other countries in the hemisphere.  \n\nBASS:  OK.  You know, about the trip that I mentioned I recently took, it was the Congressional Diabetes Caucus.  I \nwent specifically because in Cuba, they have developed a drug that's called Herberprot- P.  And it basically is a \ndrug that reduces the need to -- for amputations in diabetics.  \n\n      As I understand -- and I -- and I think my question is directed to Mr. Smith -- as I understand this drug has been \napproved for a clinical trial, but because of our policy, it's not approved to be marketed in the U.S.  Which means \nthat a company is not going to invest in a clinical trial if they can't market it.  So, I'm wondering if the changes that \nhave been made in the law would allow for this. And basically, what the Cubans are reporting -- but we obviously \nhave to test it and see if it's correct -- they've been able to reduce the need for amputations by 70 percent.  And we \nhave tens of thousands of people in the United States who are diabetics, who wind up loosing their limbs -- their \nfeet because of diabetes.  \n\n      Are you aware of what I'm talking about?  \n\nSMITH:  Madam, I am.  Nothing in the recent changes changes our policy with respect to those types of drugs.  But \nthey're not prohibited from coming into the United States flat out.  Those companies can apply to OFAC for a \nspecific license.  We have a long history of evaluating those license applications.  We receive them. We refer them \nto other agencies in the United States government, including the State Department.  Often the Food and Drug \nAdministration.  And we evaluate whether the import of the -- any additional U.S. activity with respect to those drugs \nmakes sense.  And then we can grant what's called a specific license to authorize it.  \n\n\n\nBASS:  The other pressure that I feel, coming from California, is from the agricultural industries.  And I'm wondering \nif the policy changes would lead to our ability to export.  There's a number of companies in California that are \ninterested in -- in exporting agricultural goods, as well as livestock.  \n\nSMITH:  So, what we've heard over time is that, even though there are certain categories of transactions and goods \nthat have been authorized, including agricultural products, we've heard from exporters and many members of \nCongress that our previous financing rules didn't help the situation and didn't help them to be competitive with their \ncounterparts in other countries.  And so what we did is, we made a change to provisions in a statute called -- that \ndeals with the term \"cash in advance.\"  \n\nBASS:  Mm-hmm.  \n\nSMITH:  And basically, we've made it more advantageous for U.S. exporters to export their products.  This is what \nthey've been asking for to make them more competitive, and what many members of Congress have been asking \nus to do.  \n\nBASS:  Thank you.  \n\nROS-LEHTINEN:  Thank you so much, Ms. Bass.  \n\n      And we'll go to Judge Poe of Texas.  \n\nPOE:  Let me start with the presumption that Cuba is a violator of human rights.  I think we all know that, especially \nthe folks in Cuba.  The policy of the president, I think -- I don't want to go into the issue of whether with or without \nCongress approval, the president made some decisions.  I want to cut to the one issue that I have a question about.  \n\n      What is the purpose of the current U.S. policy toward Cuba?  That we basically have no contact with them?  We \ndon't trade with them generally?  Those -- this policy that we've been talking about that's been implemented for 50 \nsomething years -- what is the purpose -- what is the goal of that policy?  \n\n      Is that clear?  \n\nJACOBSON:  You -- you mean the previous policy?  \n\nPOE:  Well, the previous policy until it was changed...  \n\nJACOBSON:  Right.  \n\nPOE:  ... by this president.  Tweaked a little bit.  \n\nJACOBSON:  The -- the goal of the previous policy was that via isolation of Cuba, and keeping our distance from \nthat government, we would hope to bring about change in the regime.  And simultaneously, we would hope to \nempower the Cuban people to be able to make that change.  \n\nPOE:  Change of -- change the regime?  Change their Communism? Change what?  \n\nJACOBSON:  Certainly change their behavior towards their own citizens.  \n\nPOE:  OK.  So, that's our goal, is so that Cuba internally changes their -- their treatment of Cuban citizens?  \n\nJACOBSON:  Certainly in terms of...  \n\nPOE:  I'm -- this isn't -- I'm not trying to...  \n\nJACOBSON:  Yeah.  \n\nPOE:  ... catch you on a...  \n\n\n\nJACOBSON:  Yeah, yeah.  \n\nPOE:  ... semantics.  I'm just trying to see what our goal is. \n\nJACOBSON:  Right.  \n\nPOE:  Our goal is to do this so that the Cuban people are treated like they should be?  \n\nJACOBSON:  You know, in terms of human -- international human rights standards and that sort of thing, yes.  \n\nPOE:  And would you say that has not worked?  \n\nJACOBSON:  I would.  \n\nPOE:  50 years doing something, and if it doesn't change that policy, or that goal has not been achieved?  Because \nthe Cubans are treated, I think, just as bad as they ever have been.  \n\nJACOBSON:  I believe so.  Yes, sir.  \n\nPOE:  Let me ask you this.  Is the policy -- is our goal ever to do what -- a relationship with Cuba, whatever that \nmay be in the future -- is that for America's benefit or for Cuba's benefit?  As we look at changes toward Cuba, is \nthis because we want to -- we want to help American businesses, for example, or Americans to be able to travel?  \nIs that the goal that we're moving toward?  Or are we looking to a goal that -- what's still best for the Cubans?  \n\nJACOBSON:  Our goal is to do what's in our national interest and to help the Cuban people...  \n\nPOE:  OK.  \n\nJACOBSON:  ... to be able to do what they wish.  To -- to have -- to be able to make their own decisions.  \n\nPOE:  So, it's both?  \n\nJACOBSON:  Yeah.  \n\nPOE:  It would be both?  \n\nJACOBSON:  But I would say the first priority is to do what's in our national interest, which includes our core values \nof democracy and universal human rights.  \n\nPOE:  OK.  Would that have anything -- would our policy having anything to do with helping trade from the United \nStates?  \n\nJACOBSON:  Certainly.  \n\nPOE:  All right.  Let me give you an example.  \n\n      I'm from Texas.  I represent a lot of -- not as many as I used to, but a lot of rice farmers.  And when I got elected \nto Congress, I thought rice came in a box.  But I've learned a lot about rice farming.  There's long-grain, there's \nshort-grain, and there's two seasons, and all that stuff.  And for -- historically, Texas rice farmers traded \ninternationally with Iran, Iraq and Cuba.  \n\nJACOBSON:  Hmm.  \n\nPOE:  Bummer.  You know.  I mean, that -- you can see that that hadn't worked out so well.  They want to trade \nlong-grain rice to Cuba.  The Cubans want to buy long-grain rice.  They want that as opposed to California short-\ngrain rice.  Well, they do.  \n\n\n\n      Is there -- set aside all the other issues.  Would that not be in the best interest of the United States and \nAmerican exporters, that we would facilitate trade with Cuba?  \n\nJACOBSON:  You're -- you're going to get me into some trouble, because I'm not sure I can set aside all the other \nissues.  But if I really could in a vacuum, it would be in our interest.  I'm not sure we always do those things in a \nvacuum, though.  \n\nPOE:  I understand.  Oh, I understand that.  There's a lot of other issues to be involved.  All I'm saying is, not -- \nhaving this barrier, to me, of trade hurts Americans.  I don't know about the Cubans.  They get -- they get their rice \nfrom Vietnam.  I mean, so -- oh, I'm out of time.  \n\n      I have some other questions that I would like to submit for the record...  \n\nROS-LEHTINEN:  Without objection.  \n\nPOE:  ... to be answered.  Thank you very much.  \n\nROS-LEHTINEN:  Thank you, Judge Poe.  \n\n      And we'll go to Mr. Cicilline of Rhode Island.  \n\nCICILLINE:  Thank you, Madam Chair.  And thank you to the witnesses.  I, too, want to begin by acknowledging the \nexperiences and passionate leadership on Cuba-American relations by Chairwoman Ros- Lehtinen and Mr. Sires.  \nAnd thank you for being so open with your experiences with this Committee.  I think it adds to our understanding of \nthese really complicated issues.  \n\n      And I think many -- I think all members of this Committee are equally and deeply committed to help the Cuban \npeople achieve freedom and democracy.  And I think the difference of opinion is, what is the best strategy for \nbringing that about?  And I really thank the witnesses for being here today.  And I expect that you will continue to \nkeep Congress informed throughout these discussions with the Cuban government.  \n\n      And I am hopeful -- and I think most Americans are hopeful -- that the president's efforts to engage in real and \nsubstantive negotiations with the Cuban government will ultimately advance the national security interests of the \nUnited States and benefit the Cuban people.  But I think, like most Americans, I remain very deeply concerned \nabout the long record of human rights abuses and the denial of basic freedoms that have been caused at the hands \nof the Cuban dictatorship.  \n\n      And while our current policy has failed to bring about lasting change in Cuba, as we update our policy, I think \nwe have to be sure that we're doing it in a measured, comprehensive and thoughtful way that's aligned with the \ncurrent reality.  And my hope is that the president's efforts here are met with honest engagement by the Cuban \ngovernment for a more open, free and tolerant society for the Cuban people.  \n\n      So, my -- my questions really are -- I'm going to -- really, (ph) three questions.  And I'd like you to -- to respond \nto them.  The first is, there's been a lot of talk about what the neighbor -- our allies in the region have for a long time \nidentified as a big problem, our -- the Cuba-U.S. policy.  And so, what is really the kind of best way that we can \nengage some of these partners in the region who now can point to a change in policy, to really use them in a way to \nhelp bring about the kind of liberties and democracy in Cuba that we all want?  You know, how do we -- what's the \nstrategy for effectively engaging other -- others in the region to be partners in this work, now that the policy has \nbegun to change?  \n\n      The second is, how can we, as a Congress, best advance this issue of human rights, which continues to be a \nvery, very serious issue in a variety of different ways.  How do we play a role in forcing real progress and helping \nprogress on the human rights issue?  \n\n\n\n      And finally, to build on Mr. Sires's question, how do we ensure that this economic engagement that is intended \nhere, which is of course intended to support the Cuban people, does not instead fortify the government at a \nparticularly critical time?  \n\n      So, how do we protect against an unintended consequence, where we think we're helping entrepreneurs in the \nprivate sector strengthen, but at the same time, are in fact helping the government at a moment when others are \nbeginning to retract some of their support, so I invite you to respond to those questions, please.  \n\nJACOBSON:  Thank you.  \n\n      A couple of things.  On engaging our allies, there's a couple of thoughts I have about that.  One is that -- that all \nof the countries in the region, as well as our European allies and others, have embassies on the island.  Many of \nthem were hesitant, if not outright refused to engage with many of the democracy activists for years.  I am very \noptimistic, if not having seen concrete results already, that they've lost that fear with our change of policy.  I think \nthat's hugely important.  \n\n      Their rhetoric outside the country is important in -- in dialogs, but engaging with these activists and supporting \nthem on the island, I think, is just as important.  These people are often accused of being our tools.  I think that \nothers need to embrace them openly and talk to them, work with them, engage with them, hear from them.  And we \nwill -- we are saying that to them.  \n\n      The other thing is, in terms of Congress, I hope as many as possible will have real congressional delegations \nthat will go to the island and see as many in Cuban civil society, and that includes in the arts, in -- in the democracy \narea as well as entrepreneurs and hear from the ones I heard from, how they're trying to -- to keep those funds \nfrom going to the Cuban government, but how they believe they're making their own way independently even if \nsome of those funds are going to the Cuban government.  \n\n      Because I think the psychology of those entrepreneurs is a breaking away from the state that is worth that price.  \nThe Cubans have -- Cuban government went through the period of decline of the Soviet Union where it dropped \nGDP by 30 percent, and they survived. So, I think this is important that we support those efforts.  \n\n      (UNKNOWN):  Thank you so much.  \n\n      (CROSSTALK)  \n\n      (UNKNOWN):  I yield back, thank you.  \n\n      (UNKNOWN):  And we turn to Mr. Salmon of Arizona.  \n\nSALMON:  Thank you.    \n\n      Ms. Jacobson, when specifically, I'm looking for a date, did you find out about the White House-Cuba \nnegotiations and the content of the president's announcement?  \n\nJACOBSON:  What I can tell you, Representative Salmon, is that I was aware from throughout that the NSC and \nthe White House was undertaking efforts to secure the release of Alan Gross, because we were working on the \nGross case with the family.  \n\nSALMON:  I understand that, but when did you find out specifically about the negotiations that had been going on \nfor the past year?  What date did you find out about those?  \n\nJACOBSON:  It was about six weeks or two months before the announcement that I knew the -- the more of the \ncontent of those discussions.  \n\nSALMON:  OK.  And when did you find out about the announcement itself?  \n\nJACOBSON:  When the actual date of the announcement was decided, I -- I knew about it.  \n\n\n\nSALMON:  You found out simultaneously to the announcement being made?  \n\nJACOBSON:  No, no, no, no, no, no, no.  No.  \n\n      As that was being decided, I knew about that.  In other words, that -- I knew about the decision to announce the \nnew policy about six weeks or as it was being decided, before, and so the date of the announcement, I was in -- I \nknew about as that was being decided at the White House. \n\nSALMON:  OK.  \n\n      Can you tell me what resources, what U.S. resources were used to ensure that Gerardo Hernandez, convicted \nof killing four U.S. citizens and a member of the Cuban Five, could artificially inseminate his wife?  What U.S. \nresources were used for that?  \n\nJACOBSON:  What I can tell you on that is that we have always, the State Department, from my perspective, have \nalways facilitated the visits of his wife to the prison in California when he was incarcerated.  \n\nSALMON:  Right.  \n\nJACOBSON:  So, those were the resources that we expended in terms of her visit.  The same resources.  \n\nSALMON:  But I mean, transferring -- I understand that he was able to artificially inseminate his wife, and that -- \nthat was done by, that was facilitated by the U.S. government.  \n\nJACOBSON:  Beyond our efforts to facilitate her visit, the rest we -- was done by the Department of Justice, and I \nwould have to defer to the Department of Justice.  \n\nSALMON:  I'd like to know that.  I think it's incredulous (sic) that -- that a U.S. priority...  \n\nJACOBSON:  I'll be happy to take...  \n\nSALMON:  ... to make sure that Hernandez fathered a child while he was incarceration (sic).  \n\n      So, I'll wait for the answer on that.  \n\n      Last question.  These secret negotiations went on for over a year.  And reportedly consisted of seven meetings.  \n\n      So, when you went to Havana last month for talks, the Cubans made it very, very clear they would not allow our \ndiplomats to speak to dissidents and normalization was not possible without the return of our naval base in \nGuantanamo Bay, as well as other non-starters that we've talked about today.  \n\n      So, what did we really accomplish other than, you know, maybe getting a t-shirt that I had meetings for over a \nyear, and all I got was this lousy t-shirt?  \n\nJACOBSON:  Well, I guess I would start out by saying we got an intelligence asset out of Cuba who was \nlanguishing in jail there, and we got Alan Gross home, and you know that.  But beyond that, the beginning of this \nprocess of normalization starts with diplomatic relations, which is only the first start.  \n\n      Normalization is going to take years.  And we made it very clear that it includes things like property claims, \nwhich have to be part of this discussion, judgments against the Cuban government which have been adjudicated in \nU.S. courts which has to be part of this.  \n\n      So, that's a much longer process.  And we haven't acceded to any of the things.  \n\nSALMON:  No, and I don't -- I don't expect that we will acquiesce to any of those...  \n\nJACOBSON:  It's the start of the process.  \n\n\n\nSALMON:  I understand, but what was -- what was your response when they said, \"we're not going to do anything \non normalization until you do these things.\"  What -- what?  \n\nJACOBSON:  Well, but what they meant by normalization is the end of that years long process, not restoration of \ndiplomatic relations, which is the first part.  \n\n      So, I'm presuming that they mean they won't have full normalization til all those things are done, but they will \nhave a restoration of diplomatic relations.  \n\nSALMON:  OK.  Thanks, I yield back my...  \n\n      (UNKNOWN):  Thank you very much, sir.  \n\n      Mr. Connolly of Virginia is recognized.  \n\n      .    CONNOLLY:  I thank the chair.  \n\n      Ms. Jacobson, I -- I believe in politics and a diplomacy and a very simple adage, \"don't give it away for nothing.\"  \n\n      I am very troubled by the abrupt change in U.S. policy to Cuba at precisely a moment where we actually have \nleverage.    \n\n      For 50 years, one could argue the Castro brothers have loved U.S. policy because it's helped keep them in \npower.  Fair enough.  But that was then, this is now.  Things have changed.  \n\n      They're hurting.  The economy's hurting.  Their oil supplier is hurting.  And as they look out to the future, very \ndifficult to see a viable Cuban economy without major change, including a change in the relationship with us.  \n\n      Now, I take your point about diplomatic exchange, and I put that aside.  But the liberalization in trade and \ntourism and investment, and indeed, the president's call to begin the process of dismantling the embargo that's \nbeen in place for half a century, I need to understand what we got in return.    \n\n      Where's the reciprocity?  Why wouldn't the United States use its good offices and its leverage with respect to \nhuman rights, with respect to press freedoms, with respect to religious freedoms, with respect to political \ndissidents?    \n\n      In our briefings from State Department personnel, the answer we got when we asked that question was:  We're \nnot doing that.  That -- to me, I must admit, that's shocking.  And I think a disappointment to many that we wouldn't \nuse the leverage we finally have to some good point.   \n\n      And I wonder if you'd address that, because I think we've squandered leverage.  \n\nJACOBSON:  First, I want to start out by saying that what liberalization there has been in regulations, and my \ncolleagues would certainly specify on all this, is -- is very specific.  And I think Mr. Smith repeatedly noted that most \ntransactions still remain prohibited.    \n\nCONNOLLY:  If I may, fair enough, but the promise of the president -- he said explicitly, \"We're going to start the \nprocess of dismantling the embargo.\"  So, Cubans see promise, not just here and now, but a pathway toward the \ndismantlement of a policy we've had in place for half a century.  \n\nJACOBSON:  And the president said he'd like to see the debate over that, there's no doubt.  But the Cubans keep \ndemanding this in part because it -- it's still there.  And so, they know that this is not a big liberalization yet.    \n\n      In addition, I think the most important thing that we have made clear to them is we're not letting up on human \nrights.  If you were to try and be transactional about this with the Cuban government, the problem with that is that \nthey won't trade for anything.  And we will end up still not helping the Cuban people.    \n\n\n\n      The goal of these policies is not to do something that relies on the Cuban government agreeing to give us \nsomething for a human rights concession.  We want to try and go directly to the Cuban people.  Now, it's true they \nmay not let the telecommunications companies work or more Internet access.    \n\n      But what has been news all over Cuba and every Cuban knows is that we're re-starting our relations.  And the \nboogie man of the U.S. being their problem is no longer -- it's no longer credible.    \n\nCONNOLLY:  Again, my time is limited, I appreciate that.  And I wouldn't deny that there are lots of people who see \nlots of hope in what has now been started.  But my question is really more specific. What is the reciprocity?  What \ndid we get out of this other than the aspirations that things will get better with this change because they weren't \ngetting better under the old regime?  \n\n      I can't think of a single thing -- the release of Mr. Gross, of course, but in terms of a policy shift, a concession -- I \ncan't think of a single one you've announced.  \n\nJACOBSON:  The only other -- well, I -- I believe that we also will get some things that matter in opening our \nembassy and hopefully the ability to travel throughout the country and see more people, and support more people.  \nWe can't really move outside Havana right now.    \n\nCONNOLLY:  That's what you hope to negotiate.  \n\nJACOBSON:  But that is necessary for opening an embassy.  That's part of this.  I also think that, you know, we will \nhave all of these dialogues that they want to have for cooperation, that will be part of those discussions as well.  It is \nto come, I agree.  \n\nCONNOLLY:  Madam Chairman, I know my time is up, but I want to underline I always think it's a mistake in foreign \npolicy to give it away for nothing.  \n\nROS-LEHTINEN:  Thank you, Mr. Connolly.  \n\n      And now we turn to Mr. Duncan, the chairman of our Subcommittee on Western Hemisphere.  \n\nDUNCAN:  Thank you, Madam Chairman.  \n\n      You know, if trade and lifting of sanctions is seen as a cure-all foreign policy for the Obama administration with \nregard to oppressive regimes like Cuba, then why did the administration impose more sanctions on Venezuela the \nvery same week as the policy shift in Cuba? Is this an indication that we may see similar normalized relations with \nNorth Korea, Venezuela, or other oppressor regimes?  \n\nJACOBSON:  The sanctions that were imposed on Venezuela this past week were in fact additional visa sanctions.  \nWe pulled...  \n\n      (CROSSTALK)  \n\nDUNCAN:  In December, the same week as the president started normalizing relations with Cuba, he imposed \nsome sanctions on Venezuela.  \n\nJACOBSON:  He -- if you're talking about the signing of the legislation that was passed by Congress, that includes \nboth visa sanctions and asset freezes.  It's not a trade sanction bill.  \n\nDUNCAN:  Are we going to see any more normalizations?  Are there going to be other surprises?  We didn't see \nCuba coming.  What are we going to see with Venezuela, North Korea, or any of the others?  Are you anticipating \nany of that?  \n\nJACOBSON:  Well, I can't speak outside my region, but I don't expect you to see any surprises on Venezuela.  \nWe've been consulting on that, and I expect to continue, nor any surprises on Cuba.  We'll continue to consult on \nthat...  \n\n\n\n      (CROSSTALK)  \n\nDUNCAN:  I think you were surprised over the Cuba talks.  You weren't brought in or read into it until late in the \ndiscussions.  But let's -- let's move on because many of the people that I speak with about this policy shift on Cuba, \nsome even here in Congress, talk about and point to the freedom now afforded Americans to travel to Cuba. \n\n      So, I ask is -- is the same freedom of travel a two-way street? Is the same freedom of travel afforded to the \nCuban people to travel to the United States?  And in this policy shift, all American travelers really stay, unless it's \nfamily travel, they stay at hotels owned by the Cuban military.  Only state-owned enterprises can accept credit \ncards.  Article 18 of the Cuban constitution requires all foreign commerce to be controlled by the state.  \n\n      So, how does increasing commerce with Castro monopolies help the Cuban people?  \n\nJACOBSON:  Let me start out by saying on travel by Cubans, we're looking at that really carefully since the 2013 \ndecision by the Cuban government to allow more people to travel.  It has gotten better. You've been able to have \nsome dissidents here to speak in front of this -- this House who've never been able to before.  But it -- it's by far not \ngood enough.  There are still people who can't travel and they should be able to.  They should all be able to travel \nfreely.  \n\n      Let me say that on the trade portion, I will go back to what I said.  We -- we understand that there will be some \nbenefits to the Cuban government.  We really do believe, again, because of people that we've talked to who are \nentrepreneurs; because of activists; because of artists; because of some of the small agricultural folks working, that \nthey will benefit more than the government will if we are able to implement these regulations and get them the \nequipment they need that the government won't provide them.  \n\nDUNCAN:  Right.  They'll benefit from -- from maybe some economic transaction, I'll give you that.  We'll see.  How \nabout other freedoms for the Cuban people?  What was negotiated in this -- freedom of speech, freedom of religion, \neconomic freedom, freedom of assembly and protest?  And I point to Ms. Mochtar-Solarz's (ph) testimony \nyesterday.  I think Chris Smith talked about it.    \n\n      But she said, the truth is, the government of Cuba represses our right to freedom of religion and association \nand so we go out to participate in religious activities on Sundays, and then are detained; the government is \nconstantly repressing activists who are trying to gather together to discuss issues that are important to them.  So \nthe right to peacefully assemble and protest against a repressive government is still there.  \n\n      So I ask this:  What did the U.S. barter in exchange for this new policy shift, other than Alan Gross's release, \nthat benefits the Cuban people and ultimately gives them more freedoms?  I mean, that's what I'm about.  I want \nthis to be about the Cuban people.  If we're truly going to pursue a policy to normalize relations, it ought to be about \nthe Cuban people not the Castro regime.    \n\n      And the Castro regime is the only one that I see that benefits from this economically through the businesses \nthey own and operate.  I don't see where private property rights are really going to -- you know, maybe.  You \nmentioned that earlier.  I think somebody asked that question.  But private property rights and the claims by \nAmerican- Cubans, Cuban-Americans and Cuban people in general that own property that was nationalized by the \nfederal government.  \n\n      How are we going to address that?  I think that private property rights is so important and is sort of left out of \nthis discussions. And you and I talked about this in my office the other day.  I think that's critical.    \n\n      So, I'd like for you to talk about the freedoms for the American people in the -- I mean, the Cuban people in the \nremaining 20 seconds that I have.  \n\nJACOBSON:  Thank you, Mr. Chairman.  \n\n      And I agree with you that all of those things are -- are what we're seeking as an end.  I think we all agree that's \nthe goal here.  \n\n\n\nDUNCAN:  So tell me how this policy gets us to that goal.  \n\nJACOBSON:  The policy gets us to this goal, number one, by having a lot more people able to work with us on it \nfrom outside Cuba than ever before.  We were alone.  We were not joined by anyone else.  We are more effective \nwith allies.  \n\n      Number two, we believe that there were no concessions here.  Some of these things are things that -- that we're \ndoing that deeply worry the Cuban government because they may not be able to control them. And we don't believe \nthat anything we did on December 17th, as the president and the secretary have said, were concessions to the \ngovernment.  \n\nDUNCAN:  Well, my time is up, but the concessions for the Cuban people are important.  \n\n      I yield back.  \n\nROS-LEHTINEN:  Thank you so much.  \n\n      Now, we will yield to Mr. Lowenthal of California.   \n\nLOWENTHAL:  Thank you, Madam Chair.  \n\n      And I'd like to preface my remarks by saying that I have been touched listening to both the experiences of those \nthat have been the most affected by the repressive regime, and that's been -- I join with Congressman Cicilline and \nCongresswoman Bass in saying that I have been touched by the testimony of both Congressman Sires and Ros- \nLehtinen, who -- who talks about their families and some of the impacts.  \n\n      But having said that, I am very supportive of our reengagement and the restoration of diplomatic relations.  I say \nthat not because I support many of the repressive issues that take place, but I say that as someone who represents \none of the largest, if not the largest Vietnamese-American communities in the United States, people who -- who \nescaped also an intolerable situation, who I believe while certainly very, very against the existing regime in Vietnam, \nhave benefited by having I think greater ability to communicate some of their concerns.  \n\n      And they've had it by having the U.S. ambassador to Vietnam come to a community which is not at all \nsupportive of that government, and really have a dialogue and be able to express some of their concerns. I see that \na very, very positive step.  \n\n      So my questions are, as we go forward, will there be a strategy also to reach out to the Cuban American \ncommunity in the United States who have been suffering a great deal (inaudible) their relatives?  So that's my first \nquestion.  \n\nJACOBSON:  Absolutely.  Absolutely, sir.  \n\n      We -- we have begun to do that knowing that the views in that community are diverse as well, and seeing that \nactivists within Cuba, among the four points they could agree on, was that the Cuban diaspora has to be taken into \nconsideration.  \n\nLOWENTHAL:  I think that's so important, and I really -- if anyone else wants (ph), I really think that's very \nimportant.  \n\n      And I also would like to know what people have -- what we see as -- as -- as we move forward, there's more \ntrade and more tourism, how we're going to deal with -- when many of those tourists go back to Cuba and speak \nout against their government that's in Cuba?  Have we talked about some of those issues? \n\nJACOBSON:  We certainly consider that in terms of Cubans coming to the United States, and when that travel \npolicy was liberalized, there was an enormous concern among activists that if they left and spoke freely, they either \nwouldn't be able to go home, perhaps, or if they went home, they'd never be able to travel again.  \n\n\n\n      The fact that some of them have now been able to travel repeatedly, I think is a good sign, but everyone still is \nfearful.  \n\nLOWENTHAL:  As -- as I am.  \n\n      And so with that...  \n\nJACOBSON:  And we raise that issue.  \n\nLOWENTHAL:  Does anyone else have any issues or want to respond to any -- some of the issues as the policies \nbegin to change?  What you see in the future as some of the consequences?  \n\n      Not so much the reasons -- I'm wanting to move forward.  Where do we go from here?  What do you see as \nthings that we need to look at as this policy has changed now?  \n\nSMITH:  Well, the two points I would make are, one, we certainly, with Treasury, are doing a lot of outreach all \nsegments of the American public (inaudible) they understand what the current -- the new changes are.  \n\n      And -- and then secondly, we'll be watching very carefully to see how -- how they actually play out in -- in \npractice.  Because coming back to the 15 percent of the Cuban population there, the Cuban economy that's private \nsector, we're really looking to strengthen and grow that with these opportunities.  So that's something we'll certainly \nbe looking at very carefully.  \n\n      I'd echo those comments.  I think the implementation is what we're going to be looking at over the next few \nmonths, and years, actually, to see what the effects are and what -- what we need to do to make these...  \n\n      (CROSSTALK)  \n\nLOWENTHAL:  As a member also -- because of my own concerns and also because of the concerns of the \ncommunities I represent, I have -- I've been a very active member of the Tom Lantos Human Rights Commission.  I \nhave adopted prisoners of conscience in Vietnam, actually put pressure on the Vietnamese government to begin to \nrelease some of these prisoners.  \n\n      I would like to see some of the same efforts even being increased as we go forward with change policy in -- in \nCuba.  \n\n      And thank you, and I yield back.  \n\nROS-LEHTINEN:  Thank you, Mr. Lowenthal.  \n\n      And we go to Mr. Brooks of Alabama.  \n\nBROOKS:  Thank you, Madam Chairman.  \n\n      I believe that America's policy should be consistent throughout the global as best that we can do so.  And by \nway of example, I'd like to just make a quick comparison between Cuba and Saudi Arabia looking at some of the \nsimilarities between the countries, some of the differences, and also the disparate in which each is treated by the \nUnited States government.  \n\n      On trade, American-Cuban trade is very limited, as we all know, less than $500 million per year in exports by \nAmerica to Cuba.  But America-Saudi trade is very robust, roughly $80 billion per year, perhaps higher.  \n\n      On travel, travel to Cuba, very limited by the United States government.  Saudi Arabia, quite the opposite.    \n\n      On embassies and diplomatic interaction, in Saudi Arabia, we have an embassy and very significant diplomatic \ninteraction.  In Cuba, we have no embassy and little to no diplomatic interaction.  \n\n\n\n      I could go on and on, but I think it's fair to say the United States treats Cuba substantially differently than Saudi \nArabia.  As I have listened to the witnesses and member comments concerning Cuba and why Cuba must be \ntreated differently, I can't help but emphasize some of the similarities and differences that have been pointed out.  \n\n      On the issue of freedom of religion, as bad as Cuba may be, and we've heard some comments as to how bad it \nis, the question is:  Is Saudi Arabia worse?  One member commented that some religious observance requires \nCuban government consent.  Yet, in Saudi Arabia, open worship by Christians is a criminal offense, as is \nmissionary work.  If a Muslim dares question whether Islam is a true religion, he is severely punished, Raif Badawi, \nbeing a recent example, facing 1,000 lashes and six to 10 years in prison, assuming of course that the lashing does \nnot kill him.    \n\n      On the issue of dictatorial governments, one would again be hard- pressed to determine which family \ngovernment, that of Cuba's or the Saudi's, is more dictatorial.  I think you could have a very robust debate \nconcerning that issue.  \n\n      On the issue of terrorism, bearing in mind that 15 of the 19 9/11 terrorists were Saudis, and also bearing in mind \nthat so much terrorism funding originates in Saudi Arabia -- in fairness, much of it opposed by the Riyadh regime, \nbut nonetheless still a lot of money for terrorism comes from the country of Saudi Arabia.  One could have a lively \ndebate again concerning which country poses a greater threat to world peace.    \n\n      Given so many similarities, and also some differences, but with Saudi Arabia being treated so much better by \nthe United States of America, what factors in your mind justify treating Cuba so much worse than Saudi Arabia that \nsupports the 50-year policy that the United States has had with respect to Cuba? \n\nJACOBSON:  Thank you.  Congressman, I think that our own view has been pretty clearly laid out by the president \non the 17th and the secretary certainly made a number of comments that we believe that -- that Cuba not on its \nmerits necessarily, in terms of its behavior, but on the effectiveness of policy arguments; the efficiency and what is \nin our national interest merits a change in that policy.  And so it was announced in December.    \n\n      I can't necessarily make that comparison between Saudi Arabia and Cuba, but I will say that we believe very \nstrongly that the values and the ideals of the United States need to be pursued aggressively all over the world.  And \nthat they are best pursued, and you could expect this from a diplomat at the State Department, via diplomatic \nrelations and having embassies.  Those aren't concessions or gifts.  We do them effectively when we have a \npresence.  That's why we want to have that presence in Cuba.  \n\nBROOKS (?):  I'm running short of time.  Let me ask this final question.  America is always faced with a very \ndifficult choice.  On the one hand, we can be open, hoping that our relations with this country will surely cause them \nto accept freedoms that we cherish in America.  Or we can be very restrictive, as we have been with Cuba, North \nKorea and some other nations, in hopes that the punishment will be sufficient.  \n\n      What do you think long term is best for Cuba?  \n\nJACOBSON:  I think we're most effective when we have allies with us, and we were alone vis-a-vis Cuba.  So I \nbelieve the openness with allies to the Cuban people, not the Cuban government, will be effective.  \n\nROS-LEHTINEN:  The gentleman's time is expired.  \n\n      And Mr. Deutch of Florida is recognized.  \n\nDEUTCH:  Thank you, Madam Chairman and Ranking Member Engel, for working so quickly to ensure that this \ncommittee was able to hear from the administration on this policy shift.  \n\n      I represent South Florida where the administration's announcement has a tremendous impact.  And let me first \nsay that in the immediate term, I have serious concerns about the Castro regime's continuing human rights abuses, \nas many of my colleagues have brought up today. And I hope that we expect and demand more of them.  \n\n\n\n      Coinciding with the administration's announcement, one of the major South Florida newspapers, the Sun-\nSentinel, published an in- depth feature called \"Plundering America,\" which exposed the way in which underground \ncriminal networks have exploited U.S. policy toward Cuba.  \n\n      Madam Chairman, the United States opened its doors to the Cuban people so they could have a better life free \nfrom the oppressive Castro regime.  And the overwhelming majority of those who have come here have made \nincredible contributions to this country and become a deep part of the fabric of our society.  What great examples \nwe have here on this panel with our colleagues and my friends, Chairman- Emeritus Ros-Lehtinen and \nRepresentative Sires.    \n\n      But policies that were put in place to ensure that those who sought refuge in the U.S. would still be able to see \ntheir families or sent remittances are being taken advantage of by a small minority for criminal gain.  Individuals \nengaged in organized criminal activity have turned our humanitarian policy into an underground criminal enterprise \nby using their ability to return to and from Cuba to engage in illicit fraud activities, particularly, the report noted, \nMedicare fraud, and are transporting large sums of cash back to the island and evading arrest as the Cuban regime \nwill not extradite these fugitives.  \n\n      As the Sun-Sentinel notes, they have turned our open door policy into a revolving door, enabling, and I quote, \n\"crooks from the island to rob American businesses and taxpayers of more than $2 billion over two decades,\" end \nquote.   \n\n      As the administration rebalances its relationship with Cuba, I hope we're not ignoring the years of criminal \nactivity that the Castros have turned a blind eye to at best.  We need to know what extent -- to what extent the \nregime or people connected to the regime have been or will continue to be involved in these illegal crime rings.  \n\n      Assistant Secretary Jacobson, I'd like to know if your initial round of talks with the Cubans included any \ndiscussion of extradition of fugitives from Cuba?  And if not, when and how will this issue be raised?  \n\nJACOBSON:  Thank you, Congressman.  And it certainly did include the discussion of fugitives.  It did no \nspecifically include the question of extradition.  As you know, we have a very old extradition treaty that has not been \nused in many years.  I have no idea whether we will get back eventually to actually using it.  \n\n      But it certainly included the question of fugitives and the desire to have much more in-depth conversation about \nlaw enforcement and fugitive issues in the future.  \n\nDEUTCH:  Can you just elaborate a bit on -- the extradition you referred to, the situation that we have now.  But in \nthe talks, what were -- how did the talks focus on it?   \n\nJACOBSON:  Let me -- let me be -- I just want to be clear that the morning of the talks that I had were on the \ndiplomatic restoration.  The afternoon of the talks were on a whole series of subjects on which we are going to \nhave experts, who are not me, have much more substantive conversations about what we want, right?  And that's \none of the subjects.  \n\nDEUTCH:  And when -- what will be the context of those discussions?  And when will they take place?  \n\nJACOBSON:  Right.  We're going to try and set those up as quickly as possible.  Part of that conversation already \nbegan in the migration talks because we take with us our lawyers and the Department of Justice, and we talk about \nfugitives in the context of the migration talks, so we've actually begun that one.  \n\n      But we'll have a separate conversation on law enforcement and fugitives basically as we can set these up in the \ntime schedule.  The Cubans are a little bit overwhelmed by our new wanting to have dialogs on lots of different \nsubjects.  They have accepted the idea of having that, and we'll get them set up as soon as we can with our Justice \nDepartment colleagues.  \n\n      (UNKNOWN):  Thank you.  \n\n\n\n      Mr. Smith, understanding that much of this falls under law enforcement agency's purview, has your office looked \nat where the money coming from these Cuban criminal networks, where -- where all of that money, which usually \ncomes back to Cuban cash goes, or the role of the Cuban government in sponsoring or even training these \nindividuals, or what's being done to impede their activities?  \n\nSMITH:  OFAC does work with our law enforcement colleagues on a variety of issues that relate to sanctions with \nrespect to any particular issues with regard to money flows or anything that might impact the U.S. law or U.S. \nsanctions, I couldn't talk about anything that we would actually be looking at.  \n\n      (UNKNOWN):  Can you speak to the specifics -- the specific situation that was described at great length in \nthese newspaper reports?  \n\nSMITH:  I think most of what you described at -- at great length from the newspaper reports and the details from the \nnewspaper reports, I'd refer to the Department of Justice.  I think that would have the primary equities there and the \nprimary statutes that would be involved.    \n\n      What we would do at OFAC is we enforce the sanctions laws, and very little from -- from what I've seen impact \nour regulations that we would enforce.  \n\n      (UNKNOWN):  Thank you.  Thank you.  \n\n      (UNKNOWN):  Thank you, gentleman's time is expired.  \n\n      Mr. DeSantis of Florida.  \n\nDESANTIS:  Thank you, Madam Chairman.  \n\n      Secretary Jacobson, you said in response to Chairman Royce's question that we did not make concessions to \nthe Cuban government, but yet later in your answers, you've conceded that the increased economic activity will \nhave some benefit to the Cuban government, so that is a concession, is it not?  \n\nJACOBSON:  I -- it is a benefit they may receive.  \n\nDESANTIS:  Especially given their two main patrons, Venezuela and Russia, they're reeling with the change in \nworld oil prices, and I think the Castro government very much wants any type of patronage they can get.  And I \nthink as Mr. Sires pointed out, you know, money that goes into that country is going to be controlled by the \ngovernment.  \n\n      And if you are going to argue differently, why is it that we're the -- really the only country that has these \nrestrictions.  So, you have open relations, Switzerland, Australia, whoever, how come with all those ties, the Cuban \npeople have not benefited?  Because you said in your testimony in response to a question of Mr. Poe, that the \nCuban people are not better off after 50 years of our policy.  \n\n      My question is, if the other policies of all the other countries in the world are so good, why haven't the Cuban \npeople benefited from those policies?  \n\nJACOBSON:  Congressman, I think part of the problem in terms of the actual sort of economic policy in Cuba is \nthat they have not modernized their system, opened their system, made a foreign investment law that adequately \nattracts investment to have those other countries be -- be part of it.  \n\nDESANTIS:  And they said that they are not going to change.  Raul Castro said they're not changing.  He said this \nis a victory for the Cuban revolution, and we're not going to change.  \n\n      So, I don't see where you get that the people of Cuba are somehow going to benefit more than the regime.  I \nthink the regime will benefit from this, but until there's a change...  \n\nJACOBSON:  Well...  \n\n\n\nDESANTIS:  ... I -- I think the benefits are going to be bottled up at the top. \n\nJACOBSON:  But remittances also go directly to Cuban people.  We raised the remittance amounts.  In addition, \none of the reasons that they haven't rushed to us to implement the telecommunications provisions or the Internet \nprovisions, you know, they've been very, very wary of all of this, is because they know full well that they probably \nwon't be able to control it, and that the benefits may well reach the Cuban people.  \n\nDESANTIS:  And so they're probably now likely to do.  Let me ask you this: when you took your trip, were you given \naccess to any of the places where political prisoners are being held, to view that?  \n\nJACOBSON:  I was not.  \n\nDESANTIS:  OK.  \n\n      Is there any discussion, has the administration trying to get property returned that was confiscated, both of \nAmerican citizens, when Castro took power, including Cuban Americans who were exiled?  \n\nJACOBSON:  We made clear in the conversations that the issue of expropriated properties has to be part of \nnormalization.  \n\nDESANTIS:  What was their response?  \n\nJACOBSON:  They agreed that that has to be part of the conversation and responded that they had issues they \nwanted to raise with us about losses under the embargo.  \n\nDESANTIS:  And one of the issues I know they want is Gitmo.  Can you categorically state that on January 20th, \n2017, at 12:00 p.m., a date that a lot of my constituents are looking forward to, that Gitmo will still be under U.S. \ncontrol, the naval base?  \n\nJACOBSON:  I am certain that Guantanamo will still be a U.S. base, but I can't tell you a hypothetical about what \nmay be part of these normalization talks.  But it's not on the table for us right now.  \n\n      And I -- I don't envision that.  But I'm not a high enough ranking person to know, and I'm not from the \nDepartment of Defense, et cetera, to know whether it could be in the future.  \n\n      But I can't...  \n\nDESANTIS:  Well, I'm just talking about over the -- over the next two years that this administration's in power.  But I \nunderstand, it's not going to be...  \n\nJACOBSON:  I can't -- I can't envision that.  \n\nDESANTIS:  Cuba is a state-sponsor of terrorism.  The federal statutes, in order to be removed from that list, \nthere's certain criteria.  One of them is that the government has to provide assurances that they will not support \ninternational terrorism.  Has Cuban -- Cuba -- the Cuban government provided those assurances?  And if so, are \nthey credible?  \n\nJACOBSON:  Cuba has repeatedly rejected international terrorism, and we are in the process right now, as we \nreview this, of also looking at their statements and evaluating whether they have or whether they will give such \nassurances.  \n\nDESANTIS:  Well, I'm concerned.  Because if they say they're not going to change, they've been a state sponsor of \nterrorism, to me that's a declaration to the contrary.  My final question is, does the administration believe that the \npresident has the authority to unilaterally lift the embargo?  \n\nJACOBSON:  Clearly not, or he wouldn't have welcomed and encouraged the debate in Congress.  \n\n\n\nDESANTIS:  Well, but we've been down this road before, because he said he couldn't do things a number of times, \nand then turns around and does them, so I just think it's important to get this on the record.  \n\n      The statute's very clear about what would have to happen in order to have any type of waiver of these \nrestrictions, and there's no evidence that any of those criteria have been met up to this point. Is that accurate?  \n\nJACOBSON:  I'm sorry, a waiver of -- to have lifting of what kind of restriction?  \n\nDESANTIS:  Any type of provisions that can be waived requires -- there are certain provisions that are listed that \nmust occur in order for the president to act.  \n\nJACOBSON:  To act to lift the embargo, the president was clear in the State of the Union that he wants that to be \ndebated in Congress.  \n\n      (UNKNOWN):  Gentleman's time has expired.  \n\nDESANTIS:  Thank you, yield back.  \n\n      (UNKNOWN):  Thank you, Mr. DeSantis.  \n\n      Mr. Castro of Texas.  \n\nCASTRO:  Thank you, Chairwoman.  \n\n      And like many of my colleagues, I've been moved by the testimony of Ms. Ros-Lehtinen and then also my \ncolleague Albio Sires, who -- a Cuban American, and many Cuban Americans, particularly the more senior \ngeneration, lost their family members, lost property, lost their livelihoods in their country.  And for many years, I \nthink much of our foreign policy towards Cuba was in great deference to that fact.  \n\n      And when you hear the stories, that's very understandable.  I do think with the president's change in \nnormalization in diplomatic relations towards Cuba, that the power of American culture and the power of our \ntechnology and our democracy will ultimately win out. And I think that in many ways, this was the start of a new \nrevolution in Cuba, and as the Castro brothers are in the winter of their reign, I see this as positioning the United \nStates for when they are gone.  \n\n      And so with that in mind, let me ask you, how does it position our country vis-a-vis Cuba once these folks are \nno longer in power?  \n\nJACOBSON:  Thank you, Congressman.  \n\n      I think, you know, this really is the question.  One of the things that's critical is the next generation of -- of \nactivists, of leaders.  We want to keep faith with them.  I thought one of the most important things in this policy is \nhow we work with the current human rights activists and democracy leaders, the new entrepreneurs, and artists and \nexpand civil society?  \n\n      How do we encourage them?  When Tanya Bruguera wanted to have performance art in -- in Revolutionary \nSquare and asked Cubans to speak openly, 300 artists wrote in support of her effort.  Many of them had never \nmade a political statement before.  \n\n      So -- so it's the idea of -- of expanding people's engagement in civil society, which is novel, and is important in \npreparing for what comes next in Cuba.  \n\nCASTRO:  Sure.  And I know in places like China, for example, they can't access social media sites, but they have \naccess to the Internet.  Many in Cuba have no access, even to the Internet.  Is that right?  \n\nJACOBSON:  Absolutely.   \n\n\n\nCASTRO:  And also, and I don't know -- I got here a little bit late, because like many of my colleagues here, I have \ntwo committee meetings at the same time.  But let me ask you, what becomes of the wet foot, dry foot policy?  \n\nJACOBSON:  At this point, Congressman, we have no plans to change that -- that law, and it would -- the law \nobviously is -- is on the books, that would be -- have to be changed by Congress.  We have no plans to request \nsuch a change.  \n\nCASTRO:  OK.  Thank you.  I yield back, Chairwoman.  \n\n      (UNKNOWN):  Thank you, Mr. Castro.  \n\n      Mr. Emmer of Minnesota.  \n\nEMMER:  Thank you, Madam Chair.  And thank you to the panel.  \n\n      I -- it's interesting.  I hear often in the past few weeks that if something hasn't been working for 50 years, you \nshould look at changing it.  \n\n      But nobody seems to go directly to the issue except some of the comments I've heard today about how nothing \nhas changed within the country. \n\n      And I'm interested in a couple of things, because much of it has been covered already.  But I -- the president \nbroke with policy by appointing a couple of White House aides to conduct these secret negotiations.  I'm interested, \nand I think it's probably Ms. Jacobson, because you seem to have at some point been brought in and made aware \nof what was going on, what happened that caused that moment in time where the president decided to appoint \nthese two to negotiate secretly with the Cubans, and why?  \n\n      Why did he break from policy?  \n\nJACOBSON:  I -- I can't -- I can't answer that question on -- on behalf of the president.  What I can tell you is that \none of the two people engaged in those discussions is a foreign service officer on loan to the White House.  \n\n      A foreign service officer who is one of our foremost experts on Cuba, having served there and on the Cuba \nissue at the State Department.  \n\nEMMER:  But you don't know what suddenly sparked, now is the time that this has to happen?  \n\nJACOBSON:  I think that there has long been a concern within the administration that the policy was not effective in \nempowering the Cuban people.  \n\nEMMER:  So, let me ask you this then, Ms. Jacobson.  \n\n      Because many of the questions are -- I mean, I heard from Representative Connolly and others, what do we \nget?    \n\n      If I understand your testimony today, these secret negotiations included, for instance, discussions about the -- \nthe brutalization of families: in other words, how you're going to compensate these families for their personal loss \nduring the Castro takeover and since.  \n\n      And there's been a promise that that will be part of the negotiations before actual -- there will be a proposal to \nquote, unquote, dismantle the embargo.  \n\nJACOBSON:  What has to be part of full normalization of relations, that is, making the relationship with Cuba look \nlike every other normal one, and that's the full range of things, not just diplomatic relations, is a process and a \nresolution of this longstanding issue of claims, which the Foreign Claims Settlement Commission has, and \njudgments, yeah.  \n\n\n\nEMMER:  Got it, all right.  \n\n      So, and I just want it on the record so I understand, because you separated between diplomacy and complete \nnormalization...  \n\nJACOBSON:  Right.  \n\nEMMER:  ... which would be lifting the embargo and things that the president says he cannot do as the executive, \nonly Congress.  \n\nJACOBSON:  Right.  \n\nEMMER:  When we talk about the diplomacy, opening an embassy, hopefully getting to travel across the island, \nwhich right now has not been assured, that's diplomacy.  And these few things that the administration could do \nwithout congressional approval.  \n\n      The next step, my understanding from your testimony today, is there has been a promise that there will be, as \npart of any agreement moving forward, any final agreement, an understanding as to how these families will be \ncompensated not only for their personal loss, but for their property losses.  Is that correct?  \n\nJACOBSON:  There will be a process with the Cuban government to come to resolution of those issues.  \n\nEMMER:  So you may not require that they be reimbursed or compensated for loss of...  \n\nJACOBSON:  I don't -- I think in all of these kinds of cases, and I'll ask my colleagues if they have any comment, \nbut it may be Department of Justice that would be better placed to answer this, in all of these kinds of things it \nwould have to be agreed between mutually between two countries to resolve those plans.  \n\nEMMER:  I understand.  But you led us to believe, at least you led me to believe, that when these discussions were \ntaking place, these are issues that were in fact raised and have been discussed.  \n\nJACOBSON:  Yes.  \n\nEMMER:  And it would lead me to believe, listening to questioning here today, that there are things that are going to \nbe required if the Congress is ultimately going to approve a full normalization.  \n\nJACOBSON:  Right.  \n\n      And that means a satisfactory resolution, which means we have to be satisfied, but the Cuban government will \nhave to be satisfied too, for an agreement.  \n\nEMMER:  And that would include this harboring of murderers and thieves and criminals by the Castro regime?  \n\nJACOBSON:  The question of fugitives, if you mean the question of fugitives...  \n\nEMMER:  I added it to it.  \n\n      You -- you've put all of these together today, and I see my time is running out.  \n\nJACOBSON:  All right.  \n\nEMMER:  My point is that you've made it sound as though these are all going to be necessary requirements to a \nfinal agreement, if it's actually going to be fully normalized, and I believe my time has expired, Madam Chair.  \n\n      (UNKNOWN):  Thank you so much.  \n\n      Thank you.  \n\n\n\n      Mr. Clawson of Florida.  \n\nCLAWSON:  Thank you for coming today.  \n\n      I'd like to ask a question or two about this deal's impact on religious freedom in Cuba.  \n\n      I represent South Florida, Southwest Florida.  And of the -- you know, 94 percent of the Jewish folks left after \nthe revolution.  Some of them came to my district.  So this is a question that I'm sure that's on a lot of their minds, of \nthose that remain that are family members.  \n\n      But there's also other religious folks that have been persecuted in Cuba: Christians.  We don't talk a lot about \nMormons much.  But there are two Mormon branches, I understand, in Cuba, and other religious minorities as well.  \n\n      So, I'm wondering about the impact of this deal on tolerance for religion in general, and will missionaries and \nother folks from different sects be allowed to go now and help their brothers and sisters on the island?  \n\nJACOBSON:  Well, I think -- I think it's really important, Congressman.  \n\n      The regulations, and I could let my colleagues, this really expands the ability of religious groups to go, because \nwhat we've done is make the religious missions part of this, the religious opportunities general license.  \n\n      And so we're hoping that there are a lot more religious groups that are able to go, and -- and see counterparts \nin Cuba and have that interaction.  \n\n      In terms of the tolerance for religious freedom in Cuba, I certainly hope that there will be an impact, certainly by \nhaving their brethren come and work with them and -- and support them.   \n\n      I visit the Jewish community every time I go to Cuba.  And I visited this time with the church.  And there was \nrecently, you know, obviously the announcement of a new church to be built, a new Catholic church to be built in \nCuba.  \n\n      But it's a very important part of what we're hoping to stimulate as part of civil society.  \n\nSMITH:  I could just add to that that to the -- in the past, many Americans had to come to OFAC and seek what's \ncalled a specific license to be able to go to Cuba to engage in religious activities. And one of the changes that we \nmade was to authorize that in our regulations, which means that people may now go to Cuba for religious activities, \nfor their religious purposes without coming to this government agency to seek approval first.  \n\nBORMAN:  And there's two pieces on our side.  One is that for those trips that are now generally authorized for \nreligious purposes, the things that the travelers want to bring with them also can be done under a general \nauthorization, rather than coming and waiting for a specific authorization for us.  \n\n      And another piece of our license exception allows building materials to be exported for private sector use, \nincluding building of churches for example, again, without individual licenses under this general authorization.  \n\nCLAWSON:  I hope that we will have measurables here.  I'm always worried about bait and switch, and using some \nother aspect of the law to really get around things that are uncomfortable.  And I personally just think it's hard to \nhave a meaningful life for a lot of folks if they don't have a meaningful religious experience, so I'm hoping that the \nadministration will follow up here to where we actually see meaningful -- opening meaningful religious awakening on \nthe island for so many that want it.  \n\nJACOBSON:  Thank you sir.  \n\nCLAWSON:  I have no more to say.  I yield back.  \n\n      (UNKNOWN):  Thank you, Mr. Clawson.  \n\n\n\n      Mr. Weber of Texas.  \n\nWEBER:  Well, thank you Madam Chair.  \n\n      And gentlemen, I apologize.  Y'all haven't seemed to be getting a lot of the question, so let me just ask y'all a \ncouple of quick questions.  Are y'all going to be okay while I question her?  \n\n      (LAUGHTER)  \n\nBORMAN (?):  Yes sir.  \n\nWEBER:  OK.  Thank you very much.  \n\n      Ms. Jacobson, let me start out by saying I have really appreciated your professionalism and your demeanor and \nthat your attitude.  You've done a good job and I appreciate that.  \n\n      Are the State and Treasury regulations now fully in compliance with the intent of Congress, Ms. Jacobson, when \nit passed the Trade Sanctions Reform and Export Enforcement Act of 2000?  \n\nJACOBSON:  Yes sir.  We believe they are.  \n\nWEBER:  Do you believe that they are? \n\n      Going forward, and I understand you said the president wants -- he doesn't want the dialog that's happening in \nCongress.  And I appreciate it.  Joaquin Castro, my colleague over there from Texas, has commented earlier about \nmoving forward, past the current regime. That was an interesting take.  \n\n      But going forward will the ag trade -- and I have rice farmers in Texas, in my district and other producers as \nwell, and five ports, so they're very interested in the trade part of this.  Will the trade of ag products be able to be \nconducted without a lot of input, and some would say interference, from the administration?  \n\nJACOBSON:  I think that's a great question.  And we know that there's an enormous amount of interest in that.  I \nactually may defer to my colleagues on some of this.    \n\nWEBER:  They'll feel good about that.  \n\nJACOBSON:  They will, and it'll -- it'll give me a chance to have a little bit of water.    \n\nWEBER:  OK.  \n\n      Yes, Mr. Smith?  \n\nSMITH:  Well, we've made changes in the current set of regulations that changed the financing terms to what the ag \nexporters had requested.  And so, it should be easier for them to be able to send...  \n\nWEBER:  Without a lot of red tape?  \n\nSMITH:  Without coming in to OFAC for any requirement.  \n\nWEBER:  OK.  Good.  \n\n      Mr. Borman, any input?  \n\nBORMAN:  Well, one thing we were not able to address in our changes were the (inaudible) requirement that there \nbe a license, that's (inaudible) in the license section.  So that piece stays in place.  But that's currently a 12-day \nprocess.  \n\nWEBER:  Twelve-day process, OK.  \n\n\n\nBORMAN:  For somebody who wants to make an ag export, comes in and waits, submits an application to us and \ngets an answer yes or no within 12 days.  \n\nWEBER:  OK.  Well, then, other than changing the cash-in-hand rule, what other changes in OFAC do you know \nare in the offing? Anybody?  \n\nSMITH:  When you say other than -- other than changes...  \n\nWEBER:  Yeah, that would actually give us potentially new opportunities for ag products in particular?  \n\nSMITH:  So, the other thing that we did was we allowed U.S. banks to establish correspondent accounts in Cuban \nbanks.  And what helped with that and with the ag trade, is right now that if you want -- is an American exporter has \nto get payment from a Cuban exporter and then has to go through a third country and then come to the United \nStates. Now, under this rule, they won't.  They can pay directly, and the payment can be made faster and easier \nand make ag exporters more competitive.  \n\nWEBER:  OK.  (inaudible)  \n\n      Also the travel general licenses now make it easier for people who want to investigate business opportunities in \nthe ag sector, so people without coming in and waiting for an (inaudible)?  \n\nSMITH (?):  In many of the cases before, exporters would have to come in to OFAC for the -- to seek what's called \na specific license to travel down there.  Now, they don't have to, for a variety of (inaudible) for a variety of activities \nthat they would use, associated with trade, like the marketing and any to the export to delivery.  All of that can be \ndone without coming in to us, to seek that license.  \n\n      (UNKNOWN):  OK.  That's an improvement.  \n\n      And then, Ms. J (ph), I'm gonna come back to you.  \n\n      Joaquin asked about the dry foot/wet foot policy.  Tell me what that is.  \n\nJACOBSON:  It's the Cuban Adjustment Act allows that Cuban citizens who arrive on U.S. soil are permitted to \nadjust their status here and remain, whereas those who may be interdicted by the Coast Guard are -- if they have \nno protection concerns, may be returned.  \n\nWEBER:  That's what I figured.  Well, I -- that's my questions, and I thank you all for your testimony.  \n\nROS-LEHTINEN:  Thank you very much, Mr. Weber.  \n\n      We were gonna go to a second round of questions.  So the three of us left in case you wanted to ask another \nquestion.  \n\n      The chair recognizes herself.  \n\n      The Foreign Claims Commission has found that there are almost 6,000 U.S. claims that are judged to be \nqualified for compensation by the Castro dictatorship.  The adjudicated value of those claims by adding a 6 percent \nsimple interest, according to this commission makes the total principal value of American claims to over $8 billion \ntoday.  \n\n      I don't think the State Department will enforce Helms-Burton by investigating trafficking in confiscated U.S. \nproperty nor enable U.S. property owners to secure compensation for the unauthorized use of property subject to a \nclaim. \n\n      Do you think that you will or won't?  \n\n\n\n      And I also worry that the administration will use our influence to go even further.  We will -- will we try to help \nCuba get membership into the World Bank, into the IMF, into the IDD, other multilateral development banks?  And \nwill we prevent any assistance, any financing or any other benefit from these institutions until U.S. property claims \nhave been resolved to the satisfaction of American owners?  \n\n      And, lastly, if you could tell us, what are the three conditions, according to U.S. law, under Helms-Burton, for the \nembargo to be lifted?  And I know the president is going to present us legislation to free-up the embargo.  What are \nthe -- what of those three conditions have been met that would satisfy the embargo or would justify the embargo \nbeing lifted?  \n\n      So, first, on the claims, on what we're going to do, if we're going to help Cuba get into the organizations and \nthen the three conditions under Helms-Burton?  \n\nJACOBSON:  Let me start off by saying I've been cognizant of the importance of resolution of the claims issues \nand the judgments from the very beginning of this process.  It is very important that those be resolved.  \n\n      The Sate Department as well as other government agencies, the Justice Department, under which the \nautonomous foreign claims settlement commission acted to adjudicate and assign values to those claims.  We \nbelieve very strongly that that has to be part of future conversations over the next years.  However long \nnormalization may take.   \n\n      Those are extremely difficult, obviously, to have with any foreign government, as those commission's dealings \nhave proven.  But we intend to pursue that, certainly, as part of our -- of our discussion.  I raised that in the very first \nconversation.  Knowing that we weren't going to talk about it that day, deeply, but it must be part of full \nnormalization.    \n\n      Second, on the international financial institutions, there is obviously very specific language in the law about this.  \nWe feel that we are not in a position right now where Cuba is, you know, eligible for membership, certainly.    \n\n      And there are lots of...  \n\nROS-LEHTINEN:  You say right now, do you foresee that you will be...  \n\nJACOBSON:  Well, I think -- I mean...  \n\nROS-LEHTINEN:  ... moving in that direction?  \n\nJACOBSON:  I think, Madam Chairman, we all hope for the day when there would be logical membership because \nit will be a free and open Cuba with an open economic system that would be a logical member.  \n\n      But I don't know exactly at what point -- we also hope that at some point in the future, they may ask for help to \nopen their system. They're not, right now.  \n\n      So...  \n\nROS-LEHTINEN:   But, just as you said that we weren't going to swap spies, and we did, even though you -- a rose \nby any other name, but you call it something else.  Will there -- will we -- will we be advocating for Cuba's inclusion \nin these -- in these international organizations that would allow to give it credit to continue to repress people?  \n\nJACOBSON:  Well, we're not advocating for their membership.  But we also want to make sure that at some point \nin time it may be useful to have organizations like the IMF not give them help, but help them open their economy, \nwhich is what they...  \n\n      (CROSSALK)  \n\nROS-LEHTINEN:  Because we're keeping them -- these institutions are keeping them from opening the economy?  \n\n\n\nJACOBSON:  No, no, no.    \n\n      (CROSSTALK)  \n\nROS-LEHTINEN:  But, anyway....  \n\nJACOBSON:  They don't necessarily...  \n\n      (CROSSTALK)  \n\nROS-LEHTINEN:  And let's go to the three conditions under Helms- Burton.  What are the three conditions that \nwould allow the lifting of the embargo?  And what of those three have been met by the Castro regime?  \n\nJACOBSON:  I'm sorry.  I don't have them in front of me.  The three conditions in the legislation?  \n\nROS-LEHTINEN:  I hope that when you're negotiating with the Castro regime, you keep in mind U.S. law.  U.S. is \nthe -- is the Libertad Act of 1996.  \n\n      (CORSSTALK)  \n\nROS-LEHTINEN:  The president is calling for the lifting of the embargo.  Please go and check that out.  \n\nJACOBSON:  I certainly will.  \n\nROS-LEHTINEN:  Because that is U.S. law, and we're hoping tht you will abide by that.  \n\nJACOBSON:  Absolutely.  \n\nROS-LEHTINEN:  And with that the -- Mr. Clawson, who has a follow-up question.  \n\nCLAWSON:  I believe that good leadership requires all stakeholders to be taken into account.  Companies go off \ntrack when they only think about shareholders.    \n\n      And in government, I think even more important that we keep all stakeholders and take them into account, and \nthat they are consulted. This felt like a sad decision to me, because it seemed to bypass a normal conversation with \nall stakeholders with respect to Cuba, stakeholders that live in our country, family members and others. They go \nsurprised, as you did, as stakeholders that work on the front line.    \n\n      And I kind of want to be on the record on that, because I think when we bypass stakeholders, we make unfair \ndecisions, that are narrow in their bandwidth.  And this doesn't feel -- this decision doesn't feel fair, because of the \nprocess or lack of process that we went through to get here, surprising people that have stakes in the game of \nCuba.  \n\n      So, I wanted to be on the record on that.    \n\n      I think it also makes your job on the front lines a lot more difficult.  I can't -- I can't imagine surprising folks that \nwork for me, bypassing them and cutting a deal with -- with somebody without them knowing it.  It feels like that that \nwould -- that undercuts your authority in the future.    \n\n      And maybe you see that different, but I just don't know how that's now the case.  \n\n      So I want to say thank you for hanging in there.  I think your jobs just got tougher, not easier.  And I want to \nexpress my appreciation for you all and the service you do our country and even in times made more difficult, like \nnow, by leadership.  \n\n      And then, along those lines, I want to say thanks for hanging in there today.  It's not easy coming up here, and, \nyou know, you get it from both sides, in our case.  \n\n\n\n      So you seem to have done it with humor and hung in there and kept your -- you know, your sense of humor \nhere.  And for that, and most of all I express my appreciation to you all for making time for us.  \n\n      Thank you.  \n\nROS-LEHTINEN:  Yields back.   \n\n      And I request unanimous consent to submit for the record a letter from South Florida state and local elected \nofficials to President Obama to express their profound disappointment over the December 17th announcement, an \nagreement for democracy in Cuba, which is a 10-point road map from the people of Cuba toward a real transition to \ndemocracy, op-eds from the former staff director of this committee, Dr. Elan Poblett (ph), and questions for the \nrecord from Congressman Mario Diaz-Balart.  \n\n      And, with that, our committee is adjourned.  \n\n      END   \n"}