{"title": "COVER STORY; Drugs, Bodies, Weapons And Terrorists", "body": "\n     THERE's no stopping \"Traffic.\" In 1989 the British \"Traffik,\" a Channel Four production, traced heroin trade along \nancient smuggling routes from the poppy fields of Pakistan to the end-user: teenage drug addicts in England. Then \nin 2000, Steven Soderbergh's equally downbeat epic, with an innovative multistrand story line, shifted locales to \nMexico and the United States and earned four Oscars, including one for best director, and a nomination for best \npicture. This week, USA presents its own six-hour \"Traffic\" mini-series, with a new, terrifyingly human twist. \n\n \"What's happened is that there's now this huge international trade in smuggling people by using the heroin \nsmuggling people by using the heroin smuggling routes,\" said Ron Hutchinson, who wrote the screenplay for the \nmini-series. The drug routes, he said, have formed part of the infrastructure for the terrorist networks; their wheels \nare greased by drugs, which have become \"the international underground currency.\"\n\n \"It's disposable; it's portable; it doesn't give you the headaches that a bundle of cash does because you don't have \nall the problems of getting it into the banking system and hiding it,\" Mr. Hutchinson said. \"So there's this huge circle \nnow and it all comes back to drugs.\"\n\n Expanding the \"Traffic\" metaphor to encompass immigration and terrorism was not necessarily what USA \nexecutives had in mind when they approached Mr. Hutchinson two years ago about revisiting the subject. \"What I \nbasically said to them was that I didn't think audiences would want a retread of the same tale,\" recalled Mr. \nHutchinson, who is also the executive producer of the mini-series. \"There's this whole underground economy that's \ncome along in the last 10 years or so since the original 'Traffik' and it's not just about drugs anymore.\"\n\n To dramatize the nexus among drugs, bodies, weapons and terrorists, Mr. Hutchinson devised three \nhopscotching story lines. A rogue agent (Elias Koteas) cuts off contact with his handlers from the Drug \nEnforcement Administration to broker a suspicious heroin deal with an Afghan drug dealer (Ritchie Coster) while, in \nSeattle, his wife (Mary McCormack) tries to deal with their rebellious teenage son (Justin Chatwin). Elsewhere in \nSeattle, a taxi-driving illegal immigrant from Chechnya (Cliff Curtis) worries about the fate of his wife and child, who \nare supposed to be hidden in the hold of a cargo ship. Simultaneously, a Seattle businessman (Balthazar Getty) \nwho's taken over his father's garment factory gets entangled with a shady Chinese-American \"businessman\" \n(Nelson Lee) who's interested in importing more than textiles.\n\n Stephen Hopkins, who had demonstrated his ability to juggle parallel story lines as the Emmy-nominated director \nof \"24\" during its first season on Fox, was hired to braid the narrative bits together. \"In the first two hours of this \nseries, we had to do something scary, which is tell a bunch of different stories which you know are all going to \ncollide later on but no one else does,\" said Mr. Hopkins, a producer of the mini-series.\n\n \"Mary McCormack's character is more straightforward because she's trying to protect her family, so that's the \neasiest to jump in and out of,\" Mr. Hopkins continued. \"But the other ones demand being educated by a lot of \n\n\ninformation politically and geographically. Some of the ideas I think are foreign to most people's thinking unless you \nreally follow global politics.\"\n\n The global reach of drug-financed trafficking was certainly not lost on Mr. Hutchinson. \"The drug business was the \noriginal multinational corporation,\" he noted. \"It's extremely efficient.\" And ruthless. Mr. Hutchinson, who was \nnominated for an Emmy for his work on a previous docudrama, \"The Tuskegee Airmen,\" made up fictional \ncharacters for \"Traffic\" but based much of the material on actual events, including an incident he'd heard about from \na journalist friend at the BBC.\n\n \"Bodies had been washing up on the coast of Sicily for months, some of them with bullet holes in the back,\" Mr. \nHutchinson said. \"The story was, there had been a shipload of immigrants to be droppedoff somewhere in Western \nEurope. The captain was being paid in heroin, something like a half a kilo a person. When the captain found some \nstow-aways, the peol ehe was delivering them to didn't want to pay any extra so the captain basically shot a half-\ndozen people and threw them overboard.\"\n\n Not that the creative team had to look far afield for examples of human cargo. Mr. Hopkins filmed \"Traffic\" in British \nColumbia. \"The first day of shooting, a giant boat bringing refugees from Asia was picked up in Vancouver,\" he \nrecalled. \"There were hundreds of people who'd been in this hold for three weeks and hadn't been let out and were \nreally ill.\"\n\n Many McCormack, who recently appeared in Mr. Soderbergh's HBO series 'K Street,\" observed fiction imitating \nfact on a daily basis while portraying Carole McKay, the well-meaning middle-class mom who's trying to keep her \nson from getting caught up in the urban drug scene. \"I've never seen anything like it,\" Ms. McCormack said. \"You'll \nbe walking down the street in Vancouver and right there in an alleyway you see someone shooting up or doing \ncrack. The people I spoke to in Vancouver were not shcoked by that at all.\"\n\n For Mr. Hutchinson, \"Traffic\" provided an opportunity to knit together seemingly unrelated predicaments into a \nbroader tapestry of human behavior. \"In a larger sense, this is more than just a story about drug taking,\" he said. \n\"When you see some 17-year-old girl shooting up in an alley, that is intimately connected with this vast 2,000-year-\nold network, and at some point she's connected with immigrant smuggling, she's connected with moving guns and \nexplosives and other nasty stuff around the world, because that habit pays for people who are moving things other \nthan drugs, sight unseen, and they are doing this through the ongoing sale of heroin.\"\n\n As Mr. Hutchinson tells the tale, \"Traffic\" courses to its somber destination fueled not just by the apparently \nincessant appetite for cheap highs but also by an equally powerful yearning for freedom. \"I thought of this story as \na way to explore immigration as much as the drug thing,\" he said. \"I live in California and read all the time about \npeople being found dead in containers coming from south of the border or being washed ashore on the Pacific \nNorthwest. America is still this extraordinary beacon when you consider the terrifying things people will still do to get \nhere.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: On the cover: Elias Koteas as Mike McKay in \"Traffic.\"; Elias Koteas, left, as Mike McKay, a drug \nenforcement agent. Below left: Mary McCormack as his wife, Carole. Above: Martin Donovan as Brent Delaney, \nMcKay's partner.; Mr. Koteas, left, at the head of the caravan, and Balthazar Getty right, as Ben Edmonds, a \nSeattle businessman. Below: Smugglers prepared to drown the body of an illegal immigrant in a scene from \n\"Traffic.\" (Photographs by Alan Zenuk/USA Network) \n\nhttp://www.nytimes.com/\n\n"}