{"title": "Temporary workers", "body": "\nThe growing popularity of longer assignments for temporary workers has significant implications for the \nmanagement of those personnel by client organizations. In particular, the attitude that temporary workers are \nsomehow less valuable than their permanent counterparts, i.e. that they are “second class employees” of a sort, \nmay result in a higher than necessary turnover among temporary workers. With this in mind, the following \norganizational factors are suggested as contributing to the likelihood that temporary workers may quit their \nassignments prior to the scheduled termination date• inadequate socialization• perceptions of organizational \ninjustice• exclusion from decisionmaking activities that affect their work lives• low expectations for a permanent job \nin the firm• relatively low age and tenure compared to permanent employees• relatively low tolerance for perceived \ninequity compared to permanent employees and• relatively low levels of commitment toward the firm compared to \npermanent employees.Taken together, these factors result in limited motivation on the part of temporary workers, \nleading to reduced productivity and a predisposition toward early departure.\n\nDepending on any number of criteria, authors refer to various categories of contingent workers as temporary \nworkers, shortterm workers, contract employees, independent contractors, parttime workers, personnel staffing \nservice PSS employees, etc. In this paper, the term “temporary workers” refers to individuals working through a \ntemporary service agency TSA on assignment to client firms that contract with the TSA, as well as individuals who \ncontract directly with a firm under an agreement with an explicitly stated end date.\n\nBackground\n\nThe temporary employment industry accounted for approximately 10 percent of total job growth in the 1990s, a \nfigure twice that seen during the 1980s Wessel, 2001 and projections indicate at least a 60 percent increase over \n1996 figures by the year 2006 Melchionno, 1999. In Japan alone, the number of temporary workers rose 26.1 \npercent from March 2001 to March 2002 Financial Times Information Ltd, 2002a. More importantly, the role of many \ntemporary workers is dramatically different from past decades as well. Once limited to replacing relatively \nunskilled sick or vacationing clerical help, today's temporary workers increasingly fill positions in a variety of \nexecutive, managerial, professional and technical areas requiring extensive skills. Even so, firms still use \ntemporary workers for a variety of reasons such as seasonal or cyclical workforce adjustments, costsavings \nefforts, and specific skill needs. For these firms, the costs of increased socialization, training, and development of \ntemporary employees would likely far outweigh the benefits.\n\n\nHowever, it is not uncommon for firms that use temporary workers extensively to have positions for them that can \nlast up to five years or longer, or to hire workers into temporary positions with an increased potential for \nlongerterm employment. Many of these firms use the temporary employment condition as a pseudoprobationary \nperiod to preview workers from whom they screen out those who fail to meet performance criteria or do not \notherwise “fit” the organization, or extend an offer of longterm employment to desired individuals. Such firms may \nfind significant benefit in developing a stronger, more meaningful employeremployee relationship with their \ntemporary workers.\n\nSimilarly, individuals' motivation to enter the temporary labor market varies widely and includes the inability to \nsecure more desirable or permanent work, or a desire or need for retraining or for greater choice in when and \nwhere to work. Nevertheless, a large number of them do so with the tacit hope of obtaining an offer of longerterm \nemployment Foote and Folta, 2002. In some cases, the aspiration for longerterm employment stems from a \nperception on the part of lenders that, because their income source is less stable, temporary workers represent a \nhigh financial risk, and these temporary workers want to avoid being seen as highrisk investments.\n\nIndividuals not seeking permanent employment offers are likely to be less concerned about the quality of the \nemployeremployee relationship than are those who seek more stability and commitment in work relationships. The \nHRM practices discussed in later sections may make little difference for them. However, for individuals who do seek \nmore stable, longerterm employment, these practices may significantly impact their decision to continue in their \ncurrent assignment to its prearranged end date. The motivation for seeking permanent employment is not as \nimportant, in our view, as the quality of the employeremployee relationship temporary workers experience while \non assignment to a client firm. Thus, it is in this context that the problem of unscheduled turnover among \ntemporary workers is discussed.\n\nWhile these longer assignments provide stability for temporary workers who value it, they also create additional \nchallenges for client firms that want to maximize the utility of their temporary workers. The explicitly noncommittal \nnature of temporary work presents two significant challenges on which this paper focuses preventing temporary \nworkers from leaving prior to the end of their assignments, and determining the appropriate extent of integration for \ntemporary workers. Despite improvements in some areas, industry groups still appear to be reluctant to fully \nintegrate temporary employees, as evidenced by the European Union's recent failure to reach agreement over the \ndrafting of the Agency Workers' Directive. The directive, which appeared to have secured the support of most \nEuropean partners, was attempting to improve the rights of temporary workers Donkin, 2003. The objective of this \npaper is to address these challenges through an examination of the problem of unscheduled turnover i.e. \nterminating one's temporary work assignment prior to the scheduled end date among temporary workers, \nsuggest possible antecedents of unscheduled turnover, and offer recommendations to managers for ways to reduce \nunscheduled turnover.\n\nRecent research reports positive associations between high performance human resource management HRM \nsystems and organizational performance Delaney and Huselid, 1996 Dess and Shaw, 2001 Huselid, 1995 \nMacDuffie, 1995. The systems described involve a number of practices including extensive employee training, \nemployee participation and empowerment, job redesign, teambased production systems and \nperformancecontingent incentive compensation. Foote and Folta 2002 affirmed the economic value to the firm of \nthese HRM practices and systems of practice. However, the growing body of research remains largely limited to \nemployees typically referred to as “permanent employees” hired with an expectation, on the part of both employer \nand employee, of relatively longterm employment, whether full or parttime. Very little research links progressive \nHRM practices and systems to the management of workers hired on a temporary basis who may not share their \nmore permanent counterparts' expectation of relatively longerterm employment.\n\nTurnover\n\nThe turnover literature examines employee job perceptions with regard to propensity to change jobs, and focuses \non the assimilation and management of human assets. Simply put, in order to reduce turnover i.e. increase \nretention firms must either increase employees' positive perceptions of their current jobs or decrease their positive \nperceptions of alternative jobs Coff, 1997. Such a reduction in turnover may be accomplished in a variety of ways, \n\n\n\nsuch as increasing pay, or by managing other aspects of job satisfaction in such a manner as to create a perception \nthat the current job offers higher satisfaction than do alternatives. However, reduction of costs e.g. in health benefits \nand retirement plans as a rationale for the increased use of temporary workers precludes firms from using \nmonetary means to enhance perceptions of the current job. Accordingly, this paper focuses primarily on \nnonmonetary strategies by which firms may achieve that end.\n\nMinimization of turnover constitutes an important objective in sustaining competitive advantage through people \nPfeffer, 1995. Although human assets alone do not necessarily create competitive advantage for a firm, researchers \nin the resourcebased stream consider both firmspecific and general human assets as a special form of strategic \nasset e.g. Amit and Schoemaker, 1993. However, human assets are unique in their capacity for voluntary turnover. \nPeople can and do leave firms at will, taking with them not only general and firmspecific knowledge and skills, but \nfrequently proprietary knowledge as well. Firms that fail to understand their distinctive competencies or to cope with \nhuman asset dilemmas, such as voluntary turnover, inhibit achievement of sustainable competitive advantage Coff, \n1997.\n\nThe use of temporary workers by firms includes, by definition, an element of scheduled turnover. That is, by their \nnature temporary assignments have a planned ending date. However, firms that make extensive use of the \ntemporary labor market may also experience higher than necessary levels of unscheduled turnover when they fail \nto cope with human asset management dilemmas peculiar to temporary workers. Unscheduled turnover is defined \nas the departure of temporary workers prior to the scheduled end date of their assignments. This same \nphenomenon, viewed from the temporary worker's perspective, is referred to as early withdrawal. To the extent \nthat unscheduled turnover occurs among temporary workers, previously expected cost tradeoffs between \nscheduled turnover and wagebenefit avoidance no longer apply, seriously threatening economic gains previously \nanticipated from the use of such workers.\n\nHuman resource managers face an interesting conundrum in attempting to maximize the potential of temporary \nworkers. Traditionally, client firms invest little, if any, time or effort in the integration of temporary workers, \nprecisely because the assignments are temporary by definition. Fear of “wrongful action” suits against client firms \nby temporary workers based on the workers' perception that the client firm was the legal employer, rather than \nthe TSA, may cause many firms to deliberately exclude temporary workers from meetings and other activities that \nmight result in a deeper level of integration. On the other hand, failure to effectively integrate temporary workers \ninto the firm may act to intensify the problem of unscheduled turnover.\n\nSuch actions on the part of the firm may also result in temporary workers' failure to acquire an adequate \nunderstanding of others' expectations and their own rolerelevant boundaries, thereby depriving the firm of their \nmaximized performance. Indeed, the essential nature of temporary work may require that human resource \nmanagers actively seek ways to integrate their temporary workers into the organization more fully while, at the \nsame time, clearly defining the firm's role as client rather than employer. Careful consideration of issues related to \ntemporary workers' socialization, justice perceptions, psychological contracts, commitment, and equity may \nsignificantly reduce unscheduled turnover.\n\nFactors affecting unscheduled turnover\n\nThe factors affecting unscheduled turnover are discussed in the next section. Discussion of the effects of relatively \nlow age and tenure among temporary employees occurs across other factors rather than separately, because age \nand tenure issues are closely related to those other factors.\n\nInadequate socialization\n\nVan Maanen and Schein 1979 described the socialization construct in organizations as the learning of a cultural \nperspective that enables workers to interpret their experiences appropriately in a given segment of the work world. \nJones 1986 described institutionalized socialization as consisting of the following six elements1. grouping \nnewcomers and exposing them to common experiences2. segregating newcomers initially from established \norganization members3. a fixed sequence of steps designed to facilitate role assumption4. imposition of a timeline \n\n\n\nfor completion of role assumption5. assignment of role models to conduct the socialization process and6. \naffirmation of newcomer's identity and personal characteristics.Institutionalized socialization has been positively \ncorrelated with job satisfaction N306, r0.45, p<0.001, organizational commitment N306, r0.30, p<0.001 Mignerney \net al., 1995 and organizational identification N295, r0.220.38, p<0.05 Ashforth and Saks, 1996.\n\nAshforth and Saks 1996 advised that institutionalized socialization may represent an even more salient approach to \nyounger, less experienced newcomers due to their stronger need for information, identity, social support and \nlegitimacy. A significant segment 56 percent in the US of the temporary worker labor pool consists of relatively \nyoung workers, i.e. below the age of 35 Brogan, 2001. Furthermore, the number of individuals using temporary \nwork as a first job is increasing Steinberg, 2001. Thus, implementation of institutionalized socialization in \norganizations that use temporary workers extensively takes on critical significance given the likelihood that many \nof those temporary workers may be relatively young and inexperienced.\n\nNewcomers, including temporary workers, must acquire the firm's cultural perspective along with an adequate \nunderstanding of others' expectations and their own rolerelevant boundaries in order to function appropriately in \ntheir environments. Failure to fully convey this information may result in misperception and dysfunction, particularly \namong temporary workers, because firms too often view the socialization of temporary workers as low in priority \nor even insignificant. Ironically, the resulting misperception and dysfunction among these workers may limit their \nability to contribute, thus depriving the firm of their maximized performance and leading to problems of early \nwithdrawal.\n\nPerceptions of organizational injustice and exclusion from decisionmaking\n\nResearch indicates that “one of the most potent determinants of the … fairness of a social decision making \nprocedure is the extent to which those affected by the decision are allowed to participate in the decision making \nprocess through the exercise of process control or voice”. Lind and Tyler, 1988, p. 176. Employees are more likely \nto perceive procedures that affect them as fair when given the opportunity to express their opinions and desires as \npart of the process.\n\nFirms may frequently exclude temporary workers not only from participating in decisionmaking that affects their \nimmediate work conditions, but also from such simple, yet perhaps very meaningful, actions as introducing them to \nfellow employees other than those with whom they have direct working relationships. To make matters worse, client \nfirms may give temporary workers responsibility without commensurate authority, leaving them feeling \nunderutilized, uninformed, uninterested and uncommitted – attitudes that suggest strongly negative justice \nperceptions and a greater likelihood of departure prior to one's assigned end date.\n\nReduced expectations for permanent work\n\nThe psychological contract refers to beliefs about the terms of an exchange agreement between individuals and \ntheir organizations, and revolves around expectations suggested by that agreement, either explicitly or implicitly. \nWhile some individuals prefer the transitory environment offered by temporary work, many enter the temporary \nlabor market specifically intent on securing a permanent position, i.e. with an expectation that the temporary \nassignment may lead to a permanent position at some point. The Spanish government's transition of 6,000 \ntemporary workers to permanent employees within the past year Financial Times Information Ltd, 2002b and \nASDA's permanent hiring of 2,000 of its 10,000 temporary workers in 2003 William Reed Ltd, 2003 are just two \nexamples of why such aspirations are not at all unrealistic. This expectation may persist regardless of the explicit \nagreement, especially in those cases where a temporary worker has knowledge of other temporary workers who \nhave previously obtained permanent positions with that firm. If the firm fails to offer a permanent position within an \nacceptable to the temporary worker time frame, the temporary worker may perceive it as a breach of the \npsychological contract, diminishing expectations and leading to reduced motivation to remain until the end of the \nassignment.\n\nThe essential nature of temporary work is that those workers are younger and possess lower tenure, on average, \nthan do permanent employees Steinberg, 2001. The combined effects of reduced expectancy and relatively low \n\n\n\ntenure and age suggest that temporary workers who are seeking permanent employment may be particularly \nvulnerable to unscheduled turnover.\n\nLow tolerance for perceived inequity\n\nAdams' 1963 equity theory proposed, in general terms, that when individuals perceive a difference between their \nown inputoutcome ratio and that of a referent other, a negative state of distress results that motivates those \nindividuals to take action to restore equity to the situation. Because firms primarily control outcomes, adjustments \nnearly always occur on the input side of the ratio. Additionally, employees who cannot achieve an acceptable \n“adjustment” of the input outcome ratio, either in reality or by altering their perception of the ratio, typically resolve \nthe situation by withdrawing from the organization Cascio, 1991.\n\nEquity theory would predict that temporary workers who perform comparable tasks equally as well as their \nreferent coworkers in this case, permanent employees, but receive lower pay than the coworkers, may respond by \nseeking to increase outputs or by reducing input efforts in order to restore equity. The potential for such a scenario \nis high, because temporary workers are typically paid less than permanent employees, even for equivalent work \nParker, 1994. If neither inputs nor outcomes can be adjusted in actuality, they may attempt to cognitively distort \ntheir own input  outcome ratios or those of the referent others.\n\nHowever, for temporary workers, both direct alteration of the input  outcome ratio and cognitive distortion of the \ninput  outcome ratio may represent alternatives requiring a certain degree of effort i.e. motivation above that \nrequired for withdrawal. Consequently, temporary workers already predisposed to withdraw based on other factors \ndescribed earlier may respond according to that predisposition rather than expending the effort required to achieve \ninput  output ratio adjustments. Therefore, they may withdraw more readily and at a higher rate than would their \npermanent employee counterparts.\n\nLow levels of commitment\n\nTurnover has been strongly correlated with what is termed “continuance commitment” −0.29, p<0.001 Mayer and \nSchoorman, 1992. Continuance commitment refers to decisions to join, attend, and remain a member of an \norganization. The concept of commitment also includes the attachment associated with compliance as controlled by \nrewards and punishments, willingness to affiliate and ability to identify with the organization, and congruence with \norganizational goals and values Foote and Folta, 2002. However, developing this type of commitment may \nrepresent a particularly difficult challenge with regard to temporary workers. Feldman 1990 noted that the very \nnature of temporary employment increases feelings of divided allegiance on the part of temporary workers.\n\nAccording to Parker 1994, underemployment, meaning both underemployment in terms of hours employed and \nunderemployment in terms of suboptimal skill utilization, makes temporary workers less involved rather than more \ninvolved. Segal 1996 found that temporary workers worked an average of 33.5 hours per week, while their \npermanent counterparts worked an average of 39.5 hours per week. Thus, involvement for temporary workers is \nlimited on a temporal basis alone simply because they have an average of six fewer hours per week to exercise that \ninvolvement.\n\nPerhaps even more problematically, client firms commonly view temporary workers as buffers against market \ndownturns, effectively classifying those workers as expendable. Because of this view, client firms also allocate \nfewer resources to training and socializing temporary workers than to permanent employees WiensTuers and Hill, \n2002. This “restricted investment” on the part of client firms reinforces feelings of secondclass citizenship among \ntemporary employees and has the compounded effect of limiting both involvement in, and identification with, the \norganization. As a result, temporary workers may exhibit lower levels of continuance commitment toward the client \nfirm than do permanent employees in whom the firm's investment is not similarly restricted.\n\nThis paper outlines several factors as direct and indirect antecedents to unscheduled turnover among temporary \nworkers. In the following section, implications for client firms are discussed, with a focus on the development of \ncomprehensive HRM systems that address the factors identified, and directions for future research are offered.\n\n\n\nConclusions\n\nHRM systems\n\nCurrent trends indicate an increasingly important role for HRM in the development of corporate strategy. A closely \nrelated contemporary theme involves the importance of aligning departmental strategies with overall organizational \nstrategies, as evidenced throughout the broader domain of strategic management literature. Given this context, it \nfollows that firms' HRM strategies should support their overall strategies. Yet, it appears that a significant number of \nfirms fail to recognize the critical nature of their HRM strategy regarding temporary workers. Firms whose \nstrategies include extensive use of temporary workers should develop HRM systems consistent with those \nstrategies.\n\nMoreover, HRM policies implemented in piecemeal fashion across departments or divisions and with varying \ndegrees of emphasis, while adding to the accomplishment of segmented goals, may fall far short of generating the \ndepth of commitment necessary for the achievement of organizational goals Hunt and Morgan, 1994. Instead, firms \nshould develop HRM policy “bundles” that complement each other and collectively promote the organization's \ngoals.\n\nKeeping in mind the context of longerterm assignments for temporary workers, a firm's HRM system, or bundle, \nmust first address the potential for predisposition toward early withdrawal that may be complicated by a strong \npotential for low commitment toward the client firm. HRM bundles designed to collectively and comprehensively \naddress idiosyncratic issues of temporary work align the organization to provide stimulating assignments for its \nentire work force, rather than just its permanent employees. In turn, such policies may foster involvement, \ncommitment to the client firm, and the perception for temporary workers that the current assignment represents \ntheir best alternative.\n\nSocialization. Firms must clearly define temporary workers' roles and expectations as part of the initial \nassignment, orientation and socialization processes. Providing extensive information during orientation and \nsocialization may facilitate acquisition of the firm's cultural perspective for new temporary workers, in turn reducing \nthe anxiety and uncertainty attendant to new surroundings and new responsibilities. According to Pfeffer 1995, p. \n60, “sharing of information is a necessary precondition to … broader worker participation and empowerment”, \nwhich have been shown to increase both satisfaction and productivity. Additionally, rather than assign repetitive, \nunderchallenging tasks, firms should maximize crosstraining opportunities among temporary workers and \npermanent employees and assign tasks that stretch temporary workers' abilities.\n\nJustice and equity perceptions. HRM bundles in general, and compensation plans in particular, must take into \naccount the anomalous response tendencies of temporary workers with regard to perceived inequities discussed \nearlier. Firms will need to learn to anticipate to a greater degree those conditions under which temporary workers \nmay likely perceive inequity, and proactively incorporate measures designed to minimize inequitable situations. \nAdditionally, in those instances where firms cannot avoid inequity, or find it inappropriate to do so, HRM bundles \nshould incorporate proactive policies aimed at helping temporary workers accurately to understand situational \ndetails in order to eliminate inequities arising simply from flawed perceptions.\n\nExpectations for permanent employment. Firm should clearly articulate their policies and practices with regard to \nthe transitioning of temporary workers to permanent employment to TSAs so that temporary workers can make \ninformed decisions about whether to accept an assignment in the first place, rather than having to wait until they are \nalready on site with a client firm before that critical information becomes available. This practice would benefit both \ntemporary workers and client firms by improving the match between the motivations of both parties, thereby \nreducing the disillusionment of temporary workers assigned to firms that have no interest in or opportunity for \ntransitioning them to permanent employment, and reducing the costs associated with unscheduled turnover for \nthose firms as well.\n\nDecisionmaking. Firms should maximize opportunities for temporary workers to participate in decisions relevant to \nthe immediate work conditions of their own assignments Schuler and Jackson, 1982 in order to promote a sense of \n\n\n\nownership and identification with organizational goals. Although legal constraints may impose some limits, to the \nextent that firms keep their temporary workers informed and embrace them as team members along with \npermanent employees, those temporary workers may be able to offer more objective and provocative insights into \norganizational situations.\n\nCommitment. The firm's HRM bundle should incorporate procedures to obtain detailed information about \ntemporary workers' knowledge, skills and abilities from the TSA, apply the information during initial assignment, \nand review and update the information as part of the performance appraisal process. Such a comprehensive \napproach would enable the firm to develop more challenging assignments on an ongoing basis for its temporary \nworkers, which may significantly enhance overall performance. Not only do such practices foster commitment and \ncontribution, they may provide an additional and crucial benefit in increasing the value of the firm's temporary \nhuman assets by increasing their versatility and utility.\n\nEmployeremployee relationship\n\nThis paper contributes to the development of our understanding of the employeremployee relationship by examining \nproblems unique in scope andor magnitude with regard to temporary workers and client firms. In addition, it \nsuggests the need for firms to expand their investment in temporary workers in order to realize maximized \nperformance from all aspects of the firm. However, the growing practice of placing temporary workers in what \nessentially constitute longterm positions creates a host of legal issues surrounding the employeremployee \nrelationship that must be resolved before researchers can examine the roles of the firm and the temporary worker \nwith clarity. These issues include critical concerns such as benefits eligibility, wage laws, tax laws, application of \nand responsibility for mandated benefits, right to work laws, and the right to organize.\n\nOf course, increased socialization and training of temporary workers, and more effective determination and \nutilization of their skills, may reduce the cost savings firms seek by using temporary workers to begin with, making \nit less likely that firms not interested in providing an opportunity for temporary workers to obtain permanent \nemployment will benefit from adoption of these practices. However, implementing these practices also increases \nthe productivity and versatility of temporary workers, and may prevent other costs to the firm in terms of \nexperience and productivity associated with bringing in new temporary workers or diverting other human \nresources to complete unfinished work.\n\nFuture directions and research\n\nExtant research provides substantial support for the highperformance HRM practicefirm performance link. Empirical \nsupport for extension of this generality to temporary workers remains undeveloped. Much work remains in \nuncovering the idiosyncratic nature of temporary employment. Empirical examinations of the relationships among \nHRM bundles, temporary worker predisposition toward intention to quit, temporary worker participation and \ncommitment, reduction of unscheduled turnover, and organizational performance are necessary. Empirical research \nfocused on the reactions of temporary workers to real and perceived inequities would be particularly useful in \ndetermining the extent to which the proposed anomalous responses actually occur among temporary workers. \nAdditionally, empirical research is needed that provides information to practitioners regarding specific measures \nthat firms may take to minimize unscheduled turnover resulting from inequity perceptions.\n\nLongitudinal studies examining differences in socialization, training and depth of integration across departments in \nlarge organizations that use temporary workers extensively would be particularly useful in revealing which HRM \npractices operate most effectively to reduce unscheduled turnover among temporary workers. Moreover, these \nstudies would also be useful in providing additional support for the importance of HRM bundles in aligning the \norganization as a whole to generate commitment to organizational goals among its temporary workers, and in \nmaximizing the potential benefits for which the firm originally initiated its relationship with the TSATSAs.\n"}