{"title": "FOREIGN WORKER VISAS REVIVED BILL TO CLOSE LOOPHOLE ON LAWSUITS ALSO ALIVE", "body": "\nRiding a months-long roller coaster worthy of the stock market, legislation to allow more skilled foreign workers \ninto the country appears to be back on track, just days after it was widely presumed to have crashed.\n\nCongressional and White House negotiators agreed Tuesday to include an expansion of the H-1B visa program -- \neagerly sought by the high-tech industry -- in the huge budget bill still being crafted. That parliamentary maneuver \nis designed to thwart one lawmaker: Sen. Tom Harkin, D-Iowa, who blocked the H-1B expansion last Friday when it \ncame up as a separate bill.\n\nIt was a good day for Silicon Valley in the nation's capital. High-tech officials also celebrated the overwhelming \npassage in the Senate and House of Representatives of the industry's other top legislative priority -- a bill to curtail \nclass-action lawsuits against companies that undergo wild price swings in their stock prices.\n\nAnd a key lawmaker said a third tech priority -- a moratorium on special Internet taxes -- is likely to end up in the \nbudget bill as well.\n\nAll three issues had been heading toward final approval just weeks ago, but each got caught in political wrangling \nas Congress speeds toward adjournment. None, however, has traveled a more perilous path than the H-1B bill, \nwhich has evaded intense opposition from organized labor, a veto threat from President Clinton and now the 11th-\nhour infighting of an experienced legislator.\n\nProcedural tactic\n\nHarkin blocked the bill by exercising a procedural prerogative that gives immense power to lone senators in the \nwaning days of a congressional session. He cited the thousands of layoffs in the high-tech industry this year as \nproof that a shortage of engineers and computer programmers no longer exists.\n\nBut tech lobbyists and congressional advocates insisted that the need for skilled workers remains intense, and \ncapitalized on strong bipartisan support to attach the visa program to the so-called omnibus appropriations act.\n\n\"This is a big victory for the economy, which is being fueled in largepart by our high-tech industries,\" said the bill's \nchief sponsor, Sen. Spencer Abraham, R-Mich., in a written statement. \"The legislation strikes the right balance in \nsafeguarding America's competitive edge and protecting U.S. jobs.\"\n\n\nStill, the H-1B measure is not completely out of rough waters. The appropriations bill could be derailed by several \ncontentious issues that negotiators have not yet agreed to, such as increased spending on school construction. Or \nthe H-1B clause could be axed from the bill with other attached legislation during last-minute horse trading.\n\n\"While in a major budget negotiation, nothing is ever agreed to until everything is agreed to, the prospects for \ninclusion are looking very positive,\" said Gene Sperling, chairman of the White House National Economic Council. \n\"The White House, Senator Abraham and Senator (Barbara) Boxer have all pushed hard for this, and it looks like a \ngood bet at this time.\"\n\nSupport from Boxer\n\nBoxer, who could use Silicon Valley votes in her tough re-election bid, lobbied Democratic leaders in the Senate to \nagree to include the visa legislation in the budget bill.\n\nHigh-tech officials have been scrambling since Friday to get the visa legislation to hitch a ride on that bill, which \nCongress must pass to avert a government shutdown. It's the tech community's last chance to expand the visa \nprogram until early in 1999, at which point all of the current allotment of H-1B visas for this fiscal year likely will be \nused up.\n\nSome high-tech industry lobbyists echoed Sperling's caution. But, they said, they'd rather be in the volatile mix of \nthe end-of-session appropriations battle than be dead in the water.\n\n\"Nothing's done till it's done, but it's looking as good as it can,\" said Mary Dee Beall, government affairs manager \nfor Hewlett-Packard Co. Without an increase in the number of visas, the annual cap of 65,000 will be allotted within \na few months during this fiscal year, which began Oct. 1. Last year, the cap was met in May, leaving many \ncompanies unable to hire skilled workers from abroad.\n\nThe legislation, which the House approved 288-133 on Sept. 24, would increase the annual number of visas to \n115,000 in 1999 and 2000, then to 107,500 in 2001 before reverting back to the current level in 2002. In addition, a \n$500 fee on each visa granted will generate millions of dollars for worker training and scholarships.\n\nWhile supporters cited a recent study pegging the number of vacancies in the information technology industry at \n340,000, some organized labor critics said there is no real shortage of workers. Last week, the Institute of \nElectrical and Electronics Engineers-USA, which represents 220,000 engineers and computer programmers, said \nthousands of layoffs in the high-tech industry have led to an eightfold increase in the unemployment rate -- to 3.4 \npercent -- for electrical engineers since the beginning of the year.\n\nThe securities lawsuit legislation, known as the Securities Litigation Uniform Standards Act, closes a loophole in a \n1995 law that made it tougher to file and win shareholders' lawsuits in federal court. But the legislation had the \neffect of pushing many suits into state courts, which had more lenient standards.\n\nFederal jurisdiction\n\nUnder the act, which Clinton is expected to sign, all such suits would be sent to federal court, where one standard \nwould prevail.\n\n\"I think it's very important to have the uniform standards,\" said Rep. Anna Eshoo, D-Palo Alto, who co-sponsored \nthe legislation. \"There was obviously a circumvention (of the 1995 law), moving cases from the federal courts . . . \ninto state courts where the same standards didn't apply.\"\n\nReed Hastings, chief executive officer of TechNet, a Silicon Valley-based group that lobbies for high-tech issues, \nsaid the legislation will help high-tech companies thrive.\n\n\"It will create a stable legal environment so they can continue to take the bold risks they've taken in terms of \ngrowing companies,\" he said.\n\n\n"}