{"title": "THE LATEST MIX IN THE CITY'S MELTING POT / ALBANIANS, USED TO COMMUNISM, ARE CHANGING FISHTOWN, EVEN AS THEY STRUGGLE TO FIND THEIR WAY.", "body": "\nThe old sidewalks of Fishtown are coming alive with the neighborhood's newest residents, Albanian immigrants \nwho step out regularly for a leisurely, after-dinner shetitje.\n\nIn Albania, the shetitje, or walk, is a social tradition in a country where many enjoy strolling and friends drop by to \nwarm welcomes. Here, it means even more.\n\nIt is one sign of a quiet transformation taking place in this historically working-class neighborhood of narrow \nrowhouses, front porches, and Irish, Polish and German stock.\n\nAlbanian immigrants, fleeing violence and economic collapse in their native land, are pouring into Fishtown. As \nthey rent or save to buy houses, all along York Street, here and there on Tulip, Dauphin, Memphis or any number of \nFishtown-area addresses, they are remaking entire blocks.\n\nAlbanian arrivals are changing the face of social-service agencies, bolstering school honor rolls, and swelling \nattendance at churches.\n\n\"They've kept coming and coming,\" said the Rev. Dennis Rhodes, director of St. John Chrysostom's Albanian \nOrthodox Church, a Center City institution where the congregation has doubled and the Sunday school has grown \nfrom only a dozen immigrant children to nearly 60 in the last three years.\n\nNewcomers, such as Vlashi and Natali Plaku and their two young children, have followed in the footsteps of a \ngeneration that settled in such affordable ethnic enclaves as Fishtown or West Philadelphia in the early 1900s. \nThat original group, nearly 400 families, worked in a variety of trades or opened shops and restaurants.\n\nBut the flow stopped during World War II because of Italy's invasion of Albania and later Albania's communist rule, \nconsidered the most oppressive of the Eastern bloc, all of which left the original U.S. immigrants cut off from their \nroots.\n\nNow, a new generation is rediscovering those connections, making its way to neighborhoods populated by friends \nor family.\n\n\nAbout 300 Albanians live in Fishtown. Most have arrived since 1996 from such coastal towns as Fieri and Vlore in \na country perhaps best known recently for its role in Wag the Dog, a movie about a U.S. president embroiled in a \nsex scandal. Albania also recently made headlines as political instability - armed opposition forces set government \nbuildings ablaze this month - rocked the tiny, mountainous country long mired in poverty.\n\n(About 30 families with ties to Gjirokaster, in southern Albania, also have settled here, in Upper Darby.)\n\nBut even as they transplant some traditions, the Albanians, more than some other immigrant groups, face intense \ncultural adjustments.\n\n\"They have a huge struggle,\" said Jacqueline Hall, executive director of the Lutheran Settlement House, which \nserves Fishtown and Kensington.\n\nAlbania's communists and notorious secret police engendered a deep suspicion of institutions and even of the \nmotives of neighbors, experiences that Albanian immigrants bring with them, making them reluctant to trust others \nand build networks.\n\n\"The big problem [is] we don't have a good organization to help these people, to take them here, there and give \nthem jobs,\" said Hasan Risilia, 73, a retired foreman who emigrated from Vlore in 1945 and lived as a refugee in \nItaly before settling in Fishtown.\n\nUnder dictator Enver Hoxha, who ruled for four decades until his death in 1985, public worship was squelched and \nparents were not permitted to give their newborns religious names.\n\n\"The terror was so deep,\" said Andrew J. Rubis, a third-generation Albanian American and a Settlement House \ncaseworker hired last year to serve this growing community. \"I know this one woman who taught her children this \nparticular ceremony with water. She told them what to do, [but] she never told them why, that it was a link to the \nbaptism of Christ.\"\n\nThough the original Albanian immigrants, primarily Orthodox or Muslim, practiced their religions, the newcomers \noften attend religious services more for social than holy sustenance. Even Albanian Muslims go to St. John's each \nSunday because of the after-service coffee hour. Others visit the Albanian American Moslem Society on Girard \nAvenue.\n\nBy the early 1990s, communism had unraveled. But the country was still suffering, from pyramid schemes, \neconomic turmoil and general lawlessness, prompting in this decade an exodus of more than 700,000 Albanians, \nnearly a quarter of the country's population.\n\nFor the thousands who have come here, American ways - finding a job based on merit, not connections, securing \nhealth care, competing for a good education - have been \"a big, big culture shock,\" said Mike O'Brien, chief of staff \nfor State Rep. Marie Lederer (D., Phila.), whose 175th district includes Fishtown.\n\n\"They tend to come to us for things taken for granted in Albania,\" O'Brien said, noting that a steady stream asks for \nhealth coverage.\n\nPerhaps inevitably, some Albanian immigrants have clashed with their American neighbors.\n\n\"I think they need to learn to participate in the American way of life,\" said Marion Gaudinski, a York Street resident \nand landlord who has Albanian neighbors and tenants.\n\nA nurse by training, she has helped many Albanians with health-care issues. But she also has criticized them for \npreferring soccer to baseball or Albanian to English.\n\n\"When my grandparents came, it was a disgrace to show your ethnicity,\" said Gaudinski, a third-generation \nLithuanian American.\n\n\n\nTo ease the transition, the Lutheran Settlement House has scrambled to hire Albanian speakers, such as Rubis and \na receptionist, add English classes, and offer workshops.\n\nNot all efforts, though, succeed among a people used to communism. For example, the agency recently held a \nprogram on entrepreneurship, and \"no one came from the Albanian community,\" Hall said. \"They're not from a \ncapitalistic society.\"\n\nThat may help explain the noticeable lack of Albanian businesses or restaurants in this ethnic stronghold.\n\nThe Plakus, who emigrated from Fieri in 1995, have faced their share of hurdles. In Albania, Vlashi was an \nanesthesiologist and Natali a schoolteacher, an especially prestigious occupation there.\n\n\"We didn't know much about America,\" said Natali Plaku, 45, wearing a flowing print skirt, her dark hair pulled \nneatly back.\n\nLike so many others in Albania, the family applied for American visas through a lottery system designed to \nencourage diversity among U.S. immigrants. About 50,000 permanent-resident visas are made available each year \nto natives of countries as varied as Australia, Ethiopia and Singapore.\n\nThe State Department estimates that since the first lottery in 1993, 14,800 Albanians have received these much-\nprized U.S. green cards. Many have settled along the East Coast, mostly in Boston and Worcester, Mass.\n\nWhen the Plakus won, they immediately uprooted their comfortable lifestyle for the promise of America.\n\n\"All over the world, all the people dream to come to America,\" said Natali Plaku, who taught English back home. \n\"We think life will be easier here.\n\n\"But it's not so easy,\" she said. \"It's very hard, especially for our age.\"\n\nDespite their education, the Plakus, who stayed at first with friends, could not find work before ending up at a local \nfactory, sorting cassette tapes.\n\n\"We worked from morning until night,\" Natali Plaku said. \"Our kids were alone.\"\n\nShe offers a smile of resignation. Although her plight has improved - she is a substitute teacher now in the \nPhiladelphia School District, grappling with discipline problems unheard of in Albania - her husband, less skilled at \nEnglish and typical of many Albanian professionals, still works the assembly line, unable to pass the exams \nnecessary to practice his medicine.\n\nEven Albanian welders must overcome a technology gap. Others come from more rural areas with few transferable \nskills, forcing them to accept menial jobs.\n\nStep by step, though, the Plakus have gained ground. Natali Plaku sits in the nicely furnished living room of her \ncorner rowhouse on Dauphin Street, a house they bought a year ago. After work, her husband, also 45, attends \nclasses at the Community College of Philadelphia and studies his medical textbooks.\n\nBut like so many immigrants everywhere, this family's hopes and dreams rest with its children. Erkanda, 13, and \nErvis, 10, have readily mastered English and American ways. One evening, Ervis, wearing a Flyers cap and Nike \nT-shirt, showed off skateboard stunts out front, while his sister, who prefers to be called \"Erica\" (sounds more \nAmerican), rolled her eyes.\n\nThey straddle two cultures. Their mother insists that the children speak only Albanian at home and says she wants \nto teach Ervis how to read and write his mother tongue. The family already has made one trip back to Albania and \nproudly attends Philadelphia's annual Albanian Flag Day in November.\n\n\n\nErkanda, an eighth grader, gets straight A's at Alexander Adaire Public School. Like many Albanian students, she \nfinds math and science particularly easy - a vestige of the strong schools under the communists.\n\nErvis also gets good grades and, like his sister, wants to study medicine, perhaps even start a family clinic with his \nfather.\n\n\"Here, in America,\" Natali Plaku says of her children while waiting for her husband to return from the grind of the \nfactory, \"they can go anywhere and be someone, if they will work. I think they will become someone.\"\n\nGraphic\n\n \n\nPHOTO AND MAP;\n\nPHOTO\n\nNatali Plaku and her children, Erkanda, 13, and Ervis, 10, on East Dauphin Street. Fishtown is the city's No. 1 \nAlbanian community. (The Philadelphia Inquirer, CHARLES FOX)\n\nErvis Plaku's Americanization includes skateboarding with friends in front of his Fishtown house. He'd like \nsomeday to start a clinic with his anesthesiologist father.\n\nAn eighth grader used to a more rigorous system back in Albania, Erkanda Plaku, who likes to be called \"Erica,\" \ngets straight A's here. (The Philadelphia Inquirer, CHARLES FOX)\n\nA hooded policeman guards the center of Tirana, the capital of Albania. Fleeing violence and economic collapse, \nAbanians flock to Philadelphia. (Reuters, OLEG POPOV)\n"}