{"title": "Survey: Illegal immigrants back Bush worker plan;The new study of undocumented workers from Mexico alsofound that most wanted to become permanent U.S. citizens.", "body": "\nA new survey of undocumented immigrants from Mexico shows that most want to become permanent U.S. \nresidents but would participate in a temporary guest-worker program that President Bush envisions.\n\nThe study by the Pew Hispanic Center, released yesterday, also offers a first-of-a-kind statistical snapshot of a \nlarge sample of illegal immigrants. More than 40 percent said they came to the United States within the last five \nyears.\n\nThey tend to be young, predominantly male, struggling with English, and employed in construction, manufacturing, \nand the hospitality industry. They are better educated than their counterparts in Mexico but poorly educated by U.S. \nstandards.\n\nThe six-month study, completed in January, surveyed 4,836 Mexican adults in seven U.S. cities with large or \ngrowing Hispanic populations: Dallas; Los Angeles; New York; Chicago; Atlanta; Raleigh, N.C.; and Fresno, Calif.\n\nThe participants were not asked about immigration status, but more than half - 2,566 - said they did not have any \nform of photo ID issued by a government agency in this country. All the respondents were seeking a basic Mexican \nID that serves as minimal documentation in the United States, called a matricula consular, when they were \nsurveyed. Mexican consulates in participating U.S. cities, which issue the IDs, cooperated in the survey.\n\nThe Pew Hispanic Center is an independent research organization based in Washington. Its director, Robert Suro, \nsaid the survey provided \"an extraordinary view of a population that by its very nature is exceptionally difficult to \nmeasure and study.\"\n\nThe research findings could further stoke a contentious debate in Congress over how to deal with millions of illegal \nimmigrants, primarily from Mexico, who are entering the United States in search of better jobs and living \nconditions.\n\n\nBush has made immigration revisions a high priority of his second term and is asking Congress to create a \ntemporary guest-worker program that would allow immigrants to stay in this country up to six years, filling jobs that \nAmericans do not want. Such immigrants would be required to return home after completing the program.\n\nUnder Bush's initiative, those immigrants now living illegally in the United States - as many as 10 million - would \nbe eligible to participate. Conservative House Republicans think illegal immigrants should be deported before \nbeing eligible for guest employment.\n\nThe Pew Center's Survey of Mexican Migrants shows that Bush's proposal has strong support among its intended \nbeneficiaries. By a margin of 71 percent to 18 percent, immigrants said they would participate in a program that \nwould allow them to work in this country but would require them to return to Mexico eventually.\n\nBy a similar margin, 72 percent to 17 percent, participants supported permanent legalization for migrants who have \nlived in this country for five years, held steady jobs, and avoided entanglements with the law. Critics of Bush's \nproposal, including Democrats and allied groups, have said it fails to provide an avenue for permanent legal status \nand eventual U.S. citizenship.\n\nIn a finding that could fuel complaints that illegal immigrants pose a burden on U.S. services, many of the \nimmigrants said they had children in U.S. schools, though the percentage varied widely from city to city.\n\nThe flow of migration from Mexico has been changing since the 1980s, the survey said, with greater participation \nfrom women. Arrivals have continued to flock to traditional destinations, such as Los Angeles, but increasingly are \nheading to newer settlements in Raleigh and New York.\n\nContact reporter Dave Montgomery at 202-383-6016 or dmontgomery@krwashington.com.  \n\nONLINE EXTRA: To read the immigrant study online, go to www.pewhispanic.org. \n"}