{"title": "Pr. William Has Raucous Forum on Laborers - Correction Appended", "body": "\nThe clash between Latino immigrants who wait outside for day jobs and suburban residents who accuse them of \nloitering heated up yesterday at a town hall meeting and protest march in Woodbridge. \n\nMore than 100 people showed up for the often-tumultuous meeting. Waving signs and occasionally erupting into \nshouts and catcalls, participants barraged public officials with questions and comments and argued with each other \nover what to do about day laborers who have been gathering at a Woodbridge 7-Eleven while waiting for \ncontractors to pick them up. \n\n Last month, Prince William County police arrested 24 laborers at the site and charged them with loitering. On  \nMonday, three more laborers were charged. Eleven of the men have been turned over to federal immigration \nauthorities and face possible deportation. \n\nLatino leaders have criticized the arrests as an excuse  to harass immigrants and deport them. After yesterday's \nmeeting, about 75 day laborers and supporters marched from a church to a Mexican restaurant next to the 7-\nEleven to protest the arrests.  \n\nThe town hall meeting was organized by Supervisor Hilda M. Barg (D-Woodbridge), who is pushing for a permanent \njob assistance center where day laborers could gather. \n\nRep. Thomas M. Davis III (R-Va.) told the crowd that Prince William -- where the percentage of Latinos has \nclimbed from 9 percent to 16 percent in the past four years -- is not alone in dealing with this issue. Other parts of \nNorthern Virginia have also struggled with it, Davis said, as  have communities across the country.  \n\n \"This has national ramifications,\" said Davis, whose district, aides noted, is 30 percent immigrant. \n\nSome participants criticized the day laborers in personal terms, saying that most were illegal and urging Prince \nWilliam police to continue to arrest them and turn them over to immigration authorities.  \n\n\"If they are illegal, take them away,\" said Michael Crowe of Springfield, a member of the Virginia Coalition Against \nTerrorism. \"Enforce the law. That's why I pay my taxes.\"  \n\n\nOthers questioned why the workers needed special services when temporary employment agencies and the state \nunemployment office were available nearby.  \n\n\"I don't understand why community resources have to go to accommodate day laborers,\" April Gallop, 33, a \nWoodbridge resident, said to applause.  \n\nBut others spoke  in the workers' defense.  \n\n\"I've found them to be entirely, in my experience, polite, hardworking people,\" said Bruce Smith, 60, who said day \nlaborers live in his neighborhood less than a mile from the 7-Eleven. \"They have been as good as neighbors as \nanybody in the neighborhood.\"  \n\nAlice Gardiner, a resident of Occoquan, compared the day laborers to commuters waiting in HOV slug lines at \ncommuter lots that dot the county. \"What are those people doing? Loitering,\" she said.  \n\nAbout a dozen day laborers sat silently throughout most of the meeting, listening to a  Spanish translation on \nheadphones. A representative of several Latino groups spoke on their behalf.  \n\n\"The fact that these folks are willing to stand on the street corner for a job is honorable,\" said Julian Bermudez, \nchief executive of Hispanic Outreach Leadership Action. \"These folks are not terrorists, they're not mass murderers. \n. . . They just want to pursue the American dream.\" \n\nBut J. Haga, 45, a Woodbridge resident who lives near the 7-Eleven, had a more prosaic concern.  \n\n\"It's  okay that there are day laborers and stuff, but are they accountable for paying taxes?\" she asked in an \ninterview. \"Are they accountable for paying into the medical system?. . . . They have to be accountable for that.\" \n\nBarg said she plans to organize a community task force to study the issue and recommend solutions. \n\n\"I feel good about this meeting,\" she said. \"People had to vent.\"  \n\nMarch organizer Ricardo Juarez said authorities are using the loitering charges as an excuse to arrest and deport \nlaborers. He said his group, the Workers Committee of Woodbridge, plans to file suit challenging the \nconstitutionality of the loitering statute.  \n\nLaborer German Silva Guzman, 21, said some of the people at the meeting treated the men as if they were \nterrorists. \"This is unfortunate,\" he said through an interpreter. All the day laborers want \"is a better life for their \nfamilies and themselves.\"  \n\nCorrection\n\n A Nov. 21 Metro article on a town hall meeting in Woodbridge about day laborers incorrectly attributed a comment \nto Occoquan resident Alice Gardiner. Another speaker made the comment; Gardiner did not speak at the meeting. \n\nCorrection-Date: November 23, 2004\n"}