{"title": "IMMIGRANTS GET HELP IN QUEST FOR CITIZENSHIP", "body": "\nDozens of elderly and disabled legal immigrants turned out on Saturday at the Center for Employment Training in \nSan Jose, anxious to get help in becoming naturalized citizens so they won't lose federal benefits that would \notherwise be cut off Aug. 22.\n\nSanta Clara County officials believe this is the first county-run citizenship drive in the nation.\n\nOne of those attending the citizenship day was 82-year-old Truc Nguyen.\n\nLeaning on a metal cane, her shoulders stooped and her gray hair brushed from her weathered face, Nguyen \nslowly, but surely made her way into the bustling room to do something she hoped would allow her to live the rest of \nher days in this country.\n\n\"Legal immigrants who have followed the rules and, in many instances, worked here for years, are losing their \nsurvival income,\" said Richard Hobbs, the county's first director of citizen and immigration programs. \"Without it, \nmany will become homeless, food-less and hopeless.\"\n\nThe changes are coming because federal welfare reform requires legal immigrants to become citizens to continue \nreceiving Supplemental Security Income, food stamps, Medi-Cal, welfare and in-home support care services.\n\nIf legal immigrants remain non-citizens, lose their benefits and go on county-funded general assistance payments, \nit also could cost the county more than $36 million a year, Hobbs said.\n\nAs a result, county officials have taken aggressive action to help immigrants become citizens. They sent out \nletters notifying them that their federal benefits may be cut off. And for the next two months, they will host \ncitizenship drives every Saturday throughout the county to help immigrants fill out Immigration and Naturalization \nService applications to become naturalized.\n\nTheir goal is to reach all 20,621 legal immigrants in the county who receive Supplemental Security Income, which \naverages about $650 a month. Many of the workers are bilingual to help with the 4,000 people receiving SSI who \nare Vietnamese-American and 1,100 who are Mexican-American.\n\nFor Saturday's citizenship drive, 851 legal immigrants were invited. Of those, 60 showed up. One third of those \ninvited had already begun applying for citizenship, Hobbs said. Fifty percent did not reply. And 12 percent are \nhomebound and unable to travel to any center, so county officials will go to them.\n\nLanguage a barrier\n\nStill, many people managed to get to the center Saturday, some in wheelchairs, some as old as 97, and some \nsuffering from Down's syndrome, Alzheimer's disease or post-traumatic stress syndrome.\n\n\nAbout 3,000 legal immigrants receiving SSI in Santa Clara County would likely be unable to learn English or pass \nthe U.S. government and history tests because they have memory loss or other mental impairments, Hobbs said. \nThese immigrants would qualify for a disability waiver with a letter from their doctor.\n\nTrying again\n\nOn Saturday, with a $95 INS application fee in hand, immigrants hoping to become citizens received assistance in \nfilling out forms, getting fingerprinted and being photographed. Catholic Charities and CET employees will take the \ncompleted applications to the INS office for the applicants. If everything is approved and all tests passed, these \napplicants will become naturalized citizens in about nine months.\n\nMiguel, who didn't want his last name used, had tried to become a citizen 20 years ago. But the Mexican \nimmigrant's English wasn't up to par, and he was so nervous that he failed the test. Saturday, though, the 70-year-\nold was back to try again.\n\nReform confusion\n\nWheelchair-bound since a brain aneurysm nearly took his life five years ago, Miguel had been a welder. For 15 \nyears, he worked 18 hours a day, he said. Now, he gets by with $738 a month in SSI and must have a caregiver at \nhome to help him.\n\nWelfare reform has been confusing to many immigrants like Miguel. The San Jose resident thought he would lose \nhis benefits because he wasn't a citizen, but because he has worked more than 10 years, he had nothing to fear. \nLegal immigrants who have paid Social Security taxes for 10 years do not need to become citizens to retain \nfederal benefits.\n\nStill, Miguel said he decided to become a citizen because it was the right thing to do.\n\n\"I haven't gone to Mexico for 40 years,\" he said, \"And I realize I'll live here the rest of my life.\"\n\nNotes\n\nIF YOU'RE INTERESTED\n\nThe next citizenship day drive will be Saturday at St. John Vianney Church, 4601 Hyland Ave., San Jose. \nAppointments also can be set up during the week for assistance in filling out applications. For more information, \ncontact Catholic Charities at (408) 944-0691 or the Center for Employment Training at (408) 534-5451.\n"}