{"title": "Jonathan Stack on Shadows of Doubt", "body": "\nWhat happens when a doc-maker uncovers more to the story than either he or the broadcasters bargained for? \nJonathan Stack reflects on the dilemmas faced while filming Shadows of Doubt, the follow-up to The Farm\n\nThe back story\n\nIn 1998, producer Jonathan Stack (of New York-based Gabriel Films) took the feature doc world by storm with The \nFarm: Life Inside Angola Prison, the story of six male inmates serving life sentences in the Louisiana State \nPenitentiary. The Farm, which aired on A&E in the U.S., earned Stack top honors at the 1998 Sundance Festival \nand an Academy Award nomination, not to mention an output deal with London-based distributor C4 International, \nthe U.K. broadcaster's sales arm.\n\nEncouraged by The Farm's success, both A&E and C4 signed up for Shadows of Doubt, a follow-up to The Farm \nfocusing on inmate Vincent Simmons. Each commissioned an hour-long special.\n\nHowever, once Stack began filming, he realized the story demanded more. \"I understood that in the end they might \nnot accept a feature-length version, but threw caution to the wind and did what I believed was right for the project.\"\n\nUltimately, Stack got mixed reactions. \"I showed Shadows to A&E and they responded very positively, but felt it \nwas stronger television at an hour. I know some of the subtlety and texture of the piece has been lost. \nNevertheless, they're probably correct in that it will now work better for their audience. Herein lies the paradox of \ntelevision documentary. The unfolding of truth requires hard work and is fraught with challenges, to which most \naudiences - we are told - are not willing to commit.\"\n\nAs for C4, \"the commissioning editor [of the channel], simply did not like the film, and let me know that she has \nnever liked it,\" says Stack. \"She sees it as a failed mission. My last words were, I am sorry you feel so negatively \nbut I hope I'm right and you're wrong. Only time will reveal the answer.'\"Fortunately, distributor C4I has come in with \nsignificant support to cover some of the overages. Susan Rayman\n\nJonathan Stack Verbatim\n\nIn a decade as a documentary filmmaker, I have started each project with a certain confidence that truth is a \nrealizable goal. But my latest film, Shadows of Doubt, has shown me that when a story presents a myriad of truths \nwithout one simple answer, the documentary form, and particularly television, may not be the most appropriate \nmedium.\n\nIn Shadow's predecessor, The Farm, the most talked about sequence was the infamous parole board hearing. For \ninmate Vincent Simmons, who is serving 100 years for the rape of 14-year-old twin sisters Karen and Sharon \n\n\nSanders, it was his first hearing in 20 years and an opportunity to show evidence he hoped would prove his \ninnocence.\n\nAnyone who saw The Farm witnessed the cavalier manner in which he was turned down. The film even inspired \nsome to take action. In England, for example, one group formed a political committee to free Vincent Simmons.\n\nA few months after The Farm aired, Vincent got word that his appeal to the Supreme Court had been denied. He \nhad finally run out of legal options and his only hope was political action. I felt a little like a photojournalist faced with \nsome horrific act before his lens, forced to choose between capturing an historic moment and intervening in reality. \nShadows of Doubt: State vs. 85188 Vincent Simmons was an attempt to do both.\n\nIn the spring of 1998 I set off for Vincent's hometown of Marksville, Louisiana, and spent almost a year pursuing \nevery lead to find out what really happened. My goal was to find the truth - an ambitious task made even greater \nsince the women and local political authorities were vehemently opposed to participating, after seeing The Farm.\n\nIf the process was complicated, at least the story seemed simple. Vincent, a black man in the South, was serving \n100 years for raping two white girls. He never wavered from his original claim of innocence, but the jury, composed \nof 11 whites and one black woman, listened to testimony for a day and took one hour to convict. A story as old as \nAmerica itself.\n\nYet, as I read the evidence, doubts emerged. There were contradictions in the story, information Vincent presented \nat the hearing that wasn't completely accurate. I began to fear: What if Vincent was lying? What if I was to help him \nget out of prison and he committed another crime?\n\nI was contractually obliged to deliver by the fall of 1998, but it was obvious that I would never meet the deadline. I \nasked for and was given the extra time. The extra costs incurred were mine to cover.\n\nThe more I questioned one side of the story, the more I knew I had to hear the other. Finally, after hundreds of \nphone calls, many letters and a pivotal meeting at the local McDonald's, I began to gain the trust of the rape victims.\n\nIn October 1998, Karen and Sharon Sanders agreed to an interview. With their participation, I convinced almost \nevery person associated with the crime to talk. I then sought and found documents and even evidence, but nothing \nto prove Vincent's innocence or guilt. Two years later and I am no closer to finding an absolute truth as to what \nhappened that night than when I began. In some ways, I'm even further away.\n\nThe deeper I look, the less clear it becomes. Vincent is no longer simply a black man abused by a racist system. \nKaren and Sharon are no longer simply young, white rape victims. I've come to know them better than people I call \nfriends. I've delved into their darkest secrets and found I'm depending on them to tell a story, just as they're \ndepending on me to have their stories told.\n\nI listened for hours and watched the interviews hundreds, if not thousands, of times. One side is either lying or \nmistaken. I don't know which one. I've looked in their eyes and begged them to tell me the truth. No one has \nwavered.\n\nWhile I was making Shadows, I observed The Farm being welcomed throughout the world. It's a simple parable \nabout goodness shining forth in a world of evil, and I think, perhaps, I should have stopped while I was ahead. \nPeople feel good about forgiving inmates who have rehabilitated themselves behind bars.\n\nI am barely finished with Shadows and it's already proving more controversial. While the story celebrates the \nsearch for truth, it does not provide a final answer. The search itself is the closest thing to truth so far, a richly \ntextured ambiguity told through two parallel stories. I sense however, that the audience will clamor for clear \nanswers.\n\nSome things, though, are certain. For one, I'm constantly reminded that the state had the responsibility to prove \nVincent's guilt beyond a reasonable doubt. They have done the opposite, effectively polarizing opinions along \nracial lines.\n\n\n\nSecondly, although it's possible the right person is behind bars for this crime, the system still failed. Criminal justice \nis meant to do much more than punish. Without a fair trial, loss of faith continues to grow. For people of color, the \nsystem almost always reads as unfair. The women also deserve closure, and the system has failed to provide that.\n\nAnd when the district attorney tells me justice has been served, that Vincent Simmons received a fair trial, I \nrespond: Would he have been able to convince a racially mixed jury? Would any black person in America convict \nbased on an eyewitness testimony from a young woman who stated in her first police report that all blacks look \nalike, or medical reports showing one girl was a virgin, or a photo lineup in which Vincent is handcuffed?\n\nAlthough truth could not be found in the legal system, I have no doubt that it lies somewhere in the minds of Karen, \nSharon and Vincent. One day I told Karen and Sharon that although I trusted them, knowing what I know now, I \nwould not come back with a guilty verdict. Angered by my response, they said, Vincent can lie to you, he can lie on \ntelevision, but he can not look in our eyes and lie to us.\n\nThe idea grew from that moment. Two years after beginning the project, the twins went to Angola to meet Vincent. \nFor him, it was the opportunity to confront the women whose testimony had put him in jail. For them, it was a \nchance at closure. What took place this past June is for each person who sees the film to witness and judge as they \nchoose.\n\nI have touched on a story that could hardly be more controversial. Man and woman, black and white, victim and \ncriminal, truth and lies. I have tried to be fair and balanced. For every filmmaker, the time between completion and a \nfilm's release is painful. We want success, but this time I have an added fear. Will the audience be divided along \nstrictly racial lines? Will people care enough about the principles of justice to hold back judgement? Is the pain of \ntwo rape victims so strong, so emotional, all else pales? And most importantly, will Shadows of Doubt exacerbate \nthe horrible chasm that divides us, or provide a bridge to begin the dialogue?\n"}