{"title": "IMMIGRANT CHILDREN SAID TO PREFER ENGLISH", "body": "\nA five-year study of the educational progress of 2,400 children of immigrants in San Diego says they quickly \nembraced English over their parents' native tongues - contrary to the fears of anti-immigration groups.\n\nThe study, part of the largest long-range survey of immigrant offspring in the United States, also reports that these \nyouths had better grades and lower dropout rates than fellow public school students whose parents were born in \nthe United States.\n\nBut the study also reported stark disparities in ambition among various immigrant groups.\n\nThe study is part of a massive effort by researchers from Michigan State and Princeton universities to follow 5,000 \nchildren in San Diego and Miami, two centers of immigrant settlement. It focused on \"the new second generation\" \nin the belief that these youths, more than their parents, hold the answers to hotly contested questions about the \nlong-term effects of immigration, such as: Will English lose dominance? Do immigrant children drag down test \nscores?\n\n\"Some immigrant groups and their children are doing well and seem poised to join the middle-class mainstream - \nif they are not there already,\" said Michigan State sociologist Ruben G. Rumbaut, who coordinated the project in \nthe San Diego Unified School District.\n\nBut others risk \"joining downtrodden native groups in the inner cities,\" he said, a possibility that lends urgency to \nefforts to understand the prospects of 8 million immigrant youths nationwide.\n\nAnti-immigration groups, in attacking the study's hopeful findings, said much evidence showed that immigrants of \nthe last two decades had not been good for America. \"What they have found is in direct contradiction to what other \nstudies have found . . . that children of less educated immigrants tend not to do well in school,\" said Ira Mehlman \nof the Federation for American Immigration Reform in Los Angeles.\n\nSan Diego Unified, with 133,000 students, is the eighth-largest school district in the nation.\n\nThe students in the study, all of whom had at least one foreign-born parent, represented more than 60 nationalities.\n\nAnalyzing data on grade-point averages, Rumbaut found that the children of immigrants were not driving down \nachievement but outperforming the district as a whole. For example, 29 percent of all ninth-graders had GPAs \nhigher than 3.0, contrasted to 44 percent of immigrant children. In the 12th grade, 46 percent of all students had a \n3.0 or better, while 50 percent of immigrant children performed that well.\n\n\nNumerous studies have found that Latino students are more likely to drop out than others. In San Diego Unified, \nthey have a 26.5 percent dropout rate over the four years of high school. But when Rumbaut isolated Latino \nimmigrant children, he found a different story: Only 8.5 percent dropped out.\n\nRumbaut also asked youths what they called themselves - just American, for example, or hyphenated American? \nOnly 3 percent chose the plain American identity.\n"}