{"title": "GUEST COLUMN; 'Victory'? It's a blow for HB 87", "body": "\nThe Supreme Court's decision in Arizona v. United States is a resounding defeat for state anti-immigration \nmovements, particularly in Georgia. The court's decision puts an end to state efforts to enforce federal immigration \nlaw and create mini-state immigration systems.\n\nAs Justice Anthony Kennedy noted in his opinion: \"[T]he States are precluded from regulating conduct in a field that \nCongress, acting within its proper authority, has determined must be regulated by its exclusive governance.\" \nGeorgia legislators ignored warnings of this last year when considering HB 87 and chose to take the political rather \nthan the legal path.\n\nThe pending challenges to the two stayed provisions of HB 87 will now move forward. U.S. District Court Judge \nThomas Thrash found two key parts of HB 87, Sections 7 (the harboring, inducing, transporting provision) and \nSection 8 (the \"show-me-your-papers\" provision) were preempted, and barred those two provisions from taking \neffect. The Court of Appeals will now rule, in light of the Supreme Court's decision, whether these two sections of \nHB 87 will remain invalidated.\n\nThe Supreme Court threw out three provisions of the Arizona law that, if implemented, would have conflicted with \nthe federal plan. As a result, laws requiring the arrest by state officials of people they \"reasonably believed\" to be \nillegal, of those who did not carry proof of immigration status (as if that could be determined with simple \ndocuments), and making it a crime to work in Arizona without work authorization (currently not against any federal \nlaw), cannot be implemented.\n\nSection 7 of HB 87 is much like a federal statute and attempts to replicate and enhance federal penalties. It is pre-\nempted in that it directly affects the federal government's efforts to enforce existing immigration laws. Section 7 will \nnever be allowed to take effect.\n\nState politicians who supported HB 87's passage have made dubious claims of \"victory\" regarding the court's \ndecision. Did they actually read the opinion? While the Supreme Court allowed the \"show-me-your-papers\" \nprovision to stand, it offered a caveat. The federal government only challenged the statute on federal pre-emption \ngrounds, not on civil rights, due process or equal protection grounds. If the \"show-me-your-papers\" provision only \nrequires state officers to conduct a status check during the course of an authorized, lawful detention or after a \n\n\ndetainee has been released, the provision likely would survive preemption. But Kennedy added: \"Detaining \nindividuals solely to verify their immigration status would raise constitutional concerns.\" That's an open door to \nfurther challenges.\n\nIn Georgia, anyone who is arrested (including those driving without a license) and brought to any jail already has \ntheir fingerprints run though the federal immigration database. If a \"hit\" occurs, Immigration and Customs \nEnforcement issues a detainer asking for a 48-hour hold to give ICE time to pick up the person. Section 8 is not \nnecessary for this to happen. To remain constitutionally valid, the police would have to conduct its \"immigration \ncheck\" on the side of a busy road without extending the stop. In practicality, this is virtually impossible and \nunnecessary. Such stops also would have to be \"color blind\" as there is no legitimate way to determine a person's \nimmigration status simply by looking at him or her.\n\nThe federal government never joined the Georgia HB 87 litigation, and the current lawsuit focuses on the civil \nrights, due process and equal protection violations that already have occurred to Georgia immigrants and citizens \nas a result of HB 87. This does not bode well for the future enforcement of Section 8.\n\nPerhaps we can move on and work together to demand that Congress fix our broken immigration system.\n\nCharles Kuck, an Atlanta immigration attorney, serves on the executive board of the Georgia Association of Latino \nElected Officials.\n\nGraphic\n\n \n\nPhoto: Charles Kuck, an Atlanta immigration attorney, serves on the executive board of the Georgia Association of \nLatino Elected Officials. /ImageData*\n"}