{"title": "AN INS FINGERPRINT RULE CAN NO LONGER RULE OUT CITIZENSHIP / SOME PEOPLE HAVE FINGERPRINTS TOO FINE TO BE READ. THAT HAS CAUSED PLENTY OF TROUBLE WITH THE INS.", "body": "\nThis much is clear: Pushp Grover desperately wants to become a U.S. citizen.\n\nLess clear are the tiny whorls and ridges that make up her fingerprint patterns.\n\nTo the Immigration and Naturalization Service, that has been ground for not granting her citizenship for the last \nyear.\n\nThe INS says it needs the prints for its files. The FBI, which examines the prints, says they are unreadable, despite \nrepeated attempts in the past year.\n\nMeanwhile, Grover, 53, who has lived in the United States for 27 years, including the last six in Everett, Wash., has \nbecome increasingly frustrated with the process.\n\n\"I passed my test. I passed my interview. I took the oath, and I was told I'd get the citizenship, but I didn't get it \nbecause of my fingerprints,\" she said. \"I've never heard of such a thing.\"\n\nGrover is a native of India who emigrated from England with her husband, Kumar. She is one of a small fraction of \nimmigrants who the INS says are denied citizenship because of their fingerprints.\n\nThe INS, however, started a policy last week that will allow those with fingerprints deemed unreadable to gain \ncitizenship if they can prove they have a clean police record for the last five years.\n\nBut Grover is skeptical. She said the INS told her nothing about it.\n\nAnd the new policy allows that route only if people already have had their fingerprints checked and rejected two \ntimes and then have been told to get the police check.\n\nShe even has appealed for help from the office of Rep. Jack Metcalf (R., Wash.). Metcalf aide Fairalee Markusen \nbecame involved in Grover's case in October and said she, too, has become frustrated with the process.\n\n\nRecently, Markusen set up a fingerprinting session for Grover at the INS office in Seattle, requesting that the \nprints be specially delivered to the FBI in Clarksburg, W.Va., where prints of all citizenship applicants are sent. \nThey are waiting for a response.\n\nGrover's fingertips, upon close inspection, clearly have prints. The ridges are just very fine and, according to the \nINS, have an \"insufficient pattern area.\"\n\nAbnormal fingerprint development, which is rare, typically happens early in a person's life, said Bellevue, Wash., \ndermatologist Julie Francis.\n\n\"We have fingerprints due to the development of our sweat glands in our fingerpads early in life. If someone has \nabnormal sweat glands, which can occur, they might not have clear fingerprints,\" Francis said.\n"}