{"title": "Ohio woman disappears on cruise", "body": "\nFORT LAUDERDALE - A 36-year-old Ohio woman on a cruise to Key West and Mexico disappeared from the \nCarnival Cruise Lines ship Imagination as it crossed the Gulf of Mexico, authorities said Monday.\n\n\"We do not suspect foul play,\" FBI spokeswoman Judy Orihuela said.\n\nIn a statement, Carnival said the unidentified woman had been traveling with family members, who last saw her in \nher room at 1:30 a.m. Sunday, several hours after the ship had sailed from Calica, Mexico. She wasn't reported \nmissing until the ship docked at the Port of Miami on Monday morning.\n\nMan sentenced to 23 years in prison in deadly human smuggling attempt\n\nHOUSTON - A man convicted of participating in the nation's deadliest human smuggling attempt was sentenced \nMonday to more than 23 years in prison.\n\nVictor Sanchez Rodriguez was convicted in February on 18 counts of smuggling. The case stems from the 2003 \ndeaths of 19 undocumented immigrants who were crammed into an airtight semitrailer found abandoned in Victoria. \nFourteen people have been indicted.\n\nThe truck driver, Tyrone Williams, is scheduled to receive a new trial next month. Some of the counts against him \ncarry a possible death sentence.\n\nElsewhere ...\n\nOzark churches: New charges were filed against a pastor on Monday amid the expansion of an investigation into \nallegations that leaders of two reclusive church communes in Missouri sexually abused girls. George Otis Johnston, \n63, was charged with nine counts of felony statutory sodomy, in addition to nine earlier charges of molesting a girl \nfrom his church. He is one of five people charged with sexually abusing girls at two affiliated church compounds in \nneighboring Newton and McDonald counties. All five have pleaded not guilty.\n\nDetroit schools: Thousands of striking Detroit teachers defied a judge's order to return to work Monday as school \nofficials and the union resumed contract talks in the two-week dispute. About 7,000 teachers have been involved in \nthe walkout, which began Aug. 28 after teachers rejected a two-year contract that would have cut pay 5.5 percent \nand increased co-payments for health care. Superintendent William Coleman said schools will be closed \nindefinitely.\n"}