{"title": "What to Do About Illegal Immigrants", "body": "\n Your Oct. 5 editorial \"The Politics of Immigration\" was ridiculous.  \n\n When did the term \"illegal alien\" become \"undocumented worker?\" Of course, this switch fits the tone of the \neditorial. Stating that an attorney general is cracking down on things \"illegal\" makes it look as if he was doing his \njob, while stating that he is cracking down on \"undocumented\" folks makes it seem as if he is being downright \nmean. \n\n As for Republican gubernatorial nominee Jerry Kilgore's suggestion that the state dedicate 50 troopers to combat \nillegal immigration, The Post counters that \"the state has enough other crime to keep its troopers busy.\" Wow. Who \nhasn't thought or said that to the trooper pulling him or her over on Interstate 95 for speeding, or lighting up a joint, \nor jaywalking (I actually got a ticket for that once)? Change the laws if they are misguided, but let's not just ignore \nthem. \n\n The Post ends the editorial by stating, \"In seeking to crack down on and evict undocumented workers, Mr. Kilgore \nshould bear the burden of explaining how the employment market would replace them.\"  \n\n Sounds nice. \n\n  But  the next time some Third World leader tries to win an election by claiming to enforce tougher child labor laws, \nlet's see if The Post feels the same way. \n\n   --  Edward Koubek Jr. \n\n Gaithersburg \n\n *  \n\n Your editorial page has derided opposition to day-laborer centers as \"populist nonsense,\" adding that the presence \nof the illegal workers these centers would serve is necessary because \"the American economy wants and needs \nlow-wage workers.\" Aside from the naked elitism  in that sentiment, it also seems to defy the most basic tenet of \nmarket theory, which would suggest that something as sought after  as unskilled labor in the growing economies of \nVirginia and Maryland would not remain low-wage for long.  \n\n\n The only way to ensure that market forces fail to work their magic on these wages is to keep most of these workers \nright where their employers want them: unorganized, undocumented and illegal. \n\n  The burden of dealing with illegal workers ultimately falls on the federal government, and the consequences of the \nfederal failure in this area are far more troubling than some noise and congestion on a Gaithersburg street corner. \nBut until the federal government faces head-on the problem of illegal immigration,  local governments should at \nleast do no further harm.  \n\n  --  Donald Sellitti \n\n Montgomery Village \n\n *  \n\n An Oct. 9 editorial urging Maryland Gov. Robert L. Ehrlich Jr. to reinstate taxpayer-funded health benefits for recent \nimmigrant children and pregnant women ignored critical facts.  \n\n These immigrants were admitted based in large part on their sponsors' promise to the government that their \nneeds, including health care, would be met by their sponsors during their first five years here.  \n\n It is a fundamental and rational part of our immigration policy to require a substantial number of would-be \nimmigrants (but not those seeking emergency refuge or asylum) to prove that they will be initially self-supporting \n(or supported by their sponsors, usually family members).  \n\n Absent that promise, the immigrants now seeking free health care would probably have not been admitted, and \nother financially independent applicants would have. \n\n   --  Peg Manning \n\n Los Angeles \n"}