{"title": "NYPD FED UP Declines to back D.C. in immig bust", "body": "\nCity cops are in a nasty fight with the feds over manpower and money that boiled over with the NYPD pulling out of \na massive federal deportation sweep aimed at criminal immigrants yesterday.\n\nFederal sources say the cops backed out late last week because of politics, but cops say Police Commissioner \nRaymond Kelly was infuriated by the Department of Homeland Security's our-way-or-the-highway demand that the \npolice devote 185 cops to the operation.\n\nPolice sources said the force is just too strapped to give up that many officers while spending about $200 million a \nyear to fight terror, with 1,000 cops assigned to anti-terror duties every day - while the federal government foots the \nbill for less than half.\n\n\"Commissioner Kelly withheld the NYPD's participation only after our offer to participate on a reduced scale was \nrebuffed,\" said Deputy Commissioner Paul Browne.\n\n\"We made a counterproposal that was rejected,\" Browne said. \"They can't come in here and demand this many \ncops, and say it's this way or no way.\"\n\nAs many as 500 Immigration and Customs Enforcement agents, U.S. marshals and state police launched raids in \nthe city, Long Island and upstate yesterday targeting about 150 felons, including murderers and drug dealers, who \nhave ignored deportation orders, federal sources said.\n\nFederal sources said the NYPD was expected to be in on the sweep and was part of planning meetings until as \nrecently as May 18, the day before Kelly and Mayor Bloomberg slammed Washington at the federal 9/11 hearings \nfor failing to support New York.\n\nThe sources said the cops never offered even reduced help, and pulled out because City Hall is angry at the feds \nover terror funding. They also suggested the police were worried about how their participation would look to city \nimmigrants.\n\n\"We would've taken any bodies,\" one immigration agent said yesterday. \"We wanted to work with the NYPD. It's \ntheir city. We work great with them and [City Hall] pulls them out? That's bull-\n\n---t.\"\n\nThe police denied City Hall had any role in the pullout, or that the NYPD did not want to be involved in an \nimmigration roundup. \"It was the police commissioner's decision alone, based on police resources and operational \nissues,\" Browne said.\n\n"}