{"title": "Family gets visas to attend funeral", "body": "\nBut the slain man's death bars his children from immigrating to the U.S., one activist says.\n\nWhile the Mexican Consulate in Orlando cleared the way on Thursday for murder victim Florentino Cano's family to \nattend his funeral, a farm worker activist said his death might prevent his children from becoming citizens.\n\nOfficials said Cano's mother, brother and sister, all from Nayarit, Mexico, had applied for a short-term humanitarian \nvisa and would fly to Orlando on Friday.\n\n\"The immigration authorities have been quite helpful,\" said Enrique Romero, deputy counsel for the Mexican \nConsulate. \"They understand the need for people coming into the States for something like this.\"\nCANO\n\nRomero said Cano's mother, Dolores Gonzalez, 73; brother Rafael Cano, 32; and sister Esperanza Cano, 46, \nshould arrive in Dade City by this  afternoon.\n\nFlorentino Cano died Saturday after he  had been shot four times in his mobile home at 36911 Thomas Jefferson \nDrive.\n\nPasco County sheriff's deputies charged Jonathan Dye Jones, 34, with the shooting. Jones  had been acquitted in \n1994 of the  slaying of his ex-girlfriend, Kathryn Murphy.\n\nCano's death might bring another blow to his grieving family. He had three sons - Miguel, Gustavo and Jorge - in \naddition to his three stepsons.\n\nOfficials at Farmworkers Self Help in Dade City said that because he had been a permanent U.S. resident so long, \nCano had applied for his sons to become legal residents. That no longer can happen.\n\n\"When he was killed, they no longer can get legalization,\" said Araceli Corona, assistant director at the center. \n\"Once the person dies, the petition dies. Now they have to start all over. That's the sad part of this.\"\n\nAuthorities say Jones and two women, Heather Marie Price and Toya Hicks, went to Cano's mobile home Saturday \nplanning to rob him. One woman would have sex with him while the other  would steal his wallet, according to an \naffidavit.\n\nPrice told deputies she and Cano struggled after a disagreement about how much he would pay her for having sex. \nThe two women said Jones then came in the bedroom and shot Cano  several times. Jones has denied the \ncharges.\n\n\nOn Thursday, relatives and farm worker activists remembered Cano as a man who always had a smile on his face.\n\n\"He was a very good person,\" said Magdalena Cano, in an interview through an interpreter. \"We were very good \nfriends.\"  Her husband, Alejandro, was Florentino Cano's cousin. She said Florentino, who was Catholic, lived with \nthem for four years before moving out on his own. She described him as a hard-working man with a laid-back \npersonality.\n\n\"He worked in the orange fields picking oranges, and he loved his job,\" Cano said. \"He would work Monday through \nSaturday. He would leave at 5 a.m. and come back at 6 p.m.\n\n\"Florentino had many friends. I never saw him angry. He didn't bother anybody. He just went about his business.\"\n\nShe said he had left work early, around 4 p.m., on the day of the shooting.\n\nCorona said she, too, had heard much more good than bad about Cano.\n\n\"Everyone says Florentino was a very nice man, always helping people out,\" she said. \"We have talked to \nprostitutes who knew him as well. But what we should remember most is that he was a human being who didn't \ndeserve to die like he did.\"\n\nHodges Funeral Home in Dade City will handle funeral arrangements for the Cano family. Director Michael \nHodges said the family will hold visitations on Saturday night from 6 p.m. to 8 p.m. and Sunday from 1 p.m. to 3 \np.m.\n\nHis funeral will be held at the home's chapel at 1 p.m. Monday.\n\n- Brady Dennis covers the city of Zephyrhills and police in east Pasco. His phone number is 352-521-5757, ext. 23. \nHis e-mail is dennis@sptimes.com.  \n"}