{"title": "Ritter: Immigration enforcement a federal job", "body": "\nMar. 3--Bill Ritter says arresting and deporting illegal immigrants is a federal issue and that Colorado police \ndepartments and jails would be swamped if they were given that responsibility.\n\nRitter, the sole Democrat running for governor and a former Denver district attorney, said he supports enforcing \nfederal immigration laws, but does not agree that county and city law enforcement should be given that job - as \nhas been advocated by some state and federal lawmakers.\n\n\"Having the Denver Police Department and others take on the job of enforcing federal immigration laws would \nswamp our county jails to overflowing in no time,\" he said. \"I support enforcing the federal laws, but it is a federal \nissue that needs to be addressed nationally.\"\n\nCurrently, Colorado police departments have no authorization from federal Immigration and Customs \nEnforcement officials to enforce federal laws. Some states, such as Florida, have been granted limited authority to \ndo so, but Colorado has not sought that, according to an ICE spokesman.\n\nU.S. Rep. Bob Beauprez and Marc Holtzman, the two Republicans running for governor, have been taking a hard \nline in talking to voters about stopping illegal immigration. Beauprez has said he would have Colorado police \ndepartments involved in enforcing immigration laws, if elected.\n\nHoltzman, the former president of the University of Denver, has said he would work to guarantee that cities, such as \nDenver, did not give \"sanctuary\" to illegals by not notifying ICE agents when police detain an illegal immigrant.\n\nOn the larger subject of illegal immigration, Ritter said he supports President Bush's proposal to establish a guest \nworker program to allow illegals to pay a fine and obtain temporary work permits.\n\nUnlike Beauprez and Holtzman, who are dueling for GOP support, Ritter now has an open field as the sole \nDemocrat running. State Rep. Gary Lindstrom, D-Breckenridge, dropped out earlier this week and endorsed Ritter.\n\n\"I haven't been positioning myself for a primary,\" Ritter said. \"All along I've been talking about the same issues.\"\n\nAmong those issues are broadening health insurance coverage for state residents, improving public schools, and \ndoing more to support the development of alternative energy, he said.\n\nColorado Republicans are smarting after losing a majority in the Legislature in 2004, so they are focused on trying \nto hold the governor's office in November.\n\n\nAsked how a Ritter administration would differ from a Republican governor, Ritter gave a short list of issues, \nstarting with health care.\n\n\"There are 770,000 people in Colorado without health insurance and that's a crisis to me,\" he said. Pointing to \nstates such as Pennsylvania, where lawmakers have adopted comprehensive health legislation that includes \nguaranteeing coverage, protecting doctors from malpractice claims and workers compensation reform, Ritter said \nColorado needs to do the same.\n\n\"I'm not putting forward a specific plan, but I would get all the stakeholders in one room and get them to develop \nways to improve health care statewide,\" he said. \"That's the role a governor can play in getting this done.\"\n\nUnlike his Republican opponents, Ritter does not support vouchers to allow parents to send their children to any \nschool, public or private.\n\n\"I think our focus should be on improving our public schools for all students,\" he said. \"When state voters approved \nAmendment 23 (mandating an increase in school funding each year) I think that was a pretty clear message they \nsupport our public schools.\"\n\nCopyright (c) 2006, The Pueblo Chieftain, Colo. Distributed by Knight Ridder/Tribune Business News. For \ninformation on republishing this content, contact us at (800) 661-2511 (U.S.), (213) 237-4914 (worldwide), fax (213) \n237-6515, or e-mail reprints@krtinfo.com.\n"}