{"title": "Romney and Obama clash on immigration", "body": "\nIn what has been a lively debate full of clashes, one of the biggest has been over immigration. The question, asked \nby Lorraine Osorio, went first to Mitt Romney.\n\n\"What I will do is I'll put in place an employment verification system and make sure that employers that hire people \nwho have come here illegally are sanctioned for doing so,\" Romney said. \"I won't put in place magnets for people \ncoming here illegally. So for instance, I would not give driver's licenses to those that have come here illegally as the \npresident would.\"\n\nHe added, \"The kids of those that came here illegally, those kids, I think, should have a pathway to become a \npermanent resident of the United States and military service, for instance, is one way they would have that kind \nof pathway to become a permanent resident,\" Romney said. \"Now, when the president ran for office, he said that \nhe'd put in place, in his first year, a piece of legislation - he'd file a bill in his first year that would reform our - our \nimmigration system, protect legal immigration, stop illegal immigration. He didn't do it.\" More on that here.\n\nObama, who this year put into place a policy that gives illegal immigrants under the age of 30 legal residency, \nchallenged Romney on his pledge to help children who came to the country illegally. \"Now, Governor Romney \njust said that, you know, he wants to help those young people, too,\" Obama said. \"But during the Republican \nprimary, he said, I will veto the DREAM Act that would allow these young people to have access. His main strategy \nduring the Republican primary was to say, we're going to encourage self-deportation, making life so miserable on \nfolks that they'll leave. He called the Arizona law a model for the nation. Part of the Arizona law said that \nlaw enforcement officers could stop folks because they suspected maybe they looked like they might be \nundocumented workers and checked their papers.\" \n\nRomney referred to Arizona's E-Verify policy as a model, not the controversial policy Obama described.\n"}