{"title": "THE STAR-SPANGLISH BANNER", "body": "\nThe entertainers who collaborated on a Spanish version of \"The Star-Spangled Banner\" are doing no favors for the \ncause of immigration reform. Their recording - titled, with all the subtlety of a thumb in the eye, \"Our Anthem\" - \nreinforces the damaging stereotype that America's newcomers see this not as a nation indivisible, but as two \nsocieties separated by language and culture.\n\nThe congressional nativists and all who are determined to deny a path to legitimacy for the country's 11 million \nillegal immigrants are going to have a field day with this ill-timed expression of ethnic pride. Already it has been \ndubbed \"The Illegal Alien Anthem\" by those who believe that there's a them and there's an us and that them must \ngo.\n\nPresident Bush got it right Friday when he said: \"I think the national anthem ought to be sung in English, and I think \npeople who want to be a citizen of this country ought to learn English and they ought to learn to sing the national \nanthem in English.\" This is no slight to any proud heritage; it's the American identity and the way of assimilation.\n\nThe country's immigrant leaders would do well to pay heed as the Senate begins again to wrestle with legislation \nthat may or may not open the door to citizenship for illegal immigrants and may or may not establish a guest-worker \nprogram for foreigners who come for jobs unwanted by Americans. This is not the time to be waving Mexican flags \nor asking, \"Oh say can you see a la luz de la aurora?\"\n\nIn fact, sing-alongs of Francis Scott Key in good ol' English would be most welcome tomorrow when immigrants \nacross the country stage demonstrations dramatizing their importance to the economy. In the city, large numbers \nare expected to form human chains in a variety of locations, with a march and rally set for late in the afternoon.\n\nThe human chains are scheduled to form at 12:16 p.m., a time meant to symbolize the date, Dec. 16, when the \nHouse of Representatives passed a bill that would make felons of the country's illegal immigrants, along with \nanyone who provides them assistance. But the more protesters take insult at the House legislation, the more \ncounterproductive the demonstrations are likely to become.\n\nProclaiming victimhood, aggrievement or entitlement will not win what's being called comprehensive immigration \nreform, a mix of securing the borders, granting temporary work visas and a process for legalizing those already in \nthe U.S. Decrying proposals for real or virtual border fencing will only harden the anti-immigrant right. Even worse \nwould be demands for amnesty carrying the suggestion that life in these United States is a right, not a privilege.\n\nPlainly, most immigrants - legal and illegal - want to assimilate, and they have become woven into the fabric of \nAmerican life. Nowhere is this truer than in New York, and nowhere would gain more if Washington produced a \n\n\nmeasure granting lawful status to hundreds of thousands of working people. Loud and clear it must be sung \ntomorrow, \"separate but equal\" is not on the agenda.\n\nKlein makes wrong call\n\nFact: In today's society, cell phones are ubiquitous. And for many people, they have become a necessity, especially \nto link parents and kids. It's no wonder, then, that Chancellor Joel Klein's edict against the devices' very presence in \nschools has set off an uproar.\n\nParents give children cells to stay in touch outside class hours, and many youngsters go from school to organized \nactivities, volunteer work, even jobs. With pay phones fast disappearing from the streets, cell phones are critical to \nparent-child communication in many families. And they are a necessity in case of emergency. Millions of New York \nparents remember how cell phones played a major role on 9/11.\n\nAgainst that reality, Klein and Mayor Bloomberg argue that cell phone use is disruptive: Kids chat in class, use text-\nmessaging for cheating and take photos in locker rooms. Officials also say some bad kids use cells in drug dealing \nand gang activity. True, true, true. But this is where adult control comes in. Adults still do have control in schools, do \nthey not?\n\nInstead of ruling cell phones contraband subject to confiscation, Klein should ban their use on school property. The \nkids could carry the devices in backpacks or pockets, but the phones would have to be turned off. Anyone caught \nusing a phone in school would have to surrender it. And if kids abuse the privilege, principals should have the \nauthority to ban the devices in toto. It should be noted, however, that the principals union wants Klein to make the \ndecision. The administrators are all too ready to abdicate responsibility on the issue. Cowards. Principals run their \nschools, don't they?\n"}