{"title": "Los Angeles Police Expect Calm at Immigration Rally", "body": "\nA day before thousands are expected to converge here as part of the annual May Day pro-immigration rallies \nnationwide, police officials said Wednesday that new technology, training for officers and better communication \nwould prevent a repeat of the melee that concluded demonstrations in Los Angeles last year.\n\n  Tens of thousands of immigrants and their supporters marched peacefully last year across the country, and \nalthough organizers predict lower numbers this year, they said marchers would again demand legal status for illegal \nimmigrants and an end to raids aimed at deporting them. Rallies are planned in New York, Chicago, Boston, \nHouston, Denver and many other cities.\n\n  Here, three marches are expected to unite downtown into a rally of 20,000 to 80,000, a far cry from the one \nmillion, by some estimates, that marched at the first demonstrations, in spring 2006.\n\n  Since then, Congress has failed to pass legislation revamping immigration laws, while states have passed or \nproposed  1,000 bills aimed at cracking down on illegal immigration.  Fencing along the Mexican border has \nproceeded, and Immigration and Customs Enforcement has stepped up raids and deportations.\n\n  Joshua Hoyt, an organizer of some of the largest rallies, in Chicago, said protest efforts had largely shifted to \nvoter registration and citizenship drives. He said the crowds this year might also be thinned by illegal immigrants' \nseeking to keep a low profile and a sense that mass demonstrations had run their course.\n\n  ''This is going to be a long-term fight,'' Mr. Hoyt said. ''The demographics, the economy and national security make \nsome kind of legalization inevitable and necessary.''\n\n  But people who support tougher enforcement of immigration laws have not been impressed by the rallies.\n\n  ''We need to secure our borders and hold accountable employers who knowingly hire illegal aliens,''  \nRepresentative Brian P. Bilbray, a Republican from San Diego, said in a statement, adding, ''To those who believe \nthat we should reward illegal aliens with citizenship, I ask: What part of the word 'illegal' don't you understand?''\n\n  Whatever the political outcome of Thursday's demonstrations, the police here recognize the damage its image \nand community relations suffered after riot police  swooped in last year and trampled demonstrators and journalists \nin scenes replayed on national television.\n\n  The city is facing legal claims from a few hundred people, and Chief William J. Bratton of the Los Angeles Police \nDepartment, acknowledging poor training and a cascade of leadership lapses, has shaken up his command.\n\n\n  Deputy Chief Michael Hillmann at a news conference on Wednesday promised new, more restrained tactics would \nrule the day and said, ''I look forward to having you all out there.'' \n\n  He spoke of new ''constructs'' and ''fusion centers'' and ''surgical extraction teams'' to remove troublemakers and \nkeep the peace, bolstered by hours of new training in crowd control for line officers and commanders.\n\n  To address the lack of Spanish-speaking police officers on the scene last year, the department has brought in all-\nterrain vehicles, engineered by the Defense Department, that electronically provide simultaneous translation to \nspoken commands.\n\n  But, in the end, Chief Hillmann said, it boils down to this: ''You arrest the bad people, and you let the good \ncontinue on with it.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: A large May Day march is scheduled along Broadway in downtown Los Angeles. (PHOTOGRAPH BY \nMONICA ALMEIDA/THE NEW YORK TIMES)                                      \n"}