{"title": "FREMONT WOMAN PLEADS GUILTY IN IMMIGRATION FRAUD SCHEME", "body": "\nA Fremont woman pleaded guilty to conspiracy Thursday in an immigration fraud scheme that produced \nbetween 300 and 1,200 phony applications for legal status, federal prosecutors said.\n\nEmma Rosella D' Fiandra charged as much as $15,000 to create bogus documents for immigrants seeking \namnesty between 1987 and 1991, said Assistant U.S. Attorney Steven Gruel. A 1986 federal law allowed illegal \nimmigrants to seek amnesty, the first step toward legal residency, if they had entered the United States illegally \nbefore 1982 and remained in the country since then.\n\nGruel said D' Fiandra took elaborate measures to create the appearance that a recent immigrant had entered \nbefore 1982. She created receipts for phantom jobs, fabricated income tax returns and used a microwave to make \ndocuments look older, he said.\n\nFederal agents who searched her Fremont home in 1991 found 56 counterfeit postal cancellation stamps from \nforeign countries, used to back-date letters, as well as blank birth certificates, Gruel said. He said D' Fiandra also \nheld classes for 30 to 40 illegal entrants at a time, coaching them on the stories they would tell immigration \nofficials.\n\nD' Fiandra fled after the search and was arrested two years later in Florida, Gruel said.\n\nThe U.S. Immigration and Naturalization Service has identified at least 300 people who used D' Fiandra's \ndocuments to apply for amnesty, Gruel said. He said they would be placed in deportation proceedings. D' Fiandra \nonce told an undercover agent she was responsible for 1,200 amnesty applications, the prosecutor said.\n\nD' Fiandra, 50, a native of Peru, entered the United States as a visitor in 1978, overstayed her visa and later filed \nher own fake amnesty application, Gruel said. He said she faced deportation after completion of her prison \nsentence.\n\nBesides conspiracy, D' Fiandra pleaded guilty to two counts of furnishing counterfeit green cards and Social \nSecurity cards. She is to be sentenced April 7 by U.S. District Judge Charles Legge and faces a term of 15 to 24 \nmonths under federal guidelines, Gruel said.\n"}