{"title": "More Than Half of Washington State Birds at Risk of Extinction Due to Climate Change, Audubon Washington Report Finds", "body": "\nAudubon Washington issued the following news:\n\n* * *\n\n- New zip code-based Birds and Climate Visualizer makes climate change even more local, immediate and, for tens \nof millions of bird fans, deeply personal.\n\n* * *\n\nToday, the National Audubon Society released a groundbreaking climate report, Survival by Degrees: 389 Bird \nSpecies on the Brink. \"Two-thirds of America's birds are threatened with extinction from climate change but keeping \nglobal temperatures down will help up to 76 percent of them. There's hope in this report, but first, it'll break your \nheart if you care about birds and what they tell us about the ecosystems we share with them. It's a bird emergency,\" \nsaid David Yarnold, (@david_yarnold), CEO and president of Audubon.\n\nTo compile the report, Audubon scientists studied 604 North American bird species using 140 million bird records. \nThe team also studied climate-related impacts on birds across the lower 48 states, including sea level rise, Great \nLakes level changes, urbanization, cropland expansion, drought, extreme spring heat, fire weather and heavy rain. \nThe report is based on the 2014 Intergovernmental Panel on Climate Change (IPCC) report models for 1.5, 2.0 and \n3.0 degrees C of global warming. At the highest warming scenario of 3.0 C, 305 bird species face three or more \nclimate-related impacts.\n\n\"Birds are important indicator species, because if an ecosystem is broken for birds, it is or soon will be for people \ntoo,\" said Brooke Bateman, Ph.D., senior climate scientist for the National Audubon Society and lead author on the \nreport.\n\nWashington State Impacts\n\nIn Washington State, Audubon scientists determined that changing climate, habitat, and land-use conditions \nassociated with 3.0 degree C warming could affect 54% of the 296 species in our state. In addition to changing \nhabitat conditions, specific threats associated with climate change, such as extreme spring heat and fire weather, \nwill exacerbate impacts to many climate-vulnerable birds. These impacts will be felt by a variety of species like the \nRufous Hummingbird and Sage Thrasher, as well as backyard favorites like the Dark-eyed Junco and Red-breasted \nNuthatch. Importantly though, Audubon's science shows that limiting warming to 1.5 degree C would more than \nhalve the average risk of climate change-related threats to birds across the state.\n\n\n\"This report shows just how important the choices we make today are for the birds and people who call \nWashington State home,\" said Charley Wilkinson, interim executive director of Audubon Washington. \"We have a \nresponsibility to turn understanding into action by pursuing legislative policies and conservation practices that will \nhelp us avoid some of the worst impacts of climate change.\"\n\n\"Climate change is coming home to roost,\" said Commissioner of Public Lands Hilary Franz, the elected official who \noversees the Washington State Department of Natural Resources. \"This report shows how vulnerable \nWashington's bird species are if temperatures continue to rise. That is why we must all act now and act together. \nBy reducing emissions and protecting habitat, public lands will be a valuable resource in the fight against climate \nchange and the preservation of Washington's birds.\"\n\nZip Code Visualizer Empowers Local Action\n\nAlong with the report, Audubon released a first-of-its-kind zip code-based visualization tool, the Birds and Climate \nVisualizer, allowing people to see how climate change will impact local birds and their communities. The tool, \navailable at https://www.audubon.org/climate/survivalbydegrees/visualizer, makes climate change even more local, \nimmediate and, for tens of millions of bird fans, deeply personal.\n\nA critical way people can get involved is by supporting legislative action. In the 2019 legislative session, Audubon \nWashington helped pass the Clean Energy Transformation Act, which will affordably and reliably eliminate coal \npower by 2025 and transition the state to 100% clean and renewable electricity by 2045. Moving forward, Audubon \nWashington will advocate for policies that move the state's transportation system onto a 100% clean grid while \nleveraging the state's farms, fields, forests, and aquatic environments to sequester as much carbon dioxide as \npossible.\n\nTo further empower climate action, Audubon has outlined five key steps individuals can take to reduce their impact \non the environment:\n\n* Reduce your use of energy at home and ask your elected officials to support energy-saving policies that reduce \nthe overall demand for electricity and that save consumers money.\n\n* Ask your elected officials to expand consumer-driven clean energy development that grows jobs in your \ncommunity - like solar or wind power.\n\n* Reduce the amount of carbon pollution released into the atmosphere. In order to drive down carbon emissions, we \nwill need innovative economy-wide solutions that address every sector of the economy - like a fee on carbon. \nAnother option is to address carbon emissions one sector at a time like setting a clean energy standard for \nelectricity generation.\n\n* Advocate for natural solutions, from increasing wetlands along coasts and rivers that absorb soaking rains to \nprotecting forests and grasslands that are homes to birds and serve as carbon storage banks and putting native \nplants everywhere to help birds adapt to climate change.\n\n* Ask elected leaders to be climate and conservation champions.\n\nIn 2014, Audubon published its first Birds and Climate Change Report. The study showed that more than half of the \nbird species in North America could lose at least half of their current ranges by 2080 due to rising temperatures. \nAudubon's new findings reflect an expanded and more precise data set and indicate the dire situation for birds and \nthe places they need will continue.\n\nMedia Kit:\n\n* Audubon Report: Survival by Degrees: 389 Bird Species on the Brink\n\n* Zip-Code Based Visualizer Tool: Birds and Climate Visualizer\n\n\n* Washington State Brief\n\n* Maps: Washington State Climate Threats 1.5 degrees C; 3.0 degrees C\n\n* Image: Rufous Hummingbird (credit: Boe Baty)\n\n* Video: Rufous Hummingbird (credit: Mick Thompson)\n\n* Video: Rufous Hummingbird (credit: Mick Thompson)\n\n* Video: Golden Eagle (credit: Mick Thompson)\n\n* * *\n\nAbout Audubon Washington\n\nEstablished in 1981, Audubon Washington works statewide with its 25 independent chapters and 35,000 members \non the conservation of the sagebrush shrub steppe ecosystem in Eastern Washington, protection of coastal \nestuaries, and actions that address climate change, the number one threat to birds today. Through the Seward Park \nAudubon Center, it provides science, nature and environmental education programs for youth and families. Learn \nmore at http://wa.audubon.org/ and @AudubonWA.\n\nContact: Samara Villasenor, 206/478-5643, samara@greatworkcommunications.com\n\nCopyright Targeted News Services\n\nMSTRUCK-6887642 MSTRUCK\n"}