{"title": "Which Salvadorans Can Stay?", "body": "\nTHE ADMINISTRATION must make a decision by the end of the year about the status of Salvadorans who are in \nthis country as temporary refugees. That status, which allows them to remain here and work legally, was granted in \n1990 and has been extended three times. But without further action by the president, it will expire at the end of the \nyear. About 100,000 of those who will be affected live in the Washington metropolitan area. The case is important \nnot only to these individuals and their families but also to American policy-makers who are being pressed to clarify \nthe immigration laws and enforce them vigorously.\n\nThis country was reluctant, during the civil war in El Salvador, to acknowledge the political persecution alleged to \nhave been perpetrated by a government the United States was supporting, so most immigrants from that country \nwere initially denied asylum or refugee status. Passing legislation to give them temporary relief from deportation \nwhile the war continued was difficult. Many members of Congress resisted in the belief that once legalized, even \ntemporarily, these immigrants would never go home. That, in fact, is what has happened, for even though the \nfighting ended two years ago, there has been no mass exodus and no effort on the part of the American \ngovernment to encourage return. Legislators who predicted this outcome have warned that if the situation \ncontinues, Congress will take a hard line toward future requests from any part of the world for temporary sanctuary.\n\nIf the Salvadorans' special status is allowed to expire, complications, uncertainty and some hardship will ensue. \nBut will there be immediate round-ups, planes filled with protesting would-be immigrants and a heartless separation \nof families based on immigration status? That's extremely unlikely. The law already allows for compassionate relief \nin a wide variety of cases. Families with children born in this country -- who are citizens -- will surely be given \nspecial consideration. Those who have been here for a long period of time, working and participating in the life of \ntheir communities, will be able to make a claim of extreme hardship if forced to leave.\n\nThis sorting-out process, and the resolution of lawsuits that will inevitably be filed, will take years. Any \nadministration would dread this task in human terms, but in the absence of a sign that the law is being taken \nseriously, a backlash in Congress becomes increasingly likely.\n"}