{"title": "Alabama's anti-immigrant law deserves to be blocked, for good", "body": "\nThe nation's laws against illegal immigration ought to mean something, but for years they did not. The quip was \nthat there were two signs at the U.S. border: The first one said \"Keep Out\" and the second, a few feet farther in, \nsaid \"Help Wanted.\" Anyone who managed to sneak into the country could usually find work and settle into a better \nlife, without much fear of being deported.\n\nThe federal government's decision to look the other way turned the law into a joke and created an illegal-immigrant \nboom that eventually enraged many Americans. Now that anger, coupled with gridlock in Washington over \nimmigration reform, has several states competing to see which can come up with a response that is as shortsighted \nand thoughtless as the original mistake.\n\nThe latest, and by many measures the worst, is an Alabama law that was set to go into effect this week until a \nfederal judge temporarily blocked it on Monday while she considers whether it's constitutional. Other judges have \nalready held up similar statutes in Arizona, Georgia, Indiana and Utah.  The Alabama law deserves the same fate.\n\nThe law is  more of a primal scream than a legitimate way to limit illegal immigration. It would turn all Hispanics into \nsuspects, not just those here illegally, and it would potentially expose people who associate with them to \nprosecution.  Anyone suspected of knowingly hiring undocumented immigrants, transporting them, renting them a \nplace to live, or acting to \"conceal, harbor or shield\" them could be charged.\n\nThe law would also empower police to detain anyone who couldn't prove his or her legal status on the spot. (Think \nfor a moment: Could you do that?). And in a novel extension of the war on illegals to children, education officials \nwould be required to verify the legal status of any child entering school. Because courts have ruled that every child \nhas the right to a public education, Alabama officials insist no child would be barred from school, but that's utterly \ndisingenuous. How many parents here illegally will voluntarily \"out\" themselves by sending a child to school to be \nchecked for papers?\n\nThe Alabama law is intended to create such a hostile environment for illegal immigrants that they'll leave, which \nmany already have -- to the consternation of farms and construction companies, which are increasingly running \nshort of workers. The law's proponents say that just opens up jobs for legal Alabamians. We'll see. The more \nprobable result is to foster bigotry and injustice.\n\nAlabama and other states with similarly harsh laws justify them by insisting that the federal government has done \nvirtually nothing to enforce immigration law. That might once have been true, but now it's not.\n\nSince President Obama took office in 2009, immigration audits of businesses to find illegal workers have increased \nfourfold, and U.S. Immigration and Customs Enforcement has sharply increased deportations, to more than \n400,000 last year. The border has become more secure, and the flood of immigration from Mexico has slowed \nsignificantly because of tougher enforcement, the U.S. recession and declining Meixcan birth rates.\n\n\nThe courts will eventually rule which provisions of the laws in Alabama and other states comport with the \nConstitution. That's one way to sort this out. The other is to pass a sensible federal law that combines secure \nborders and tough workplace enforcement with a guest-worker program and a path to legality for immigrants who \nhave become law-abiding, taxpaying residents. After all, the reason so many came here was to get jobs and \nsupport their families, not the most heinous of crimes. How about it, Congress? \n\nGraphic\n\n \n\nPHOTO, B/W, Mark Almond, AP\n"}