{"title": "Man Seized At U.S. Capitol To Be Deported; No Charges Against Australian", "body": "\nA 33-year-old Australian man who was tackled in a standoff with police at the U.S. Capitol on Monday will be \ndeported, and no criminal charges will be filed against him, authorities said yesterday. \n\n Allan Doody, special agent in charge of the Washington field office for Immigration and Customs Enforcement, \nsaid Wenhao Zhao will be sent back to Australia in the coming days. Doody said Zhao violated the terms of his visit, \nbut he declined to elaborate, citing U.S. privacy rules. \n\n Zhao arrived in the United States on Friday as a tourist under a program that allows citizens of nearly 30 U.S. allies \nto enter the country without obtaining a visa, authorities said. A spokesman for the Australian Embassy said \nconsular officials spoke with Zhao yesterday morning at an immigration facility. A spokeswoman for Australia's \nforeign affairs department, reached last night in Canberra, said Zhao had \"declined consular assistance.\"  \n\n Zhao prompted an hour-long standoff with police after he rolled two suitcases up to a fountain on the west side of \nthe Capitol. Police officers grew suspicious of his actions and questioned him, but Zhao would not cooperate and \nrequested a meeting with the president, authorities said. \n\n An hour later, heavily armed officers tackled Zhao, and bomb squad technicians blew apart one of his bags. The \nincident lasted three hours, delayed public tours at the Capitol and diverted traffic on some nearby streets.  \n\n Capitol Police Chief Terrance W. Gainer said at a news conference Monday that police intended to charge Zhao \nwith disorderly conduct for refusing to cooperate and obey police officers. \n\n  But Gainer said yesterday that investigators changed their minds after interrogating him. They believe that Zhao \nmight have mental problems because he was not making much sense during the questioning, Gainer said. \"He \ndidn't seem to be in full control of his faculties,\" he said. \"Most of what he was saying was nonsensical.\" \n\n During interrogations, Zhao also reiterated his request to see the president or said police could kill him, Gainer \nsaid. He also told police that they would understand his actions in a week, Gainer said, adding that he attached no \nparticular importance to that statement. Police and federal authorities said they do not believe that Zhao is a \nterrorist or that he was plotting to hurt anyone. \n\n\n Police found nothing suspicious in Zhao's past or in his bags. After questioning, investigators sent Zhao for \nobservation, and doctors who evaluated him declined to admit him, Gainer said.  \n\n He said Capitol Police then turned Zhao over to immigration authorities for deportation. Gainer said he thought \nthat deportation was an appropriate penalty because officers did not believe that Zhao was mentally competent for \nprosecution. \n\n Police and federal investigators traced Zhao's movements since he entered the United States through Los Angeles \non Friday. He was believed to be in the District over the weekend, authorities said. \n\n Law enforcement officials said investigators visited hotels where they understood he might have stayed but were \nunable to determine where he spent his time. They said Zhao was born in China and became an Australian citizen \na year ago.  \n\n Authorities said it was unlikely that Zhao would be allowed to reenter the country. They said that he would have to \nrequest a visa to return and that if he attempted to enter again under the waiver program, he would be refused \nentry.  \n\n Staff writers Allan Lengel and Martin Weil contributed to this report. \n"}