{"title": "LIBERIAN ASYLUM-SEEKER FREED AFTER SIX-YEAR DETENTION IN U.S.", "body": "\nDuring the six years he was detained in American jails after fleeing the slaughter of his country's civil war, \nLiberian refugee Jimmy Johnson wondered whether America truly was the land of the free.\n\n\"I said to myself, 'This might not be the country for human rights that the rest of the world looks upon as a role \nmodel,' \" Johnson said in a telephone interview Friday - four days after his release from York County prison.\n\nBut now that he is free and staying in the Allentown home of supporter Helen Heilman, Johnson said, he had \nconcluded that \"this country isn't bad. Just a few people made it so hard.\"\n\nJohnson, 37, may have been detained by the Immigration and Naturalization Service longer than any previous \nasylum seeker, according to Amnesty International USA.\n\nRachel Ward, assistant to the executive director of Amnesty International, said Johnson's case was all too typical. \n\"Many hundreds of asylum seekers are being detained in various facilities throughout the U.S. right now.\" On any \ngiven day, she said, about 20,000 people are under immigration detention.\n\nAmnesty International and an Allentown-area church group labored for years to win Johnson's release.\n\nJohnson, an electronics-store owner in Liberia, came to to the United States in September 1994, to escape the on-\nagain, off-again civil war and what he said was the resulting reign of terror. But after telling Immigration and \nNaturalization Service officials that he had used a fake passport and papers because Liberian officials had taken \nhis, Johnson was placed in detention and kept there.\n\nSince leaving Liberia, he has heard nothing about his mother, father, two brothers and sister. He fears the worst, he \nsaid, because \"many people died\" in Liberia's struggles.\n\nJohnson says his plans now are to study law and the Bible and help incarcerated asylum seekers in the same way \nthat Heilman and others helped him.\n\nHeilman, 77, and her son, Gregg, 52, belong to Bethel Bible Fellowship Church, which has a prison ministry. It was \nthrough that ministry that the Heilmans became involved in Johnson's cause.\n\nAmnesty International said in a news release that Johnson's case was an example of \"a system that is \nfundamentally flawed and ensnares vulnerable and innocent people in its trap.\"\n\n\nWard, the Amnesty International official, said: \"All asylum seekers fleeing persecution don't have time to get their \ndocuments in order and certainly can't approach their persecutors. No refugee should be penalized for failing to \nhave proper documentation when fleeing persecution.\"\n\nINS officials said last year that they opposed releasing Johnson because they questioned his identity. They were \nunavailable for comment last week.\n\n\"There are serious repercussions for releasing an unknown person into society,\" said M. Frances Holmes, then \ndirector of INS's Philadelphia office.\n\nIn a prepared statement issued in June, Holmes said she feared freeing Johnson would signal \"prospective illegal \naliens that an effective way to enter the United States is to refuse to give your true identity and nationality.\"\n\nJohnson said he had made no secret of the fact that his identity was bogus, immediately surrendering his fake \npapers when he arrived by airplane in New York.\n\nBut Liberia refused to acknowledge Johnson, so for the next six years, he was held in detention facilities in New \nJersey and northeastern Pennsylvania while he and supporters tried to establish he was who and what he claimed \nto be.\n\nEven after a judge granted him asylum in December 1999, Johnson remained in custody while INS sought to have \nthat order overturned.\n\nFinally, earlier this month, the Board of Immigration Appeals ruled in Johnson's favor. But instead of getting asylum, \nhe was freed under the terms of the United Nations Convention Against Torture, an agreement that prohibits the \nexpulsion or extradition of a person when there is reason to believe he faces torture or persecution in his native \ncountry.\n\nFurther appeals will be necessary for Johnson to receive full asylum and the right to become a U.S. citizen. \nJohnson now has the status of a registered alien, Amnesty said.\n\nAmnesty International USA executive director William F. Schulz said the United States' handling of asylum \nseekers was \"shameful.\" Johnson and other refugees risk their lives for the very values Americans hold dear - and \nwhen they flee here, Schulz said, instead of being given refuge, \"they wind up in the county jail.\"\n\nWhen Johnson was freed, Gregg Heilman said, \"he asked if we might drive by that part of the prison where other \nINS prisoners are held. As we did, they were banging on the windows, shouting and crying for joy. . . . It broke your \nheart.\"\n\nMarc Schogol's e-mail address is mschogol@phillynews.com  \n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO\n\nFree after six years of detention in U.S. jails, Liberian refugee Jimmy Johnson hugs supporter Helen Heilman \noutside York County Prison. Johnson and others fought for his release after he was jailed for entering the country \nwithout the proper identification. (PAUL KUEHNEL, Associated Press) (B01)\n\nmailto:mschogol@phillynews.com\n\n\nJimmy Johnson eats dinner with supporters Nancy (left) and Gregg Heilman in Allentown. An appeals board earlier \nthis month freed Johnson, 37, after he was detained in 1994 because of a lack of identification. (CESAR L. \nLAURE, The Morning Call)\n"}