{"title": "HOW CAN IT HAPPEN HERE? HAITIANS THOUGHT TORTURE WAS IN THEIR PAST", "body": "\nSince Abner Louima's alleged beating and torture at the hands of cops in Brooklyn, the Haitian immigrant has lain \nin his hospital bed, repeatedly asking how such a thing could happen in New York City.\n\nHis plaintive question resounds in shock and anger among the more than 300,000 Haitians here.\n\nIt is the issue that galvanizes their community like no other, given the fact that they fled their island to escape a \nruthless police force.\n\n\"Everybody can relate to the incident. They are familiar with the subject of police brutality,\" said Ninaj Raoul, \ndirector of Haitian Women for Haitian Refugees, a group in Brooklyn that has aided more than 1,000 refugees since \n1992.\n\n\"When they come here, they think initially that the police are better, but after a while, they see the same. One \nwoman here saw the newspaper and said, 'Oh, it's just like in Haiti.' \"\n\n\"It is ironic that they flee a land where they were terribly oppressed, a place with no concept of civilian policing like \nwe have, to come here and be subjected to this,\" said Raymond Kelly, the former New York police commissioner \nwho led a multi-national team of monitors to overhaul Haiti's police in 1995.\n\n\"It is just shocking,\" Kelly said.\n\nDouglas Shenson, who runs the Human Rights Clinic in the Bronx, saw more than a dozen Haitians seeking \nasylum in 1994, some so traumatized they couldn't look at anyone dressed in military-type clothing.\n\n\"That this is the extraordinary irony is an accurate observation,\" Shenson said. \"The level of torture [Louima] \nalleges is precisely the nature of the persecution many individuals suffered during those years of repression in \nHaiti.\"\n\nMore than 66,000 Haitians have immigrated legally to the U.S. since 1992, after a military coup ousted President \nJean-Bertrand Aristide. Thousands more arrived illegally, refugees who took their chances on rickety boats rather \nthan face uniformed authorities or the forces of the most feared man in Haiti, Emmanuel (Toto) Constant.\n\nHe operated a death squad known as FRAPH the Revolutionary Front for the Advancement and Progress of Haiti \nwhich murdered thousands of people between 1991 and 1994\n\n\"Americans can understand and believe what we have been saying, that people were tortured and killed every day \nby Constant,\" said Jacqueline Celestin, a Haitian human rights activist.\n\n\n\"But to happen in New York? America? It is so shocking, you can't imagine.\"\n\nLast Saturday, the same day that Louima was allegedly the victim of an act of police brutality unprecedented in the \ncity, a handful of Haitians marched in protest on the Queens street where Constant has been living for three years.\n\nLike many of the refugees who fled his campaign of terror, Constant applied for political asylum in the U.S. His stay \nwas recently extended for six months.\n\nHe is believed to have been a CIA operative, and activists are trying to get him extradited to Haiti to stand trial.\n\n\"Immigration laws are not normally used to protect persecutors,\" said Ron Daniels, executive director of the Center \nfor Constitutional Rights.\n\nAlthough FRAPH operatives were particularly vicious, the regular police force also committed atrocities.\n\n\"The police were part of the army, the structure was the police and attaches who were like auxiliary police, and they \neffected control by widespread brutality, killing as many as 4,000 people for political purposes,\" said Kelly.\n\n\"They would kill people and leave the bodies in vacant lots as messages to others. Pigs would eat the bodies. \nPeople were afraid to claim them.\"\n\nThe police did not pursue criminals, only the perceived enemies of the government.\n\n\"We had to teach them basic concepts of human dignity, which they didn't possess,\" Kelly said. \"They had power. It \nwas natural to abuse that power.\"\n\nAfter the monitors left, a civilian police force took over, but \"there is no big difference now,\" said Celestin. \"Poor \npeople are still suffering in Haiti. There is no justice system.\"\n\nPeople there continue to fear men in uniforms.\n\nAnd those who live here still carry that fear.\n\nOnly a few people protested outside the stucco house on 225th St. in Laurelton where Constant has been living, \nbecause they are afraid of him, and FRAPH. But Celestin believes the next protest will draw more people.\n\n\"This incident with Mr. Louima will mobilize us to stand tall together, to call for justice, and it will help us in the \ncampaign against Constant,\" said Celestin.\n"}