{"title": "CUBAN-U.S. MEETING ON REFUGEE MEETING IS REPORTED", "body": "\nCuban and United States officials began discussions in New York yesterday about immigration issues, including the \npossible return of 1,000 Cuban refugees who came to the United States during the 1980 boatlift, a Reagan \nAdministration source said last night.\n\n The United States had been pressing Cuba intermittently for four years to take back criminals and mental patients \namong the 125,000 refugees who came by boat to Florida in 1980. About 1,100 Cubans considered inadmissable \nunder American immigration law are being held at a Federal prison in Atlanta.\n\nThe secret discussions yesterday, at an undisclosed location in New York, would apparently be the first official \nnegotiations between the United States and Cuba under the Reagan Administration. The discussions involved \nrepresentatives of the State Department and the Cuban Deputy Foreign Minister, Ricardo Alarcon de Quesada, \naccording to United Press International.\n\nA man who answered the telephone at the Cuban Mission to the United Nations, who identified himself as Arturo \nMendos, confirmed that Mr. Alarcon de Quesada was in New York.\n\nSpokesmen for the State Department would not confirm last night that the negotiations had begun. But in a press \nbriefing earlier in the day, Alan Romberg, a spokesman for the department, said the Cubans had indicated that they \nwere willing to move the timetable forward from November and that the Administration was expecting to begin talks \n''sometime soon.''\n\nThe State Department said last month that the Cuban Government had agreed to open negotiations for normalizing \nrelations, but at the time American officials said they thought the Cubans would wait until after the November \nelections. The officials said they believed that Havana was delaying the talks so as not to help President Reagan's \nre-election.\n\nA year ago the United States said that until Cuba agreed to the return of unwanted refugees, the United States \nwould not admit Cubans except for immediate family members of American citizens or of permanent American \nresidents.\n\nLast month, the Rev. Jesse L. Jackson visited Havana and emerged from meetings with Fidel Castro having \nsecured the release of 49 prisoners held in Cuba and a series of proposals to ease strained United States-Cuban \nrelations, including an early start on immigration talks.\n"}