{"title": "A NATION CHALLENGED: STUDENT VISAS; EFFORTS TO TRACK FOREIGN STUDENTS ARE SAID TO LAG", "body": "\nDespite promises to tighten controls on student visas after Sept. 11, the government is at least a year from making \nthe system safer from terrorists, who used the visas while plotting the 1993 World Trade Center bombing and the \nSeptember attacks, immigration officials say.\n\n     A computer network to track foreign students in the country, originally ordered by Congress six years ago, is \nstill being tested and will not be running fully until next year. Even then, immigration service officials said, there will \nnot be enough enforcement agents to check on all of the visa violators flagged by the system. \n\n Moreover, colleges that see foreign students as a lucrative market are raising concerns about how the system will \nbe paid for and operated, and their objections could delay it even further. Officials concede they do not know for \nsure where the 547,000 people holding student visas are attending school, or whether they actually are.\n\nThe halting efforts to plug the student visa system reflect the overall difficulty of improving domestic defense, most \nnotably airline security. Even in a world said to be forever changed by terrorism, demands for better security are, \njust four months after the attacks, hitting an old reality of competing interests, entrenched lobbies and reluctance to \nmake financial or practical sacrifices.\n\n\"As we get further and further from Sept. 11, there has been kind of a resumption of the traditional battle lines,\" said \nRepresentative Anthony Weiner, Democrat of New York.\n\nCertainly, Sept. 11 inspired widespread agreement about the need to change a system that allowed the names of \nforeign students to pile up unread in immigration offices and permitted Hani Hanjour, for example, to enter this \ncountry on a student visa and roam free until, the authorities say, he flew American Airlines Flight 77 into the \nPentagon.\n\nBut last week, higher education institutions again raised a raft of objections, sending a letter to the Immigration and \nNaturalization Service that called the planned system unworkable and demanding technical advisory groups and \ntraining.\n\nKeeping track of newcomers on student visas might seem straightforward. But like other issues of domestic \ndefense, it gets tangled in complexities. Universities say that policing students violates the culture of academic \nfreedom.\n\nIn addition, any new push to monitor the 74,000 universities and technical schools where foreign students are \nenrolled will strain government agencies that even before Sept. 11 were considered the weakest link in fighting \nterrorism. Even in big cities, the immigration service typically assigns only one person to work on visas with \ncolleges and myriad other schools offering subjects like computer, language and flight training.\n\n\nThe issue is particularly pressing for community and technical colleges, which rely heavily on foreign students \nbecause they pay higher tuition. The colleges aggressively market themselves with Web sites in, among other \nlanguages, Arabic and with recruiting trips around the world. The Illinois Institute of Technology, for example, \nenrolls a higher percentage of foreign students than do Harvard, New York University or Columbia. Over all, \nforeign students spent $12 billion in the United States last year.\n\nPresident Bush first promised better monitoring of student visas in October. On Friday, he said he was increasing \nthe immigration service budget by 29 percent, which immigration officials said would largely be used for computer \nsystems to track the more than 30 million visas issued in this country each year.\n\nImmigration officials said it was unclear if they would be able to hire more enforcement agents. They said many of \nthe extra resources the agency had received in recent years had gone toward tightening the Mexican border. There \nare now only 2,000 immigration enforcement agents nationwide, and they have an array of duties that include \ntracking hundreds of thousands of visa violators.\n\nMichael Becraft, the acting deputy commissioner of the immigration service, recently told Congress that it had been \nhard for enforcement agents to monitor foreign students because the agents are \"focused in a lot of different \ndirections.\" Once the tracking system is completed, the agency will need to find ways to scan the database to \npinpoint the visa violators who seem most likely to pose a threat.\n\nThe Iranian hostage crisis in 1979 first raised the possibility of militants' entering the country disguised as students. \nIn 1983, the immigration service began requiring colleges to report when students showed up and when they left, \nto make sure they did not violate the time limits imposed by their visas. But by 1988, the paper forms that reported \nthis information had piled up so high in immigration offices that officials told the colleges to stop sending them.\n\nForeign students now apply for visas in their home countries and then report to the immigration service at the \nborder. But the agency takes six months to a year to report to the colleges on whom they should be expecting. The \ncolleges do not confirm that these students actually show up unless the immigration service asks, which generally \ndoes not happen.\n\nThe visa forms themselves present several opportunities for abuse. Before students enter the country, they can \nreceive forms known as I-20's from several colleges or technical schools, depending on how many offer them \nadmission. The students are supposed to use only the form from the institution they plan to attend when they apply \nfor a visa. But immigration officials acknowledge that the extra forms can be forged to obtain multiple visas. \nComplicating the problem is that community colleges and language schools often have open enrollment, and send \nI-20's freely.\n\nIn the days after Sept. 11, immigration officials had to admit to Congress that they had no idea how many foreign \nstudents had overstayed or violated their visas, as Mr. Hanjour had. He supposedly was coming to the United \nStates to take an English course at a language school in California, but never attended..\n\nCertainly other people have taken advantage of the holes in the system. The terrorist who drove the bomb-laden \ntruck to the World Trade Center in 1993 had entered the country on a student visa but never enrolled in the \nlanguage school he claimed to be attending. In San Diego, several community college officials were convicted of \ntaking bribes to secure visas for Middle Eastern students from 1989 to 1995.\n\nThe first World Trade Center attack prompted Louis J. Freeh, then the director of the Federal Bureau of \nInvestigation, to call for tighter monitoring of who entered the country. In 1996, Congress passed a law that required \ncomputerized tracking of students when they received visas, when they entered the country and when they \nenrolled in college, allowing the immigration service to quickly tell when they violated the visa's conditions. The \nsystem was to track what they were studying, and any change in address.\n\n\n\nHigher education lobbying groups resisted, however, saying that there was no evidence that terrorists were abusing \nstudent visas and that any limits would deter foreign students and potentially put their institutions out of business. \nTwice they persuaded Congress to delay the start of the system, most recently until January 2003.\n\nSmall language schools, some of which combine three-week language courses with trips to Disneyland, have \nresisted almost any oversight. The immigration service backed off a proposal to have them accredited when the \nschools said the process would be too expensive.\n\n\"This was a system run for the profit and convenience of the universities, and it was run more with the intention of \nmaking money than anything else,\" said Representative George Miller, Democrat of California.\n\nEven as late as August, the Association of International Educators, an outspoken opponent of the computerized \nsystem, sent a letter to its members encouraging them to support a bill to repeal the law requiring it.\n\nThe association endorsed the system in the days after Sept. 11, in part to fend off an effort in Congress to impose \nan outright moratorium on student visas.\n\nBut the regulations dictating how and when the colleges will be required to enter the information in the system \nremain to be worked out, and the institutions still object to many aspects of the plan. In particular, they warn that a \nproposal to collect a $95 fee from visa applicants would cause too much delay and steer students to competing \ncountries like Australia and Canada.\n\n\"We're losing a market share of students who were going to come here,\" said George Beers, dean of international \nand distance education at Foothill College in Los Altos Hills, Calif., where $11 million of a $130 million budget \ncomes from foreign students. \"I think there's some overreaction in Congress. There's a few senators that feel they \nneed to show they're doing something, and this is an easy, very visible area.\"\n\nThe colleges have also objected to a plan proposed by Mr. Miller that would prevent foreign students from \nreceiving diplomas until they confirm that they have either returned home or have extended their visas.\n\nThe immigration service says it plans to have its new system ready for colleges to use voluntarily this summer. \nSince Sept. 11, Congress has insisted that the system must be in operation by next January.\n\nIn the letter released last week, the higher education organizations said they were \"deeply worried\" that the system \nwould not be fully operating by that deadline. \"Efforts to launch such systems without adequate preparation are \ndoomed to failure,\" they warned.\n\nImmigration officials seemed annoyed by the letter. \"Everyone involved must recognize that Congress and the \nAmerican people want this system up and running, and we intend to do just that,\" said Russell A. Bergeron Jr., a \nspokesman for the immigration service.\n\nThe colleges continue to argue that the system would not have prevented the attacks. \"It is clear that singling out \nonly students -- which represent less than 2 percent of those visitors -- will not increase our national security,\" the \nAssociation of International Educators has said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nhttp://www.nytimes.com/\n\n\nPhoto: George Beers of Foothill College meeting with an Indian student, Sharmila Mathews, to discuss her visa. \n(Peter DaSilva for The New York Times)(pg. A7) Chart: \"An Education in America\"More students from around the \nworld are attending colleges and universities in the United States. Grapg tracks total international students \nenrolled, 1960-2001*(as percentage of all students) *Academic years Institutions with highest number of \ninternational students, 2000-2001 RANK: 1INSTITUTION: New York UniversityNUMBER OF FOREIGN \nSTUDENTS: 5,399 RANK: 2INSTITUTION: University of Southern CaliforniaNUMBER OF FOREIGN STUDENTS: \n5,321 RANK: 3INSTITUTION: Columbia UniversityNUMBER OF FOREIGN STUDENTS: 4,837 RANK: \n4INSTITUTION: Purdue University Main CampusNUMBER OF FOREIGN STUDENTS: 4,469 RANK: \n5INSTITUTION: Boston UniversityNUMBER OF FOREIGN STUDENTS: 4,443 RANK: 6INSTITUTION: University \nof Texas at AustinNUMBER OF FOREIGN STUDENTS: 4,320 RANK: 7INSTITUTION: Ohio State University Main \nCampusNUMBER OF FOREIGN STUDENTS: 4,035 RANK: 8INSTITUTION: University of Michigan at Ann \nArborNUMBER OF FOREIGN STUDENTS: 4,004 RANK: 9INSTITUTION: University of Wisconsin at \nMadisonNUMBER OF FOREIGN STUDENTS: 3,938 RANK: 10INSTITUTION: Northern Virginia Community \nCollegeNUMBER OF FOREIGN STUDENTS: 3,877 Top 10 countries of origin, 2000-2001 RANK: 1COUNTRY: \nChina RANK: 2COUNTRY: India RANK: 3COUNTRY: Japan RANK: 4COUNTRY: South Korea RANK: \n5COUNTRY: Taiwan RANK: 6COUNTRY: Canada RANK: 7COUNTRY: Indonesia RANK: 8COUNTRY: Thailand \nRANK: 9COUNTRY: Turkey RANK: 10COUNTRY: Mexico(Source: Institute of International Education)(pg. A7)      \n"}