{"title": "ONE OF CONTINENT'S MOST POLLUTED RIVERS IS ROUTE INTO U.S. FOR ILLEGAL;IMMIGRANTS;MEXICAN NATIONALS FLOAT PAST BORDER PATROL AGENTS WHO WON'T ENTER WATER", "body": "\nTwo Border Patrol agents stand on the banks of one of the most polluted rivers in North America and shout at \nsix illegal immigrants in their underwear who have floated into the United States on an inner tube.\n\n\"Get out of the river! It's very dangerous!\" George Wetjen calls out in Spanish to the men just 10 feet away.\n\nBut the immigrants ignore the agents. They float past and vanish into the night, holding the inner tube with one \nhand and gripping black plastic bags containing their dry clothes with the other.\n\nThe immigrants have beaten the Border Patrol. That's because agents draw the line at getting in the New River - \nan oily, foul-smelling stew of raw sewage, industrial waste, agricultural runoff and trash.\n\nThe river flows north from the border city of Mexicali, Mexico, and empties into the Salton Sea in the California \ndesert.\n\nDesperate to reach the United States and blocked by tighter security elsewhere along the Southwestern border, \nillegal immigrants use the river as a nearly guaranteed path into the region east of San Diego, one of the nation's \nbusiest corridors for illegal immigration.\n\nSome immigrants may not know the New River is badly polluted. Others don't care.\n\nThe river is posted with signs warning of drowning, rattlesnakes and the treacherous terrain, but not pollution. Still, \na glance and a sniff are all it takes to know. Stiff clumps of foam glide along on the surface. Plastic jugs, empty cans \nand blocks of wood bob in the water and line the banks. The stench of sewage is overpowering.\n\n \n\nWhat's not seen are the carcinogens, bacteria and viruses.\n\n\nThe Environmental Protection Agency lists the river as one of the most polluted in North America. It contains 15 \nmillion gallons of untreated or partially treated sewage from the overwhelmed sewer system in Mexicali, a city of \nmore than 600,000.\n\nEugenia McNaughton, who monitors the river for the EPA, said Mexico and the United States are working to \nreduce the pollution, spending $ 50 million to expand Mexicali's sewer capacity.\n\nAnyone who swims in the river risks exposure to such things as salmonella, typhoid, E. coli bacteria and parasites, \nsaid Yvonne Smith, public health director for Imperial County.\n\n\"It's like having a rattlesnake in your back yard,\" she said. \"You have no idea when it's going to hit and make \nsomeone sick.\"\n\nSometimes agents find dark-colored vomit from immigrants who swallowed river water and got sick after reaching \nthe river banks.\n\nBut if immigrants are falling ill from the water, they aren't reporting it, said Vivian Perez, administrator of an \nImperial Valley clinic for migrant workers.\n\n\"They make jokes about it,\" Perez said. \"They say, 'Go in the New River and you come out glowing.'\"\n\nEarlier this month, Border Patrol agent Matt Daly fell in while chasing a group of immigrants. He immediately \nwent back to the station for a shower, then to a hospital for a hepatitis A vaccine and a polio booster shot.\n\n \n\n\"I got some in my mouth. It was a bad experience,\" he said.\n\nAt least 11 immigrants floated through the gap in the 12-foot steel border fence on Jan. 23. Wetjen said 75 made \nit the night before and 25 earlier that week.\n\nJose Luis Angel, who monitors the river for the state Water Resources Control Board, has photographed \nimmigrants camouflaging themselves with the river's foam, piling it on their heads as they float downstream. \nBorder agents have seen parents use the foam to hide their babies and older children.\n\nAbout 20 minutes after the men passed Wetjen on the inner tube, he spotted them walking down a Calexico street \nin dry clothes. He stopped his vehicle, but they scattered when he got out. Wetjen caught one.\n\nThe one caught, Francisco Campos, said he is from Jalisco state on Mexico's Pacific coast. He had been headed \nfor the San Fernando Valley in Los Angeles to work. Campos, wearing a flannel work shirt, boots and a Denver \nBroncos baseball cap, said he had never heard of the New River until he arrived in Mexicali three days earlier.\n\n\"I didn't know it was dangerous,\" he said. \"They said there's no current, but the current is really strong. And it's \ncold.\"\n\nCampos was returned to Mexico with a warning that he shower and change clothes to avoid getting sick.\n"}