{"title": "ON IMMIGRATION, BIRTHRIGHT FIGHT IN U.S. IS LOOMING", "body": "\nNOGALES, Ariz. -- Of the 50 or so women bused to this border town on a recent morning to be deported back to \nMexico, Inez Vasquez stood out. Eight months pregnant, she had tried to trudge north in her fragile state, even \ncarrying scissors with her in case she gave birth in the desert and had to cut the umbilical cord.\n\n''All I want is a better life,'' she said after the Border Patrol found her hiding in bushes on the Arizona side of the \nborder with her husband, her young son and her very pronounced abdomen.\n\nThe next big immigration battle centers on illegal immigrants' offspring, who are granted automatic citizenship like \nall other babies born on American soil. Arguing for an end to the policy, which is rooted in the 14th Amendment of \nthe Constitution, immigration hard-liners describe a wave of migrants like Ms. Vasquez stepping across the border \nin the advanced stages of pregnancy to have what are dismissively called ''anchor babies.''\n\nThe reality at this stretch of the border is more complex, with hospitals reporting some immigrants arriving to give \nbirth in the United States but many of them frequent border crossers with valid visas who have crossed the border \nlegally to take advantage of better medical care. Some are even attracted by an electronic billboard on the Mexican \nside that advertises the services of an American doctor and says bluntly, ''Do you want to have your baby in the \nU.S.?''\n\nWomen like Ms. Vasquez, who was preparing for a desert delivery, are rare.\n\nStill, Arizona -- whose tough law granting the police the power to detain illegal immigrants is tied up in the courts -- \nmay again take the lead in what is essentially an effort to redefine what it means to be an American. This time, \nthough, Arizona lawmakers intend to join with legislators from other states to force the issue before the Supreme \nCourt.\n\nThis coalition of lawmakers will unveil its exact plans on Wednesday in Washington, but people involved in drafting \nthe legislation say they have decided against the painstaking process of amending the Constitution. Since the \nfederal government decides who is to be deemed a citizen, the lawmakers are considering instead a move to create \ntwo kinds of birth certificates in their states, one for the children of citizens and another for the children of illegal \nimmigrants.\n\nThe theory is that this could spark a flurry of lawsuits that might resolve the legal conflict in their favor.\n\n''This is not a far-out, extremist position,'' said John Kavanagh, one of the Arizona legislators who is leading an \neffort that has been called just that. ''Only a handful of countries in the world grant citizenship based on the GPS \nlocation of the birth.''\n\n\nMost scholars of the Constitution consider the states' effort to restrict birth certificates patently unconstitutional. \n''This is political theater, not a serious effort to create a legal test,'' said Gabriel J. Chin, a law professor at the \nUniversity of Arizona whose grandfather immigrated to the United States from China at a time when ethnic \nChinese were excluded from the country. ''It strikes me as unwise, un-American and unconstitutional.''\n\nThe 14th Amendment, adopted in 1868, was a repudiation of the Supreme Court's 1857 ruling, in Dred Scott v. \nSandford, that people of African descent could never be American citizens. The amendment said citizenship applied \nto ''all persons born or naturalized in the United States, and subject to the jurisdiction thereof.''\n\nIn 1898, the Supreme Court, in United States v. Wong Kim Ark, interpreted the citizenship provision as applying to \na child born in the United States to a Chinese immigrant couple.\n\nStill, some conservatives contend that the issue is unsettled. Kris Kobach, the incoming secretary of state in Kansas \nand a law professor at the University of Missouri-Kansas City who has helped draft many of the tough immigration \nregulations across the country, argued that the approach the states were planning would hold up to scrutiny.\n\n''I can't really say much more without showing my hand,'' Mr. Kobach said in an e-mail. ''But, yes, I am confident \nthat the law will stand up in court.''\n\nThe legal theories are lost on Laura Gomez, 24, who crossed into Arizona from Mexico five years ago while \nexpecting and is now pregnant with her second child. But like many other pregnant women in Arizona who are \nwithout papers, she has been following the issue with anxiety.\n\n''It doesn't seem fair to just change the rules like that,'' Ms. Gomez said.\n\nDespite being called ''anchor babies,'' the children of illegal immigrants born in the United States cannot actually \nprevent deportation of their parents. It is not until they reach the age of 21 that the children are able to file \npaperwork to sponsor their parents for legal immigration status. The parents remain vulnerable until that point.\n\nMaria Ledezma knows as much. Just off a bus that deported her from Phoenix to the Mexico border town of \nNogales, she was sobbing as she explained the series of events that led her to be separated from her three \ndaughters, ages 4, 7 and 9, all American citizens.\n\n''I never imagined being here,'' said Ms. Ledezma, 25, who was brought to Phoenix from Mexico as a toddler. ''I'll \nbet right now that my girls are asking, 'Where's Mom?' ''\n\nBlended families like hers are a reality across the United States. A studyreleased in August by the Pew Hispanic \nCenter found that about 340,000 children were born to illegal immigrants in the United States in 2008 and became \ninstant citizens.\n\nIn April, Representative Duncan Hunter, Republican of California, one of those pushing for Congressional action on \nthe issue, stirred controversy when he suggested that children born in the United States to illegal immigrants \nshould be deported with their parents until the birthright citizenship policy was changed.\n\n''And we're not being mean,'' Mr. Hunter told a Tea Party rally in Southern California. ''We're just saying it takes \nmore than walking across the border to become an American citizen. It's what's in our souls.''\n\nImmigrant advocates say intolerance is driving the measure. ''They call themselves patriots, but they pick and \nchoose which parts of the Constitution they support,'' said Lydia Guzman, a Latino activist in Phoenix. ''They're fear-\nmongerers. They're clowns.''\n\nLike many states, Arizona is suffering a severe budget crisis, prompting even some lawmakers who have supported \nimmigration restrictions in the past to question whether it is the right time for another divisive immigration bill. \nThey say the state's fiscal issues need to be resolved before Arizona jumps back into a controversial immigration \ndebate.\n\n\n\n''I was born and raised in New York,'' responded Mr. Kavanagh, who is chairman of the Appropriations Committee \nof the Arizona House. ''I can ride a subway, drink coffee, read the newspaper and make sure my pockets are not \npicked all at the same time.''\n\nScholars who have studied migration say it is the desire for better-paying jobs, not a passport for their children, that \nis the main motivator for people to leave their homes for the United States.\n\nEven Ms. Vasquez, who was preparing for a desert delivery, agrees with that. While she preferred to have her child \nbe born in the United States, she said, it was the prospect of a better economic future, with or without papers, that \nhad prompted her and her family to cross when they did. ''I'll try again -- but once the baby's born,'' she said.\n\nOnline Correction: January 4, 2011, Tuesday\n\nThis article has been revised to reflect the following correction: An earlier version of this article incorrectly stated the \nyear that the Supreme Court, in United States v. Wong Kim Ark, applied the citizenship provision to a child born in \nthe United States to Chinese immigrants; it was 1898.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Laura Gomez, a pregnant illegal immigrant from Mexico, in Scottsdale, Ariz. She came to the United \nStates to find work, she said. (PHOTOGRAPH BY JOSHUA LOTT FOR THE NEW YORK TIMES) (A15)                        \n"}