{"title": "United States: Assistant Attorney General for the Office of Legal Policy Beth A. Williams Delivers Remarks on the Department of Justice's Efforts to Combat Human Trafficking Demand at the 2019 JuST Conference", "body": "\nRemarks as Prepared for Delivery\n\nThank you, Brittany, for that kind introduction. I'd like to thank Shared Hope International for inviting me to speak at \nthis conference on a topic about which both the Attorney General and the Department of Justice care deeply: \ncombating human trafficking. It's an honor to address all of you who are here in attendance this week, with each of \nyou having unique and important roles in our shared mission. What makes this conference so special is even with \nthe diversity of our roles, our experiences, and our backgrounds, we are all here for one common purpose: to stop \nthe epidemic of human trafficking.\n\nFirst, a bit of background. I serve as the Assistant Attorney General leading the Office of Legal Policy, or OLP. OLP \nis sometimes described as the think tank for the Department of Justice. Unlike almost all of the other attorneys \nacross the Department, although we do give legal advice, we do not handle cases or even directly oversee them. \nInstead, we are able to take a high-level view of what is happening across the Department and to synthesize \ncurrent challenges, initiatives, and other activities into coherent proposals for Department leadership on issues that \nare top priorities for them. That high-level view also gives us the perspective to develop new approaches-to identify \nnew partnerships, both inside and outside of the government, that would be useful-and to propose new policy ideas \nthat advance Departmental priorities. Another part of my role is to help get the word out about what the Department \nis doing. And I have found that after speaking to stakeholders outside of the DOJ, and to the public, I often go back \nto my office with fresh perspectives and new ideas. That is why I am grateful to be a part of this conference and to \nbe invited to address this important matter.\n\nToday, I'd like to address efforts the Department is making to combat human trafficking and to announce a new \nDepartment initiative focusing on sex trafficking demand reduction. This initiative will complement the \nDepartment's existing extensive efforts to fight human trafficking. It will also underscore the importance of \ndeterring and punishing those who drive the market for sex from children and vulnerable persons-those most likely \nto be victims of human trafficking. The Department is not alone in this mindset. I see from reviewing today's \nupcoming events that addressing demand is a shared focus. I look forward to hearing from these presenters and \npanelists later today, and learning more from all of you.\n\nMany have asked, why is demand reduction important? Well, there are two main reasons. First, Congress has \nclearly stated that buyers of commercial sex acts from sex trafficking victims are violating federal law. The \nDepartment has for some time prosecuted sex-trafficking customers, particularly individuals who have knowingly \nsought commercial sex with children. More than 15 years ago, the FBI carried out sting operations in Operation \nTurnaround to combat demand for so-called child sex tourism, i.e., travel by U.S. citizens to foreign countries for the \npurpose of engaging in sex with minors. Ten years ago, the U.S. Attorney's Office for the Western District of \nMissouri initiated Operation Guardian Angel to identify and catch individuals who attempted to purchase sex with \n\n\nchildren. These convictions were the first of many convictions under Section 1591 of individuals who attempted to \npurchase sex with children.\n\nCongress recently reaffirmed the importance of customer-focused prosecutions in the Abolish Human Trafficking \nAct of 2017, which the President signed into law. That Act makes clear that a person who knowingly purchases a \ncommercial sex act with a trafficking victim is just as culpable as the person who provides the trafficking victim for \ncommercial sex.\n\nSecond, to address any type of crime problem, you must look at it holistically. Targeting demand is the other half of \nthe crime - on one hand, you have traffickers who recruit and provide victims for commercial sex. On the other \nhand, you have people who buy sex from trafficked victims and minors. In the online child exploitation context, the \nDepartment not only focuses on those persons who produce images of child abuse, we also prosecute the end \nusers: the persons who receive, distribute or possess child pornography. Targeting the demand, in conjunction with \nexisting efforts to target the traffickers, provides the most comprehensive strategy to fight this dehumanizing and \nhorrific crime.\n\nTrafficking in persons is an offense against human dignity. Victims - or survivors - are treated like commodities, \nand are bought and sold repeatedly over a period of days to often times, years. These survivors are often denied \nbasic human needs and more often denied their dignity and freedom and are forced to live at the mercy of their \ntraffickers. They endure psychological, physical, and mental abuse. When survivors are recovered, some live with \nthe physical, mental, and emotional scars of the abuse for the rest of their lives. For many, it is a lifetime burden \nthat must be dealt with every day.\n\nFor this reason, human trafficking is a top priority of the Department of Justice and for the Administration. The \nDepartment fights trafficking through our law enforcement capabilities, our prosecutors, our partnerships with non-\ngovernmental organizations and private industry, and through our courts. The Department could not do such \nimportant work without these relationships and strong partnerships with private industry and NGOs. The FBI is on \nthe frontlines with our state and local partners in law enforcement. Through the implementation of Innocence Lost \nhuman trafficking task forces and specialized Anti-Trafficking Coordination Teams, or ACTeams, in select \nDistricts, the FBI works side by side with our federal, state, tribal, and local partners to identify victims and bring to \njustice traffickers, customers, coconspirators, and facilitators who are involved in this horrific crime. Department \nprosecutors work hand in hand with law enforcement to bring justice for the victims while holding traffickers \naccountable. Our prosecutors in the field are comprised of the Assistant United States Attorneys, or AUSAs, in each \nof the 94 United States Attorney's Offices. Each office has a designated human trafficking coordinator and a \nProject Safe Childhood Coordinator to facilitate, coordinate, and supervise the investigation and prosecution of \nhuman trafficking cases. The Department of Justice created a specialized Human Trafficking Prosecution Unit \n(HTPU) within its Civil Rights Division in 2007 to consolidate human trafficking prosecution experience. HTPU \nprovides subject matter expertise on forced labor, transnational sex trafficking, and sex trafficking of adults. The \nCriminal Division's Child Exploitation and Obscenity Section (CEOS), created in 1987, provides subject matter \nexpertise on the sexual exploitation of minors in any form, including foreign and domestic child sex trafficking, \ntechnology-facilitated child sex trafficking, and child sex tourism. These experienced trial attorneys from HTPU and \nCEOS partner on the investigation and prosecution of cases all over the country, providing training, outreach, and \nguidance.\n\nThese prosecutors are busy. In Fiscal Year 2018 alone, the Department brought 230 human trafficking \nprosecutions, charged 386 defendants and secured convictions against 526 defendants. The vast majority of those \ncases were for sex trafficking of minors and adults by force, fraud, or coercion.\n\nBefore I move on with my comments, I'd like to address recent reports of the declining numbers of human \ntrafficking cases brought by the Department. While it is true that the number of cases and the number of \ndefendants charged were down from FY2017, crucially, the number of sex and labor trafficking convictions was \nup. In FY2018, the Department had 526 convictions for trafficking offenses, compared to 499 in FY2017. More of \n\n\n\nthe guilty were brought to justice. Additionally, the Department has increased the number of defendants charged \nwith child sex trafficking from 857 charged in FY2016 to 952 in FY2018. That is more than a 10% increase.\n\nSome other context to the recent figures is important. First, federal cases typically take 2-3 years to prosecute, so \nlonger (and, likely, more significant) cases would not be counted as new prosecutions when they are carried over \nfrom year to year. Prosecutors must continue to work diligently on these larger and more significant cases, but that \nwork is not necessarily reflected in the statistics. Moreover, in a positive turn, state statutes on human trafficking \nhave gotten stronger over the past several years, which means more cases are likely being prosecuted by our state \ncounterparts with stronger penalties than the states previously had. Having our state counterparts armed with \nstronger state laws and penalties for human trafficking similar to our federal laws provides another forum for law \nenforcement to bring cases. It is an important complement to our federal commitment.\n\nWe have not limited our focus to just prosecution of these important cases. In FY2018, the Office of Justice \nPrograms (OJP) granted more than $67 million to fight trafficking at the national, state, local, and tribal levels. \nIncluded in these efforts are Office of Victims of Crime (OVC) programs, which support services to survivors of \nhuman trafficking. The Department is funding these important programs at record levels. Additionally, the \nDepartment has made approximately $30 million dollars available over the last two years to support Internet Crimes \nAgainst Children (ICAC) Task Force investigations, operations, equipment, training, and technical assistance. Next \nyear's budget requests an additional $5 million dollars to that investment so that ICAC task forces can continue to \ndo their important work, which often gives us crucial leads to recovering human trafficking victims.\n\nIn addition, the Department has hosted significant training programs and has literally written a book on how to best \ninvestigate and prosecute these cases. The Executive Office for United States Attorneys (EOUSA), in collaboration \nwith the Human Trafficking Prosecution Unit and the Child Exploitation and Obscenity Section, published an issue \nof the U.S. Attorneys' Bulletin dedicated to human trafficking in November 2017. The 185-page issue featured 17 \narticles on such topics as securing mandatory restitution for victims, proactive case identification strategies, child \nsex trafficking among children missing from foster care, financial crimes in human trafficking cases, and forced \nlabor in supply chains, among others. Each June for the last several years, the Department has hosted the National \nLaw Enforcement Training on Child Exploitation in Atlanta, Georgia. This past June, over 1400 federal, state, and \nlocal investigators, prosecutors, computer forensics and victim/witness specialists, and other professionals attended \nthis three-day training conference where subject matter experts provided free training on cutting edge issues related \nto child sexual exploitation and child sex trafficking. In a few weeks, the Department is hosting a three-day seminar \nfor all Department prosecutors around the country who work on human trafficking to provide cutting-edge training \nand education on this topic.\n\nThe Department is also committed to tackling obstacles that stand in our way of preventing and uncovering these \ncrimes. Last week, the Attorney General hosted a summit in Washington, DC on the lawful access to electronic \ndevices as it relates to child exploitation and trafficking. Lawful access means that when law enforcement has \nestablished probable cause that a crime has been committed, and gets a warrant from a court to search for \nevidence, they can actually access the electronic devices and media at issue. In many cases, law enforcement \nofficials are unable to access data due to general privacy and security measures (e.g., encryption) despite the \nissuance of legal process (e.g., subpoenas and search warrants). In human trafficking investigations, this obstacle \nprevents the identification of current and historical victims and of potential victims a trafficker may be recruiting and \nexploiting online; prevents identification of co-conspirators; prevents collection of evidence that may be helpful in \nbringing traffickers to justice; and may prevent the removal of harmful online data or images of the victims, which \ncauses revictimization to exploited and trafficked persons by allowing harmful data to remain online and be viewed \nin perpetuity.\n\nAt the summit, we heard about a case from December 2018, where the National Center for Missing and Exploited \nChildren, or NCMEC, received a cyber-tip from an electronic service provider concerning an infant being sexually \nabused by an adult male. After running the images and videos through their databases, NCMEC realized this was \nnew material, meaning the images had not been seen before, which only meant one thing: the infant was in \nimminent danger. NCMEC traced an IP address for the sexually explicit material to a possible location in San Jose, \n\n\n\nCalifornia, and quickly dispatched that lead to law enforcement. Within 3 hours, police located the five month old \nchild, arrested the adult male and rescued 11 other children from the home. The Department recognizes the \nimportance of responsible encryption, but if end-to-end encryption is implemented with no exception for detecting \nsexual exploitation, the abuse of this five month old child and countless others would remain hidden. And those who \nimpose harm like this on children and vulnerable victims would never be brought to justice for these heinous crimes. \nThe Director of the FBI has called this a dream come true for child predators. We need the help of technology \ncompanies to fix this.\n\nI was fortunate to moderate a panel presentation discussing why lawful access is necessary to identify and \nprosecute child predators and exploiters. John Clark, the CEO of the National Center for Missing and Exploited \nChildren, Lianna McDonald, Executive Director of the Canadian Centre for Child Protection, and a parent of an \nexploited victim each provided first-hand accounts on why having lawful access is critical in our fight against human \ntrafficking and exploitation. Mr. Clark said that without lawful access to this criminal evidence, it's not just a game \nchanger, its game over. Specifically in relation to child exploitation cases, the panel expressed that the preclusion of \nlawful access has made the choice plain - children don't matter... and we are not going to protect them. It's that \nsimple. The Department will continue its efforts to proactively engage the private sector to join us in the fight against \nhuman trafficking and exploitation and educate the public on our ongoing efforts.\n\nTo complement the extraordinary efforts made by Department prosecutors to prosecute the demand, in 2015, \nCongress clarified that buyers could, and should, be charged with sex trafficking under federal law. Congress \namended Section 1591 to add patronizes and solicits to the list of acts criminalized in the statute, when other \nrequired elements are met. It noted that the amendment was intended to make it clear that criminals who purchase \nsexual acts from human trafficking victims may be arrested, prosecuted, and convicted as sex trafficking \noffenders when this is merited by the facts of a particular case.\n\nFor the last several years, the Department has initiated other high-profile sting operations designed to target adults \nseeking commercial sex with children. In several cases prosecuted in the Central District of California, for example, \ndefendants responded to fake online advertisements offering commercial sex acts with minor girls. In a notorious \ncase in Arizona, law enforcement conducted a sting using a bogus sex-slave auction. More than 100 individuals \ncontacted an undercover website created and operated by the FBI, and four eventually travelled from their homes \nto a facility in Phoenix where they expected to obtain sex slaves. All four pleaded guilty and were sentenced to \nprison terms from seven to nine years.\n\nSome may think prosecuting buyers in sex-trafficking cases is straightforward. In many cases, law enforcement \nfinds and disrupts a customer interacting with a victim or encounters the buyer in an undercover operation. But \nthese cases are not simple. Often times a victim does not think or him or herself as a victim. They are often fearful \nor wary of law enforcement. Victims may sympathize with their trafficker or with a buyer. They may feel shame or \ntake blame for their victimization. All of these reasons, and many more that I have not listed, make the prosecution \nof these cases far from simple.\n\nProsecutions involving children under the age of 18 can be easier to prosecute because the governing statute does \nnot require proof that the buyer knew the victim was a minor, if the person had a reasonable opportunity to observe \nthe minor victim. Indeed, some offenders will respond to an ad for commercial sex with a minor, whereas very few, \nif any, will answer an ad for an adult being forced into commercial sex.\n\nRecent cases include the successful prosecution of a 71-year-old San Diego realtor who had engaged in \ncommercial sex with two minors beginning when they were 11 and 13 years old. They also include the successful \nprosecution of a Washington, D.C. HIV-positive man who established contact with a girl online and began paying \nher for sex. There are many other examples of cases prosecuted by the Department against customers with minor \nvictims.\n\nWith these challenges, the Department will not shy away from combating, disrupting and preventing human \ntrafficking. Following the momentum of this work, I'm pleased to announce today that the Department is launching \n\n\n\na Demand Reduction Initiative to target those who purchase sex from minors and from victims of trafficking by \nforce, fraud or coercion. As I mentioned, this initiative is intended to complement the Department's existing efforts to \ncombat human trafficking and to emphasize the importance of punishing the demand for commercial sex from \nchildren and vulnerable victims, in conjunction with our state, tribal, and local partners.\n\nThe Department's Demand Reduction Initiative has five related priority actions. I'd like to provide a brief overview of \neach.\n\nFirst, the Department will continue to dismantle and disrupt the online marketplace for sex trafficking. Targeting \nthe online marketplace that feeds sex trafficking has the potential to drive down demand by removing one of the \nmost frequently-used channels for obtaining victims. Indeed, the Department's takedown and prosecution of \nBackpage.com-once the dominant website for advertisements that facilitated sex trafficking-appears to have \nsignificantly disrupted the online marketplace. The Department will, where appropriate, pursue investigation of other \nwebsites to which advertisements may have moved and initiate appropriate prosecutions of them.\n\nSecond, the Department will look to launch the next phase of Anti-Trafficking Coordination Teams, or ACTeams. \nThe ACTeam Initiative is a multi-agency initiative launched eight years ago under the leadership of the Civil Rights \nDivision's Human Trafficking Prosecution Unit. The Initiative is a collaborative effort of the Departments of Justice, \nHomeland Security, and Labor as well as the Federal Bureau of Investigation. Through this initiative, interagency \nteams of federal agents and federal prosecutors are convened in select Districts, designated through a competitive, \nnationwide, interagency selection process, to develop high-impact human trafficking investigations and \nprosecutions involving forced labor, sex trafficking of adults, and international sex trafficking.\n\nThe ACTeams are highly regarded for their demonstrated success. During Phase I, from 2012-2013, cases filed \nincreased 119%, the number of defendants charged increased 114%, and the number of defendants convicted \nincreased by 86% in ACTeam districts compared to the two previous years. While ACTeam districts constituted less \nthan 7% of districts, they accounted for 58% of the national increase in cases filed during those two years.\n\nDuring Phase II, in 2018, ACTeams saw increases of 10 percent in cases filed, 75 percent increase in defendants \ncharged, and 106 percent increase in defendants convicted compared to a 1% increase in the number of \ndefendants charged and a 36% increase in defendants convicted nationwide during the same period. As part of a \ndeployment of additional ACTeams, the Department may incorporate training to federal investigators and \nprosecutors on the investigation and prosecution of buyers, including as a method to create accountability for larger \nsex trafficking networks.\n\nThird, the Department will issue new Sex Offender Registration and Notification Act, or SORNA, regulations to \nfacilitate prosecution and deter child sex tourism. My office has prepared proposed regulations that provide a clear \nand comprehensive articulation of the registration obligations of sex offenders under SORNA. Publication of this \nproposed rule, and finalization following public comment, will improve compliance with and enforcement of sex \noffender registration requirements. Specific benefits related to trafficking demand reduction include (i) \nstrengthening compliance and enforcement with respect to sex offenders, and (ii) enabling the U.S. Attorney's \nOffices to prosecute sex offenders who fail to report international travel, an important provision enacted by \nInternational Megan's Law to combat child sex tourism.\n\nFourth, the Department will target key locations where we suspect human trafficking occurs-especially places with \nvulnerable populations, like Tribal women and girls.\n\nFifth, the Department will focus on the international border and its equivalent for international cases. These \noperations will work with our federal partners at the border to identify potential buyers of trafficked sex.\n\nI am proud to work for an Attorney General and a Department of Justice that care so much about this fight. I look \nforward to working with Department components to implement this Demand Reduction Initiative over the next year \nand will provide whatever support and resources on a policy level to address this heinous crime. Stopping human \ntrafficking is a very big goal-and it's one that the Department of Justice takes seriously. We plan to continue to do \n\n\n\nthis work-to continue to find ways to be ever more effective, efficient, and creative in building cases, convicting \ntraffickers, buyers, and facilitators, and doing our part to help victims recover-until we have won the fight against \nthis profoundly dehumanizing crime. We are mindful of and grateful for the work that many others at this \nConference are doing to combat human trafficking as well. Again, I thank Shared Hope for inviting me to come \nspeak, and for hosting this conference on this very timely and critical topic. I very much look forward to hearing the \npresentations today. Thank you.\n\nSource: U.S. Department of Justice\n"}