{"title": "CONGRESS, WINDING UP WORK, VOTES SWEEPING ALIENS BILL; REAGAN EXPECTED TO SIGN IT", "body": "\nCongress today gave final approval to a landmark immigration bill as it moved toward adjournment.\n\nBy a vote of 63 to 24, the Senate agreed to the compromise bill, clearing the measure for action by President \nReagan. The bill would prohibit the hiring of illegal aliens and offer legal status, or amnesty, to millions of illegal \naliens who have lived in this country continuously since before Jan. 1, 1982.\n\nThe chief sponsor of the legislation, Senator Alan K. Simpson, Republican of Wyoming, said President Reagan \n''awaits this bill and has agreed to sign it.'' Mr. Reagan proposed similar legislation in 1981 to tighten control of the \nborders and to curtail the influx of illegal aliens.\n\n \n\nRadical Change for Employers\n\nThe bill approved today, the Immigration Reform and Control Act of 1986, marks a historic change in American \nimmigration policy. Under current law, illegal aliens may be deported, but it is generally not illegal for employers to \nhire them. Under the bill passed today, employers who hired illegal aliens would be subject to civil penalties \nranging from $250 to $10,000 for each such alien.\n\nItching to leave for home and the off-year elections, Congress also approved the $576 billion comprehensive \nappropriations bill for 1987, after the Senate resolved a deadlock over a plane built on Long Island. [Page 33.] \nLawmakers said they hoped that the 99th Congress, which convened in January 1985, would adjourn Saturday.\n\nThe aliens bill, a product of nearly a decade of work in Congress, would make the biggest changes in immigration \nlaw in at least 20 years.\n\n \n\nEarlier Versions Died\n\nThe Senate passed similar bills in 1982 and 1983, but they died in the days just before Congress adjourned.\n\nIn the Senate today, 34 Democrats and 29 Republicans voted for the bill. Against it were 16 Republicans and 8 \nDemocrats.\n\nThe Senators from New York, New Jersey and Connecticut all voted in favor.\n\nThe House of Representatives approved the same bill, 238 to 173, on Wednesday.\n\n\nThe Senate approved the measure today after several hours of speeches by opponents, who acknowledged that \nthey had no real hope of blocking the legislation.\n\nSenator Phil Gramm, Republican of Texas, led the opposition. He denounced the bill's amnesty for illegal aliens. In \naddition, he said it was ''outrageous'' that under one section, illegal aliens who had done only 90 days of \nagricultural work in this country could eventually become permanent residents.\n\n''I want to do what the founding fathers envisioned the Senate would do,'' Mr. Gramm said. ''I want to have a real \ndebate on this.''\n\nThe provisions granting legal status to foreign agricultural workers were drafted by Representative Charles E. \nSchumer, Democrat of Brooklyn. They were adopted by the House and accepted by a House-Senate conference \ncommittee. The provisions were part of a delicately balanced compromise that revived the bill after it was \npronounced dead just three weeks ago.\n\nThe bill had broad bipartisan support. It was sponsored in the House by Representatives Peter W. Rodino Jr. of \nNew Jersey and Romano L. Mazzoli of Kentucky, both Democrats.\n\n \n\nOpposition on Both Sides\n\nLiberals and conservatives also joined together in opposing the bill.\n\nOne opponent, Senator Edward M. Kennedy, Democrat of Massachusetts, said: ''Whenever Congress enacts a \nmeasure with any potential for discrimination, the full potential is relentlessly realized and virulent discrimination \nresults. This bill has that potential and will inevitably have that result. It is an undeserved slap at millions of \nHispanic citizens.''\n\nThe labor movement supported the bill. But the Chamber of Commerce of the United States opposed it, saying it \nwould impose excessive burdens on employers and would subject them to ''countless lawsuits'' charging they had \ndiscriminated against legal aliens.\n\nSenator Pete Wilson, Republican of California, said the bill was ''a much needed step in the right direction.'' But he \nsaid it ''will reduce illegal immigration at most by only 20 percent to 30 percent.''\n\n \n\nAmbivalent Views\n\nRaul Yzaguirre, president of the National Council of La Raza, a Hispanic organization, said he could not endorse \nthe bill, but he described it as ''probably the best immigration legislation possible under current political conditions.''\n\nHe said his group was particularly pleased with the ''generous'' amnesty for illegal aliens. He also said that the bill, \n''for the first time, provides full rights and protections for both foreign and domestic farm workers.'' Some growers of \nfruit and vegetables in California and other Western states have long depended on foreign workers to harvest their \ncrops. The bill guarantees that the growers will have a steady supply of legal foreign workers if such workers are \nneeded.\n\nDespite his opposition to the measure, Senator Gramm said: ''This immigration bill is not a response to a fear of \nforeigners. We are not symbolically tearing down the Statue of Liberty. It is not my intention ever to slam the door to \nAmerica.''\n\n \n\nGramm Cites Fear of Fraud\n\nMr. Gramm said he feared that illegal aliens would use fraudulent documents, such as rent receipts and pay stubs, \nin an effort to show that they had lived here long enough to obtain legal status. Senator Simpson said ''document \nfraud is already a cottage industry in America,'' and he observed that the bill established new penalties for the use \n\n\n\nof fraudulent documents. An illegal alien who makes false statements in an application for legal status could be \nimprisoned for five years and fined $2,000.\n\nSenator Bill Bradley, Democrat of New Jersey, said the immigration bill was ''the most important piece of \nlegislation'' that would emerge from the 99th Congress. He called it ''a monumental accomplishment'' by Senator \nSimpson.\n\nJames A. McClure, a conservative Republican from Idaho who opposed the bill, said, ''I agree with Hispanic \norganizations that say that this bill and its enforcement will ultimately be racist.''\n\nSenator Pete V. Domenici, a New Mexico Republican, said the bill would ''create an administrative nightmare'' for \nemployers, who must ask all job applicants for documents to verify that they are eligible to work in the United \nStates. The bill, he said, is ''an invitation to fraud and abuse, an invitation to disaster.'' ''It just won't work,'' he said.\n\n \n\nTotal Is Matter of Conjecture\n\nThe number of illegal aliens in the United States is not known. In debate on the immigration bill, members of \nCongress consistently used higher estimates than those made by the Census Bureau.\n\nJeffrey S. Passel, a demographer at the Census Bureau, said in an interview that the bureau estimated there were \n2.5 million to 3.5 million illegal aliens who had their usual residence in the Unted States at the time of the last \ncensus, in 1980. The bureau estimates that the number of illegal aliens has grown since then by 100,000 to \n300,000 a year, so the total now probably stands at three million to five million, he said.\n\nThese figures do not include the thousands of illegal aliens who go back and forth across the border, working here \nbut returning to permanent residences in Mexico or other coutries.\n\nThe bill is a milestone in the history of American immigration policy. In colonial times, immigration was generally \nencouraged. The first Federal restriction on immigration was not adopted until 1875, when Congress barred the \nadmission of prostitutes and convicted criminals.\n\nThe measure approved today ranks in importance with the Quota Act of 1921, which established the first numerical \nrestrictions on immigration, and the Immigration and Nationality Act of 1952, the McCarran-Walter Act, which listed \ndozens of ideological and other reasons for excluding aliens.\n\nUnder the bill, aliens in this country illegally could apply for legal status in the one-year period starting six months \nafter the bill becomes law. Then, after 18 months as lawful temporary residents, the aliens could apply for status \nas permanent residents, and after another five years they could apply for citizenship. If the illegal aliens did not \nseek legal status, they would remain subject to deportation.\n\nMembers of Congress and lobbyists said that two factors added impetus to the drive for a comprehensive \nimmigration bill this year. First, they said, liberals feared that any such bill adopted by the next Congress would be \nmore restrictive and less generous to illegal aliens.\n\nIn addition, in the last few months, the Reagan Administration has argued that the bill was needed to help combat \ndrug smuggling. Immigration officials said that many illegal aliens and smugglers of aliens were involved in illicit \ndrug traffic.\n\n \n\nMain Provisions of Bill\n\nThese are the main provisions of the immigration bill:\n\n* Employers would be forbidden to hire illegal aliens. The ban would apply to all employers, even those with just a \nfew employees. For a first offense, the employer would be subject to a civil penalty of $250 to $2,000 for each \n\n\n\nillegal alien hired. For subsequent offenses, the employer would be subject to civil penalties as high as $10,000 for \neach.\n\n* For a ''pattern or practice'' of violations, the employer would be subject to criminal penalties, up to a $3,000 fine \nand six months' imprisonment.\n\n* Employers would have to ask all job applicants for documents, such as a passport or a birth certificate and driver's \nlicense, to confirm that they were either citizens or aliens authorized to work in the United States. The employer is \nnot required to check the authenticity of the documents. The bill says it does not authorize issuance or use of \nnational identification cards.\n\n* The Government would offer legal status to aliens who entered the United States illegally before Jan. 1, 1982, \nand have resided here continuously since then. For five years, they would be ineligible for welfare, food stamps and \nmost other Federal benefits, with some exceptions.\n\n* The Federal Government will set aside $1 billion a year for four years to reimburse state governments for \nproviding public assistance, health care and education to illegal aliens who gain legal status.\n\n* Under a special program, illegal aliens who worked in American agriculture for at least 90 days in the period from \nMay 1, 1985, to May 1, 1986, could become lawful temporary residents of the United States. After two years in that \nstatus, they could become permanent residents, eligible for American citizenship after five years more.\n\n* If there is a shortage of seasonal farm workers, the Government could admit additional aliens in the fiscal years \n1990 through 1993. They would have to work in agriculture and, after three years as temporary residents, could \nbecome permanent residents.\n\n* Immigration officers could not enter a farm without a search warrant or the owner's permission if they wanted to \nquestion a person believed to be an alien.\n\n* Employers would be forbidden to discriminate against legal aliens because of their national origin or citizenship \nstatus. A new office would be established in the Justice Department to investigate complaints of such \ndiscrimination.\n\n* States would generally have to verify, through records of the Immigration and Naturalization Service, the legal \nstatus of aliens seeking welfare benefits, Medicaid, unemployment compensation, food stamps, housing assistance \nor college aid under Federal programs.\n\n* To improve enforcement, the Immigration and Naturalization Service would receive $422 million more in the \ncurrent fiscal year and $419 million extra next year. The agency's budget last year was $593.8 million, of which \n$379.7 million was for enforcement.\n\nThe bill also envisions a 50 percent increase in Border Patrol personnel, although there is no guarantee Congress \nwould actually provide money for the increase. At present, the Border Patrol has 3,694 officers.\n\nGraphic\n\n \n\nPhoto of Sens. alan K. Simpson and Edward M. Kennedy conferring as the Senate took up immigration bill \n(NYT/Jose R. Lopez)\n"}