{"title": "RELATIVES SAY THEY WON'T GIVE ELIAN TO FATHER IF HE SHOWS UP", "body": "\n* But the Cuban boy's Florida relatives also say they will not resist if federal authorities try to remove the child from \ntheir custody.\n\nElian Gonzalez's Miami relatives said Friday that they were no longer willing to hand the boy over to his father if \nhe comes to Florida to await the outcome of their court appeal. But they said they would not resist if the \ngovernment tried to take Elian from their house.\n\nThe relatives said that they would let Juan Miguel Gonzalez visit Elian at their Little Havana home, but that they \nwould not voluntarily hand over the 6-year-old while they fight in court for an asylum hearing for him.\n\nElian \"expresses fear about being with his father. He's afraid that he will be punished,\" said Manny Diaz, an \nattorney for the Miami family. The family also feels that uprooting Elian from their home would be disruptive to his \nwell-being, Diaz said.\n\nKendall Coffey, another attorney for the Miami relatives, said officials would have to come to the Little Havana \nhouse to get Elian.\n\n\"If, for example, the (Immigration and Naturalization Service) authorities decided to come to remove the child, \nthey're not going to bl ock the door, they're not going to lock the door,\" Coffey said. \"They are not going to do \nanything whatsoever to obstruct a law enforcement operation.\"\n\nA Justice Department official said Friday that Juan Miguel Gonzalez probably would be given custody of Elian if he \ncame to the United States from Cuba. But the official also said it was uncertain whether that would happen right \naway.\n\n\"This is consistent with our goal of reuniting them, which was upheld by the (federal) district court,\" the official said \non the condition of anonymity.\n\nThe Miami relatives \"have brought nothing to our attention that would make us question Juan Miguel's fitness as a \nparent,\" the official said.\n\nFor months, the Miami relatives have said Elian's father would have to come to Miami to get his son. The father's \ninitial unwillingness to do so prompted a visit instead by the boy's two grandmothers in January.\n\nNow, the father has requested a visa to come to the United States to take the boy back to Cuba. Gregory Craig, a \nlawyer in Washington representing the father, said his client was ready to take custody of his son at a moment's \nnotice.\n\n\nJuan Miguel Gonzalez rejected on Friday a U.S. Senate proposal to give his family U.S. residency status, and \nCraig said his client had no plans to defect from Cuba. Craig said Juan Miguel Gonzalez's only goal was to be \nreunited with his son.\n\n\"I don't have any basis to believe that Juan Miguel wants to defect or wants to live in the United States. If he does, I \nhope he has the freedom, and I expect he has the freedom to make that choice,\" said Craig on NBC's \"Today\" \nshow.\n\nArmando Gutierrez, a spokesman for the Miami relatives, said the strategy was \"harming\" talks with the \nImmigration and Naturalization Service, which have ended for the week with no agreement. He did not elaborate.\n\nThe Immigration Service wants a signed promise from the Miami relatives that they will surrender Elian if they lose \ntheir court battle to keep him in the United States. The agency threatened to revoke the boy's residency status but \ntwice this week pushed back the deadline, now scheduled for 9 a.m. Tuesday.\n\nCraig said Elian's father would travel to the United States as soon as he is assured by the Immigration Service that \nhe will be given custody of his son. Craig said he also would seek permission for the boy's classmates, teacher \nand doctors to travel to the United States to \"help smooth the transition.\"\n"}