{"title": "American historian shaped modern immigration law", "body": "\nOscar Handlin, a Harvard professor whose classic writings on American immigration made him a leading \nintellectual force behind legislation that eliminated the immigration quota system in the United States, died Sept. \n20 at his home in Cambridge, Mass., after a heart attack. He was 95.\n\nHis death was confirmed by his son, David Handlin.\n\nThe son of Jewish immigrants, Dr. Handlin was considered the father of modern immigration studies. In his \npanoramic books, he chronicled the stories of Europeans, Jews, Puerto Ricans and African Americans and other \npopulations that shaped the United States. His sweeping work \"The Uprooted: The Epic Story of the Great \nMigrations That Made the American People\" won the 1952 Pulitzer Prize in history.\n\n\"Once I thought to write a history of the immigrants in America,\" he wrote in perhaps the most noted passage of \nthat book. \"Then, I discovered that the immigrants were American history.\"\n\nDr. Handlin's credentials as a historian, the Harvard imprimatur and his frequent writings - in publications including \nthe Atlantic Monthly and Commentary - made him an influential public intellectual in his time. Historians cite him as \na crucial behind-the-scenes player in the landmark 1965 legislation that abolished the country-based quota systems \nthat had regulated immigration since the 1920s.\n\nHe was \"absolutely central to it,\" said Hasia Diner, a professor of immigration history at New York University.\n\nDr. Handlin found the quota systems, which favored Northern and Western European immigrants, racially \ndiscriminatory.\n\nHe considered it \"something that not only discriminated against prospective immigrants,\" said Columbia University \nprofessor Mae Ngai, but also \"a kind of stigma against those ethnic groups in the United States.\"\n\nIn his writings, Dr. Handlin never treated American immigration in dry, statistical terms. Critics described \"The \nUprooted,\" his most noted work, as a riveting and moving account of the entire immigration experience.\n\n\"The Uprooted concerns the personal human side of the flood of immigration,\" wrote a New York Herald Tribune \nreviewer. \"Mr. Handlin wrote of the European settlements from which the immigrants came, then followed through \nthe hardships of their crossing, in steerage, and life that followed in the United States.\"\n\n\n             Oscar Handlin was born Sept. 29, 1915, in Brooklyn in a household where education was highly valued. \nWhen Dr. Handlin's son was born, his father, a Russian immigrant, suggested the name \"Plato.\" Dr. Handlin and his \nwife decided against it.\n\nDr. Handlin grew up working as a delivery boy in his family's grocery store and often rested a book on top of his \npushcart, reading as his made his way through the streets of Brooklyn.\n\nHe graduated from Brooklyn College in 1934 and then studied at Harvard, where he earned a master's degree in \n1935 and a doctorate in history in 1940.\n\nAmong his mentors was Arthur M. Schlesinger Sr., who suggested the topic of his dissertation: 18th- and early \n19th-century immigrants to Boston. The work was subsequently published under the title \"Boston's Immigrants.\"\n\nDr. Handlin was himself the target of discrimination while at Harvard. His classmate John Hope Franklin, who \nbecame a revered scholar of African American history, wrote in a memoir that Dr. Handlin was turned away as an \nofficer in the Henry Adams Club because he was Jewish.\n\nDr. Handlin began teaching at Harvard while pursuing his graduate degrees and would remain with the university \nfor more than four decades.\n\nHis first wife, Mary Flug Handlin, with whom he often collaborated, died in 1976.\n\nSurvivors include his second wife, of 34 years, Lilian Bombach Handlin of Cambridge, also a co-author; three \nchildren from his first marriage, David Handlin of Lexington, Mass., Joanna Handlin Smith of Cambridge and Ruth \nManley of Guilford, Conn.; one brother; four grandchildren; and one great-grandchild.\n\nlangere@washpost.com\n"}