{"title": "Deportation order could bring jail time during appeal", "body": "\nThousands of people ordered deported after their cases fail in immigration court could face jail time under a new \npolicy of the Bureau of Immigration and Customs Enforcement.\n\nPreviously, they could be released after a judge issued a deportation order to make arrangements before leaving.\n\nBut in a program being tested in Atlanta and Denver, bureau officials detain them when they walk out of the \ncourtroom. They are held in county facilities that have a contract with the federal government.\nAJC\n\nFederal officials say the new policy, announced at the end of March, is an effort to cut down on absconders, those \nwho \"go underground\" after they are ordered to leave the country.\n\nLarry Orton, a bureau supervisor in Atlanta, said a February 2003 report identifying the agency's biggest challenges \nshowed that immigration officials sent only 13 percent of deportees home under the old policy. And that figure was \na meager 2-percentage-point increase from the 11 percent of deportees sent home seven years earlier.\n\nBut immigration attorneys say the new rule disregards special circumstances and is unfair to asylum seekers and \nthose who have one more appeal available to them.\n\nThey say such a policy can split families and wreak havoc on deportees' economic situations. Glenn Fogle, an \nAtlanta attorney, said his cases often involve families with small children who may be left in limbo if their parents are \nthrown in jail.\n\nAnd because deportees don't understand the system, they may be discouraged from seeking appeals to which \nthey may be entitled.\n\nTypically, a judge's deportation order may be appealed to an immigration board, a panel of three judges that \nreviews cases. And though the chances of reversal are slim, attorneys say their clients deserve due process.\n\n\"An appeal might take from six months to two years,\" said Natalie Sullivan, an Atlanta immigration attorney. \"That \nhas a serious and significant impact on their decision to appeal if they think they're going to be in jail.\"\n\nOptions for release\n\n\nOrton said deportees who want to appeal may post a bond at the immigration bureau's discretion. And those who \nchoose not to appeal can still be released if they convince a judge they are not a flight risk.\n\nBut Orton said trusting deportees to show up to be sent out of the country simply doesn't work. And then the \ngovernment wastes resources to go after the absconders.\n\n\"At some point between when they get placed in the removal process and when they get the final order, we've got \na problem,\" Orton said. \"So we see if we can intercept people at some point in the process.\"\n\nThe agency estimated 40,000 absconders each year. In a news release announcing the new policy, it said an \nestimated 400,000 such deportees continue to reside in the United States and that 80,000 of them have criminal \nconvictions.\n\nMaria Odom, a metro Atlanta attorney, said the convictions typically are for minor or nonviolent crimes. Violent \ncriminals, she said, do not get released.\n\nSullivan said the policy targets the wrong people --- those who try to stay in the United States legally. The people \nwho are likely to abscond, she said, are not going to bother with putting their case before a judge. They simply stay \nunder the radar.\n\nThe deportees \"are low flight risks because they are going through the system,\" Sullivan said.\n"}