{"title": "Curse of the Mariels: The Cuban outburst in the southern US", "body": "\n The bloody uprisings at Atlanta's chilling Federal Penitentiary and the modern Oakdale Detention Centre in \nLouisiana are but the latest manufestations of the curse of the Mariels.\n\n From the day, in May 1980, they arrived Key West, the Cuban refugees have been known and scorned as the \nMariels - the port from which they sailed to freedom. Fidel Castro, in what many regarded as a neat trick worthy of \nthe Ayatollah, dumped 125,000 of his people - some 26,000 of whom had served time - on to an already volatile \nFlorida community.\n\n The mass arrivals had an immediately explosive impact. Blacks in Miami, pushed to the bottom of the economic \nscale by an earlier wave of Cuban immigration, went on a rampage in Liberty City and Overtown which claimed 18 \nlives. The establishment Cuban community, middle-class refugees from Castro's Marxism, looked upon the \nnewcomers with disdain. The fear was that this new lower-class influx, laced with criminal elements, could only \nmean trouble for them.\n\nInstead of using their newly-found wealth and political cout to support their own people they disparaged them. They \nembraced the Reaganite cause of the Contras in Nicaragua with rabid abandon, while the civil rights of countrymen \nless fortunate that themselves were abused.\n\n When the State Department precipitously announced last Friday a new dislomatic deal with Havana - under which \nsome 27,000 Cuban relatives would be allowed into the US in exchange for repatriation of 2,600 so-called \n'undesirables' - Miami's Little Havana erupted in joy. In the gulags of Louisiana and Atlanta there was a different, \nmore violent kind of eruption.\n\n Ironically, it was the blacks of Atlanta - brothers to those economically and culturally dispossessed by Cubans in \nMiami - who have most recognised the civil rights cause of the Cuban inmates.\n\n To black leaders such as the plain-speaking Congressman John Lewis, interning refugees indefinitely and without \nhope (because of past criminal acts) has never seemed the American way. It defies justice and logic to place \nFernando Lugo, a 26-year-old Cuban given a 54-day sentence for handling a marked banknote (but now kept inside \nfor three-and-a-half years), alongside Thomas Silverstein, described as one of the most violent men in America, \ninside the 'Big A' - the Atlanta Pen.\n\n 'We in Congress have said all along that there should be individual hearings for all these people,' Representative \nLewis argues. To civil libertarians the incarceration of refugees and imigrants for indefinite periods - like those being \nheld in Louisiana and Georgia - smacks of the irrational interment of Japanese Americans during the 1939-45 war, \nthe Soviet gulag and Castro's own political prisons in Cuba.\n\n\n The Imigration and Naturalisation Service (INS), long regarded as the least democratic and sensitive arm of the US \ngovernment, is blamed. It has used criminal errors by the Cubans to imprison them for political reasons pending a \nsettlement with Havana.\n\n Because many of those interned at Atlanta and Oakdale were met by immigration officials when they landed at Key \nWest, before they legally entered the US, they were immediately classified as 'excludable aliens' with negligible \nlegal rights.\n\n The INS and Reagan Administration would like to send back 7,600 imprisioned Cubans to their homeland, even \nthough half of this number have completed their prison terms. If the INS has its way, a further 3,000 who have \nmanaged to work their passage from prison to join their families or half-way centres would also be returned. The \nINS says it remains administration policy to revoke the parole of Cubans who have comitted 'any felony or repeated \nmisdemeanours.'\n\n This places the Cubans in an untenable position, say civil libertarians. 'Any Mariel Cuban who makes one slip in \nthe United States faces life imprisonment or return to Cuba,' notes Arthur Helton, who heads the Political Asylum \nProject of the Lawyers Committee for Human Rights.\n\n Despite the lack of legal rights under the Constitution for the Mariels and the harsh conditions of the Atlanta Pen - \na prison described by a congressional committee as 'intolerable and dehumanising' - the remarkable aspect of the \ncase is that the inmates would rather remain under lock and key than return to Cuba.\n\n Havana's promise of no reprisals whatsoever against the Mariels (described in Cuban broadcasts as 'anti-socials \nof Cuban origins') appears to have little appeal. Peering through the heavy iron bars of the 'Big A' yesterday, the \nprisoners peremptorily rejected the offer.\n\n Why go back to Havana when all of its advantages and more - from cigar factories to heavy, bitter coffee-are \navailable in the United States? The modern histories of Cuba and Florida are so interwoven that they have become \none and the same.\n\n As Joan Didion writes in her new book, Miami: 'Many Havana epilogues have been played in Florida, and some \nprologues. Florida is that part of the Cuban stage where declamatory exits are made, and side deals. Florida is \nwhere the chorus waits to comment on the action, and sometimes join it … It is the continuing opera still called el \nexilio, the exile.'\n\n The Mariel inmates are just the latest act in this long-running production. By their uprisings they have already \nforced Attorney General Edwin Meese on to the retreat and may yet force the 'due process' in which Americans \nhave so much pride.\n"}