{"title": "ANTI-IMMIGRATION GROUPS START AD CAMPAIGN IN IOWA", "body": "\nAnti-immigration groups have latched onto Iowa's first-in-the-nation caucuses as a national stage, pouring \nthousands of dollars into campaign advertising that blames immigration for many of the country's woes.\n\nIn one newspaper ad, words printed over a garbage dump read: \"When those candidates tell you how unspoiled \nand beautiful Iowa is, ask them what they're going to do to keep it that way.\n\n\"Most likely you'll have to give them the answer: reduce immigration.\"\n\nAnother ad describes the town of Storm Lake, where the IBP Inc. meatpacking plant employs hundreds of \nHispanics, as a place \"where quality of life is but a memory.\"\n\nGov. Tom Vilsack, a Democrat, railed against the ads last week, calling them a deplorable propaganda campaign \nby \"hate-mongers\" who \"go after Hispanics and Asians.\"\n\nSeveral television stations and newspapers, including The Des Moines Register, have refused to run them, saying \nthe ads are misleading and inflammatory.\n\n\"It was insinuating that immigrants were garbage,\" said Register Publisher Barbara Henry.\n\nWhile few Iowans have publicly agreed with the ads, Dan Stein, executive director of the Washington-based \nFederation for American Immigration Reform, said his group has had overwhelmingly positive feedback from the \nad campaign.\n\n\"Iowans have been browbeat to think of this level of immigration as inevitable, that they should like it and everybody \nshould get along,\" Stein said.\n\nAnother group that has run anti-immigration ads in Iowa and across the country since 1997 is the Virginia-based \nAmerican Immigration Control Foundation.\n\nThe Iowa ads, which began running three weeks before the state's caucuses on Jan. 24, say the U.S. population \nwill grow to 400 million from 275 million people in 50 years without immigration reforms. They say the country \ndoesn't have room for that many people and show images of unemployed workers and a decaying neighborhood.\n\nIn Storm Lake, Mayor Jon Kruse has demanded a public apology from what he called \"the inconsiderate, \nuninformed, out-of-state, political, special interest group.\"\n\n\nThe ad saying Storm Lake's quality of life has been diminished by immigration says the city's schools, jails and \nhospitals have been overburdened by foreigners. It portrays a business forced to close its doors, a neighborhood in \ndisarray and people being arrested. But none of the images was filmed in Storm Lake.\n\n\"I call it very demeaning,\" said Dale Carver, who heads an area diversity task force. \"They didn't portray Storm Lake \nat all in a true manner.\"\n\nFederation spokesman Rick Oltman of San Rafael, Calif., said the group is sticking by the ad.\n\n\"I don't think we have anything to apologize for,\" Oltman said. \"The mayor did not correct any of the things that were \nsaid in the ad.\"\n"}