{"title": "TAKING A DEEPER LOOKIMMIGRATION A NET GAIN FOR ECONOMY", "body": "\nAn article in the September issue of fedgazette, the monthly publication from the Federal Reserve Bank of \nMinneapolis, details the economic benefits of legal immigration. More important, the article puts to rest the myth, \noften perpetuated by nativist xenophobes, that cheap labor from abroad drives down wages.\n\nPart of the reason immigrants don't depress wages, the Fed argues, is that they often hold down jobs that native-\nborn Americans wouldn't consider doing. Case in point: the Jennie-O Turkey Store plant in Barron, Wis.\n\n\"American kids don't want to take those jobs; they leave for the [Twin] Cities,\" said Zoltan Grossman, a geographer \nat the University of Wisconsin-Eau Claire who studied the Somali community in Barron. \"So [Jennie-O] basically \nwould have had to close the plant because of a labor shortage if it wasn't for immigrants.\"\n\nFurthermore, recent studies have shown that immigrants don't displace similarly skilled native-born workers. \nAccording to David Card, an economics professor at the University of California, Berkeley, immigration in the late \n1980s reduced the relative employment rates of natives in low-skilled occupations by no more than 3 percent, even \nin major immigrant cities like Miami and Los Angeles.\n\nAnd when immigrants go head to head with native-born workers in semiskilled assembly jobs, they lose. That's \nprimarily because of their limited work experience and poor command of English. So instead of complaining about \nimmigrant labor, native-born workers should focus on upgrading their job skills, said Bruce Corrie, an economist at \nConcordia University.\n\nAnd even if immigrants do replace native-born workers to a small degree, studies indicated that they create more \njobs -- through economic expansion and spillover -- than they fill.\n\n\"A 2000 study commissioned by the Region Nine Economic Development Commission in Mankato, Minn., \nestimated that about 2,600 Latino workers (not all of them immigrants) in south-central Minnesota supported 3,770 \njobs held by non-Latinos in the region,\" the Fed reported. \"When increased consumer demand was factored in, \nLatinos working primarily in food processing and packaging firms generated an additional 4,100 jobs in the nine-\ncounty region.\"\n\nMore importantly, many immigrants don't stay in the lower echelons of the work force for very long. According to the \nFed, \"the Economic Census of 1997 counted 18,440 minority-owned, non-American Indian firms with total sales of \n$3.8 billion in Minnesota and the Dakotas. That's more than double the number of minority-owned businesses and \ntotal revenue figures reported five years earlier.\"\n\nIndeed, a 2002 Fed survey of 121 Hmong businesses in the Twin Cities found that they were more willing to take \nhigher risks in using their personal savings to invest in startups than white, native-born business owners.\n\n\n\"A lot of immigrants are using entrepreneurship as their first entry point into American life, integrating [into society] \nand achieving mobility through entrepreneurship,\" said Concordia's Corrie.\n\nIt's ironic to us that legal immigrants, primarily Latinos and Asians, are coming under fire from a small group of \nnativists who themselves can trace their origins back no more than two or three generations. America has thrived \nfor 200 years as a nation of immigrants; it will continue to do so in the 21st century.\n\nUSEFUL LINKS\n\nfedgazette\n\nwww.minneapolisfed.org/pubs/fedgaz \n\nU.S. Census\n\nwww.census.gov \n\nHispanic Advocacy and Community Empowerment through Research\n\nwww.hacer-mn.org \n\nHmong American Partnership\n\nwww.hmong.org \n"}