{"title": "DAD MAY LOSE ADOPTED CHILD TO ABSURD LAW", "body": "\n'I am the father of a beautiful 9-year-old undocumented child and the pain of a future deportation of my daughter is \ngetting unbearable for my wife and me. As Christians we pray everyday to God for the immigration authorities not to \ncome and knock on our front door. Our constant state of anxiety about our daughter's future is destroying our lives. \nAs an angel of God, she has a right to remain in this country.\"\n\nThat's how Joseph Collar, 63, began the letter he sent two weeks ago to the President and Vice President, as well \nas to Sen. Harry Reid, Rep. Nancy Pelosi and Sen. Chuck Schumer.\n\n\"They haven't answered me yet,\" he said in despair.\n\nCollar, is taking part today in the March for America in Washington with thousands of immigrants and their \nsupporters from all walks of life. All they are asking for is a fair, and humane immigration reform. But Collar hopes to \ndo much more to call attention to the absurdity of the country's current laws.\n\n\"I want to tell the American public the nightmare my 9-year-old adopted daughter is going through with the \nimmigration authorities,\" he said.\n\nCollar and his wife, Cathy, 64, of Nutley, N.J., are both U.S. citizens, and for the last seven years have been living a \nnightmare they cannot fully comprehend.\n\nThe story of Neidy Elizabeth, their adopted Guatemalan child is a poignant example of everything that is wrong \nwith the broken immigration system.\n\nNeidy was brought to this country illegally by her mother when she was 2 years old. She was later abandoned to \nthe Collars, a decent, loving and hardworking family.\n\nCollar was born in Cuba and his wife is a Guatemala native. Both have embraced American values with fervor. For \nthe last 18 years Collar has been the controller/treasurer of a regional frozen food distributor. His wife is a \nhomemaker, and the aunt of Neidy's mother.\n\nThe Collars legally adopted Neidy in New Jersey in 2004, but all their efforts to have their daughter become a legal \nresident have crashed against a wall of blind inflexibility.\n\nThe dehumanization of our immigration laws was made clear by a letter the U.S. Citizenship and Immigration \nServices sent on Aug. 31, 2007, to Neidy - then 7 - informing the little girl she cannot become a legal resident.\n\n\n\"Your petition for change of status has been denied,\" it said.\n\nIt does not matter that Neidy was only 2 when she was brought to the U.S. by a mother who in the past seven years \nhas not once visited the child.\n\nTo the Collars' dismay, Neidy, a beautiful, happy girl and an excellent student, could be deported to Guatemala \nwhere there is no one - no family, no friends - to take care of her.\n\n\"Immigration laws must be morally responsible to an innocent 9-year-old and to us, said Meaghan Tuohey-Kay, a \nWest Orange, N.J., immigration attorney. \"The girl had no say, made no choices. Still, she can't get a green card \nbecause the law doesn't allow any discretion.\"\n\nThe only solution to Neidy's dilemma would be to get her out of the country and apply for a visa at a U.S. consulate. \nThis could take months and would be expensive. It would mean leaving home and work. Collar says they don't have \nthe means to do it.\n\n\"I have made a decision that if there is no immigration reform and no solution to my daughter's plea I will go on a \nhunger strike in Washington, as close to the White House as I am allowed to,\" Collar vowed. \"I cannot stand the \npain any more.\"\n\nFor the sake of the Collars, their little Neidy, and millions of decent, hardworking immigrant families, let's hope for a \nhumane and fair immigration reform.\n\naruiz@nydailynews.com\n"}