{"title": "New driver's license rules kick in early", "body": "\nThe state of Florida has hustled to impose new anti-terrorism rules that make it harder for noncitizens to get Florida \ndrivers' licenses.\n\nThe rules originally were to change next week, but state licensing offices have been swamped with immigrants \nrushing to get drivers' licenses before the new rules take effect.\n\nSo the state changed the rules Thursday.\nLICENSES15\n\n\"Word had gotten around, and we were beginning to see a stampede of people eager to get licenses under the old \nprocedures,\" said Robert Sanchez, spokesman for the state Department of Highway Safety and Motor Vehicles. \n\"So we switched to the new procedure ahead of schedule.\"\n\nThe stampede happened in South Florida, where long lines and confusion greeted scores of immigrants trying to \nget licenses in Miami-Dade and Broward counties. The situation in the Tampa Bay area wasn't that extreme.\n\nThe changes are intended to make it harder for would-be terrorists to blend in. At least 13 of the 19 terrorists \ninvolved in the Sept. 11 attacks had Florida ID cards or driving permits.\n\nUnder the new rules, noncitizens in Florida's high-population areas must go to specific licensing offices to get \ndrivers' licenses or ID cards. Staffers at those offices have been trained by the Immigration and Naturalization \nService to recognize altered or fake documents, Sanchez said.\n\nIn Pinellas and Hillsborough counties, residents who are not U.S. or Canadian citizens are allowed to go to only one \noffice in each county. The Pinellas office is at 6855 62nd Ave. N in Pinellas Park. For an appointment, call (727) \n547-7687. The Hillsborough office is at 4100 W. Martin Luther King Blvd. in Tampa. Call (813) 871-7375 for an \nappointment.\n\nIn less populated counties, such as Citrus, Hernando and Pasco, noncitizens can go to any licensing office.\n\nBefore, anyone with the proper documents could walk into a licensing office and walk out with a permit or ID the \nsame day. Now, noncitizens receive a 30-day temporary paper permit. During that time, an applicant's documents \nare copied and cross-checked with immigration authorities. If everything matches, the state will mail the applicant a \nlicense.\n\nAlso, under the new rules, a noncitizen's driving permit will expire at the same time his or her visa expires.\n\nGov. Jeb Bush said Friday that noncitizens shouldn't get drivers' licenses that expire after their visas, so he \nordered the rules changed.\n\n\n- The Associated Press contributed to this report.\n"}