{"title": "In Nassau, Campaign Uses 9/11 In TV Ad", "body": "\nThe father of a World Trade Center victim who has made tighter immigration controls a personal quest will appear \nin a televised political advertisement this week, endorsing a Nassau County Republican candidate for Congress.\n\n     Political analysts and officials of both parties said they believed this was the first time a family member of a Sept. \n11 victim has been used so directly in a partisan campaign. \n\n The ad is an endorsement for Marilyn O'Grady, a Garden City ophthalmologist who is running against the three-\nterm incumbent, Representative Carolyn McCarthy of the Fourth District. \n\nIn the ad, Peter Gadiel, whose son James died in the attack on the trade center, criticizes Mrs. McCarthy's record \non immigration issues, calling her \"part of the problem\" for opposing limits on immigration and suggesting that her \nstance has undercut national security.\n\n\"Marilyn O'Grady understands we need to defend ourselves,\" Mr. Gadiel says.\n\nCounty and national Republican officials refused to comment on the ad, referring all questions to Dr. O'Grady, and \nsaid their national strategy had been not to link terrorism and immigration policy in the current campaign. \n\nMrs. McCarthy, who is running as a Democrat but remains enrolled as a Republican, called the ad exploitative. \n\n\"I denounce her denigrating immigrants who have come to this country,\" she said in a statement. \"And most of all, I \ndenounce her using this family's tragedy and the loss of their son for her sordid political purposes.\"\n\nDr. O'Grady's campaign manager, Mary Schmidt Roth, said the television spot evolved from an unsolicited offer of \nsupport from Mr. Gadiel, whose views coincided on many points with the candidate's. The ad, she said, will be \nbroadcast on cable and network stations beginning today.\n\nMr. Gadiel, reached by telephone, said he had not yet volunteered to appear in ads for candidates other than Dr. \nO'Grady, although he has spoken at events sponsored by anti-immigration groups.\n\nHe described himself as a lifelong Republican, but said he was motivated only by the conviction that the terror \nattacks would not have happened if the government had controlled illegal immigration.\n\n\"I am not looking to make any money or advance any political career of my own,\" said Mr. Gadiel, who lives in \nConnecticut. \"I am not looking to exploit my son's death in any way. If I could turn the clock and have my son back, I \nwouldn't be doing this.\"\n\nHe is not the first grieving relative of a crime victim to ally himself with politicians, especially those who seek to paint \nan opponent as soft on crime. In some cases, the grieving relatives themselves have become politicians. \n\n\nMrs. McCarthy, for instance, plunged into public life after a gunman killed her husband and seriously wounded her \nson during a rampage on a Long Island Rail Road train in 1993. Advocating gun control, she first appeared in \ncampaign commercials endorsing Gov. Mario M. Cuomo. In 1996, she decided to run for Congress and won. \n\nAnti-immigration groups have tried to stoke public fear that foreign terrorists exploit the American immigration \nsystem, but immigration has been a nonissue in most Congressional races this season, as both parties try to appeal \nto Hispanic and immigrant voters. As for the presumed Sept. 11 hijackers, they had entered the country legally, \nalthough at least two had violated the terms of their visas by the time of the attacks.\n\n\"People are getting pounded by one story after another about how alien malefactors are coming into the country,\" \nsaid Dan Stein, executive director of the Federation for American Immigration Reform, or FAIR, which has featured \nMr. Gadiel at many of its public meetings. \"It's kind of surreal that we don't see more candidates doing what \nO'Grady is doing.\" \n\nhttp://www.nytimes.com\n"}