{"title": "GROUP RAILS VS. IMMIGS  ANOTHER BILLBOARD UNVEILED", "body": "\nWeeks after one of ProjectUSA's anti-immigration billboard was removed from downtown Brooklyn, another was \nunveiled yesterday in Williamsburg.\n\nThe sign is on the side of a residential building at the corner of Borinquen St. and Marcy Ave., where residents \ndrape flags from the Dominican Republic and Puerto Rico from their windows.\n\n\"Immigration does not oblige us to swamp ourselves forever,\" said ProjectUSA founder Craig Nelsen, at a news \nconference where passersby heckled him and his supporters, some of whom were African-American and Asian.\n\n\"For the sake of our children, we must stop adding to our population. We don't need any more people here,\" he \nsaid.\n\nAnd that kind of language by Nelsen, himself a grandson of European immigrants, has City Councilman Victor \nRobles (D-Williamsburg) hopping mad.\n\n\"Let's not be afraid to call Nelsen what he is a racist who has forgotten where he comes from,\" said Robles. \"It's \nalways easy to attack the helpless. I wonder what jobs his grandparents took away when they came to this country \nto make a better life for him. They must be rolling over in their graves in shame.\"\n\nNelsen's new billboard quotes \"an American kid, age 6,\" as saying: \"Because of mass immigration, U.S. population \nwill exceed half a billion in my lifetime. Help us, Congress.\"\n\nNelsen admitted that he made up the quote and the little boy, but claims that the information is factually correct, \nciting U.S. Census data.\n\nA Census Bureau spokeswoman said the bureau has only calculated population projections through the year 2050, \nand that the figure for that year is 393,931,000 people.\n\nNelsen signed a six-month contract for the billboard at a cost of $ 6,500 a month. He said that funding comes from \ndonations, generated by the publicity surrounding his controversial efforts.\n\nThe new billboard is the only one up in New York City. His previous billboards, put up in Sunnyside, Queens, and \nin downtown Brooklyn, were taken down after community protests.\n\nNelsen plans to sue the city for $ 216 million, citing defamation of character (\"I am not a racist.\") and violation of his \nFirst Amendment rights (\"In this country, we have the right to free expression.\")\n\nNelsen said he plans to put six more billboards up \"throughout the Southeast of the U.S.\" He said locations are still \nbeing scouted.\n\n\n\"We are getting the message across that overpopulation from new immigrants hurts American citizens,\" said \nNelsen. \"We must not allow insults or the insane obsession with race and ethnicity to stop the debate that our \ncurrent immigration practices hurt America.\"\n\nRobles said that while Nelsen has the First Amendment right to put up his billboard, he predicts that it won't be up \nthere for long.\n\n\"Billboards like that polarize and create hostility in the community,\" Robles said. \"They didn't last in Sunnyside and \nin downtown Brooklyn, and it won't last in Williamsburg.\"\n\nBut Nelsen and his supporters insist that his newest billboard will stay up, no matter what.\n\nThey won't if local resident Sergio Mendez, and his friends have their way.\n\n\"I wouldn't be surprised if this sign gets painted over in white paint very soon,\" Mendez said, saying the billboard \ninsults every hardworking Latino in the neighborhood.\n\n\"If these guys are upset about immigration, why don't they go back to their own countries? Unemployment is down. \nThe economy is strong. What jobs are immigrants taking away? You want to work at a factory or a restaurant? \nWork for a car service? You want to clean houses? This city would be crippled without immigrants. Immigrants \nalways take the hard, low-paying jobs that nobody wants.\"\n\nNelsen's last Brooklyn billboard was located on Tillary St.\n\nIt read: \"Tired of sitting in traffic? Every day another 6,000 immigrants arrive. Every day!\"\n\nIronically, it was put on the side of a building owned by a Honduran immigrant, who demanded it be taken down.\n\nGraphic\n\n \n\nEVY MAGES DAILY NEWS ON A MISSION Craig Nelsen of ProjectUSA unveils billboard in Williamsburg, \nBrooklyn.\n"}