{"title": "THE GREEN CARD SOLUTION;GIVING FOREIGN FARM WORKERS LEGAL STATUS IS AN IDEA WHOSE TIME MAY BE COMING.  BUT GREEN CARDS FOR WHOM?  AND ON WHOSE TERMS?", "body": "\nWho harvested the fruits, vegetables, and nuts that graced our Thanksgiving tables?  Most Americans, taking a \nmoment to think, would know that immigrant labor in American fields brought in this autumn's crop.  The \ncircumstances of these workers' lives, however, are less well-known.  The stark reality is that more than half of all \nfarm workers live below the poverty line and the vast majority have no health insurance.  And despite a general \neconomic boom and increases in industry productivity and revenues, the real wages of farm workers have \ncontinued to fall -- as they have for the past 20 years.\n\nThe people who work in the fields tend to be invisible participants in American society, and often by their own \npreference: The overwhelming number of farm workers are migrants, many of whom are in the United States \nunlawfully.\n\nWhile conditions in the fields have attracted the attention of neither the public nor the political candidates in this \nelection cycle, important new legislation backed by major growers has recently been introduced in Congress.  The \npending legislation, now in the Senate, attempts to deal with problems that have bedeviled American agriculture \nand policy makers for years.  It would seek to guarantee growers a stable foreign work force by easing wage, \nhousing, and recruitment requirements in existing law regulating guest-worker programs.  It would also provide an \n\"earned amnesty,\" in which green cards are offered to illegal workers who toil in the fields for the next five years.\n\nThe debate over farm-labor policy has been polarized for years; there is, in fact, little chance that a political \ncompromise will be reached before the 2000 elections.  The result is not an unhappy one for the public at large.  \nAmerican consumers pay a smaller part of their income for food than consumers in virtually all other developed \ncountries.  But if, as George W. Bush has reminded us, it is unfair to balance the federal budget on the backs of the \npoor, isn't it unfair to balance family food budgets on the backs of immigrant workers?\n\n \n\nLABORERS IN THE FIELDS\n\nThe primary cause of the bleak economic situation of farm workers is a dramatic oversupply of labor, fueled by \nhigh levels of undocumented foreign workers.  Conservative estimates are that 50 percent of the seasonal \nagricultural work force is undocumented.  That number probably rises to about 70 percent during harvest time.  \nHuge increases in federal resources for border control have not noticeably stemmed the flow of undocumented \nworkers, and Immigration and Naturalization Service (INS) enforcement efforts have for years given growers a \nvirtual free pass.  Recognizing the ready availability of undocumented labor, a 1997 General Accounting Office \n\n\n(GAO) report concluded that \"[a] widespread farm labor shortage does not appear to exist now and is unlikely in the \nnear future.\"\n\nU.S. immigration law provides an avenue for the importation of legal temporary agricultural workers.  The H-2A \nprogram, named for a subsection of the immigration code, has been on the books since 1986, with earlier versions \ndating back decades.  But only a tiny proportion of immigrant farm workers arrive in the United States as H-2A \nworkers.  In 1998 about 35,000 of these guest workers were admitted, out of a peak farm work force of more than \na million.  (The majority enter the United States to work in the tobacco fields of North Carolina.  Other H-2A \nworkers pick apples and other fruits in the Northeast; some herd sheep.)\n\nThe reason for the relatively small number of temporary guest workers is obvious.  Why should growers in the \nSouthwest use a cumbersome federal program (which includes wage, transportation, and housing guarantees) \nwhen a plentiful supply of undocumented workers is readily at hand?  Perhaps a serious federal enforcement effort \nin the fields could drive the growers to seek legal H-2A workers, but huge increases in federal resources in the past \nsix years have largely gone to the border, not to interior enforcement.  And the INS knows how to take a hint.  When \nthe INS raided the Vidalia onion fields in Georgia a year ago, members of Congress let the agency know that its \nefforts to stem illegal immigration had gone too far.  The GAO reported in 1996 that less than 5 percent of 4,600 \nINS investigations completed that year involved employers in agricultural production or services.  While the \ngovernment has not released more recent data, nothing suggests that enforcement levels have increased.\n\nThe situation, according to the growers, is changing.  They argue that border enforcement is beginning to have an \nimpact, and that even a few raids on fields can create significant concern because of the risk that the INS -- \nsomewhat like a tornado or a flash flood -- could destroy a harvest with a well-timed enforcement action.  More \nsignificantly, growers are receiving notifications from the Social Security Administration (SSA) telling them that \nmany -- sometimes most -- of the Social Security numbers that they have submitted for their workers do not appear \nto be valid.  The SSA reports are a part of a program intended to ensure the proper recording of Social Security \ncontributions, not to enforce the immigration laws.  But attorneys now tell growers that if they have \"constructive \nknowledge\" of illegal employment, they may be liable for penalties under immigration law.\n\nWhile there is no current shortage of workers, growers are forecasting increased disruptions in the flow of labor \ndown the road.  Their current legislative proposal is an attempt to be prepared.\n\n \n\nLEGISLATIVE STIRRINGS\n\nIn earlier years, growers have asked for expansive temporary-worker programs that would permit the entry of large \nnumbers of farm workers during harvest time.  Opposition to such plans by the Clinton administration and farm-\nworker groups have led growers to adopt a more nuanced approach this time around.  Front and center in the new \nlegislation is a proposal to offer legal status to much of the undocumented farm labor force.  The idea is that a \nlegalization strategy can satisfy growers by creating a stable work force while also appealing to farm-worker \ngroups.\n\nUnder the bill, foreign workers who have worked in agriculture for 150 days in the past year would be able to \napply for a temporary legal status.  If they remain in agriculture for five years, working at least 180 days each year, \nthey will be eligible for green cards (technically, \"permanent resident status\").  It is estimated that a legalization \nprogram along these lines would bring legal status to perhaps 400,000 laborers, roughly half the undocumented \nfarm workers currently estimated to be residing in the United States.\n\nThis would stabilize the work force.  Workers with temporary status are likely to stay in the fields because their \ngreen cards depend on five years of agricultural labor.  But growers argue that modifications in the H-2A program \nare needed as well, given the industry's need for large numbers of short-term workers at harvest time.  (They \nfurther contend that in the long term, an expanded guest-worker program will be necessary once the legalized \nworkers get their green cards and seek work outside agriculture.) The legislative package would make the H-2A \nprogram more favorable to growers by softening the formula for setting wages, permitting growers to meet housing \n\n\n\nrequirements by paying a housing allowance, and changing procedures for testing domestic labor markets before \nforeign workers could be brought in.  Growers have sought to make these changes politically palatable by \nextending the weakened H-2A protections to more farm workers -- even those who are not part of the H-2A \nprogram.\n\nFarm-worker groups have strenuously criticized the industry's proposals.  They object to the legalization proposal \nas \"indentured servitude\" and assail the proposed weakening of standards in the H-2A program.  They call for more \neffective enforcement of existing labor laws and for unionization.\n\nThe thrust and parry here are familiar.  While all parties agree that the status quo is unacceptable, the two sides talk \npast each other.  Farm-worker groups, invoking the legacy of Cesar Chavez, are essentially conducting a human \nrights campaign; the industry is talking about global competitiveness and the role of agriculture as one of this \nnation's leading export sectors.  These perspectives admit little common ground.  But might responsible policy \nmakers find acceptable solutions?\n\n \n\n\"INDENTURED SERVITUDE\"\n\nThe growers' goal of a stable, legal work force is appropriate, but it is not enough.  The issue is how to achieve that \ngoal in a way that moves toward relieving the staggering poverty of the largely alien work force that picks America's \ncrops.\n\nWorkers' standard of living is directly tied to the wages and hours agricultural industries offer.  Poverty results from \nlow wages combined with chronic underemployment: Most farm workers average less than 30 weeks of work a \nyear, at wages not much above -- and sometimes below -- minimum wage.  The math here is easy, if dismal.\n\nOn the wage side, advocates argue for better enforcement of existing laws.  They point to Department of Labor \nsurveys showing significant violations of minimum wage rules (a 1998 study found that 20 percent of surveyed \nCalifornia raisin growers did not pay minimum wage).  Furthermore, the federal minimum wage only applies to \nemployers whose employees work at least 500 \"man days\" per quarter, a standard that may exclude as many as \nhalf of seasonal workers.  Piece-rate systems common for some tasks may also produce wages below the \nminimum hourly wage.\n\nBut it is not clear that either extending or enforcing the minimum wage is the answer to farm-worker poverty.  \nWhether or not the minimum-wage law applies to a particular grower, it appears from the data that the prevailing \nwage for most farm workers is, on average, at or above the minimum wage.  To make progress, wages would \nhave to be raised substantially.\n\nGrowers argue that wage increases are ultimately counter-productive because U.S. goods are now competing in a \nworld market.  Higher labor costs, they contend, will price American goods out of the market and thus undermine \nfarm-worker employment.  The industry's arguments are common ones in this era of globalization.  But there is no \npersuasive evidence that providing a living wage to farm workers will put U.S. producers at a competitive \ndisadvantage.  Indeed, agriculture's experience under the North American Free Trade Agreement suggests the \ncontrary.  A recent report from the Department of Agriculture shows a significant increase in fruit and vegetable \nexports to Mexico (as well as a substantial increase in imports from Mexico) in recent years.  It thus appears that \nthe higher wage scales for U.S. workers do not place U.S. goods at a competitive disadvantage -- even in Mexico.  \nFurthermore, even substantial increases in wages will produce only minimal increases in retail prices.  This is so \nbecause wages paid to farm workers constitute a relatively small portion of the final retail price of agricultural \nproducts.\n\nBut action on wages can only go so far in an industry where there is not enough work for available workers.  The \nkey, it would appear, would be regulation of the supply of labor, which in this industry would mean effective \nenforcement of immigration laws.  But neither growers nor farm-worker advocates support this option.\n\n\n\nThe growers' need for labor is highly seasonal and time sensitive.  Enhanced INS enforcement would present a \nserious problem because it would threaten the removal of a large percentage of the work force at crucial times.  \nGrowers argue that they ought not be held responsible for an illegal work force because under the law they are \nentitled to hire workers with papers that appear to be valid.  Given the ready availability of false documents that \nmeet this test, a grower who complies with the law may nonetheless have a labor force that is predominantly illegal.\n\nFarm-worker groups aren't in favor of increased INS vigilance, either.  They argue that the costs of enforcement \nought not to fall squarely on the workers who, despite a lack of status, have been performing labor that is highly \nvalued (if underpaid).\n\nFarm-worker advocates urge legalization as a preferred strategy.  Legal status, the argument goes, gives workers \nthe security to demand higher wages and better conditions, to complain to authorities about abuses, and to \nunionize.  Growers, for different reasons, have signed on to a legalization proposal.  The \"earned amnesty\" program \nin the pending legislation would provide a stable and legal work force -- one that would not be disrupted by INS \nenforcement actions.\n\nA legalization program might seem like a pipe dream in the current political climate, but anti-immigrant trends did \nnot prevent Congress from enacting legalization provisions for tens of thousands of Central Americans and Haitians \nin 1997 and 1998.  While any proposal for a blanket amnesty for undocumented workers may be beyond the \npolitical pale, programs aimed at particular groups may well succeed.\n\nThe problem in reaching agreement here is that growers and farm-worker advocates seek legalization programs \nthat are fundamentally incompatible.  Growers want to ensure that aliens granted status will stay in the fields -- this \naccounts for their proposal that green cards will be available only to workers who work more than 180 days a year \nin agriculture for five years.  Advocates seek immediate status in order to shift bargaining power and improve \nconditions.  They argue that legalization on the growers' terms only reinforces grower power over workers, who will \ndepend upon the good graces of employers to furnish them with work over many years in order to secure full legal \nstatus.  Although grower representatives bristle at their opponents' use of the phrase \"indentured servitude,\" it's not \nhard to see how the power dynamics would work.  The grower proposal would provide an almost captive labor force \nfor an unconscionable period of time.  Furthermore, the requirement of 180 days of labor per year exceeds the \nnumber of days worked by a significant portion of the undocumented work force; so the growers' proposal would \nultimately leave perhaps hundreds of thousands of farm workers currently in the United States without permanent \nlegal status.\n\n \n\nA POSSIBLE COMPROMISE\n\nDespite widespread agreement that the status quo is not acceptable, there is no agreement about what should be \ndone and thus little likelihood that legislation will be enacted in this Congress.  Advocates will not accept the \nlegalization scheme presently contemplated by growers, but growers are unlikely to propose anything that cannot \nguarantee them a stable work force.  And there will be no agreement on what should happen to the H-2A program, \nalthough it is possible that growers will be able to muscle through Congress some minor concessions.  At that point, \nboth sides may be able to declare victory -- advocates because they have prevented a new temporary-worker \nprogram, growers because they have prevented any untoward changes in their wage structure -- and they will go \nhome and wait for the results of the 2000 elections.  Meanwhile, hundreds of thousands of farm workers will \ncontinue to live in illegal status, working for wages that most American workers would not accept for themselves.\n\nIf both sides are willing to move from their well-entrenched positions, it is possible that a legislative compromise \ncould be crafted.  A legalization proposal should be the main focus -- if it can lead to a steady work force for \ngrowers and better wages and conditions for workers.\n\nA workable plan might be to grant green cards off the bat, conditioned upon continued work in agriculture for a short \nperiod of time.  The immigration law uses this approach in other areas.  An investor who sinks $ 1 million into a U.S. \nenterprise that creates 10 or more jobs is given a conditional green card.  If the enterprise is still going two years \n\n\n\nlater, the green card becomes permanent; if not, the investor is deportable.  Similarly, alien spouses sponsored by \ncitizens and immigrants get conditional permanent resident status.  The conditional status is removed if the \nmarriage survives for two years.  By analogy, farm workers could be granted green cards, which they could use to \nfind labor anywhere in agriculture.  With the green card, they could sponsor close family relatives and be entitled to \nbenefits and opportunities generally available to permanent residents.  If they stay in farm work for two years, the \nconditional status should be removed.  The legislation should also set the annual number of days of labor required \nat a level that most farm workers currently in the United States could meet.\n\nBecause there is no shortage of farm workers, a legalization program for workers already in the fields should give \ngrowers the legal work force they say they want.  Under this plan, there would be no need for a new large-scale \nguest-worker program.  Similarly, there would be no reason to weaken current H-2A protections -- although steps \nstill need to be taken to stream-line the H-2A application process to ensure that short-term workers can be brought \nin during times of spot labor shortages.\n\nFarm-worker advocates ought to be willing to see the plan as offering a status significantly better than \"indentured \nservitude.\" Even if workers are committed to employment in the agricultural sector for two years, a green card \nprovides important benefits as well as a sense of security.\n\nThe possession of legal status might or might not put upward pressure on wages.  So long as there is a free flow of \nundocumented labor, wages are likely to stay low.  Thus, an effective overall approach requires enhanced INS \nenforcement.  The administration needs to foster discussions between growers and farm workers over what such \nan enforcement effort could look like.  It should not include random raids on fields, which terrorize workers and \ndisrupt production.  Rather, once the legalization program is underway, the INS should conduct employer audits to \nidentify workers who are not authorized to work.  Employers could be directed to legal sources of labor -- such as \nnewly legalized workers.  Reducing the supply of undocumented workers will have effects both on wages and on \ndemand for legal workers, who will be more interested in jobs that pay better.\n\nMore serious enforcement of labor laws is also needed.  Since 1986, Department of Labor wage and hour \ninvestigations in agriculture have been cut almost in half, despite the department's survey evidence that substantial \nminimum wage violations occur in the industry.  There needs to be a commitment by Congress to increase \nenforcement funding and a commitment by the department to make agriculture a priority.\n\nAnother route to higher farm-worker incomes would be an increase in the Earned Income Tax Credit.  This \nstrategy may be more politically acceptable than direct action on the minimum wage because its impact comes in \nthe form of reduced tax receipts (in a time of big surpluses) rather than higher prices at the supermarket.\n\nTogether, these measures will put upward pressure on farm-worker wages and reduce the oversupply of labor.  \nThe longer-term result may well be the substitution of capital for labor in the fields.  Some observers say that U.S. \nagriculture is \"on the cusp\" of significant mechanization.  It is the present abundance of farm workers that is the \nmain impediment to wider use of machines, according to some experts.\n\nWould mechanization be desirable?  The prime example here is the Florida sugar cane industry, which for years \nimported H-2A workers.  In the late 1980s, several class action lawsuits were brought to enforce various provisions \nof H-2A contracts (including wage guarantees and transportation costs).  Around the same time, the Department of \nLabor's tightened enforcement led to adverse publicity for the industry.  Mechanical harvesters, which had been in \nuse elsewhere for years, were improved for conditions in Florida.  By 1995 the industry was completely \nmechanized.  Today no cane cutters enter under the H-2A program.  (And their capital investment has not put \ngrowers at a competitive disadvantage: In the past few years, Florida sugar cane crop yields per acre and overall \nproduction have increased -- even as prices have fallen off a bit.)\n\nMechanization is an acceptable outcome when combined with a legalization program for current farm workers.  \nTheir green cards will give them access to the general economy as farm jobs decline.  As the sugar cane example \nmakes clear, mechanization will also undercut the need for large-scale temporary-worker programs.\n\n\n\n \n\nTHE POWER OF CONSUMERS\n\nWhile a reasonable legislation package could be crafted, don't expect it to materialize before the current electoral \ncycle has run its course.  This unhappy conclusion suggests that solutions may lie more in the hands of American \nconsumers than in Washington.\n\nTo date, consumers have been conveniently absent from the debate, increasingly conscious of the benefits of a \nhealthy diet, and benefiting from low fruit and vegetable prices but blissfully unaware of the conditions under which \ncrops are produced.  What is needed is a public education campaign that brings the basic facts before the \nAmerican public.  Such efforts have increased awareness about sweatshops in the United States; students have \nsuccessfully protested the sale of college merchandise produced overseas under substandard working conditions.\n\nThe Clinton administration could sponsor the development of a core set of labor standards, relating to wages, \nhousing, safety, and sanitation.  An energized public could demand that supermarkets not buy produce from \ngrowers who cannot certify that they meet the standards.  The result might be a slight rise in the price of produce.  \nBut it is a fair guess that Americans would be willing to pay a bit more for fruits and vegetables to improve the lives \nof the hundreds of thousands of farm workers and their families who provide America's bountiful harvest while \nliving below the poverty line.\n\nGraphic\n\n \n\nPicture 1, no caption, DAVID HOLLENBACH; Picture 2, no caption\n"}