{"title": "Worker who died after fall at Canada Place hadn't tied off his safety harness; 'Mouse hole' area put workers at risk of falling: report", "body": "\nThe worker who died two days after falling 14 metres while working on the sails at Canada Place Dec. 2 \"was not \nusing a personal fall protection system\" at the time of the accident, according to an initial report by WorkSafeBC.\n\nIt appears that Diego Herrera, 30, was wearing an unattached safety harness when he fell through what is \ndescribed as a \"mouse hole\" in the sails. The inspection report found there had been a number of violations of \nsafety regulations at the work site and said there were grounds for imposing an administrative penalty against \nBirdair Inc. of Amherst, N.Y.\n\nThe company was hired to replace the sails at Canada Place by Ledcor Construction Ltd., which is managing the \nproject on behalf of Canada Place Corporation.\n\n\"Further action on this administrative sanction will be delayed until Fatal and Serious Investigations has concluded \nits investigation and issued its findings,\" said the inspection report written by Stephen McCollum.\n\nKaren Mathews, general counsel for Birdair Inc., said the company was cooperating fully with WorkSafeBC's \ninvestigation of the incident. She said Herrera was well trained in fall and safety procedures and was wearing a \nrope-access harness at the time of his tragic fall.\n\n\"While there were several tie-off points available at the location no one has the answer at this time as to why Mr. \nHerrera failed to tie-off,\" she said.\n\nWorkSafeBC official Megan Johnston said Friday that a final report on the incident was still being prepared.\n\n\"We haven't come to any conclusions yet,\" she said.\n\nAccording to the inspection report Herrera -- a Level 2 rope access technician -- was closing up an area of the sails \ncalled a \"mouse hole\" when he fell.\n\n\"The employer did not have a fall protection plan for the sealing up of the mouse hole. The mouse hole was not \nguarded or guard-railed. The area in front of the mouse hole had many slip and trip hazards,\" said the report.\n\nIt said there were ropes, straps, and webbing, electrical cords and construction debris around the mouse hole in \ncontravention of the Occupational Health and Safety Regulation.\n\n\"The mouse hole area of the sail exposed workers to a fall hazard ... and the mouse hole did not have guards or \nguardrails installed to prevent inadvertent [exposure] to this fall hazard.\n\n\n\"The technician fell 14 metres. No personal fall protection system was being used,\" the report found.\n\nWorkSafeBC regulations stipulate that an employer must have a fall protection system in place when work is being \ndone at a height of three metres or more. The $21-million project to replace the sails -- originally erected in 1984 -- \nbegan in July 2010 and is expected to be completed later this year.\n\ngbellett@vancouversun.com\n"}