{"title": "L.A. Unified Students Walk Out to Protest Immigration Bill", "body": "\nMore than 2,000 students from various schools staged a walkout today to protest an immigration bill before \nCongress that would strengthen enforcement of immigration laws.\n\nAbout 8:30 a.m., roughly 1,000 students walked out of Huntington Park High School, according to the Los Angeles \nUnified School District.\n\nAs the day progressed, hundreds more students left class from King-Drew Medical Magnet, and South Gate, \nMontebello, Garfield and South East high schools, according to LAUSD.\n\nSome South East students threw rocks and bottles at Los Angeles Unified School Police officers, according to the \ndistrict. Five officers were taken the hospital for treatment and released.\n\nWashington Preparatory High underwent a \"controlled dismissal\" of its students around 1:30 p.m., but it was not \nimmediately known if the dismissal was related to the protests or if it had been scheduled for today, said LAUSD's \nEllen Morgan.\n\nRoughly 600 students from the school had held a peaceful demonstration in the quad earlier in the day.\n\nA demonstration with about 300 students also was held on campus at Fremont High around 1 p.m., according to the \ndistrict.\n\nSome campuses, including Bell and South Gate, were in lockdown mode in the morning -- meaning no one could \ncome in or leave -- but the lockdowns were lifted, Morgan said.\n\nTwo other schools -- San Fernando High and South L.A. High School 1 on the old Santee Dairy site -- also were \nlocked down for student safety, she said.\n\nSchool officials and law enforcement followed the protesting students and provided buses for students to return to \nschool to ensure their safety, according to the district.\n\nSouth Gate police and the California Highway Patrol said the students' march caused some traffic congestion, but \nno other major problems. KCAL9 reported some minor vandalism occurred in Huntington Park.\n\nThe students were protesting a bill introduced by Rep. F. James Sensenbrenner, R-Wis., which would crack down \non employers hiring illegal workers and people smuggling illegal immigrants into the country.\n\nThe bill, HR 4437, would require employers to verify Social Security numbers with the Department of Homeland \nSecurity, increase penalities for immigrant smuggling and stiffen penalities for undocumented immigrants who \nreenter the United States after having been removed.\n\n\nUnder the bill, local law enforcement agencies would be reimbursed for detaining illegal immigrants. Refugees \nwith aggravated felony convictions would also be barred from receiving green cards.\n\nSensenbrenner's office today directed all calls to the House Judiciary Committee, which is chaired by the \ncongressman.\n\n\"It's my hope this legislative effort will not only help regain control of our borders and prevent illegal immigration, but \nwill also help strengthen and promote our compassionate and welcoming legal immigration system,\" \nSensenbrenner said in a statement when he introduced the legislation in December.\n\n\"Fixing these enormous problems will require a comprehensive effort addressing alien removal, worksite \nenforcement, the hiring of illegal workers, border security and interior immigration enforcement as well as ensuring \nAmerica's labor needs are met,\" Sensenbrenner said.\n\nThe House of Representatives approved the bill in December. The Senate is scheduled to begin debating the \nlegislation Monday.\n\nStudents told ABC7 that they didn't necessarily fully grasp the nuances of the bill, but said they opposed any \nmeasure to deport immigrants.\n\n\"They're making laws for all immigrants to go back to their countries, and we just think that's not right,\" student \nFrancisco Velazquez told ABC7. \"We all want to stay here. We all want to get a good education.\"\n\nAs they marched through the streets, students chanted \"Viva Mexico\" and waived Mexican flags.\n\n\"They want to send all the people from Mexico -- who came from Mexico without papers -- they want to send them \nall back, and we don't want that,\" a student told Channel 7. \"... We came to do our future. We're here.\"\n\nAnother student blamed President Bush for the legislation.\n\n\"It's not fair what Bush is doing to us -- trying to take out immigrants,\" he told ABC7. \"We're equal.\"\n\nOne girl, when asked if she understood the bill, looked at her friends and responded, \"We don't know, but we want \nto stay here.\"\n\nPro-immigrant groups plan to hold a massive rally in downtown Los Angeles tomorrow to express their opposition \nto the bill.\n\nOrganizer Javier Rodriguez said he expects several hundred thousand people to attend the event, which will begin \nat 10 a.m. at Olympic Boulevard and Broadway Avenue.\n\nRodriguez said undocumented immigrants are essential to America's labor force.\n\n\"We will not accept less on the immigration reform than the pass to legalization for the 12 million undocumented \nimmigrants that are in this country,\" Rodriguez said.\n\n\"If the politicians do not keep the public opinion of the American public -- a majority of Americans want legalization \nfor the undocumented population - - then we will then move on a national level toward a national economic boycott,\" \nRodriguez said.\n\nA delegation of 35 Southern California religious leaders will fly to Washington, D.C., Sunday to urge Senate \nopposition to HR 4437.\n\nThe group will advocate for \"the need for immigration reform that respects the dignity of every human being in the \nU.S. and therefore (we are) calling for the legalization of the undocumented who are here,\" said Alvaro Huerta, with \nthe Coalition for Humane Immigration Rights of Los Angeles.\n\n\n\nA bipartisan Senate bill proposed by John McCain, R-Ariz., and Edward Kennedy, D-Mass., is a better alterative to \nimmigration reform, Huerta said.\n\nUnder the proposed bill, illegal immigrants would pay a $1,000 fee to join a guest-worker program, and after \nworking for six years would pay another $1,000 fee to receive a green card and obtain legal residence.\n\n\"There's a lot of hoops to jump through but we know a lot of folks are willing to go through that to become legal \nhere,\" Huerta said.\n\nHowever, Supervisor Mike Antonovich, who supports Sensenbrenner's legislation, said the McCain-Kennedy plan is \nunfair to immigrants who are in America legally.\n\n\"The problem with that proposal is it rewards those who have broken the law and it is an impediment to those who \nhave waited patiently to immigrate here legally and obtain a work permit,\" Antonovich said.\n\n\"If we're going to be a nation of the law, we have to reward those who are abiding by the law and not make \nexceptions,\" he said.\n\nAlso Sunday, farm workers will rally at the Federal Building in downtown Los Angeles and the Cathedral of Our \nLady of the Angels.\n"}