{"title": "20 Charged With Helping 13,000 Cheat on Test for Citizenship", "body": "\nFederal officials indicted 20 people today on charges of falsifying the naturalization examinations of more than \n13,000 legal immigrants in 22 states over the last two years.\n\nThe fate of those immigrants remains uncertain, but at a minimum they face re-testing and at a maximum being \nstripped of their citizenship and deported. The indictments exposed an embarrassing hole in the naturalization \nprocess, for which 1.6 million people applied last year, making United States citizenship the most sought-after in \nthe world.\n\nThe charges also prompted the Immigration and Naturalization Service to announce today that it would revamp the \nentire procedure. This includes reconsidering its 1991 decision to privatize the testing to make the exams more \naccessible in neighborhoods where immigrants live. The companies subcontracted with hundreds of private \nindividuals nationwide to conduct the tests.\n\n\"This raises questions about the testing program,\" said Michael R. Bromwich, the inspector general of the Justice \nDepartment. Mr. Bromwich said the procedure had broken down because of a lack of supervision between \naccredited testing organizations and the subcontractors. The subcontractors, he said, \"had a tremendous amount of \nautonomy.\"\n\nOfficials said the subcontractors had sent recruiters, or runners, into ethnic neighborhoods in several states, mainly \nNew York and California, to solicit money from immigrants in exchange for a guarantee that they would pass the \nnaturalization examination. They said private subcontractors in some cases would take the tests for the immigrants. \nIn some cases, they supplied the answers. In others, they simply certified that the immigrants had passed the test \nwhen they had not even taken it.\n\nThe immigrants were said to have paid up to $500 per person for passing the examinations, collectively paying the \ntesters more than $3 million from 1995 to 1997.\n\nPaul L. Seave, the United States Attorney in Sacramento, announced the indictments and said 15 of the 20 were \narrested this morning in New York, California, Nebraska and Oregon. Among those arrested in New York was Daud \nMohammad Amiri, 36, of Flushing, Queens. Still sought by the Justice Department is Khalilullah Raouf, 35, of \nFlushing. Officials said the two were involved in recruiting immigrants from Afghanistan. Like the others, they face a \nmaximum of 10 years in prison and $1 million in fines on each of several counts of conspiracy.\n\n\nAfter receiving a tip from the Educational Testing Service of Princeton, N.J., Federal officials went undercover and \nsought out a private subcontractor.\n\n\"We told them we had nine people who wanted to become citizens,\" said Daniel S. Linhardt, an assistant United \nStates Attorney in Sacramento who is to prosecute the cases. \"We gave them $300 for each person, and nine \ncertificates came back saying we had passed the test.\"\n\nJohnny Williams, regional director of the immigration service, acknowledged today that \"the testing process doesn't \nmeet muster\" and said that it would be \"re-engineered\" within the next few months.\n\n\"Everything is on the table,\" Mr. Williams said, including whether to discontinue contracting with private testing \nfirms.\n\nStill, he said, the indictments today should not give the impression that the entire system is tainted. Only about 15 \npercent of the exams were conducted by private concerns, he said. As for the immigrants, he said, each will be \nevaluated individually. Some, he said, were unknowing victims of fraud; others \"can be criminally prosecuted and \ndeported.\"\n\nPassing the exam, which tests a person's proficiency in English and knowledge of American history, is a crucial \nstep but not the only one that a legal permanent resident, someone who has lived in this country for five years, must \ntake before becoming a citizen. Mr. Williams said other steps in the process, including an oral exam with an \nimmigration officer, could catch problematic applicants. Of the 1.6 million immigrants who applied for citizenship \nlast year, 700,000 were granted it.\n\nCitizenship allows a person to vote, join the armed forces and, now, receive certain welfare benefits. A revocation \nof citizenship would reduce a person's status to that of legal permanent resident, which would still allow him to \nwork in the United States.\n\n      \n"}