{"title": "Group starts effort to 'Draft Lou Dobbs'", "body": "\nAdd \"Draft Lou Dobbs\" to the efforts by independents to bring another candidate into the presidential race. The \nmovement was launched Wednesday by a group called Americans for Legal Immigration. In a press release, it \npraised the CNN host for \"his tough stance on border security and curbing illegal immigration.\" William Gheen, who \nheads the organization and its political action committee, said in the release that Dobbs \"could run and win \nbecause he could easily raise the funds and grass-roots support he needs to be a historic and viable candidate \nquickly.\"\n\nWould Dobbs do it? \"I cannot say never,\" he told The Wall Street Journal this month when it asked about whether \nhe would consider a White House run.\n\nHis fans have started the loudobbsforpresident.org website. On Tuesday, a \"Draft Bloomberg\" effort was launched \nby admirers of New York City Mayor Michael Bloomberg. Its website is draftbloomberg.com.\n\nNot-so-ringing endorsement for Obama\n\nWhen the Las Vegas Review-Journal's editorial board told its Democratic readers Wednesday that they should \nsupport Sen. Barack Obama in Saturday's Nevada presidential caucuses, it made no attempt to hide its \nconservative leanings. After some highly critical paragraphs about Sen. Hillary Rodham Clinton and one line about \nJohn Edwards, the Review-Journal wrote:\n\n\"Sen. Obama is a relatively young man with relatively little of the kind of real-world experience that prepares a \ncandidate to stand firm against urgent advice to, say, bomb some remote population of defenseless civilians to \n'send a message,' or plunge the economy into a dark night of unforeseen consequences by crippling the free \nmarket in the name of 'fighting greed.' But Barack Obama is, at least, likeable. He is a good enough orator that \nthere is no need to cringe when he dares to speak off the cuff.\"\n\nThe candidates' plans\n\nHere's where some of the major presidential contenders will be today:\n\n*Sen. Hillary Rodham Clinton, D-N.Y.: Los Angeles and Santa Barbara, Calif.\n\n*Democrat John Edwards: Henderson, Nev.; Los Angeles.\n\n*Republican Rudy Giuliani: Fort Walton Beach, Destin and Tallahassee, Fla.\n\n*Republican Mike Huckabee: Clemson, S.C.\n\n*Sen. John McCain, R-Ariz.: South West Aiken, S.C.\n\n\n*Sen. Barack Obama, D-Ill.: San Francisco; Las Vegas.\n\n*Rep. Ron Paul, R-Texas: Fort Mill and Rock Hill, S.C.\n\n*Republican Mitt Romney: Pauline and Greenville, S.C.\n\n*Republican Fred Thompson: South Carolina. \n\nGraphic\n\n \n\nPHOTO, B/W, Saul Loeb, AFP/Getty Images\n"}