{"title": "Increase in Latino residents brings anti-immigration backlash;International Atlanta: A look at our international community and its impact on metro Atlanta", "body": "\nIn some speeches, Teodoro Maus refers to the region's explosive Hispanic growth the \"browning of America.\"\n\nIt's a joke --- \"an absolutely ridiculous one\" --- the former Mexican consul general for Atlanta admits. \"But people \nlaugh.\"\nAJC\n\nImmigration foes, though, aren't laughing.\n\nSome view with disdain the changing cultural cadence of places like metro Atlanta and beyond, its effect on their \nway of life. Others are concerned that their taxes are being used to grant new arrivals access to schools and other \nservices.\n\n\"It's a danger,\" said Donna Locke, coordinator for the Georgia Coalition for Immigration Reform, a mainstream \nadvocacy group that wants reduced levels of immigration.  \"It wasn't until the massive immigration in the late 1990s \nthat (some) began to say, 'What's going on here?' It's an attempt to overwhelm us by sheer numbers, undermine \nour laws and take control of our country.\"\n\nIn Gwinnett and Hall counties, demographic diversity has spawned signs of an anti-immigration movement already \nevident in places like Farmingville, a Long Island, N.Y., town. There, a fight against creating a hiring hall for \nMexican day laborers has led to threats, intimidation and inflammatory rhetoric.\n\nLast April in Hall County, a neo-Nazi group called the National Alliance staged an \"anti-immigration\" rally in \nGainesville, a town populated by so many Mexicans that one retail strip is called \"Little Mexico.\"\n\nAnd recently in Gwinnett, fliers were tacked onto cars in some Buford and Lawrenceville parking lots. One praised \nAdolf Hitler as a martyr and hero; another states: \"Missing: A Future for White Children.\"\n\n\"The word is getting out,\" said Glenn Spencer, who heads up Voice of Citizens Together/American Patrol, a radical \nanti-immigrant group in California. His Web site, www.americanpatrol.com, informs readers about the \"brown peril\" \nunder way.\n\nMoreover, Spencer's group has produced a pair of videos that depicts migrants as foot soldiers in a vast conspiracy \nto take over the Southwest for Mexico --- a movement he and others call \"reconquest.\"\n\n\n\"We are ground zero,\" Spencer said, referring to California, the only state with a birthday holiday for Cesar Chavez, \nthe late Latino labor leader. \"We are right at the point\" of letting Latinos take over politically and socially, he said. \n\"And Americans are leading the way.\"\n\nImmigration proponents say the rhetoric of those like Spencer is a deliberate misrepresentation of what attracts \nMexicans and others to America. Some said it panders to whites afraid of losing their majority status.\n\n\"Negative bull, that's what it is,\" said Sara Gonzalez, president and chief executive officer of the Georgia Hispanic \nChamber of Commerce.\n\nYet with what the Mexican Consulate estimates are about 450,000 Mexican nationals in Georgia, including 225,000 \nto 270,000 illegal, concern seems to be growing. And though there are many who argue the immigrants fill an \nimportant role at the bottom of the economy, there is increasing concern about the social and monetary costs.\n\nA Mason-Dixon poll in Georgia commissioned by Negative Population Growth, a Washington-based population \npolicy organization, found:\n\n74 percent of the respondents were concerned about the level of immigration to the United States.\n\n79 percent were \"specifically concerned\" about the level of immigration to Georgia.\n\nThree in five opposed amnesty for illegal immigrants, a hotly debated topic in Washington.\n\nSuch sentiments help explain the rally in Gainesville and one planned for Cumming in the fall to \"raise the \nawareness\" of the immigration issue, said Chester Doles, a local organizer for the National Alliance.\n"}