{"title": "FIGURES SHOW A SPURT, THEN A DROP, IN DENIALS OF ASYLUM FO", "body": "\nR POLES\n\n \n\n \n\nStatistics released by the Immigration and Naturalization Service have shown that denials of political asylum to \nPolish exiles sharply increased three years ago, but have eased slightly this year.\n\nIn 1980 Congress revised the law governing political asylum to eliminate preference to applicants from Communist \ncountries, including Poland. Since that time, the number of Polish exiles seeking asylum here has grown \ndramatically because of upheavals in Poland, including outlawing the union Solidarity and imposing of martial law.\nImmigration and Naturalization Service statistics show that denials of political asylum to Polish exiles sharply \nincreased three years ago, but have eased slightly in 1983; reports it rejected 900 applications and approved 261 in \nfiscal 1983 (M)\n\nIn the past fiscal year, for example, the Immigration and Naturalization Service reported that it rejected 900 \napplications for political asylum from Polish exiles and approved 261.\n\nThe figures, which cover the period from Oct. 1, 1982, through Sept. 31 of this year, were reported this week in \nresponse to assertions from groups supporting Polish exiles in this country that rejection rates ran as high as 85 \npercent.\n\nThe figures reported by the immigration service show a rejection ratio of 77 percent.\n\nVerne Jervis, a spokesman for the immigration service in Washington, said the rejections for October and \nNovember totaled about 62 percent.\n\n \n\nBacklog of Applications\n\nMr. Jervis said earlier that a perception of stepped up rejections in the past two months might have resulted from an \neffort within the immigration service to clear a backlog of applications for asylum.\n\nIn the fiscal year 1982, more than 90 percent of applications for asylum from Polish nationals were rejected, he \nreported, with 1,095 denied and 102 granted.\n\nIn the fiscal year 1981, 571 applications were denied, and 90 approved, a rejection ratio of 86 percent.\n\n\nBut in the fiscal year 1980 243 applications were approved and 74 were denied, a rejection ratio of 23 percent.\n\nThe reversal resulted from a change in the law on asylum in May 1980. Before that, applicants for asylum from \nCommunist countries, such as Poland, and certain areas of the Middle East were given special consideration, and \ntheir applications ''were viewed as having an almost automatic asylum grant,'' Mr. Jervis said.\n\nHe said that 1,843 applications from Poles are pending. In addition, most of those whose applications were rejected \nat an initial hearing have appealed, asserting that they would be in danger if they returned to Poland.\n\nHowever, he said that because some appeals fall under the jurisdiction of the Justice Department, precise figures \non the disposition of appeals are not readily available.\n\n \n\nAppeals Can Cause Delays\n\nAlthough foreign nationals whose applications for asylum in this country are rejected are routinely ordered to leave \nwithin 15 days, appeals can delay deportation for years.\n\nIn addition, Polish exiles now in this country are exempt from deportation proceedings under special status granted \nby the immigration service because of unpredictable conditions in Poland.\n\nThat special status was first granted on a temporary basis, for six months, in 1981 and has been renewed each six \nmonths since then. The current six- month extension expires at the end of this month, and no announcement has \nbeen made on whether it will again be extended.\n\nGroups supporting asylum for Polish nationals have stepped up pressure for a higher acceptance ratio.\n\nIn August, two professional associations made up of Polish-American lawyers and doctors petitioned both the \nSenate Foreign Relations Committee and the House Foreign Affairs Committee for hearings on the immigration \nservice's handling of asylum applications from Polish exiles.\n\nThe Senate has denied the request, and no action has been taken in the House because of the recent death of the \ncommittee chairman, Clement J. Zablocki, Democrat of Wisconsin.\n"}