{"title": "After Kay kay kay", "body": "\nMOST WASHINGTONIANS got their first glimpse of Katharine Graham's children, the people who now control the \nWashington Post, last July when they stepped into the pulpit of the National Cathedral to eulogize their mother. \nSome Washingtonians had met or seen Don Graham, 57, who lives in DC and runs the Washington Post \nCompany. A few knew the oldest child and only daughter, Elizabeth \"Lally\" Weymouth, 58, a globetrotting \ncorrespondent for Newsweek who lives in New York. But the two younger brothers, says one Post writer, are \n\"shadows.\" William, 54, an investment counselor, lives in Los Angeles; Stephen, 50, a philanthropist and doctoral \nstudent, is a New Yorker.  yorker.  yorker.\n\nDon Graham says his mother had left few instructions for the service: \"She wanted it to be in the cathedral, she \nwanted Danforth to be the minister; she wanted music 'as old-fashioned as possible.' \" Accordingly, the Reverend \nJohn C. Danforth, the former senator from Missouri, delivered the homily, and cellist Yo-Yo Ma played a Bach solo. \nMore than a few people were dismayed when Henry Kissinger delivered one of the eulogies in his gruff, Germanic \nvoice. No one doubted that he was a friend of Katharine's. But he had been Richard Nixon's loyal Secretary of State \nthrough Vietnam and Watergate, and he embodied arrogance, secrecy, and some would say corrupt power. Lally \nhad taken charge of planning the event, though, and she had reason to be grateful for the many times he had \nassisted her during her career.\n\nPerhaps the oddest touch were the six large male pallbearers who bore the heavy casket on their shoulders, hands \nclasped in front of their waists. Readers of the Post would be told the next day that they were New York City \npolicemen supplied by New York Mayor Rudolph Giuliani as a gesture of kindness. Several days of sleuthing by the \nLong Island-based Newsday produced the reason: Lally Weymouth had once seen these members of the NYPD \nCeremonial Unit and wanted them for her mother's service.\n\nThanks to Lally, so many important New Yorkers--Governor George Pataki, Mayor Rudolph Giuliani, and Senator \nHillary Clinton, along with her husband, the ex-president--sat in the front pew that one New York newspaper thought \nit looked like the opening game of a Yankees-Mets World Series.\n\nKatharine Graham's sons are all over six feet tall and clean-shaven, and none has gone to seed. On the day of the \nfuneral they wore black suits and white shirts. William, the first to speak, read to mourners from Revelations. \nHandsome, with thick dark hair atop a high forehead, he had the sad expression of a little boy. \"And God shall wipe \naway all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be \nany more pain: for the former things are passed away.\" He had chosen not to write and deliver a eulogy, as his \nsiblings would do. \"I just didn't feel like speaking to 3,500 people,\" he said several months afterward in a telephone \n\n\ninterview from his office in Los Angeles. He said he hadn't chosen the Scripture, nor did he remember who did. A \nplayful tone entered his voice: \"I thought I read it rather well, don't you?\"\n\nLally, also in a black suit, with a nipped waist and three-quarter-length sleeves, wore a double strand of large \npearls, pearl earrings, and several bracelets. In old photos, she is a beautiful but terribly thin young woman. She is \nstill slender, with brittle good looks. Understandably nervous as she spoke, her eyebrows lifted and lowered, her \nbody turned stiffly from one side to the other, her left hand jabbed up and down. Charming memories of her mother \nmissed on the timing and fell flat.\n\nDon Graham followed her to the pulpit. He wore big glasses with dark frames and his lank brown hair lay flat across \nhis head. A half smile played across his lips as he acknowledged by name the people who had helped with the \nservice as well as his mother's friends and the people who worked for her. To those who knew him, it was pure \nDon--making sure that everyone left the hall feeling his or her contributions to the family had been properly \nrecognized.\n\nThe last to speak was Stephen, the child who had worried Katharine the most. At six-foot-three he is the tallest of \nthe boys and the only one to inherit grandfather Eugene Meyer's baldness. Gray curly hair covers the back of his \nhead, but there are only a few wisps of hair across his scalp. Stephen has spent the last 20 years in New York City \naround theater people and academics, and he speaks in the cultured cadences of someone who reads poetry \naloud--or could.\n\nHe talked in a deeply personal way about his mother. \"She worried about things and tried to fix them,\" he told the \nmourners. \"And among the things she worried about and tried to fix were her children.\" He drew an appreciative \nlaugh with this perfectly timed line: \"Ever since the day when playing old Capulet in a St. Albans school production \nof Romeo and Juliet I donned a silvery wig and everyone told me that I looked exactly like my mother, I have \nrealized that I carry parts of her around with me, and I always will.\"\n\n IT IS SPRING 2001, AND THE WASHingtonian is asking me about doing a big story on the Washington Post \nCompany. The magazine's editor lays out his thoughts in a note, which ends, \"Adding it up, where's the Post \nCompany going? Almost all of Washington starts its day reading the Post--where is the paper going? What \nhappens to the company after Don? It's a kind of dynasty story.\"\n\nThe writer does some research and makes a story proposal. It contains this line: \"If the New York Times is a \nsymphony and the Post is jazz, then the Post in the post-Bradlee era is less jazzy but perhaps more harmonious.\"\n\nShe writes that Don and his mother control 60 percent of the stock. \"But what happens when Katharine, who turned \n84 on June 16, dies?\"\n\nAnd then, on July 17, Katharine Graham does die.\n\nAfter a respectful period of time, the writer calls the head of public relations for the Post Company, Guyon \"Chip\" \nKnight. She is startled to hear, \"Why should we cooperate with you?\"\n\nIt turns out that The Washingtonian is not beloved at the Post, owing principally to the way it roughs the paper up in \nits monthly Post Watch column. Twelve times a year, year after year--it adds up.\n\nThe writer cites her credentials and feels she is making progress when two planes ram the World Trade Center, a \nthird dive-bombs the Pentagon, and a fourth crashes in a Pennsylvania field. While waiting for things to settle down, \nshe talks to Post people about the newspaper's performance on September 11. That is how it begins.\n\nThen, after reading the Post on a daily basis for six months, downing half a dozen books, traveling to Washington \nand New York, and conducting scores of interviews, the writer sits down at her computer. She writes thousands of \nwords. Finally she taps out these two paragraphs:\n\n\n\nThere's no press-stopping dynastic news. Unlike at Hewlett-Packard, no family members are jousting for control. \nUnlike at the New York Times, no new editor is seeking to remake the paper. Unlike at Enron, management is \nclean.\n\nThe story is that Katharine Graham's legacy to her children was an idiosyncratic corporation, not very popular with \nWall Street but blessed with loyal shareholders. To her hometown she bequeathed a fine newspaper that has \nmaintained its commitment to serious journalism. Readers have every reason to expect that will continue as long as \nDon Graham is alive.\n\nNo surprises.\n\nBut that doesn't mean nothing interesting is happening at the nation's fifth-largest daily newspaper. Consider the \nfive W's of journalism--who, what, when, where, why.\n\nThanks to Katharine Graham's autobiography, Personal History, the intimate details of her life are known. But who \nare her children--the present owners of the Post?\n\nWhat are the Post Company's prospects? The company's second-in-command left two years ago. Suppose Don \nGraham gets hit by a truck? He is 57 and has had surgery for prostate cancer. The newspaper's editor, Leonard \nDownie, turned 60 in May.\n\nWhen will these guys make way for new leadership? The newspaper's success in the suburbs has hit a wall. The \nInternet threatens to take away the paper's lucrative classified ads, and the Post's efforts in cyberspace are losing a \nton of money.\n\nWhere does the Post go now?\n\nAnd why isn't the paper as good as the New York Times?\n\nThe answers to those questions are a story you won't read in the Post.\n\n \n\nTHE FAMILY\n\n DON GRAHAM AGREED TO BE INTERVIEWED FOR this story so long as he was not questioned about his wife \nor their four children. Bill Graham would talk--but only about brother Don. Lally Weymouth was less forthcoming. I \ncalled her office 17 times before she answered--in a fax: \"I do not give interviews about myself, my family, or the \nWashington Post Company. I hope you will understand.\" I wrote back that I did not understand. At the Post \nCompany-owned Newsweek, Weymouth interviews heads of state and other dignitaries: \"That a person who is an \ninterviewer by profession does not as a matter of policy give interviews seems contradictory.\" I hesitated a day, \nthen wrote \"never sent\" across the top and put the letter in my file. Of the four, only Stephen agreed to an interview \nwithout conditions--after some nine calls. He offered a disarming apology: \"I was hoping you would go away.\"\n\nPerhaps they come by their reserve naturally. For all of Katharine Graham's candor, she was not helpful to others \nwho wanted to tell her story. Biographer Carol Felsenthal, whose book Power, Privilege and the Post predated \nPersonal History by four years, worked without the cooperation of either the subject or her children. But that didn't \nstop them from accusing her of misinterpreting the family dynamics or making errors. On the eve of publication, \nFelsenthal says, her publisher received a letter from Graham's attorney challenging her facts. A Chicago writer with \nbiographies of Alice Roosevelt Longworth and Phyllis Schlafly under her belt, she had painstakingly sourced her \nresearch. Nevertheless she was frightened: \"I imagined somebody coming into my office and removing all my \npapers and being in depositions in Washington.\"\n\nThe book was published. To their credit, the Grahams made no attempt to interfere with the Post's appraisal, which \ncalled it \"lively and irreverent.\" But it did prompt a furious rebuttal from Lally Weymouth, who compared Felsenthal \nto Joe McCarthy. Don Graham wrote an angry letter to the New York Times after it, too, published a positive review. \n\n\n\nFelsenthal says her publisher seemed to lose enthusiasm for promoting the book, and a movie deal that had \nseemed assured suddenly went nowhere.\n\nAt that, she fared better than a Village Voice writer, Deborah Davis, whose 1979 biography, Katharine the Great, \nwas recalled from bookstores and shredded by publisher Harcourt Brace Jovanovich after protests from both \nGraham and then-Post editor Benjamin C. Bradlee about its accuracy.\n\nWHEN I WENT TO SEE STEPHEN GRAham, I had been reading a book about the Ochs-Sulzberger clan called \nThe Trust: The Private and Powerful Family Behind the New York Times. Until her death, Iphigene Sulzberger, the \nonly child of Adolph Ochs, who had purchased the Times in 1896, was the family's matriarch. \"She was a direct link \nto Adolph Ochs and had lived long enough to transmit to each of her 13 grandchildren his core values--duty, unity, \nand the central importance of nurturing the New York Times,\" wrote authors Susan E. Tifft and Alex S. Jones. \nWhat, I wondered, were the core values of the Grahams?\n\nA uniformed maid answered the door of the narrow, vine-covered stone townhouse in Manhattan's east 70s, where \nStephen Graham lives with his wife, Cathy, a commercial illustrator whom he married in 1987, and their two \npreschool children. Stephen was right behind her, and we climbed the steps to a cozy sitting room on the second \nfloor. As we sipped herbal tea, caterers popped in and out. Stephen and Cathy had just joined the board of the New \nYork University Child Study Center, and they were giving a dinner that night on behalf of the center with TV \nweatherman Al Roker as the guest of honor.\n\nWhen I tried out my question about family values on Stephen, he looked perplexed. \"I don't know that there's some \nentity, some Graham family entity that has its own values. I suppose I have values, but I don't claim that they're \nanyone else's. . . . We're all sort of honest, decent people.\" Maybe I had asked the question badly, but clearly the \nPost did not spring to mind as the family's center of gravity. He said that as a New Yorker he reads the Times more \noften than the Post. On the West Coast, where the Post is available only by mail, Bill Graham told me he sees it \nonline. Who knows what Lally Weymouth reads? Her daughter Katharine Scully said that when she was growing \nup, the gossipy New York Post was well read in the household.\n\nIn 1963 Katharine's husband, Philip, shot himself at their country home after a very public bout with bipolar disorder. \nKatharine was always hard on herself for the way she handled her children afterward. The younger boys had been \nin summer camp when their father died. After the funeral, Katharine sent them back to camp and joined her \ndaughter and mother on a yacht cruise that Phil's death had interrupted. \"That decision may have been right for \nme,\" she wrote, \"but it was so wrong for Bill and Stephen and even for Don--that I wonder how I could have made \nit.\" To assuage her own loneliness, she wrote, \"I began going out a great deal.\" In effect, she said, her children \"lost \nboth parents at once.\"\n\nBoth Don and Lally were attending Harvard. They had been close; that fall they drew even closer. \"It was \ntremendously important to have her there,\" Don Graham said in one of several interviews. \"That was a horrible \ntime.\" He makes it clear the conversation about his father will go no further: \"I can't talk about it.\"\n\nThe two youngest children went back to St. Albans, the boys school affiliated with the National Cathedral, where \nDon had excelled in academics and sports. Bill held his own at both and was outgoing and popular. At home, wrote \nKatharine, he retreated behind a closed door. But Stephen did not do well at either.\n\nPreoccupied with the Post and her new social whirl, Katharine did not know what to do about her youngest child. \nPerhaps it wouldn't have made any difference if she had maintained her status as a stay-at-home mom. \"To me, the \ndramatic change was my father's death,\" Stephen said. \"So her, working on the paper, I barely noticed at the time. I \nwas 11. I didn't even question it, now that I think about it. I was too wrapped up in being unhappy.\"\n\nBill, defying the Harvard family tradition, headed west to Stanford University. He was arrested in demonstrations \nagainst the Vietnam War, then went to law school at UCLA. But Stephen followed Don and Lally to Harvard, \nanother bad choice: \"If I could go back and do it over again, I probably would have gone to a smaller college.\"\n\n\n\nAfterward, drawn to the theater, Stephen enrolled as a graduate student at Yale Drama School. In 1977, he arrived \nin New York with an inheritance in his pocket, intent on becoming a producer. He founded the New York Theatre \nWorkshop, dedicated to interesting but not necessarily commercial ventures. The small East Village theater has \nshowcased some plays that achieved recognition, notably Rent, Quills, and most recently Homebody/Kabul.\n\nHis mother attended even the most outrageous performances, Stephen says. But as his interest in producing \nwaned, she grew concerned. That's when she would try to \"fix\" him. \"Whenever I was between things or didn't know \nwhat to do, she would kind of suggest that I do something--'Maybe you should get a job, any job.' She was \nconcerned that I would be a layabout.\" He never seriously considered working for the Post: \"That was what my \nparents and Don did.\" Some ten years ago, he enrolled in a doctoral program in comparative literature at Columbia \nUniversity, where he is now writing a dissertation on the Victorian writer George Eliot, and aspires to teach at the \ncollege level.\n\nAfter graduating from law school, Bill returned to Washington to work for several years at Williams & Connolly, a \ntough firm of litigators that handled Post business. Working at the Post itself \"didn't grab me,\" he says. \"There \ncame some point when I thought if I were to work there, it would be just because it was there.\" He went back to \nCalifornia and eventually opened an investment firm.\n\nBy the time he addressed mourners at the National Cathedral, Bill had been married and divorced three times, all to \nliterary women who kept the Graham surname. His first wife was Jorie, a brilliant, dark-maned, exotic-looking poet \nwho won a Pulitzer in 1996. His second wife, Caroline, a British editor, worked for Tina Brown at Vanity Fair, the \nNew Yorker, and Talk. They have two children, Edward, 22, who just graduated from the University of California, \nSan Diego, and Alice, 20, soon to be a junior at Dartmouth. His third wife, Jean, is a journalist. In the small-world \ndepartment, brother Stephen ended up buying into financially strapped Ecco Press, Jorie's publisher, and helping to \nrun it for a time.\n\nKay Graham fretted about her children, says one of her longtime friends. That Stephen seemed to be frittering his \nlife away. That Don's wife, Mary, whom he met at Harvard, wasn't sufficiently supportive. She did not worry about \nDon himself: \"Whenever she talked about Don, it was with respect. If there was affection--Kay was not too cozy a \nperson--but if there was affection, it was for Billy.\"\n\nKay had a complicated relationship with Lally. Sometimes she would interrupt a conversation to take a phone call \nfrom her daughter. \"There was always tremendous tension between her and Lally, because Lally was her father's \npet and also . . . kind of hyper.\" Other words commonly used to describe Lally are \"difficult\" and \"volatile.\" Lally \noften provoked her mother, says this friend. \"Kay would get mad and then feel guilty and then be extremely nice to \nher and help . . . and then get mad at her again.\"\n\nWhile in college, Lally had married Yann Weymouth, an MIT architectural student, who went on to a distinguished \ncareer; he is best known for having designed the soaring-glass pyramid entrance to the Louvre in the 1980s while \nhe was chief architect for I.M. Pei. The marriage ended in 1971 after the birth of two daughters, Katharine, now 36, \nand Pamela, 33. Lally established herself in New York, where her family name and wealth catapulted her to the top \nrung of the social ladder. Her professional career was launched as well. She published two historical compendiums \nand freelanced for national magazines.\n\nHer name popped up in gossip columns as the companion of left-of-left British journalist Alexander Cockburn. \n\"When I knew her,\" says Cockburn, who now lives in California, \"she was a mainstream liberal.\" Today she is \nknown as a pro-Israel political conservative. \"We broke up,\" Cockburn said, \"and next thing she was with Norman \nPodhoretz and that whole crowd. The Israelis got their hooks into her pretty deep.\"\n\nDuring the 1990s she was the companion of the late Eric Breindel, who, like her father, was a Harvard Law School \ngraduate who turned to journalism. Whereas Phil Graham was a passionate liberal, Breindel, a child of Holocaust \nsurvivors, was a Zionist who was chief editorial writer for the New York Post. After his death in 1998, Lally turned \nup in gossip columns for a couple of years on the arm of former New York City Council president Andrew Stein.\n\n\n\nIt rankled Lally that the Post had been delivered on a silver platter to her brother Don and that she, an actual \nworking journalist, had been left to fend for herself. In a stunt that she has never publicly disavowed, she pried a job \noffer out of the Washington Times. The prospect of Lally working for the Moonie competition was more than her \nmother and brother could bear, and Weymouth landed dual contracts at Newsweek and the Post. In 2000, the Post \npaid her $94,375 for an unspecified number of articles; Newsweek anted up $52,300. Passed over in her mother's \nwill for special treatment--Bill was given property on Martha's Vineyard, Stephen got $2 million, and Don already \nhad the paper to run and the family farm--Weymouth got a title bump from Newsweek contributing editor to senior \neditor and special diplomatic correspondent.\n\nIn lining up interviews, say sources at Newsweek, Weymouth routinely relies on her mother's name and the \ninfluence of people like Kissinger and former UN ambassador Richard Holbrooke. Once the request is made, a call \ngoes out to the magazine's closest correspondent. The announcement that Weymouth is coming inevitably elicits a \ngroan, says an ex-staffer familiar with these arrangements. The correspondent knows he or she will become a Lally \nslave, making travel arrangements and setting up appointments. When she arrives, the designee is expected to \nmeet the plane, carry her luggage, escort her to wherever she needs to go, and transcribe the interview tapes.\n\nAll this would be more palatable if she were more gracious, says one correspondent. But \"she loses her temper, \nshe tries to get people fired--Newsweek people, bellboys, people who bump into her in the airport.\" In what became \nknown back at the home office as the \"toast points\" incident, she erupted in rage at a Newsweek stringer, whom \nshe had asked to meet her at breakfast with an American ambassador, because he sat down and helped himself \nfrom a basket of toast.\n\nIn Lally's background research, she customarily contacts high-ranking people for interviews that never see the light \nof day. \"The worst part is wasting all this access to people,\" says this correspondent. \"When you get interviews with \npeople like that, they expect to see it.\" After she's scooped up a head of state, a reporter needn't even try.\n\nWhen no Newsweek correspondent is available, the occasional Post reporter has been pressed into service. \n\"When I was a foreign correspondent,\" says a stateside reporter, \"I had the traditional royal visit from Lally, which \nwas a nightmare. Lally called, she said she was going to be coming through, and 'I need an interview with the \nfollowing 12 people.' She then proceeded to name a list of prime ministers, political leaders, and corporate \nchieftains who wouldn't return a correspondent's call in a million years. 'Oh, and by the way, would you make travel \narrangements and call a hairdresser. . . .' And, if memory serves me, a florist.\"\n\nWeymouth works hard. In 1999 she scored an exclusive session with newly elected South Africa President Thabo \nMbeki. \"Nobody was getting interviews,\" says Tom Masland, the Newsweek correspondent who helped out. But \nWeymouth \"really put on a withering campaign to get to see this guy.\" Says Masland, \"I think it's easy to assume \nshe gets these things effortlessly, that because of who she is she doesn't have to work. What I saw was quite the \ncontrary.\"\n\nAt the Post, Weymouth's interviews are usually tucked away in the Sunday Outlook section. At Newsweek, they \ntake up premium space. But the Q&A format allows subjects to grandstand, and only rarely do Weymouth's \nsubjects say anything new or provocative. \"To add two or three pages of a Lally Weymouth snore . . . ,\" gripes one \ncorrespondent. \"Nobody reads them.\" Then he waxed philosophical. \"At Time, there's a reign of terror of the \nexpense-account guys. You constantly get whittled away. We don't have that problem. We're free of a lot of \nbusiness interference. The price you have to pay for it is Lally Weymouth.\"\n\nIf one of the kinder descriptions of Lally is \"difficult,\" the word most frequently applied to her brother Don is \"nice.\" \nHow nice is he? Nice enough to take a younger student from Atlanta named Boisfeuillet \"Bo\" Jones Jr. under his \nwing at St. Albans. \"Don had been in school five or six years, and he adopts this Southerner who's two years \nbehind him--all the things you don't do in prep school,\" says Graham's buddy Nicholas Friendly, also a schoolmate. \nAt Harvard, both Graham and Jones served terms as president of the Harvard Crimson. In 1980 Graham recruited \nJones as the Post's general counsel. In 2000, he was promoted to publisher, and the three former schoolmates are \nfriends and tennis partners.\n\n\n\nWhen Friendly got bounced out of school his junior year for \"antisocial behavior,\" Don, he says, could have dropped \nhim, but instead they stayed close. \"I went to college in Minnesota and I was still sort of at a loss. . . . Don came by \nto see me on his way to Vietnam. . . . When something goes wrong with people, people have a choice of being \nthere or turning their back. With Don there was never a question he'd be there.\"\n\nThe only time Friendly has seen Graham lose his temper, he says, is on the tennis court, and then only at himself. \n\"He's too nice,\" says tennis pro Allie Ritzenberg, a local legend who has overseen the St. Albans courts for 40 \nyears. \"He gives away points.\"\n\n\"I'm afraid he is pretty nice,\" says brother Stephen. \"He keeps a tight rein on his temper. . . . I think his first impulse \nat getting angry is to step back, so it's not that he's incapable of getting angry, but he's a very thoughtful, judicious \nperson . . . so if his impulse was to tell somebody to f--- off, he probably wouldn't tell them to f--- off.\"\n\nHow to understand Don Graham? A former Newsweek editor who knew Phil Graham e-mails me this thought: \n\"Although he knew it was his destiny, Don did whatever he could not to be like his father--in his dress, his choice of \nneighborhood, his attitude, his choice of friends, and in his anti-charismatic approach to life.\"\n\nThe anti-Phil.\n\nPhil Graham reveled in being the Post publisher. He hobnobbed with John F. Kennedy and bombarded pals in \ngovernment with ideas. His son, Friendly says, won't even call the city to lobby for a stop sign at a dangerous \nintersection near his home. Phil Graham, says Friendly, \"could convince anybody to do anything. And he was so \nmuch fun to be around. Phil defined charisma; he absolutely defined it.\" Don Graham, careful and lacking in \nspontaneity, defines its absence. But he plays golf with his father's clubs.\n\nAdored by his children, Phil was nevertheless an unreliable father. Don made it a point to be home at 6:30 to spend \nthe evening with his children when they were young, Friendly says. Now that they have left home, Friendly says, he \nis in touch with them every day.\n\n\"WALK RIGHT IN, SIT RIGHT down,\" Don Graham says, ushering me into a long, cluttered office on the top floor of \nthe Post's 15th Street building. He takes off his jacket and rolls up the sleeves of his white dress shirt as if he is \ngoing to loosen up. But no. Not during this or other interviews will Graham answer any but softball questions. He is \ncareful to insert \"off the record\" before the rare intriguing remark. His family life is already off-limits. And he is also \nless than forthcoming about the family's stock holdings and whether the company that owns the Post, the paper his \nmother called a \"public trust,\" could fall into the hands of outsiders.\n\nThe Post, like the New York Times and some other media companies, is family-controlled through a two-tier stock \nsystem. All of the 1,722,250 Class A shares, whose holders elect 70 percent of the board of directors, belong to the \nGrahams. And Don Graham, through either stock he owns or trusts he controls, has voting rights on just over 50 \npercent of the A stock. To be sold, A shares must be converted to B shares, which are publicly owned. According to \na company statement, the 196,000 A shares owned outright by Katharine's estate after settlement were divided into \ntrusts for her four children, of which Don Graham is a co-trustee. Way back when, the children started out with \nequal numbers of Class A shares inherited from their father, but from time to time some of them have been sold.\n\nGraham will not discuss how the remaining A shares are divided among Katharine Graham's children and \ngrandchildren other than to say he has complied in the company's SEC filings with federal disclosure regulations. \nThe key to understanding the holdings is 2H pages of fine-print footnotes written in legalese. I protest that he hasn't \nanswered the question. \"We've given you what you're given, and we're not going to give you any more,\" he says.\n\nThe family that owns the Times has taken steps to ensure that the newspaper is protected from anyone who might \nimpose some other family's values. As described in The Trust, in 1986, the four children and 13 grandchildren \ndescended from Iphigene Ochs and Arthur Hays Sulzberger agreed never to sell the shares that controlled the \ncompany without first offering them to others in the family or to the company. Not until 21 years after the death of \nthe last descendant of Iphigene who was alive at the time of the agreement could the agreement be broken, which \nwould seem to guarantee family control for roughly another century. It was no coincidence that what authors Tifft \n\n\n\nand Jones describe as an \"extraordinary covenant\" was signed some six months after a spectacular Bingham \nfamily feud that forced the sale of their newspaper, the Louisville Courier-Journal, to Gannett.\n\nAt one point, Graham calls to give me a carefully considered statement: \"We're four adults who've owned stock \nsince before the company went public. None of us has sold a share of A stock without converting it to B, ever, and \nI'm quite certain none of us ever will.\" That statement is meant to be reassuring, but it seems to leave open the \npossibility that they could, if they wanted to, sell A stock privately to outsiders. But Graham won't say one way or \nanother. No one knows what will happen when Katharine's grandchildren inherit the Post. \"That generation of \npeople will have to work it out in their own way,\" he says.\n\nHas any of Don Graham's siblings ever asked to serve on the board? Can they? And who might be his immediate \nsuccessor? I come away empty-handed.\n\n\"It seems inconceivable to me,\" says brother Bill, that a family rift could jeopardize the Post. \"I can't imagine \nanything like that happening. I really truly can't.\" Stephen Graham concurs: \"Families that divide and fight are often \nfamilies that have several members working on site, which is not the case.\"\n\nIn fact, there is one other family member working at the Post--Lally Weymouth's older daughter, Katharine Scully, \nthe only one of Katharine Graham's grandchildren to have shown an interest. Weymouth's other daughter is a social \nworker in San Francisco. According to friends and family, Don Graham's oldest daughter, Liza, is studying opera in \nLondon; daughter Laura graduated from the University of Chicago and spent last year in Boston, taking premed \ncourses; son Will just graduated from Columbia University, where he majored in Eastern studies; and youngest \ndaughter Molly finished her sophomore year at Wesleyan University. Bill Graham says his two children are not \ndrawn, so far, to the family business.\n\nEducated at Harvard, Oxford, and Stanford Law School, Scully was working for Williams & Connolly in 1996, where \nUncle Bill had once worked, when a memo went around saying that the firm had agreed to lend the Post's legal \ndepartment some help for three months. Was anyone interested? Scully, who was coming off a big trial defending \nGeorgetown University Hospital in a malpractice case, had not sought work at the Post but says she thought to \nherself, \"What a perfect way to dip my toe in the water.\" The Post waived its nepotism rule, and the three months \nturned into six years.\n\nWe talked in a windowless office buried deep in the Post's advertising department. A honey blonde with wide-set \nbrown eyes and a broad smile that was not much in evidence--like others in the family, she was reluctant to talk and \nconditioned the interview on the right to review her quotes--she was wearing a black maternity dress with a white \ncollar and cuffs. On February 3, she gave birth to a son, Beckett, her second child; daughter Madeleine turned two \nin May. Her husband, Richard Scully, also a lawyer, works in business development for Reusch International, a \ncurrency-trading company.\n\nScully swore that this unlikely story--that she joined the family firm on a whim--is true and invited me to check it out \nwith Williams & Connolly partner Kevin Baine. \"Kathy was a lawyer over here,\" Baine says when I call, \"a relatively \nyoung associate, doing a great job. She went over to fill that temporary shortage, then lo and behold, they \npersuaded her to stay. . . . Can I say that it was a total shock once Don had her over there that he twisted her arm \nand persuaded her to stay?\" He answers his question: \"It wasn't a total shock.\"\n\nOne of Scully's assignments as a Post lawyer was to negotiate leases of warehouse space for the circulation \ndepartment. Several times she rode on delivery trucks that went out after midnight. \"It just made a lot of us guys on \nthe business side appreciate that she would take the time to learn our side of the business,\" says Theodore C. Lutz, \nhead of circulation at the time. At her next job, for Washingtonpost.com, she gained another fan, CEO Chris \nSchroeder: \"Katharine has one of the best bullshit detectors I've seen in the business or private sector . . . and \nshe's trusted.\"\n\nWhen we talked she was on her third assignment, as an advertising liaison between the newspaper and the Web \nsite. Following a four-month maternity leave, she is now director of recruitment advertising for the paper. \"I know \npeople are looking to me because I'm here and I'm the only one in my generation who is here,\" she says. But as \n\n\n\nmuch as she knows it's impossible, she wants to \"stay out of the limelight.\" One of the people looking to her is Don \nGraham. \"A lot of people are saying she's extremely smart, extremely able, and extremely well respected by the \npeople she works with,\" he says. \"She does an excellent job.\"\n\nIs she the one? \"She's the only grandchild working in the company at this point. I'll stick with that.\"\n\n \n\nTHE NEWSPAPER\n\nKATHARINE GRAHAM BECAME A LEGEND at the Post long before the world knew her story. She was the tall, \nshy heiress who was handed a newspaper to run and rose to the occasion. On a hunch, she hired Ben Bradlee, \nwho would turn out to be a legend himself, and together they published the Pentagon Papers and backed two \nyoung reporters who brought down a corrupt president. Until the last couple of years of her life, she visited the \nnewsroom almost weekly. She might have trouble remembering names--\"I met Mrs. Graham a half dozen times,\" \nsays one reporter, \"always for the first time\"--but her people knew she cared about them. When Steve Coll was \nnamed managing editor four years ago, she gave a reception to introduce him to movers and shakers, invited him \nand his wife, Susan, to a dinner party with more notables, and asked him to the opera with her and Ann Jordan. \n\"The day she died, the newsroom was filled with a genuine sense of loss,\" says Style reporter Roxanne Roberts. \"It \nwas like a queen dying.\"\n\nDon Graham is a legend, too. He is the young newspaper heir who put his future on hold while he went to Vietnam \nfor a year and then, telling friends and family he wanted to get to know his hometown, became a DC cop. He has \nlived in relative modesty in the same Cleveland Park neighborhood for decades. He takes the subway to work and \nball games. He knows the names of nearly everybody who works at the Post and feels guilty that he doesn't know \nthem all. When his mother died, he wrote thank-you notes by hand to staffers who had sent condolences.\n\nKatharine Graham reigned over VIP Washington, her mansion the scene of fabled parties. Her son, Roberts says, \n\"is a quietly, hugely influential civic leader,\" but he and his wife, Mary, rarely socialize. Mary is a fellow at Harvard's \nJohn F. Kennedy School of Government and spends much of her time in Boston.\n\n\"I worry a little that the top brass of the Post doesn't get around enough,\" says Bradlee. On his desk is a tangled \npile of five pairs of glasses with identical frames but different strengths; he says he once labeled them but has \nforgotten what the labels stood for. Still, age has not diminished his passion for the paper. \"Everybody knows if \npush comes to shove and they have something important to do and can't do it, I'll do it for them. It is someone flying \nthe flag of the Post, someone talking to leaders of the community in an intelligent way so they feel that the Post is \nas involved as they are. You pick up, you know what's going on. You know who's up, who's down, or why they're up \nor why they're down.\" Mary and Don Graham \"won't do it,\" he says. \"It's not in either of their genes.\"\n\nWhereas Katharine Graham might have passed along something heard at an A-list dinner--she was the first to tip \nthe paper to the 1993 death of deputy White House counsel Vincent Foster--her stay-at-home son called the Metro \ndesk on Halloween to report that there seemed to be fewer trick-or-treaters in his neighborhood.\n\n\"Was he wearing his red sweater vest?\" asks a friend who works at the Post when I say I saw Don at a pair of Wall \nStreet media conferences in December. It seems that when the weather turns cool, Don wears his scruffy red vest \nevery day. Many people like these eccentricities. Says Style reporter Ann Gerhart, \"I've walked down the street and \nseen him peel money off and give it to street people and get on a subway wearing a sweater with elbows poking out \nthe sleeves.\"\n\n\"You can say pretty much anything wonderful about him,\" says Metro columnist Marc Fisher, \"and I don't think \nyou're going to get anybody saying you missed the boat.\"\n\nSome years ago, new to the paper and to the education beat, Fisher found himself at a luncheon where the speaker \nwas the DC superintendent of schools. Fisher was simply familiarizing himself with the beat, but when he saw that \nDon Graham was making the introduction, he immediately thought, \"Oh, no. Is he going to want me to write about \n\n\n\nthis?\" After the speech, Graham came up, put his hand on Fisher's shoulder, and said in a companionable voice, \"I \nhope you don't feel you have to cover this shit.\"\n\nGraham's choice two years ago of his old friend Bo Jones to replace him as publisher has done nothing to threaten \nthe comfort level of reporters. As general counsel, Jones \"was always there to help you get things into the paper,\" \nsays Post veteran Laura Sessions Stepp. She says his promotion sent a signal to the newsroom: \"We're not going \nto back off from tough stories.\"\n\nDon Graham, who loved being publisher and held onto the job until other parts of the business were desperate for \nattention, insists that Jones is completely in charge. But the editorial-page editor, Fred Hiatt, continues to report to \nGraham--\"for no good reason,\" Don says.\n\nThe Post newsroom is filled with refugees from profit-hungry newspaper chains who think they're in journalistic \nheaven. But there were cutbacks last year in response to a 14-percent loss in advertising revenue. \"On September \n10, we were in full-economy mode,\" said Pentagon reporter Vernon Loeb, who once worked for Knight Ridder's \nPhiladelphia Inquirer. \"There was a hiring freeze that was serious. Travel was being scrutinized. Marginal trips were \nnot being made.\" Then came September 11. Reporters and photographers were dispatched to all points. \"There \nwas no more money consciousness. Somebody had decided money is not going to be an object. That's why you \nwant to work here.\"\n\nHowever, when there are contract negotiations, employees discover that the Post can be as tightfisted as any other \ncompany and is hostile to its unions, the legacy of a nasty pressmen's strike in 1975. After negotiations with the \nNewspaper Guild reached an impasse in May, Guild cochair Rick Weiss, the paper's science writer, said the Post \nwas being \"not just tough but mean.\" The company offered a $1,100 bonus in the first year and weekly salary \nincreases averaging $10.50 at six-month intervals over the next two years. The Post also sought contract changes \nthat would weaken the Guild's already tenuous hold. Dismayed employees joined the union in droves, increasing \nmembership by 250, and pelted Don Graham with e-mail protests. Although Graham doesn't take part in \nnegotiations, what takes place is \"certainly at his direction,\" says Gerhart, a member of the bargaining committee. \n\"He runs the company.\"\n\nA FEW YEARS AGO, WHEN HE WAS STILL a Post reporter, Paul Taylor, a crusader for campaign-finance reform, \nwas walking down the street with Don Graham when they passed a popular men's-clothing store. Graham said \nsomething that stuck in Taylor's mind: \"He said that what he admired was that it hadn't tried to go national, that it \nhad a good model and hadn't tried to overreach.\"\n\nIt didn't mean much to Taylor at the time, but in hindsight it foreshadowed the way Graham and executive editor \nLeonard Downie Jr. would define the Post franchise as strong coverage of the federal government, Hill politics, and \nlocal news. Add to that international news and a Style section that shelters ambitious writers, first-rate critics, and a \nmenu of columns, features, and comics--all, until January, for just a quarter and still only 35 cents--and you have an \nunusual newspaper. In what is known as the penetration rate, a figure important to advertisers, the Post tops most \nbig-city dailies in reaching 34 percent of the households in its broad market area. The Los Angeles Times reaches \n19 percent. The New York Times, a more upscale paper than the Post, reaches 9 percent. In the Washington metro \narea, the Post covers 44 percent of households during the week and 58 percent on Sunday.\n\nFor many years the Post was able to snag new readers in the developments sprouting on plowed fields beyond the \nBeltway without encountering the stiff competition that other metro dailies have faced. Both the Philadelphia Inquirer \nand the Los Angeles Times, for example, are ringed by papers that are firmly entrenched in towns and communities \nfounded long ago. At the Post, growing suburban readership compensated for losses in the District and served the \npaper well. From 1992 to 2000, Inquirer circulation plummeted by 21 percent, the LA Times 11 percent, but the \nPost lost just 4.5 percent.\n\nBut now the Post is fighting for its future in suburbs where readership growth seems to be tapped out. Prosperous, \nfast-growing Loudoun County has been a bright spot in Virginia, with 35 percent growth in households between \n1995 and 2001. But in five of greater Washington's eight major suburban jurisdictions, the Post lost circulation \nduring those years even though population grew.\n\n\n\nIn response, the paper has expanded its Metro staff from 160 to 215 and converted dowdy suburban sections into \njazzy tabs packed with features and briefs. It is the latest salvo in Len Downie's ten-year campaign to deepen local \ncoverage, and it's not over yet. Downie says a full-fledged bureau is likely in Frederick, Maryland, now covered by \none reporter. And depending on future population growth, Stafford and Fauquier counties in Virginia may merit \nmore coverage.\n\nSouthern Maryland, too, is considered prime turf. But in Howard and Anne Arundel counties, the Baltimore Sun is \nfighting back. Howard, the state's wealthiest county with a median household income of $74,000, harbors the \neducated well-to-do readers both papers crave. Roughly a third of Howard's workers commute to Washington and a \nthird to Baltimore, and the other third stays put. The county's population center is Columbia, developer Jim Rouse's \nsuburban dream of interlocking villages that would preserve a vanishing sense of community. Although Columbia \nhas in many ways become just another high-end suburb centered on a fancy mall, its residents take a strong \ninterest in schools and community sports.\n\nSome of that passion was evident at a January 2002 meeting as the Board of Education pondered alternative plans \nfor the new Reservoir High School. Authorities will have to pull students from existing high schools and move other \nkids around to even out disparities. It was this question of who would go where that had attracted some 100 antsy \nparents to the umpteenth meeting on the subject. Occasionally they would groan or clap lightly at proposals \ntouching on a community called North Laurel. \"The subtext here,\" said Post reporter Susan DeFord, who was \ncovering the meeting, \"is that North Laurel is a poor community. It's trouble. Nobody wants it.\"\n\nAcross the room, another reporter was also taking notes. Tanika White of the Baltimore Sun would write her story \nafter the Thursday-night meeting and send it to bureau chief Larry Williams, waiting at home. He would edit it and \nzap it downtown in time for the next morning's Howard County edition. DeFord would not write about the meeting \nuntil the following Thursday, in the next weekly Howard County Extra.\n\nBoth Post and Sun bureaus are housed in similar office cubes a stone's throw from the Columbia mall. The Post \nhas seven reporters, an editorial aide, an office manager, a photographer, and two editors, with space left over for a \nconference room. The Sun has less room and more people: 12 reporters, two editors including the bureau chief, an \neditorial assistant, and a photographer. The Sun also uses material from 12 freelancers and five community \ncorrespondents.\n\nHoward County is a \"small place, but the demographics are breathtaking,\" says Sun bureau chief Williams, 57, who \nhoned his competitive instincts in several newspaper jobs, including as news editor of Knight Ridder's Washington \nbureau. \"It's just vital that the Sun compete and win here.\"\n\nAnd the Sun is winning, outselling the Post last year 25,833 to 15,384. Howard is \"not a great circulation story,\" \nsays Diane Prather, who is in charge of the Post's regional circulation. The Sun has gained 1,000 readers since \n1998, reflecting the introuction of a daily zoned editon, while the Post has lost 400. Howard readers turning to the \nfront of the Sun's Metro section find a page that typically has two to four Howard County stories, with more inside.\n\nIn Howard and the Post's ten other Virginia and Maryland bureaus, talented young reporters search for stories that \nwill be their ticket to the White House or a foreign beat. \"Every reporter who comes to a bureau doesn't want to stay \nin a bureau,\" says Suzanne Wooton, editor of the Howard County Extra. \"You wouldn't have much ambition if you \ndid.\"\n\nChristian Davenport, a young reporter with a shock of dark hair, is being mentioned as an up-and-comer. He's \nworked on the anthrax story, interviewed a former president of Indonesia, and written a Valentine's Day story for the \nSunday magazine. At 28, he has already worked in suburbs as a correspondent for the Philadelphia Inquirer and \ncovered city hall for the Austin American-Statesman. He's been in Columbia for two years, dutifully covering county \ngovernment while pining for a job at DC headquarters. \"The Metro staff has gotten so big,\" he says, \"you have to \nwonder if there's going to be a logjam.\"\n\nALTHOUGH THE POST LED OTHER PApers in shrinking page width several years ago, it has not dumbed down \nnews coverage in a scramble for more readers. Says Eugene Roberts, a former editor of the Philadelphia Inquirer \n\n\n\nwho teaches journalism at the University of Maryland, \"You can quarrel with it section by section, approach by \napproach, but if you put it in the context of what's happening with other newspapers in the country today, it's kind of \nlike the Holy Bible of quality.\"\n\nIf everyone were as generous as Roberts, we could end this part of the story right here. But many journalists insist \non comparing the Post to the one paper that is clearly better, the New York Times, which did go national.\n\nToday, the Times lands on doorsteps in 208 markets around the country, up from 58 in 1997, and the goal, says a \ncompany spokesman, is to be in 250 markets. While Post circulation losses have been minor, the Times has been \ngaining readers for the last three years. Daily readership is up more than 3 percent nationwide to 1.14 million. Post \nSunday sales have dropped 1.7 percent since 1999, but the Times increased sales of its Sunday edition in \nWashington by 5 percent, to 52,250, during the same period. Both newspapers experienced a post-September 11 \ncirculation bump, the Times to 1.19 million, the Post to 812,000.\n\nNational Journal's William Powers, a former media critic at the Post, has written that he approaches the Times's \nsignature blue plastic bag with a sense of anticipation. A little voice tells him, \"You want the best? . . . Here it is.\"\n\n\"The Times has all the freshness,\" he said in an interview, adding, \"I love the Post and will always read it. But one \nthing a lot of readers have noticed in the last decade is a palpable loss of something, a feeling of vitality. They're \ndoing a great job. It feels solid. But there's a kind of verve, an energy level that's diminished in the last decade, a \nlack of sparkle. A paper has a personality that's delivered to your door every day. Now, you let that person in, and it \nfeels like a duller person coming in.\"\n\n\"When did the Washington Post swap identities with the New York Times?\" queried Jack Shafer in a 1998 Slate \ncolumn. \"One day it seemed the Post rollicked readers with its cheeky personality and the next suffocated them \nwith the sort of overcast official news that made the Times famous. Meanwhile, the Times sloughed its Old Gray \nLady persona for the daredevilry that was the Post franchise.\"\n\nWrote David Carr, when he was editor and media critic of Washington's City Paper, \"It's not that the leaders of the \nPost don't know what they're doing, it's just that what they're doing isn't very interesting.\"\n\nIn February Carr went to work for--the New York Times. Just prior to that, he marshaled a few parting darts. The \nPost, he said in an interview, was \"government-centric,\" its coverage of the Redskins was \"breathtakingly bad and \nfull of the kind of pandering that any other major government daily would be ashamed of,\" and the editorial page, \nday after day, \"essentially says, 'These are big problems and somebody should do something about them \nsometime.' \" Style has lost its zip. \"Is the Post Style a must-read?\" Carr asked. \"It hasn't moved much beyond Sally \nQuinn. She was great in her time, but this is not her time.\"\n\nRem Rieder, editor of American Journalism Review, thinks it isn't so much that the Post has gotten worse as that \nthe Times has gotten better. \"The Times continues to do all the serious high-end stuff it always did, but it's also got \nfunkier,\" says Rieder. \"It's much livelier than it used to be. . . . The Post spends so many of its resources on local \nnews.\" And even with all those resources, the Post sometimes misses stories that turn up in the Washington \nTimes. When that happened three times in a single week last August, ombudsman Michael Getler scolded in his \nSunday column, \"Three pops in one week ought to flash yellow lights here.\"\n\nThe New York Times has \"the really lively writers, the kind of writers that we used to have in Style,\" says Sandy \nRovner, a former editor at that section. She thinks Style today is \"heavy on reviews, predictable profiles . . . \ncelebrities, because it's easy. What Ben used to look for are the different things, the ability to spot a trend before it \nhappens. I think Style gets its trends from the weekly magazines. It used to be that the weekly magazines got the \ntrends from Style.\"\n\nIt is one thing for locals to dis the big hometown paper. But when New Yorker writer Jeffrey Toobin suggested that \nthe Post had become markedly less daring, if more responsible, it stung. Wrote Toobin, the Post is less likely to be \nembarrassed by a reporter like Janet Cooke, who fabricated an eight-year-old heroin addict for a series that won a \n1981 Pulitzer Prize, but \"the swashbuckling Post that was memorialized in All the President's Men--the Post that \n\n\n\naudaciously let two young reporters named Bob Woodward and Carl Bernstein persist in their pursuit of the \nWatergate story, and thereby redefined investigative journalism--has also been left behind.\"\n\nTo make matters worse, Bob Woodward seemed to agree. \"The Post can still do the great stories,\" Woodward told \nToobin. \"The question is the culture. Does it reach toward that, or is it content with the routine B performance? \nSometimes the Post doesn't get out of the routine B performance.\"\n\nDownie raised in an interview the subject of the New Yorker article, which came out two years ago. It was written by \na guy, he said, \"who clearly thought local news was silly and provincial and uninteresting. I beg to differ with that.\" \nIn both 1999 and 2000, local stories in the Post won Pulitzers for public service. Back-to-back gold medals--\n\"nobody's ever done that before,\" Downie says. And this year's Pulitzer for investigative reporting went to the Post \nfor a series on children who died while under the protective care of DC's child-welfare system.\n\nIt turns out the executive editor keeps a close eye on Pulitzer stats, and he's concluded that the Post has won \nmore Pulitzers during his term--13 prizes in a dozen years--than any other paper under any other sitting editor. \"I \ndon't know of a newspaper that's been doing more exciting work than the Post in recent years,\" he says. (Downie \nsaid this before April, when the Post won two Pulitzers and the Times walked off with seven, setting a record.)\n\nIt has been Downie's fate to be compared to one of history's great editors. Although Ben Bradlee is a familiar sight \nin the newsroom, searching for a lunch partner or partaking of somebody's farewell cake, his ghost haunts the place \nthe way photos of John F. Kennedy remained tacked on Americans' walls long after his death. The symbol of a time \nwhen all things seemed possible, Bradlee wanted to see the paper become a powerful national and international \nforce, with a Style section that set a cultural agenda. \"I did hunger to be judged,\" he said recently. \"I wanted people \nto mention the Post and the Times in the same breath.\" Bradlee won't comment on the Post under Downie other \nthan to say, with characteristic gusto, that Downie is \"extremely well liked and the nicest man in the world, \ngoddammit!\"\n\nBradlee's departure left a \"huge hole,\" says associate editor Robert Kaiser. \"It's hard for any outsider to grasp. He \nwas a magical presence who created the institution in his own image.\"\n\n\"It was fascinating to watch him walk across the newsroom,\" says Rem Rieder, who worked at the Post in the \n1980s. \"He would fire the place up. He'd stop and look at somebody's lead. You could feel the energy and \nexcitement.\"\n\nThat is not to say that Bradlee was universally beloved. \"Ben played favorites,\" says an editor close to both him and \nDownie. \"He was drawn to some kinds of people and not to others. Those who felt left out really felt left out.\" His \nfavorite of all, of course, was Sally Quinn, the blond Style star whom he married. But there were others who got \nchoice jobs, played tennis with Ben, and after the marriage were invited to Sally and Ben's house.\n\nDownie, who was not part of the hallowed circle, made his reputation as a dogged investigative reporter and then \nas a dedicated Metro editor. He was smart and levelheaded. But his stories lacked inspiration; his writing lacked \npanache. The son of an Ohio milkman, Len attended Ohio State. He can be very verbal, but he does not possess \nBradlee's sophistication or wit.\n\nAs executive editor, he is respected in ways that Bradlee was not. In dealings with the staff, he has a reputation for \nbeing open and fair. \"He judges people entirely by their contribution to the enterprise,\" says Kaiser.\n\n\"He is really solid, really smart, he has excellent news judgment, and he's an honest broker,\" says Ann Gerhart. \"He \ndoesn't try to manage with that creative tension that people say characterized the Post.\"\n\n\"For me,\" says foreign editor Phil Bennett, \"Len is always pointing toward true north. If you have a bad idea or \nyou're doing something wrong, your course will be corrected.\" Adds another editor, \"He has supreme confidence in \nhis decisions, but you can argue with him and win.\"\n\n\n\nUnder Downie, \"we became a stronger, more comprehensive paper, particularly in coverage of local affairs,\" says \nMarc Fisher. \"We were less flashy and less edgy than we had been under Ben. The Post grew to reflect Len's \npersonality--serious, driven, and absolutely straightforward, ethical, and careful.\"\n\nSo careful is Downie that his unconventional choice of an editor to be his secondin command sent shock waves \nthrough the newsroom.\n\nTHE EXECUTIVE EDITOR OCCUPIES THE largest office in a glassed-in strip known as the North Wall, which \nhouses many of the Post's top editors and writers. Watching the action in that area is like staring at a TV screen \nwithout the sound. Four years ago, when Kaiser announced he would be stepping down as managing editor, the \ndial was tuned to the comings and goings of candidates for the job. It wasn't preordained that the new managing \neditor would be Downie's successor. But Downie was 55; it was time to start grooming someone younger.\n\nDownie narrowed the field to three finalists. David Ignatius had the right pedigree. The son of a former Secretary of \nthe Navy who briefly served as Post Company president, he was a St. Albans and Harvard grad who'd come in as \nan editor after a decade of reporting for the Wall Street Journal. As assistant managing editor for business, he had \nperked up a section that needed it.\n\nOthers thought Karen DeYoung had a lock on the job. Assistant managing editor for national news and before that \nforeign editor and London bureau chief, she had the political advantage of being a woman, although an aloof \npersonality and an old-school approach to news weighed against her.\n\nThe third contender was Steve Coll, who had written ad copy for Fender guitars and logged some time at a music-\nindustry trade magazine but never worked for a newspaper. His chief credential was a book he had published on \nthe breakup of AT&T, based on work for California magazine.\n\nHired in 1985, Coll had led something of a charmed life at the Post. He reported for Style, for Business, and then \nfor the foreign desk, first from India, then London. In 1990 he and David Vise won a Pulitzer for a series on the \nSecurities and Exchange Commission. His only editing job had been at the helm of the Sunday magazine from \n1995 to 1998.\n\nA year into that job, he was asked by Don Graham to take on the duties of publisher and improve the magazine's \nbottom line. Coll played golf with advertisers, pushed salesmen to sell more cosmetic-surgery ads, and switched to \ncheaper paper while opening channels to the newsroom that resulted in hard-hitting stories. He not only did this \ndual job, a seeming breach of the separation of church and state, \"without a whiff of compromise,\" says magazine \nassignment editor Tom Frail, the magazine's managing editor at the time, but also, according to Downie, left the \nmagazine in better financial shape.\n\nStill, the magazine was an outpost. Coll had never worked at the local or national desks; he had never edited daily \ncopy. All this made the choice of Coll \"a fairly astonishing decision,\" concedes Downie, adding that even Don \nGraham was surprised. But \"the longer we talked, the more clear it became that we fit like a hand in a glove.\" Not \nonly was Coll a generation younger, \"he's smarter than I am, he has more vision than I have, and he understands \ngood writing.\" He was also someone whose news judgment Downie trusted enough to leave the paper from time to \ntime.\n\nWith a runner's trim physique, roundish wire-rim glasses, and straight sandy hair parted to one side, Coll looks too \nyoung to occupy the office of the newsroom's second in command. \"Please find a word other than 'boyish' to \ndescribe him,\" asks an editor I know. Okay, try Gatesian.\n\nHe is married to novelist Susan Coll, whom he met in college, and they have two daughters, 16 and 13, and a son, \n12. They live in Bethesda not far from where he grew up in Silver Spring, the son of a communications lawyer and a \nmother who became a pastor in the United Church of Christ after the two divorced when Coll was 15.\n\nThe Colls' home is a suburban box, but the remodeled interior features a large, two-story living room decorated with \ncolorful Afghan rugs and a heap of pillows in front of a fireplace. It is anchored at the far end by a Yamaha baby \n\n\n\ngrand on which Coll sometimes plays jazz. He loves football, which he played as a youth. A big Redskins fan, Coll \nflew back from India in 1992 to take his grandfather to Minneapolis to see his hometown team play Buffalo in the \nSuper Bowl.\n\nThe oldest of three boys, Coll picked Occidental College in Los Angeles out of a catalog, sight unseen. One of his \nbest friends there was Michael Greenhouse, a transfer student from New York. A few years ago their two families \nshared a summerhouse in Bethany Beach; Coll, an English and history major, turned up with a large black satchel \nfull of books. Says Greenhouse, \"He was reading bios of every United States president, beginning with Washington. \nThat history thing informs a lot of who he is and what he does.\"\n\nThe announcement that Coll was Downie's choice for managing editor was generally well received. \"People here \nwere stunned and really pleased to see that Len would take a chance like this and reach out beyond his comfort \nstyle and to another generation,\" says Marc Fisher. Downie followed with other moves that have placed most of the \nassistant managing editorships in the hands of Coll's contemporaries.\n\nColl-watchers say he is somewhat shy, and his body language suggests that he'd prefer a dentist's chair to being \ninterviewed. His legs are crossed with his right foot tucked behind his left calf, and his arms are wrapped tightly \naround his chest. But he is friendly and forthcoming, and when talking about the craft of writing and his ambitions \nfor the Post, he unwinds, flinging his arms outward in gestures of enthusiasm.\n\nWithout indicting the Post of the Downie-Kaiser era, Coll makes clear that he thought the time was ripe for his \ngeneration \"to step to the center of the paper's agenda and culture.\" He explains, in a deep voice that seems to \nbelong to someone bulkier, \"we wanted to be a writers' paper, we wanted to be a paper that did great investigative \nreporting, we wanted to be a paper that really swung for the fences, that was willing to take risks\"--and to do that \"in \na way that worked, that meant that we didn't make errors, that we still published a newspaper that was daily, that \nwas newsy and competitive and scoopy and other things as well, but that in addition to all of those things we \nrevitalized this sense of possibility.\"\n\nColl talks like that, in paragraphs that leave listeners dazzled but sometimes confused. \"You'll be in a meeting with \nColl on a story,\" says an editor. \"He will go on, suggesting directions, what he sees as valuable. You walk out on a \ncloud. He has perceived opportunities you've never seen! Five minutes later, you're asking, what was that he said?\"\n\nColl kicked off his new job with a round of sessions to generate story ideas and recruited Fisher, who was then in \nStyle, to nurse unorthodox projects into print. That first wave of stories, Fisher remembers, included a series by \nGabriel Escobar that looked behind the Clinton impeachment trial to its impact on the lives of six senators. Reporter \nJohn W. Fountain turned what could have been a 30-inch feel-good feature about a program that put inner-city \nyouth to work on the grimy Anacostia River into a four-part series that revealed lives made complex by poverty. \nAnd most of all, there was Katherine Boo's gold-medal Pulitzer Prize winner, a heartbreaking investigative series \non abuse and neglect in the district's group homes for the mentally retarded. It began, \"Elroy lives here. Tiny, half-\nblind, mentally retarded 39-year-old Elroy.\"\n\nColl's influence is most visible in the number of long investigations, narratives, and multipart series appearing in the \npaper. \"Steve is a proponent of the massive narrative,\" says one editor. \"He thinks 100 inches is just getting \nwarmed up.\" A year into the job, the new managing editor sallied out on a reporting mission and contributed his own \nepic, an 11,000-word magazine story about an ugly civil war in Sierra Leone that took place while the world was \npreoccupied with Kosovo.\n\nOmbudsman Mike Getler is a fan of the managing editor's. He had been the top foreign editor when Coll, stationed \nin India, was thinking of leaving the paper, and he dreamed up a new, London-based post that allowed Coll to roam \nEurope on investigative missions. But Getler has had a real problem with the number of lengthy projects emanating \nfrom the newsroom. What pushed him over the edge was \"Deadlock,\" the Post's eight-part series on the \npresidential recount battle, which ran in January and February 2001. \"Each part was more than two full newspaper \npages,\" he wrote in his weekly column. Moreover, there had been three other series in December, \"each almost as \nlong.\" While 14 reporters were working on Deadlock, the recount was concluded and the administration changed \n\n\n\nhands. What might the Post have missed, he wondered, while reporters were diverted to Deadlock? \"And what \nsignal does the string of projects send to the newsroom in terms of where the big effort and rewards go?\"\n\nIt sends a signal for more of the same: a five-part series about inner-city youth on a goodwill basketball mission to \nGuatemala, a three-parter on the relationship between America and Saudi Arabia, and Bob Woodward and Dan \nBalz's seemingly endless series in January on the President's response to September 11--and that didn't even \ninclude the war in Afghanistan. Media gadfly Mickey Kaus, who offers a \"Series-Skipper\" service on Slate.com, \nwrote a 3,692-word version of the eight-part, 40,244-word series that he estimated would save readers 6.092 \nhours.\n\nPublishing long stories when readers repeatedly insist that they have less time for their daily newspaper, while \nperhaps admirable from a public-service point of view, is not necessarily a people pleaser. \"The Post seems to do \nthese rambunctiously large stories that I'm not too interested in,\" says novelist and journalist William Prochnau, a \nPost alumnus who has written about newspapers for American Journalism Review. \"They consume so much \nenergy and space with these projects that it changes the nature of the whole paper.\"\n\nMissing with any regularity are stories that are fun or startling to read. Bradlee used to call them \"holy shit\" stories. \nGene Roberts referred to stories that would \"zig\" instead of \"zag.\" Sometimes they are known as water-cooler \nstories, the kind that stimulate conversation when people bump into one another: \"Did you see the story in the \npaper this morning on . . . ?\"\n\n\"I don't think this is a paper with a flair for the dramatic,\" says a Style reporter. \"It's sort of solid, staid, buttoned-\ndown.\" The reporter points out a story that mentions surface-to-air missiles. Next to it is a sidebar explaining the \nlatest technology. \"If you want to know the particulars of SAMs, you've got 25 inches on it,\" says the reporter, \nadding \"The Post has a brain, but it doesn't always feel like it has a pulse and a heart and a soul.\"\n\n\"Our stories are not very imaginative,\" concedes a reporter for the national desk. \"Our default position is, what are \nofficials saying? You can get great stuff out of it. You can also be led into ratholes.\" On the day I interview foreign \neditor Phil Bennett, the page-one lead story quotes defense officials who say the Taliban are moving into residential \nareas as a form of self-defense. I feel sure I have already read about this development. Yes, says Bennett, wincing, \n\"in our paper last week.\"\n\nAfter four years in the job, Coll gets mixed reviews. Aside from the many series, National Journal's Powers, who \nconsiders himself a friend of Coll's, is not sure he's seen a pronounced change in the Post. \"Coll's only been \nmanaging editor for four years, and I think it's too soon to judge his impact,\" says Powers. \"The Post is a huge, \nlumbering institution, where change comes very slowly. What everyone's waiting to see is what happens when he \nmoves into the top job--which I assume he'll get eventually--and really has a free hand.\"\n\nHis colleagues respect his vision and news judgment, and they marvel at his energy. \"He doesn't waste a minute,\" \nsays Tom Frail. \"If he's staring off into space, he's usually tapping his foot. Have you ever heard him type? The \nsound of his fingers on a keyboard is like a machine gun.\" His wife says he rises early and puts in an hour or two of \nwork before leaving the house.\n\nBut the class brain is seldom the most popular kid in school. \"Coll suffers from always having been the smartest \nperson in the room,\" says one editor. \"It makes him sure of his opinions and less tolerant of those who don't \nunderstand them. He often doesn't take the time to explain. . . . His mind is going at 78, and the rest of the room's at \n33. When he starts going at 78, he leaves a lot of people behind. Sometimes that annoys people.\"\n\nSome describe him as \"distant.\" He is not a schmoozer. Because of his background, he does not have relationships \nbuilt up over years in the newsroom. And he has been careful to honor the Post's rigid chain of command, which \nlimits his contacts with reporters. \"People don't feel that they know him or have any way to know what he likes,\" \nsays one. To break down some walls, Coll and his wife have been holding four dinners a year for people from the \nnewsroom, inviting perhaps 10 or 12 to each. There is grumbling about who gets invited.\n\n\n\nIn addition to nursing major projects into print, Coll's job is to oversee the special weekly sections--the magazine, \nFood, Health, and the like--and the newsroom's daily contributions to Washingtonpost.com as well as to run the \npaper two days a week. Downie is in charge on another three, and on weekends other editors rotate command. \nColl, the former foreign correspondent, works most closely with the foreign desk and national-security contingent, \nwhile Downie concentrates on what he knows best, the Metro section. The two have different styles. \"Steve does a \nlot of his thinking out loud,\" says Metro editor Jo-Ann Armao, while Downie \"does his decision-making in terms of \nasking questions.\"\n\nMore and more, says one editor, the question is, \"What does Steve say about this?\" Theirs is a role reversal for an \neditor and managing editor, says David Carr: \"Coll thinks a lot of big thoughts. Len Downie thinks about how to get \nall the trains going to the same point.\"\n\nThat partnership was much in evidence during the events of September 11. Downie, on his way back from his \nregular Tuesday breakfast with publisher Bo Jones when he heard the first reports of the World Trade Center \nattack, skipped the weekly vice presidents' meeting just getting under way and went straight to the newsroom, \nwhere reporters and editors were streaming in. Rumors were flying: There was a bomb at the State Department; \nsmoke was rising from the Executive Office Building.\n\nOut of the chaos emerged a plan to put an extra on the streets late that afternoon. Downie, steady hand on the \ntiller, asked Coll to take charge of the extra, which would sell out its run of 50,000 copies.\n\nAfter Coll and an ad-hoc team of editors met a 1:30 PM deadline, the managing editor turned his attention to the \nnext day's paper. It was Coll who saw in each of the four doomed flights the opportunity for separate narratives. \nBob Woodward mined his rich network of sources and wrote the first story that fingered Osama bin Laden as the \nmastermind behind the attacks. Downie, minding the flow of daily stories, asked Coll to develop projects for future \nissues that would delve behind the first day's events. By Sunday David Maraniss had collected enough details to \nwrite a long, moving account of the last day in the lives of some who died.\n\nLess than a week after the attack, the New York Times, which at first had seemed to be shell-shocked, was \nproducing a daily ad-free section on the attacks and related events. For sheer volume, no other paper could rival \nthe Times--and the writing could take your breath away. Downie was underwhelmed. \"You can only read so many \nthings in the paper every day,\" he said at the time. But judges in virtually every journalism contest singled out the \nTimes's coverage of September 11 and the war.\n\nGiven that Coll had written four books by the time he was 36 and once covered Afghanistan, it was perhaps \ninevitable that he would find the biggest story of this new century irresistible. In a matter of weeks, he had a contract \nwith Random House to write what he says will be an account of \"US decision-making and US covert action over 20 \nyears.\" Coll says that the bulk of his research will be in the Washington area. The book, he pledges, is \"not \nsomething that's going to tear me away.\"\n\nBut when his colleagues learned about the project, it caused a stir. Was Coll losing interest in the Post? Says one \nreporter, \"If he has three hours to put in before he comes to work, maybe he ought to think about how you ought to \nbe changing the graphic display of the paper.\" To some it constitutes a case of the dreaded Bigfootism, when a star \ntramps all over the story.\n\nPost people write books all the time. Downie, who just coauthored a book with Bob Kaiser about what's wrong with \njournalism, says he isn't worried. Coll is so driven, Downie says, that he \"almost has to be doing two things at once \nto use up all his energy.\"\n\nYet Coll's book contract reinforces a suspicion among veterans that he may not be a Post man at heart, that he is \nat the Post but not of the Post. \"You wonder how planted he is. And whether he will flame out,\" says a reporter in \nStyle. \"I don't know the last time I saw him back here. A long-haul, institutional guy, in my mind, would be making \nthe rounds more.\" There are already whispers about who might succeed Coll if he drops out of the running.\n\n \n\n\n\nTHE COMPANY\n\nUNTIL HER DEATH LAST JULY, KATHA-rine Graham presided regularly over dinners in her cream-colored \nGeorgetown manse for the Washington Post Company board of directors. Although its composition changed over \nthe years, the board's membership always included some headliners. In the 1970s there was former attorney \ngeneral Nicholas Katzenbach and former Ford Motor Company president Arjay Miller. In the 1980s, another ex-\npresident of Ford signed on. He was Robert S. McNamara, Secretary of Defense during the Vietnam War. In the \n1990s, the Burke brothers came aboard--James, who had headed Johnson & Johnson, and Daniel, former CEO of \nCapital Cities/ABC--as well as Don Keough, former president of Coca-Cola. For a time, there was Ben Bradlee, the \nPost's distinguished executive editor emeritus. Last year media trailblazer Barry Diller joined the board. On, off, \nthen on again was Warren Buffett, investor extraordinaire.\n\nHeld on the evening before the formal board meeting, these dinners seldom had an agenda beyond good food and \nconversation. Such food! Graham's French chef, Alain Davy, always produced a marvelous meal. What \nconversation! Think War and Peace, Crime and Punishment. Or even the GI Bill, remembered fondly one night by \nthose several whose college bills it paid. But mostly they gossiped about business and politics. \"These people know \neverybody,\" says George Wilson, publisher of New Hampshire's Concord Monitor and a board member since 1985.\n\nWilson did not know everybody, but board chair Don Graham wanted him there. The others might be more famous, \nbut they \"don't know f--- all about newspapers,\" Wilson says Graham told him when he asked him to serve. And this \nwas no rubber-stamp board. Katharine, never comfortable in business, needed and heeded advice. The dinners \ntraditionally ended with Don Keough proposing a flowery toast to the hostess that made her blush.\n\nBoard salaries of $50,000 were pocket change for some of the richest men in America. The six yearly dinners were \nthe attraction. \"That was in the mind of, I assure you, most of the directors, the high point of the meeting and the \nreason for being a director of the Washington Post Company,\" says Richard Simmons, the company's retired \npresident and himself a longtime board member.\n\nAfter a business meeting the next morning in the Post's eighth-floor boardroom, members were treated to more of \nDavy's sublime cuisine and a lunchtime presentation by Post or Newsweek journalists. This custom began, \naccording to one member, at the suggestion of Miller, who wanted some inside info to take home. But it also offered \nthe directors, who more often dealt with journalists as pesky flies to be swatted away, some face-to-face on what \ntakes place in the news biz.\n\nThe lunch sessions continue. In January, for example, photographer Lois Raimondo showed photos and related her \nexperiences covering the war in Afghanistan. The dinners continue, too. Though famously private, Don and Mary \nare keeping up the tradition at their much less grand home in Cleveland Park, sans Davy as chef. Even without Mrs. \nGraham, who loved to dish, the gossip is still rich. Don Keough, now chairman of Allen & Company, an investment-\nbanking firm behind a lot of hot deals, confided that after a trip to Enron headquarters in Houston, he'd turned down \nan invitation to serve on that company's board. Something, he said,hadn't smelled right. As always, he closed the \nevening with a toast--to Don and Mary.\n\nBut absent the venerable Katharine Graham at the head of the table, will the Washington Post Company continue \nto attract such stellar names to its board?\n\nThe blue-chip roster of directors, particularly Buffett, inspires confidence among long-term investors who hold big \nchunks of the company's common stock. The board is \"very important,\" says Thomas A. Russo, whose firm has \nbought more than $50 million in stock on behalf of private investors. The company \"has one of the best boards in \nAmerica,\" says David Winters, chief investment officer at Mutual Series, which owns some 6 percent of the \ncommon stock. \"Buffett, Keough, the Burke brothers, now they have Barry Diller, a very, very smart guy.\"\n\nDiller, founder of the Fox television network and patron of The Simpsons and other hits, is also a marketing genius \nresponsible for the success of the Home Shopping Network. As part of a recent deal to sell his USA Networks to \nFrench-owned Vivendi Universal, Diller will oversee the company's film and TV studios. Operating as USA \n\n\n\nInteractive, he will continue to own or control several electronic-commerce businesses including Ticketmaster and \nExpedia, and he is looking for more opportunities with cash from the Vivendi deal.\n\nAnd what about Buffett? A veteran of 19 boards, he has been known to say the Post Company's is the best in the \ncountry. The Omaha native runs Berkshire Hathaway, which once made textiles but now makes millionaires. He is \nthe world's second-richest man. And his 18-percent stake reassures other investors. No one better understands the \nart of the deal.\n\nIt has been said that Don Graham lost one father when Phil Graham died but gained another when his mother \naccepted Buffett's offer to educate her about balance sheets and other business basics. Katharine and Warren \nbecame such fast friends that tongues wagged. He usually traveled to Washington without his wife and stayed at \nGraham's 20-room R Street mansion. Says a friend of both, \"I really think they would have gotten married if she \ndidn't have to go to Omaha to live. When I last saw Warren, he said the same thing, that they'd come very close.\"\n\nDick Simmons met Buffett in 1981 when interviewing for a job as Katharine Graham's second in command. The \npresident of Dun & Bradstreet, Simmons had just lost the competition to be CEO and was open to offers. He was a \nprofessional manager who knew how to run a company--one thing Buffett had not been able to teach Katharine, \nwho pushed people in and out of the executive offices as if through a revolving door.\n\nSimmons recognized Robert McNamara when they were introduced at Kay Graham's house, but the name of the \nother board member present didn't ring a bell. \"Warren was basically still a person wandering around Omaha who \nhad made money for a relatively small number of people,\" Simmons says. What happened next astonished him. \"I \nhad basically for eight years been running a company for Dun & Bradstreet called Moody's Investors Service, which \nrates corporate bonds, commercial paper. That was my company. I was about 45 seconds into my conversation \nwith Warren and I realized he knew roughly ten times more about my company than I did.\"\n\nBy the time Don Graham became CEO in 1991, the Post Company had been thoroughly Buffettized. Under his \ncounsel, the company pioneered the practice of buying back its undervalued stock. Buffett reasoned that it was not \nonly a smart investment but upped the value of the remaining shares.\n\nBerkshire Hathaway never splits its stock, and the Post Company hasn't done so since 1978. \"We're really not \ninterested in the person who wants to own 100 shares and then panics when the stock moves $5, $20, and wants \nto go and sell,\" says CFO John Morse.\n\nUntil recently, four of Buffett's best business buddies sat with him on a board that currently numbers ten. James \nBurke and William J. Ruane, a former classmate, recently retired. But Dan Burke and Don Keough, a childhood \nfriend, are still there.\n\nBuffett's advice nudged Katharine Graham toward the purchase of what has turned out to be the company's second \nlargest and fastest-growing revenue producer. In 1984, when Simmons heard that Stanley Kaplan, the \"king of test \nprep,\" wanted to sell his chain of training centers, Katharine was cool toward the idea. \"I don't give a shit about it,\" is \nwhat she said. But Buffett said Stanley Kaplan, a Brooklyn-reared son of immigrants, reminded him of Rose \nBlumkin, an irascible, hard-toiling Russian transplant whose discount Furniture Mart was outselling every furniture \nstore in the country when Buffett bought it in 1983.\n\nToday Kaplan has a constituency that runs the gamut from SAT-takers to online law students. Two years ago, the \nPost Company bought Quest, a company that specializes in post-high-school professional education. Not only has \nthe Kaplan division proven recession-proof, but revenues increase as laid-off workers seek education and \nretraining. \"You want to understand the future of the Washington Post company,\" Don Graham says, \"you really \nneed to understand something about Kaplan.\"\n\nBarry Diller, who has made a specialty of buyer-seller transactions, has taken an interest in Kaplan, says one board \nmember. He signed up for an online course in finance, modestly insisting he didn't know everything, and also, he \nsaid, to see how Kaplan worked.\n\n\n\nUnder Don, the company bought two television stations, bringing its total to six, and has pumped money into a \ngrowing network of cable-TV systems. In its most controversial investment, the company has poured millions into its \nWeb site, which is, company officials say privately, at least two years from showing a profit at a time when several \nother newspapers, including the New York Times, may have turned the corner.\n\nAs important as what the company has done is what it hasn't. From 1974 to 1981, it owned and badly mismanaged \nthe Trenton Times. But that experience did not dampen the Grahams' desire to own more newspapers. \nNevertheless, the company sat out the frenzy of buying, selling, and swapping papers that swept the industry \nbetween 1994 and 1998, when 545 dailies changed hands. In recent years, the company bid on every major \nnewspaper that came up for sale, says Alan Spoon, Simmons's successor as president, but in every case it was \nunwilling to match higher offers. When it comes to acquisitions, the company relies heavily on Buffett's advice, and \nhe counseled that prices were too high. If it had been successful, says Spoon, \"I might be living in Des Moines \nrunning the Des Moines Register.\" Instead, in 2000 he joined a venture-capital partnership in Boston. The Post \nCompany owns a growing number of weeklies in the Washington area, but its only other daily newspaper is the \nHerald in Everett, Washington.\n\nBuffett, too, owns a newspaper, the Buffalo News, in New York's second-largest city. If Katharine gave him advice \non how to put out a quality paper, it didn't show. \"Journalistically,\" the Columbia Journalism Review wrote several \nyears back, \"Buffett gets a B in Buffalo.\"\n\nDon Graham says he talks weekly to the man he calls \"the great clarifier.\" Like his mentor, he avoids Wall Street. \nHe makes only a handful of obligatory appearances before media analysts, and the rest of the time, in the words of \none investor, \"the company goes dark.\" At times he displays what can only be called disdain toward those who \nwould judge the company. A quote from his presentation at a December 2000 confab hangs over the desk of more \nthan one Post reporter: \"Our journalism, which I know is not the focus of your interests but is the focus of mine, is \nbetter than ever.\" This past December he opened his talk at the Credit Suisse First Boston conference by saying, \"If \nyou are interested in what we will earn for the next quarter, you probably should not own our stock.\"\n\nDuring his ten years as president, Simmons dealt frequently with analysts. He took their calls. He went to their \nmeetings. And the stock price soared from $27 in 1981 to more than $300 in 1989. Since then, despite two \nrecessions, it has more than doubled. At this writing it is around $599.\n\nThe Post Company does catch some flak for its contrarian behavior. A May 2001 Forbes article referred to its \n\"noxious\" results of the preceding two years, adding, \"While sales last year [2000] climbed 9 percent to $2.4 billion, \nnet income sank 40 percent to $136 million. The net margin of 6 percent was the worst in more than a decade, and \nthe lowest among the big newspaper firms tracked by Value Line.\" But long-term shareholders are rich. From 1980 \nto 2000, based on Standard & Poor's Compustat database, company stock increased from $22.62 a share to \n$616.87, a 27-fold increase. Adjusted for splits, New York Times stock increased by a multiple of 14, Gannett by 12, \nand Knight Ridder by 8.\n\nWhile multinewspaper chains like Knight Ridder and Gannett have been chopping budgets in a race for bigger \nmargins, the Post Company is betting that its educational enterprises and cable-TV systems will profit from big \ninvestments.\n\nIn the meantime, compared with other newspaper companies, the Post Company's profit margins routinely scrape \nbottom, and most analysts rank it a \"neutral\" or \"hold.\" It's not that they don't understand or even approve of the \ncompany's long-term strategy. It's just that their job is to recommend companies based on the next quarter's likely \nresults. \"What they do that's so different is they don't manage to what the next quarter, or next year, even, will \naccomplish in terms of revenue or earnings growth,\" says UBS Warburg analyst Leland Westerfield. But the \ncompany's ability to generate long-term returns, he says, \"has been well proved, relative to other publishing \ncompanies. It's performed at or better than its peers. Management of that nature is quite unusual from a Wall Street \nanalyst's perspective, and admirable.\"\n\nMerrill Lynch's Lauren Rich Fine, no fan of newspapers that don't make money--she once wrote disapprovingly that \nKnight Ridder's \"historic culture was one of producing Pulitzer Prizes instead of profits\"--likes the Post Company's \n\n\n\ndiversity, especially the fact that neither the Kaplan educational division nor the cable systems depend on ad \nrevenues. Last year she rated the company a \"strong buy.\" In January, she upped it a notch to a \"long-term strong \nbuy.\"\n\nAfter Alan Spoon left two years ago, most people expected Graham to replace him. Spoon was the smooth and \nsavvy chief operating officer who had birthed Washingtonpost.com and was, the saying went, \"Mr. Digital\" to \nGraham's \"Mr. Analog.\" Instead, Graham himself has devoted more time to the Web site, which generally ranks fifth \nor sixth among national news sites.\n\nWhere once the newspapers, magazines, Kaplan, cable, and television reported to Spoon, they now report directly \nto Graham, who decided to rely more on division managers rather than hire a new president. This made an already \ndecentralized company--there are fewer than 60 people on the corporate staff--even more so. With strong leaders \nin each division, Spoon says, one person can run the company--if that person is Don Graham: \"He knows what's \nimportant and focuses on it.\"\n\nBut his heart is in the newspaper. One of Graham's favorite destinations is the Post's printing plant in Springfield, \nwhere he likes to show off the newspaper's new fire-engine-red Mitsubishi presses. The turkey sandwich that \ncustomarily awaits him has become a standing joke between him and plant manager Jenny Rymarcsuk, a young \nHarvard Business School grad. On such a visit several months ago, Graham speculated that when he first made \nthe trip out there, his secretary had probably told someone that he liked turkey: \"Twenty-three years later, and we're \nstill getting the same turkey sandwich.\"\n\nAfter lunch, Graham plunged into the plant, his good memory for names much in evidence as he greeted workers \nover the roar of presses flipping out copies of the Weekend section that would go to more than 800,000 homes. He \nled the way up flights of steel steps to the northwest corner of the plant. \"I love presses, and I love this particular \nview,\" he said, looking out over his domain. It's easy to believe that this is a press lord with ink in his veins.\n\nWhen he descended, a phone call came in, alerting him to an anthrax scare at Washingtonpost.com. We headed \nback to the city.\n\nOn the way back, I could not resist asking one more time about the Post Company's future. It did not seem \ninappropriate, given Graham's tendency while driving to thrust his hands through the steering wheel of the company \nFord Explorer and grip the dashboard during conversation. \"I don't talk about the answer to that question,\" he said, \n\"but there is an answer, and everybody on the board knows it. I've discussed it with the appropriate board \ncommittee, and they're quite satisfied with the answer.\"\n\n\"What would be the reason you don't want to disclose that?\" I asked.\n\n\"I don't want to talk about it because I don't want to talk about it,\" Graham said. \"I don't think there's any benefit to \nthe company to talking about it.\" * it.\" * it.\" *\n\nGraphic\n\n \n\nPhotographs for The Washingtonian by WILLIAM COUPON; Picture, KATHARINE GRAHAM took over the Post \nafter her husband's suicide in 1963. She ran it--and did it very well--until her death a year ago.; Picture, \nKATHARINE SCULLY, named for her famous grandmother, is the only member of her generation now working at \nthe Post.; Picture, Kay Graham's children--Stephen, Lally, Don, and William--gathered in DC to celebrate their \nmother's 70th birthday in 1987.; Photograph courtesy of Katharine Graham estate; Picture, DON GRAHAM now \nheads the family dynasty. He's unlike either of his parents--he lives modestly and takes the subway to work.; \nPicture, BOISFEUILLET \"BO\" JONES,a schoolmate of Don's at St. Albans and Harvard, is now publisher of the \nPost.; Picture, LEN DOWNIE, who followed Ben Bradlee as the paper's top editor, is smart and dedicated to good \n\n\n\njournalism. But the paper is less lively.; Picture, Lally Weymouth uses her family connections to score interviews \nwith the likes of Chinese President Jiang Zemin.; Photograph by Lan Hongguang Xinhua/AP; Picture, STEVE COLL \nwas a surprise choice as managing editor. At 43, he's a good editor and a prolific writer, but veterans ask how \ncommitted he is to the paper.; Picture, Kay Graham and Ben Bradlee leaving court on June 21, 1971, after a judge \nruled that they could continue publishing the Pentagon Papers.; Photograph by Associated Press; Picture, BEN \nBRADLEE, the man who helped Kay Graham make the Post famous, is still sometimes seen in the newsroom, but \nreporters miss his charisma and bite.; Picture, The Grahams posed with family dogs on their lawn in 1956. From left \nare Lally, Kay, Phil, Steve, Bill, and Don.; Photograph by Walter Bennett/TimePix; Picture, Phil and Kay Graham on \ntheir wedding day, June 5, 1940, at Mount Kisco, New York. The photo was taken by a wedding guest, renowned \nphotographer Edward Steichen.; Photograph by Edward Steichen; Picture, Financial guru Warren Buffett became \nKay Graham's closest friend and adviser. Here they are together in 1986 at Niagara Falls during a visit to Buffalo, \nwhere Buffett owns a newspaper.; Photograph courtesy of Katharine Graham estate estate estate\n"}