{"title": "Proposed tobacco ban sparks fiery debate in Beverly Hills", "body": "\nMay 08, 2019( Medical Xpress: http://medicalxpress.com Delivered by Newstex)  Giuseppe Franco smokes a \ncigarette outside his hair salon Tuesday, May 7, 2019, in Beverly Hills, Calif. Beverly Hills is considering outlawing \nthe sale of tobacco products, a move that would make the glamorous California city the first in the nation to enact \nsuch a ban. (AP Photo/Jae C. Hong) A fiery debate is breaking out across Beverly Hills as people at tony hair \nsalons, gas stations and stores weigh in on whether the city of the rich and famous should become the first in the \nU.S. to outlaw the sale of tobacco products everywhere except a few cigar lounges.The City Council decided \nTuesday night to make some changes to the proposal, such as allowing guests in the city's luxury hotels[1] to \nacquire cigarettes through their concierge or room service. Members indicated they plan to pass the amended \nmeasure May 21. Abstainers have said yes to the idea, and the sooner the better, while smokers protested, no way. \n\n\"It's a ridiculous idea,\" hair stylist Giuseppe Franco shouted soon after lighting up a Marlboro Light on a breezeway \njust outside the upscale hair salon that bears his name. \"First off, let's be honest. Smoking is bad. I don't let my \ndaughter smoke,\" he said during a sometimes profane tirade delivered between puffs. \"But it's going to hurt my \nfriends,\" he said, pointing out that a 24-hour Rite Aid pharmacy down the street does big business in cigarettes that \ngo for about $8 a pack. So does the Union 76 gas station a couple blocks away, where the cashier says they sell \nabout 50 packs a day at $12 apiece. California is among at least 25 states that outlaw smoking in workplaces, \nrestaurants and bars. It also has one of the highest cigarette taxes in the country—nearly $3 a pack. Beverly Hills \nalready restricts the sale of menthol cigarettes and other flavored tobacco products[2]. But the proposed ordinance \nwould go much further, banning all tobacco products from grocery stores, pharmacies, hotels and gas stations[3] in \nthe city of 34,000 people between West Hollywood and Los Angeles. Visiting from France, Meyer Joseph, center, \nsmokes a cigarette in front of luxury shops while talking with Lily Levy Tuesday, May 7, 2019, in Beverly Hills, Calif. \nBeverly Hills is considering outlawing the sale of tobacco products, a move that would make the glamorous \nCalifornia city the first in the nation to enact such a ban. (AP Photo/Jae C. Hong) \"My celebrity clients smoke,\" \nFranco fumed. Like most Beverly Hills business people, he won't name them, but he did pull out a copy of the hotel \nmagazine Concierge featuring a photo of him with his buddy Arnold Schwarzenegger, a cigar aficionado. Cigar \nsmokers most likely won't have to sacrifice if the ordinance is adopted. A city staff report recommends exempting \nthree tony cigar lounges in Beverly Hills.Still, the folks at one of them, Nazareth's Fine Cigars, weren't happy. \n\"They're going to chase the tourists out of here,\" said retired businessman John Davis as he relaxed in a \ncomfortable lounge chair, cigar in hand. The decision came after the five-member council heard two hours of \nsometimes emotional but always polite testimony from scores of people on both sides of the issue. Owners of gas \nstations and other small businesses said the ban could force them to lay-off people. Health advocates said while \nthey regretted that possibility people's health was more important. Scott McGuff, a regional manager for Rite Aide \nsaid the Beverly Hills pharmacy draws many customers from nearby luxury hotels who pick up both cigarettes and \nother items and it will lose them without the cigarettes. \"It's going to affect layoffs, that's how big of a deal it is for \nme,\" he said. While council members sympathized they said that the public's health is too important for Beverly Hills \nnot to take action. Cigarettes are displayed on store shelves Tuesday, May 7, 2019, in Beverly Hills, Calif. Beverly \nHills is considering outlawing the sale of tobacco products, a move that would make the glamorous California city \nthe first in the nation to enact such a ban. (AP Photo/Jae C. Hong) \"We are charged with providing for the public \nhealth and that's really what this conversation is about, said Councilman Julian Gold. These days, many people visit \n\n\nBeverly Hills from Asia and Europe, where smoking is commonplace, Davis said earlier from the cigar lounge. Sure, \nif the ordinance is passed, they'll still stroll Rodeo Drive with its high-end stores like Gucci, Louis Vuitton and \nCartier, and try to pick out Larry King and other celebrities making their way to Nate 'N Al's deli for breakfast. But \nthey'll head to West Hollywood to buy their smokes because cigarette sales would even be banned in famous \nplaces like the Beverly Wilshire, the hotel where Julia Roberts' character stayed in \"Pretty Woman,\" the movie that \nmade her a star. Not everyone in Beverly Hills is a wealthy celebrity, of course. While the median price of a home is \nmore than $2 million and the median annual income is more than $103,000, about 9 percent of the population \nactually falls below the poverty line, according to the U.S. Census. The gas stations, pharmacies and other places \noffering modest jobs and cigarettes are tucked into corners just off Rodeo Drive and other fashionable streets. Only \n28 sell tobacco products, according to the city staff report. The city report cites the hazards of smoking and the \ndesire of Beverly Hills to be a healthy city as reasons for the ban on tobacco sales. For non-smokers Oscar \nMelendez and Cezar Diaz, that's reason enough to support it. \"I can pick up cigarette smoke from 30 feet away,\" \nMelendez said, noting that secondhand smoke is bad for everyone and that it drifts from the sidewalk by his valet \nparking stand into nearby restaurants. At the fashionable Sarah Pacini clothing store, it gets so bad that Diaz, the \nmanager, says he sometimes has to close the door and ask smokers not to stand on the sidewalk out front. Most, \nhe said, respond politely. Explore further Study finds differences in storefront tobacco advertising by product type[4] \n2019 The Associated Press. All rights reserved.Citation: Proposed tobacco ban sparks fiery debate in Beverly \nHills (2019, May 8) retrieved 8 May 2019 from https://medicalxpress.com/news/2019-05-tobacco-fiery-debate-\nbeverly-hills.html This document is subject to copyright. Apart from any fair dealing for the purpose of private study \nor research, no part may be reproduced without the written permission. The content is provided for information \npurposes only. [ 1]:            https://medicalxpress.com/tags/luxury+hotels/ [ 2]:            "}