{"title": "Man with neo-Nazi ties leading patrols in Arizona", "body": "\nPHOENIX   Minutemen groups, a surge in Border Patrol agents, and a tough new immigration law aren't enough \nfor a reputed neo-Nazi who's now leading a militia in the Arizona desert.\n\nJason \"J.T.\" Ready is taking matters into his own hands, declaring war on \"narco-terrorists\" and keeping an eye out \nfor illegal immigrants. So far, he says his patrols have only found a few border crossers who were given water and \nhanded over to the Border Patrol. Once, they also found a decaying body in a wash, and alerted authorities.\n\nBut local law enforcement are nervous given that Ready's group is heavily armed and identifies with the National \nSocialist Movement, an organization that believes only non-Jewish, white heterosexuals should be American \ncitizens and that everyone who isn't white should leave the country \"peacefully or by force.\"\n\n\"We're not going to sit around and wait for the government anymore,\" Ready said. \"This is what our founding \nfathers did.\"\n\nAn escalation of civilian border watches have taken root in Arizona in recent years, including the Minutemen \nmovement. Various groups patrol the desert on foot, horseback and in airplanes and report suspicious activity to \nthe Border Patrol, and generally, they have not caused problems for law enforcement.\n\nBut Ready, a 37-year-old ex-Marine, is different. He and his friends are outfitted with military fatigues, body armor \nand gas masks, and carry assault rifles. Ready takes offense at the term \"neo-Nazi,\" but admits he identifies with \nthe National Socialist Movement.\n\n\"These are explicit Nazis,\" said Mark Potok of the Southern Poverty Law Center's Intelligence Project. \"These are \npeople who wear swastikas on their sleeves.\"\n\nReady is a reflection of the anger over illegal immigration in Arizona. Gov. Jan Brewer signed a controversial new \nimmigration law in April, which requires police, while enforcing other laws, to question a person's immigration status \nif officers have a reasonable suspicion that the person is in the country illegally.\n\nBut Brewer hasn't done enough, Ready said, and he's not satisfied with President Barack Obama's decision to beef \nup security at the border.\n\nPinal County Sheriff Paul Babeu said there haven't been any incidents with the group as they patrol his jurisdiction, \nwhich includes several busy immigrant smuggling corridors. But Babeu is concerned because an untrained group \nacting without the authority of the law could cause \"extreme problems,\" and put themselves and others in danger.\n\n\"I'm not inviting them. And in fact, I'd rather they not come,\" Babeu said. \"Especially those who espouse hatred or \nbigotry such as his.\"\n\n\nLaw enforcement officials said patrols like Ready's could undercut the work of the thousands of officers on duty \nevery day across the border, especially if they try to enforce the law themselves in carrying out vigilante justice.\n\nReady said his group has been patrolling in the desert about 50 miles south of Phoenix, in an area where a Pinal \nCounty Sheriff's deputy reported he was shot by drug smugglers in April.\n\nBureau of Land Management rangers met Ready's group during one patrol, and they weren't violating any laws or \nlooking for a confrontation, said spokesman Dennis Godfrey.\n\nThe patrols have been occurring on public land, and militia members have no real restrictions on their weaponry \nbecause of Arizona's loose gun laws.\n\nThe militia is an outgrowth of border watch groups that have been part of the immigration debate in Arizona. \nPatrols in the Arizona desert by Minutemen organizations brought national attention to illegal immigration in 2004 \nand 2005.\n\nSuch groups continue to operate in Arizona, and law enforcement officials generally don't take issue with them as \nlong as they don't take matters into their own hands.\n\nBorder Patrol spokesman Omar Candelaria said the agency appreciates the extra eyes and ears but they would \nprefer actual law enforcement be left to professionals.\n\nFormer Minutemen leader Al Garza recently created the Patriot's Coalition, which uses scouts and search-and-\nrescue teams to alert the Border Patrol and provide first aid to illegal immigrants.\n\nDepending on the availability of volunteers and the scouts' evidence of border crossers, patrols can vary from \nseveral times a week to once a month, Garza said. The operation is about 500 people, and includes a \nneighborhood watch program, legislative advisers and a horseback patrol, he said.\n\nTechnology, rather than manpower, is the focus of Glenn Spencer's American Border Patrol. The group is based at \nhis ranch near the border. The five-man operation flies three small airplanes to ensure that the Border Patrol is \npresent and visible along the international line.\n\nSpencer also uses Internet-controlled cameras and works with a group called Border Invasion Pics, which posts \nphotos of people they suspect are crossing illegally.\n\n\"Sitting out there with a bunch of volunteers looking for people is generally a tremendous waste of people and time,\" \nSpencer said. \"And it's also dangerous.\"\n\nReady said he's planning patrols throughout the summer.\n\n\"If they don't want my people out there, then there's an easy way to send us home: Secure the border,\" he said. \n\"We'll put our guns back on the shelf, and that'll be the end of that.\"\n"}