{"title": "POLES RIP AID GROUP IT'S A HOAX, THEY SAY", "body": "\nAngry Polish immigrants are pressing claims that the Polish-American Legal Defense and Education Fund is out to \nbilk them, not help them with immigration problems.\n\nSince its inception two years ago, with its respectable name and a Fifth Ave. office, the nonprofit fund has promoted \nits mission as one of helping newcomers from Poland settle here.\n\nWayne Brison, spokesman for Manhattan District Attorney Robert Morgenthau, whose staff met in late July with \nfund clients who claim they were scammed, said the district attorney is \"reviewing the complaints.\"\n\nThe immigrants former lawyers, engineers, nurses and teachers from Poland say PALDEF, headed by Irene \nWachulewicz, a Polish immigrant herself, has bilked them of large sums of money with a variety of schemes.\n\n\"They made me pay $ 20,000 and promised to sponsor me for a green card. They never did,\" said Alicja \nPaszkowska, who demonstrated with a dozen people outside PALDEF last week.\n\n\"I keep calling but they would not return my money.\"\n\n\"This is only the tip of the iceberg. There are many many more behind them,\" Elizabeth Baumgartner, a consumer \nadvocate and columnist for a Polish-language daily, said of the protesters.\n\n\"Many are ashamed and think they don't have any rights.\"\n\nMichael Zukowski, PALDEF's lawyer, declined to comment on the charges from Paszkowska and other victims who \nspoke to the Daily News.\n\n\"My clients deny all the garbage that has been attributed to them,\" said Zukowski.\n\nA CUNY law school graduate, Wachulewicz, who is not a lawyer, has worked as a paralegal and has operated \ntravel services in New York and Connecticut.\n\nMany of the complaints against her date to as many as six years ago, when Wachulewicz ran a company called \nKolbe Consultants.\n\nHer clients said they were attracted to PALDEF by its ads in Polish papers that claim to offer \"licensed temporary or \npermanent jobs opportunities . . . legal services.\"\n\nThey ended up paying PALDEF from a few hundred to thousands of dollars for help in getting green cards, U.S. \nprofessional licenses or service to bring their loved ones to the U.S. from Poland.\n\n\nSince the victims went public with their grievances in Polish newspapers 10 days ago, they have been contacted by \nother PALDEF clients. The organizers have compiled five pages of the names of alleged victims and their \ngrievances.\n\nMalgorzata Mierzejewska, a physical therapist who has paid PALDEF $ 3,000 for a green-card application, said \nnothing has been done for her. She is seeking to recover her money in small claims court, where a hearing is \nscheduled next month.\n\nMargaret Hess, a mother of two who worked as a secretary at PALDEF last year, said she was fired when she \npressed for $ 600 in back wages the agency owed her.\n\n\"When I was there, people would call up and say, 'We didn't get what we paid for; we want our money and \ndocuments back,' \" said Hess.\n\n\"They were coming to the office and waited for hours, but Irene would not see them.\"\n\nGraphic\n\n \n\nIrene Wachulewicz\n"}