{"title": "KILLER'S FATE STUMPS COURT", "body": "\nThe question before Circuit Judge Pat Siracusa was this:\n\nWhat should the court do with a 36-year-old mentally ill Mexican national here illegally, who has admitted to \nviolently taking a life, and who despite years of treatment said he's heard voices in his head since age 8 and may \nstill talk to his dead mother?\n\nAs the judge learned on Tuesday, there are no good options.\n\nSix years ago, Enrique Guzan Garcia was found not guilty of first-degree murder by reason of insanity. He has been \nin a secure hospital ever since, but doctors say it's time for him to continue treatment someplace else.\n\nBut that someplace will be less secure - he might be able to defy a court order and just walk out.\n\nThe other alternative for the judge is to wait for federal immigration authorities to determine if Garcia should be \ndeported.\n\nBut if Garcia is sent back to Mexico, then Florida's mental health system could no longer treat him. Who would \nmake sure he takes his antipsychotic medications? And what would stop him from trying to illegally re-enter the \nUnited States?\n\nAfter nearly three hours of testimony and argument, the judge was left with more questions than answers - and \neven fewer options.\n\n- - -\n\nIt was jealousy, Enrique Garcia told detectives, that led him to fatally stab a rival suitor in Tommytown 31 times in \n1999 - eight times in the groin, the state repeatedly pointed out in court Tuesday.\n\nBut he told doctors he suffered from delusions. Garcia was found not guilty by reason of insanity in 2002 and sent \nto a secure mental hospital. The doctors at South Florida State Hospital in Pembroke Pines determined a year ago \nthat Garcia no longer needs to be kept in a secure hospital there.\n\nUnder the law, Assistant Public Defender Violet Assaid said, \"the court would have to impose the least restrictive \ntreatment alternative to maintain his stability.\"\n\nOfficials have found just such an unsecured treatment facility in Tarpon Springs.\n\n\nAn interpreter sat by Garcia, translating the court proceedings into Spanish for him.\n\nA Pembroke Pines doctor testified that Garcia has followed the rules, taken his medication, is allowed to wander the \nsecure hospital and has turned away when other patients hit him.\n\n\"He's never given us any type of problem,\" said Dr. Sheila Schmitt.\n\n- - -\n\nAssistant State Attorney Manny Garcia didn't call on a state medical expert to counter the defense's testimony. But \nhe worried about a relapse.\n\n\"It is quite clear from the testimony that there is evidence of delusional thinking by Mr. Garcia,\" the prosecutor said. \n\"He has expressed belief that he has communicated with his mother via telepathy.\"\n\nSaid Assaid of her client: \"I don't think Mr. Garcia has the sophistication to use the word telepathic.\" Assaid said her \nclient may have just meant that he misses his mother.\n\nBefore he ruled, the judge decided he needed one more question answered: Did immigration authorities know that \nan illegal immigrant once accused of murder might go free from a mental hospital? And what did they plan to do \nabout it?\n\nThe judge spoke by phone with a Tampa immigration agent who said he was trying to find out the answer. The \njudge said he'll rule Monday after he gets his answer.\n\nEnrique Garcia, through his interpreter, thanked the judge and everyone for their time.\n\n\"God bless,\" he said.\n\nJamal Thalji can be reached at thalji@sptimes.com or (727) 869-6236.\n\nGraphic\n\n \n\nPHOTO: Enrique Guzan Garcia was found not guilty of first-degree murder by reason of insanity.\n"}