{"title": "VETO RULE ATTACKED BY ADMINISTRATION", "body": "\nThe Reagan Administration has questioned the constitutionality of all legislative vetoes in urging the Supreme \nCourt to strike down a provision in the immigration law that authorizes either house of Congress to veto certain \nrulings by the Attorney General.\n\n''Various forms of Congressional control of executive action, short of duly enacted legislation, are unconstitutional,'' \nthe Justice Department stated in papers filed in the Supreme Court Friday, in what it said was ''the view of this and \nprevious Administrations.''\n\nThe statement contrasted with campaign statements by Mr. Reagan last year and a Republican platform provision, \nwhich broadly endorsed use of the legislative veto as a means of controlling regulatory agencies.\n\nA legislative veto is an action by Congress or, in some cases, a Congressional committee to overrule a regulation \nor other action by an executive branch or independent regulatory agency without meeting the constitutional \nrequirements for enacting a new law.\nJustice Department urges Supreme Court to strike down immigration law provision empowering Congress to veto \nrulings by Attorney GeneralVeto Authorized by 150 Laws\n\nMore than 150 existing laws have provisions authorizing legislative vetoes. Some allow either the House, the \nSenate or a committee of either body to veto specified regulations or other executive branch actions. Others require \nagreement by both houses on such a veto but allow no role for the President.\n\nIn its brief to the Supreme Court, the Justice Department argued that the one-house veto provision in the \nImmigration and Naturalization Act was unconstitutional because ''any exercise by Congress of its legislative \npowers must receive the concurrence of both houses and be submitted to the President for his approval or veto.''\n\nThe provision ''also violates the separation of powers under the Constitution by involving the legislative branch in \nthe execution of the law,'' the Justice Department argued.\n\nThe Supreme Court has never ruled on the constitutionality of the legislative veto, which has become increasingly \npopular in Congress in the last decade but which has been opposed by every President since Herbert Hoover as an \nencroachment on Presidential powers.\n\n \n\nRelated Case in Appeals Court\n\n\nThe Justice Department's appeal to the Supreme Court was unusual in that the department had argued \nsuccessfully against the veto in a case in the United States Court of Appeals for the Ninth Circuit in San Francisco. \nThe appeals court struck down the one-house veto provision as unconstitutional in December.\n\nThe case involved deportation proceedings against Jagdish Rai Chadha, a Kenyan of Indian extraction, who came \nto the United States in 1966 on a student visa and sought to stay after the visa expired in 1972. He said it would be \ndifficult or impossible for him to return to Kenya or go to Great Britain because of his race.\n\nImmigration officials ''suspended'' deportation of Mr. Chadha on hardship grounds, under a provision of the \nimmigration act authorizing the Attorney General or his designate to take such action subject to the power of either \nhouse of Congress to invalidate it.\n\nThe House disapproved this decision without debate or a recorded vote and called for the deportation of Mr. \nChadha and five other aliens in December 1975. Joshua Eilberg, then a Democratic Representative from \nPennsylvania and the sponsor of the disapproval resolution, said that the six aliens did not appear to meet the legal \nrequirements for suspension of deportation.\n\n \n\nRuling Praised by Carter\n\nMr. Chadha's lawyers, joined by the Justice Department, asked the appeals court to declare as unconstitutional the \nlegislative veto and the immigration act provision.\n\nThe appeals court's ruling in favor of Mr. Chadha was the first time a Federal court had invalidated a legislative \nveto provision.  Jimmy Carter, then President, praised the decision as ''profoundly significant.''\n\nJustice Department lawyers had said that they would seek a Supreme Court ruling affirming this decision, hoping \nto resolve the constitutionality of legislative vetoes, and that there was precedent for such an appeal in cases \ninvolving the constitutionality of acts of Congress.\n\nLast month, the Justice Department denounced as unconstitutional a bill that would give either house of Congress \nthe power to veto rules and regulations adopted by Federal agencies in the absence of contrary action by the other \nhouse.\n"}