{"title": "TIP, TRAP NABBED SUSPECT IN NOTORIOUS SMUGGLING CASE AGENTS SAY MAN ADMITS ROLE IN HIGH-SPEED CHASE", "body": "\nAuthorities laid a trap to catch one of the border's most wanted coyotes. They didn't want to chase him again.\n\nAfter getting an anonymous tip, federal agents nabbed Rigoberto Sosa Padilla, who admitted driving a pickup full \nof illegal immigrants on a now-notorious April 1 high-speed run from the border, authorities said.\n\nThe chase ended in an east Los Angeles County suburb, where two of the passengers were clubbed on the \nroadside by Riverside County sheriff's deputies as helicopter news cameras recorded the scene.\n\nAn attorney for one of the deputies said the arrest would bolster his defense.\n\nSosa Padilla, 36, was charged with smuggling people into the United States from Mexico.\n\nHe told an immigration agent after his arrest Friday that he was to be paid $50 for each person he took to the Los \nAngeles area, according to court records.\n\nAn anonymous call last Wednesday gave agents their lead, according to an affidavit by Special Agent Larry Rios \nof the Immigration and Naturalization Service. The coyote would be driving a 1971 white-and-green GMC pickup on \nhis usual run, he was told.\n\nTeams in unmarked cars spotted the truck about 4:45 a.m. Friday in northern San Diego County, INS officials said. \nAgents waited until Sosa Padilla stopped to buy gas or drop his passengers.\n\n\"We wanted to get him out of the vehicle to eliminate the chance of a pursuit,\" said Richard Rogers, INS district \ndirector in Los Angles.\n\nSosa Padilla was arrested at a store in Winchester, between Temecula and Hemet on Highway 79. About six \npeople were in the truck cab, and another dozen were in the back partially covered with blankets and a tarp, agents \nsaid.\n\nThe immigrants were being held by the INS.\n\nAt a U.S. District court hearing Monday, Sosa Padilla was charged with two counts of smuggling. He has three \nprevious convictions.\n\nAgents believe Sosa Padilla is part of a ring that moves at least 50 people across the border each week, Rogers \nsaid.\n\n"}