{"title": "OUR OPINION; Immigration --- and strange bedfellows", "body": "\nIn the last year or so, poor and marginalized black men have gained unlikely allies --- right-wing zealots taking a \nhard line against illegal immigration. Those hard-core ideologues have added to their complaints against illegal \nworkers the claim that they are taking jobs from uneducated black men.\n\nAt a hearing on illegal immigration held last week in North Georgia, Phil Kent, spokesman for Americans for \nImmigration Control, complained that undocumented workers are \"wage thieves,\" adding: \"And they are taking \njobs from unemployed Americans --- especially low-income whites, blacks and teenagers.\"\n\nThe Minuteman Project, a high-profile group of activists who want to seal the Southern border, has gone so far as \nto recruit a few black people to its cause. One of those --- Ted Hayes, a Los Angeles homeless advocate --- has \ndenounced illegal immigration as \"the greatest threat to U.S. black citizens since slavery.\"\n\n\"There was a time when black folks did a lot of the work that illegal immigrants are taking. They came in here and \nundercut our salaries in their desperation for survival. . . . They say to an employer, 'I can do that for half,' and the \n'emplo[yer]-slavists' says, 'You're on.' Goodbye, black man,\" Hayes has said. \n\nIntroducing Hayes as a guest on his show last April, conservative talk show host Sean Hannity sounded like an \nunreconstructed 1960s liberal as he described Hayes' cause:\n\n\"I know you speak up for the downtrodden, the poor and those who come and take jobs that could go to Americans. \nIsn't the issue . . . let's go after the employers? Let's go after them, who are paying sub-minimum wage to people \nwho are here undocumented and give those jobs to Americans and force the employers to pay what they should \npay?\"\n\nLet's postpone, for a moment, an analysis of the logic of that argument and just consider how remarkable it is that \nHannity and his ilk would suggest that they care about America's \"downtrodden\" and a fair wage for them. After all, \nthey are not known for their support of affirmative action, increases in the minimum wage and other programs that \nmight boost the prospects of black men. Indeed, Kent, a former newspaperman and political columnist, was once in \na position to be a prominent advocate for just those causes, but he opposed them instead.\n\n\nOf course, it's easy to lampoon the hypocrisy of Kent and other latecomers to the cause of marginalized Americans, \nespecially uneducated black men. And it's true that employers should not be allowed to exploit undocumented \nworkers.\n\nBut the ultraconservatives' analysis --- that illegal immigrants are \"wage thieves\" --- is faulty. The most \ncomprehensive studies show that, on balance, illegal immigration may depress wages on the low end of the \nspectrum a bit, but not much --- no more than 50 cents to 60 cents an hour, according to a recent New York Times \nanalysis of the best studies. While illegal immigrants burden the social infrastructure --- schools, hospitals and \nhousing --- in some neighborhoods, they also revitalize many neighborhoods as they open new businesses and buy \nadditional goods and services.\n\nThere are still good reasons, of course, to worry about the prospects of less-educated black men, who are \nincreasingly unemployed, imprisoned, marginalized. They continue to be both victims and perpetrators of homicide \nin disproportionate numbers. In the past decade, they have also fallen victim, increasingly, to HIV, the virus that \ncauses AIDS.\n\nPerhaps nothing has done more harm to uneducated black men over the past 10 years than the shift toward long \nprison sentences for nonviolent drug offenses. By some estimates, one-third of young black men are either in \nprison, on parole or on probation. Once a black man acquires a prison record, his prospects for legal employment \ndim dramatically --- at any wage.\n\nIf all 11 million illegal immigrants disappeared tomorrow, that would not change. So let's not kid ourselves by \nblaming Mexicans.\n\nAlice Wertheim contributed to the news research in this column.\n\ncynthia@ajc.com\n"}