{"title": "Unlikely foes of Md. Dream Act", "body": "\nThe 62-year-old Wheaton barber had earned a law degree in his native Thailand and waited eight years for a visa \nso he could move to the United States and begin a new life. \n\nWhen he heard this year about the Maryland Dream Act, which would grant in-state college tuition discounts to \nillegal immigrants, he was outraged.\n\n          \"I did the full legal process,\" Anuchit Washirapunya, who is deaf and cannot speak English, wrote on a \nnotepad as he hunched in his barber's chair. \"The illegal students have no right to work or stay here.\"          \n\nUntil recently, Maryland's legal and political battle over in-state tuition has been seen as pitting young illegal \nimmigrants against native residents. But in the past few months, a petition drive by opponents of the measure has \nattracted a small but growing number of legal immigrants, who say that they, too, are being cheated.\n\nThe issue of what to do about the estimated 11 million illegal immigrants in the United States has roiled Republican \npresidential debates. In recent years, it has spawned national movements that advocate a range of solutions, \nincluding forcing all illegal immigrants to return home and granting them all legal amnesty. \n\nThe Dream Act, which was passed by both houses of the Maryland legislature in April, was about to become law \nwhen an advocacy group called Help Save Maryland, working with Republican lawmakers, launched an online \ncampaign to try to prevent it from being enacted. The drive garnered more than 100,000 electronic signatures, \nresulting in the suspension of the law until a statewide public referendum can be held next year. \n\n          One Marylander who clicked on the petition was Shakil Hamid, 44, an accountant in Gaithersburg who \nemigrated legally from Bangladesh in 1977. He is an enthusiastic member of Help Save Maryland, which opposes \nallowing illegal immigrants to work, drive or receive a variety of public benefits.           \n\n\"These people are taking seats in college away from our kids,\" Hamid said. \"Why should we reward their dishonest \nbehavior?\" \n\nThe issue upset him when he was a student at the University of Maryland in the 1980s, he said: \"I have been \nlooking for 25 years for someone to be on my side.\" \n\nSuch views are a minority among Maryland's immigrant population, which is predominantly Hispanic and of Central \nAmerican origin. Many such families include both legal and illegal immigrants, depending on when and how they \n\n\narrived and whether they found a way to apply for residency. Often, illegal immigrants arrived as children and grew \nup in the state. Their communities tend to judge them on grounds other than legal status and wish them success. \n\nJesus Alberto Martinez, 55, is an ophthalmologist and U.S. Navy veteran in Rockville who came from Colombia as \na teenager, overstayed his tourist visa and eventually became a U.S. citizen. He is an impassioned supporter of the \nMaryland Dream Act and a plaintiff in a lawsuit, filed by immigrant advocacy groups including Casa de Maryland, \nchallenging the petition drive that halted the law's enactment about four months ago. \n\n\"We need every immigrant kid in Maryland to be educated. If they go to college, they earn more, pay more taxes \nand become better citizens,\" Martinez said. \"If promising high school students are denied the chance to continue, it \nis like cutting off their wings. If we punish kids to pay for the sins of their parents, we are only mortgaging our future \nas a competitive society.\"  \n\nThe stalled measure would make illegal immigrants eligible for the lowest possible tuition fees at all community \ncolleges and universities in Maryland, provided that they have graduated recently from high schools in the state \nand that their families have paid taxes for three years. Supporters say that foreign-born students with no hope \nbeyond high school may drift into dead-end jobs, crime or addiction. \n\nRicardo Alfaro, 22, an immigrant from El Salvador, recently graduated from Montgomery College. His father, once a \nhospital administrator back home, works in a meat-packing plant. Alfaro, who received treatment for bone cancer \nafter reaching the United States as a child, hopes to study medicine at the University of Maryland but says that his \nfamily cannot afford to pay full tuition and that his application for permanent residency is pending.\n\n\"I owe a lot to this country, which saved my life, and I want to become a doctor so I can give something back,\" said \nAlfaro, who is also an activist in immigrant student groups. \"I am applying for scholarships, but I don't know what will \nhappen. I am not asking for a privilege that I didn't earn,\" he said. \"I am asking for a chance to give something back \nto this country.\"\n\nMontgomery College, which has about 37,000 students from 170 countries, is at the epicenter of the tuition battle. \nUnlike other two-year county colleges, it offers all Montgomery County high school graduates the minimum tuition \nrate of about $1,200 per semester, regardless of legal status. Out-of-state and visiting foreign students pay up to \n$4,000. At the four-year state universities, tuition is much higher, and the difference between in-state and out-of-\nstate rates is even greater.   \n\nCritics say that policies like Montgomery's drain state coffers and displace legal students from other states who \ncould pay more, but officials at the college estimate that fewer than 1,000 of their students are in the United States \nillegally, and they are more concerned about reducing the rate of pre-graduation dropouts. \n\nLegal immigrants and visiting foreign students at Montgomery, many of whom come from Asia and Africa, \nexpressed a combination of sympathy and resentment toward illegal immigrants in their midst. Some said their \ndetermination should be rewarded; others said they should have to pay the same as those who come from other \nstates and nations.  \n\n\"Everyone wants to get an education, but you can't just come to this country illegally and think everything is free. \nYou have to be patient and legalize yourself,\" said Josephine Beyam, 33, a nursing student. She arrived from the \nPhilippines in 2008 as a full-fledged resident after waiting at home for four years, apart from her American husband, \nas the law required. Since enrolling, she said, she has been paying off her student loans every month. \n\n\"We have been through thick and thin,\" Beyam said of her reunited family. \"This country is a blessing, and the \ngovernment is very generous. If you are not born here, you have to start from the beginning, but I accept that, \nbecause you can still pursue your dreams.\"\n\nconstablep@washpost.com\n"}