{"title": "ATTORNEY SAYS WOMAN TOOK INFANT TO ADOPT", "body": "\nThe wife of a minor league baseball player wanted to adopt the baby she is accused of stealing, her attorney said \nTuesday.\n\nAmalia Tabata Pereira, 43, has been jailed for two weeks, ever since authorities said she posed as an immigration \nofficial and threatened a Mexican mother in Plant City with deportation if she didn't give her 2-month-old girl to \nPereira.\n\nShe was hoping Tuesday to get her $750,000 bail reduced.\n\nBut Assistant State Attorney Jennifer Gabbard said the steep bail was appropriate for the case's \"unusual and \negregious\" set of facts. They include Pereira leaving the county with the baby and telling her 20-year-old husband, \nJose Tabata, an outfielder in the Pittsburgh Pirates' farm system, that the child was theirs.\n\nThe prosecutor said the Hillsborough State Attorney's Office plans to upgrade a false imprisonment charge against \nPereira to kidnapping, a first-degree felony punishable by life in prison.\n\nShe also is charged with interference with child custody and impersonating a public officer.\n\n\"She took advantage of their immigration status,\" Gabbard said.\n\nPereira previously served nearly three years in prison after being convicted of charges including arson, grand theft \nand filing a false crime report. She was released in 2003.\n\nWilliam Malachowski, an assistant public defender, called the latest allegations \"inflated.\"\n\nPereira, a mother of four, returned the baby to law enforcement a day after her encounter with the child's mother \noutside the Plant City Health Center. She did so as soon as she learned there was an Amber Alert for the missing \nchild, he said.\n\nAuthorities have no proof, he said, that his client impersonated an immigration official.\n\n\"Well, what did she do, find the baby on the side of the road?\" Hillsborough Judge Walter Heinrich asked.\n\n\"She was looking to adopt the baby,\" the attorney said.\n\nThe judge turned to the prosecutor. Was there any evidence of an adoption in the works?\n\n\n\"No sir,\" Gabbard said. \"There was nothing about any adoption.\"\n\n\"Well, I guess we'll see in the future,\" the judge said. \"Motion denied.\"\n\nColleen Jenkins can be reached at cjenkins@sptimes.com or (813) 226-3337.\n\nGraphic\n\n \n\nPHOTO: Amalia Tabata Pereira, 43, could be charged with kidnapping.\n"}