{"title": "30,000 voices, one message at Capitol; St. Paul march for immigration reform is the largest gathering at the Statehouse since a Sept. 11 memorial", "body": "\nThousands of immigrants packing a rally Sunday at the state Capitol in St. Paul couldn't even hear the speeches. \nBut the message came through loud and clear: We are hard-working Americans, not criminals.\n\n\"If we are coming here, it is because we're looking for better lives,\" said Juan Carlos Anaya of St. Paul, who came \nto the rally with his wife, Norma, and their three children. \"We're peaceful people. We're honest people. And we're \nhelping the economy grow.\"\n\nPolice estimated the crowd at 30,000, making the rally the largest gathering at the Capitol since a memorial \nservice after the Sept. 11 attacks drew about 35,000 people.\n\nThe march was part of national campaign that continues today. Organizers are expecting the two days of rallies to \ndraw more than 2 million people in 120 cities. They are urging Congress and President Bush to adopt laws that \nwould legalize an estimated 11 million undocumented workers. In Dallas on Sunday, a crowd police estimated at \nmore than 350,000 marched through downtown streets.\n\nIn St. Paul, police said the march was a peaceful family affair. Parents, babies in strollers and teenagers were \namong the throngfilling the stretch of John Ireland Boulevard from the St. Paul Cathedral to the Capitol.\n\nEven as the march began, traffic backed up on Interstate 94 as streets clogged with buses and cars seeking \nplaces to park. Organizers said more than 60 buses brought marchers from several Minnesota and western \nWisconsin cities, including Worthington, Owatonna, Austin and Rochester.\n\nSupporters carried U.S. flags side-by-side with those of Mexico, Ecuador, Argentina and other nations. Signs and T-\nshirts proclaimed, \"I am a worker, not a criminal\" and \"I am a taxpayer.\"\n\nArchbishop Harry Flynn bolstered the Catholic Church's calls for activism in support of illegal immigrants by urging \nthe audience to defy laws that would penalize charitable groups for helping illegal immigrants. Minnesotans, he \nsaid, should answer to a higher law of human dignity.\n\n\"Let them throw us all in jail,\" he said.\n\nThe Minnesota Immigration with Dignity March was supported by a coalition of church, labor and community \ngroups, along with immigrant leaders and students.\n\nSpeakers included Hmong and African immigrants, but the majority of the speakers and crowd were Latin \nAmerican. The day emphasized family reunification and comprehensive reform.\n\n\nMany in the audience had their own immigration stories to tell, about themselves or their parents or their next-door \nneighbors. A key goal for them is to see laws that would make it easier for families to visit back and forth across \ninternational borders. Since the Sept. 11 attacks, residents of Mexico and Central and South America said, their \nrelatives have waited years to obtain tourist visas for two-week visits.\n\nAnaya questioned why tourists from other countries are allowed easy passage to and from the United States, but \nhis relatives from El Salvador are not. He said he and his wife, Norma, have not seen their parents in six years.\n\n\"We are not terrorists,\" he said. \"We're Latino, but we're Americans, too — Central America. The American people \nare all one.\"\n\nFatiha Ahmed of Minneapolis fled violence in East Africa, but in the confusion of battle became separated from two \nof her four children. She has not heard any news on the fate of her son, who would now be 11. Her daughter \nHanuna, 19, is hospitalized in Africa, and Ahmed longs to see her. But Hanuna cannot come to the United States, \nand Ahmed cannot return to Africa.\n\n\"I need immigration laws to help me see my daughter,\" she said, weeping.\n\nA number of attendees attacked current measures before Congress as piecemeal and likely to increase the \nvictimization of illegal workers. Each change in the law has a cascading effect through businesses, schools and \ncommunities and needs to be part of a well-thought-out plan, said Alberto Puga of Richfield.\n\nEven amnesty can backfire if not part of a larger comprehensive plan, said Puga, a former migrant farm worker in \nCalifornia.\n\n\"I remember the amnesty of 1989,\" he said. \"The growers paid even less because so many people were coming \nhere. Pay dropped from $5.50 to $3 an hour.\"\n\nThe message lawmakers should take from Sunday's and today's marches, one woman said, is entrenched in the \nidea that the United States was, and still is, a land of opportunity.\n\n\"People who aren't as lucky as me should have the same opportunity,\" said Luz Mendoza, 40, of Minnetonka, who \nwas adopted by U.S. parents when she was 13. \"They've been here a long time, and they're good workers. They \ncan bring a lot to this country, like we do.\"\n\nMary Bauer can be reached at mbauer@pioneerpress.com or 651-228-5311. The Associated Press and Cox News \nService contributed to this story.\n\n•New poll shows immigration pushing toward top of Americans' concerns. •A look at the size of other rallies.\n"}