{"title": "GOP PERSEVERES ON BILL TO DENY FREE SCHOOLS TO ILLEGAL IMMIGRANTS", "body": "\nDefying a promised veto from President Clinton, House Republican leaders vowed Tuesday to champion an \nelection-year immigration bill that would let states deny free public education to illegal-immigrant children.\n\n\"Let's take it to the floor of the House. I think we'll get a huge vote for it,\" House Speaker Newt Gingrich, R-Ga., said \nafter meeting with California Gov. Pete Wilson. \"Let's take it to the floor of the Senate. I do not believe even the \nliberal Democrats are going to filibuster against illegal-immigration reform, and I do not believe that Bill Clinton is \ngoing to veto it.\"\n\nBut Clinton last month pledged to veto the measure. The entrenched positions of the two sides make clear that the \nlandmark immigration bill has become a battleground, in which the Republicans will try to force Clinton to veto a bill \nthat has widespread support, particularly in voter-rich California.\n\nThe immigration bill would roughly double the size of the border patrol to 10,000 agents in four years, establish test \nprograms to electronically check the immigration status of potential employees, and restrict many public benefits for \nlegal immigrants.\n\nEducational snag\n\nBut the 300-page measure - easily approved by the House in March and by the Senate in May - has been \nhamstrung by House-backed language that would restrict public education.\n\nSponsored by Rep. Elton Gallegly, R-Oxnard, the education provision originally would have given states blanket \nauthority to block public schoolhouse doors to illegal-immigrant children. Under terms of a compromise, many \nillegal-immigrant children now enrolled in public schools could stay, as long as they do not switch school \ndistricts. If they do, they would be expelled unless they pay tuition.\n\n\"This has now been modified so it only relates to future illegal immigrants,\" Gingrich said. \"Why would even liberal \nDemocrats want to filibuster a bill like that?\"\n\nAnd while Republicans promised action on the bill, now headed for a conference committee and a floor vote \nperhaps by next week, immigration-rights advocates and Democrats are charging that the GOP is more interested \nin political points than the most sweeping revisions in U.S. immigration laws in decades.\n\n\nThe Republican leaders appear poised for what amounts to a game of political \"chicken.\" They will dare Clinton to \nveto the bill and then use that veto against him during the fall campaign, particularly in California, where Clinton is \nrunning far ahead of GOP challenger Bob Dole. Dole supports the bill.\n\nThere are about 700,000 undocumented children in U.S. public schools, costing the educational system about $4 \nbillion. Roughly 355,000 of those children are in California, and Wilson has estimated they cost state taxpayers $1.8 \nbillion a year.\n\n\"Without (the Gallegly amendment) California will continue to not only spend money that should not be asked of \nstate taxpayers, but is, in effect, taking away a level of service to legal residents that they deserve,\" Wilson said. \n\"That is simply inexcusable.\"\n\nWilson met later Tuesday with Senate Majority Leader Trent Lott, R-Miss., and aides said Lott is ready to promote \nthe education provision. What remains unclear is whether the GOP can stop a threatened Senate filibuster.\n\nOpponents say they have the 41 votes needed to keep the bill from coming to a vote. Fifty-one senators, including \neight Republicans, have said they oppose the bill's education language.\n\nIn a letter Monday to Lott and Gingrich, Sen. Dianne Feinstein, D-Calif., called Gallegly's \"poison pill\" the only \nobstacle to meaningful immigration reform.\n\n\"Although no one agrees with every aspect of this bill, only one - the Gallegly amendment - will actually prevent its \npassage,\" Feinstein wrote.\n\nFeinstein said Tuesday that Republicans risk more than a filibuster if they cling to the education language. She said \nthe Senate could defeat the measure outright.\n\n\"We've got members who are for no change,\" she said. \"We've got members who are for lots of change. I think the \nbill is imperiled. This was a difficult bill in the Senate, even without Gallegly.\"\n\nWilson used his Capitol Hill forum Tuesday to follow through on his vow last month to seek reconsideration from the \nfederal court that struck down major portions of Proposition 187, the voter-approved constitutional amendment to \nlimit state aid to illegal immigrants.\n\nWelfare reform\n\nThe GOP governor cited the new federal welfare-overhaul bill, which also requires states to deny public assistance \nto illegal immigrants.\n\n\"The federal welfare law makes it perfectly clear that states are required both to report and to deny benefits to \nillegal aliens - the same objectives of Proposition 187 which have been enjoined by the court,\" Wilson said.\n\nThe governor and state Attorney General Dan Lungren ordered state attorneys to request permission to file a \nmotion seeking reconsideration of the court's November 1995 decision that struck down major portions of \nProposition 187.\n\n\"The basis for (the judge's) invalidation no longer exists,\" Wilson said.\n\nProposition 187 was approved in 1994 by nearly 60 percent of California voters. It would have denied education \nand welfare benefits to illegal immigrants. It has not been put into effect because federal courts said it clashed \nwith federal laws.\n"}