{"title": "HEARING OF THE HOUSE WAYS AND MEANS COMMITTEE SUBJECT: IMPACTS OF BORDER SECURITY AND IMMIGRATION ON WAYS AND MEANS PROGRAMS CHAIRED BY: REPRESENTATIVE WILLIAM M. THOMAS (R-CA) WITNESSES PANEL I: WADE F. HORN, ASSISTANT SECRETARY FOR CHILDREN AND FAMILIES, DEPARTMENT OF HEALTH AND HUMAN SERVICES; JULIE L. MYERS, ASSISTANT SECRETARY, IMMIGRATION AND CUSTOMS REFORM, DEPARTMENT OF HOMELAND SECURITY; MARK W. EVERSON, COMMISSIONER, INTERNAL REVENUE SERVICE; JO ANNE B. BARNHART, COMMISSIONER, SOCIAL SECURITY ADMINISTRATION; THOMAS A. GUSTAFSON, PH.D., DEPUTY DIRECTOR, CENTERS FOR MEDICARE AND MEDICAID SERVICES, DEPARTMENT OF HEALTH AND HUMAN SERVICES; PANEL II: STEVEN A. CAMAROTA, PH.D., DIRECTOR OF RESEARCH, CENTER FOR IMMIGRATION STUDIES; MICHAEL FIX, VICE PRESIDENT AND DIRECTOR OF STUDIES, MIGRATION POLICY INSTITUTE LOCATION: 1100 LONGWORTH HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n\nREP. WILLIAM M. THOMAS (R-CA):  Good afternoon.  Time flies when you're having fun.  I apologize for starting \nthe hearing just a few minutes late.  But the subject matter is I think important because the committee will examine \nthe impact of immigration on programs in this committee's jurisdiction.  This hearing is part of a broader effort to \nenact meaningful immigration reform that clearly begins at our borders.\n\nThe House and the Senate approved very different immigration bills in recent months.  Both bills contain an \nimportant issue in the committee's jurisdiction, namely, the system by which employers would verify the \nemployment eligibility of their employees.  The Senate bill also includes other provisions within the jurisdiction of \nthis committee.\n\nToday what we're going to try to do is to begin with a broad look at the effect of illegal immigration, and its impact \non our committee jurisdiction, to focus on modifying whatever proposals we deal with to be able to maximize those \nagencies and departments that are going to need to administer whatever it is that the House and the Senate finally \nagree to.\n\nThe last time -- and some folks weren't here -- the last time Congress addressed immigration reform was in the \n1980s, and it was clear that because of what I believed to be fundamental flaws in the legislation ultimately that \neffort did not stem the tide of illegal immigration and produced, I believe, certain adverse effects that through \nexperience we don't want to repeat.\n\nClearly, there are unanticipated consequences at times.  What we're going to be trying to do through these and \nother hearings is to minimize the chance of that occurring.  So, here we are again considering how to reform our \nlives, to better enforce our borders, and at the same time ensure our economy -- and this I assume is a point that \npeople will not argue -- that our economy has a sufficient workforce to maintain the country's economic growth.\n\nIt goes without saying that this country was built by immigrants, with enormous contributions from native \nAmericans.  Today still immigrants are a critical part of our nation's history and our economy, and frankly I would \nsay they are an important part of our psyche, in terms of a land of opportunity. \n\nPart of the problem though is a nation state can't really be a nation state if it cannot provide external security and \ninternal order.  Internal order starts at the border.  Our inability to enforce security of our own laws has contributed \nto a significant increase in illegal immigration.  The amount of that increase is in large part in question, and it's \nobvious overwhelmingly illegal immigrants come here because they want to work.\n\nUltimately in dealing with Mexico, for example, the solution is to create an economic environment in Mexico so that \nthe citizens of that country come here to visit because they want to, not because they have to.  Some of them even \npay taxes.  Some of them are frankly exploited.  But, frankly, some of them exploit America's public programs.\n\nOne of the things we want to examine is try to get fact out of an awful lot of myth that exists in terms of who uses \nresources and to what extent.  All of these are issues that should be examined.  We obviously have to strike some \nkind of a balance that understands the role of immigrants.  It will go so far as to examine the current laws in which \nimmigrants are legally admitted, as well as dealing with issues trying to address illegal immigration.  Respect for \nlaw is extremely important, but good stewardship of public benefit programs is as important as well.\n\nThis general hearing is hopefully going to produce some additional either subcommittee hearings or more focused \nhearings on the part of the full committee in the direction of those areas of jurisdiction of subcommittees that would \nallow us to shed some light.\n\nAnd with that I recognize the gentleman from New York, Mr. Rangel, for any opening statement he may wish to \nmake.\n\nREP. CHARLES B. RANGEL (D-NY):  Thank you, Mr. Chairman.\n\n\n\nFirst of all, when you talk about the contributions of immigrants and native Americans you excluded the slaves \nwhich in some of our opinions without that free labor the economy could not have -- the country and the economy \ncould not have survived, I know.\n\nREP. THOMAS:  Will the gentleman yield?\n\nREP. RANGEL:  Yes.\n\nREP. THOMAS:  He's absolutely correct, and the chair appreciates the correction. \n\nREP. RANGEL:  Thank you.\n\nAnd when I heard that we were going to join the rest of the House committees to talk about border security I could \nnot think that you could have been as creative as you are now, and so with this distinguished panel, it may not have \nmuch to do with the political issue of border security, but it will be helpful for us to determine the impact of the \nvarious bills that are being debated in the House and the Senate, and one bill, of course, will just build a fence, and \nsome concept is just to have low cost labor to come in in order to help out the recreational and the entertainment \nand the agriculture committees, and I guess others as a combination of both.\n\nAnd so I guess we'll be able to find out from each of you what would the economic impact be on the programs \nunder your jurisdiction, and Mr. Everson, I'm concerned with how we're going to tax whichever group of people are \nallowed to become legal, and I'm also concerned as to whether or not our immigration policy as it exists today, \nwhether or not there's any investigation of those people that hire illegals on a large scale.  I have the impression \nthat we are really inviting people to come into the United States by giving them jobs, and we know where they work \nand what they do, and we know how essential that service is.\n\nBut knowing how sharp the IRS is in trying to get illegals to pay taxes, I'd be interested to know what effort, if any, is \never made to determine from employers whether or not the employees are illegal or should they be paying taxes.  \nAnd then what would happen if they did come in under one of the programs, whether we could get some taxes \nfrom them if they had this quasi legal position.\n\nSo, this is going to be very, very interesting, and I thank the chair for his imagination.  I was really prepared to deal \nwith terrorists crossing the borders, but this may be more substantive, even though it won't have anything to do with \nborder security, to find out just where the administration is on all of this and what the impact is going to be, and \nperhaps get some of your recommendations and suggestions as to which one of the programs you might think \nwould be best for America as you see it. \n\nI yield back the balance of my time, Chairman Thomas.\n\nREP. THOMAS:  I thank the gentleman, and I do want to remind my colleague from New York that although these \nhearings shouldn't be used for no personal reasons, the chairman voted no on the House bill, and I believe the \nstructure of the Senate bill is not implement-able the way it's structured.  And if we are honestly going to address \nthe issue I think we have to examine the contents of the House bill and the Senate bill to make sure that when we \nact, we act in a way that we can actually address the problem instead of some kind of a political response to a very \nreal human and economic problem.\n\nI just want to put it on that basis because it was very difficult, as you might imagine, for the chairman of the Ways \nand Means Committee to vote \"no\" on the House proposal.  So, although I appreciate -- and I don't mean this in a \ntotally pejorative sense -- a degree of cynicism on the part of folk in terms of what we're doing, as far as I'm \npersonally concerned I'm looking for answers, and this committee is partially structured and I think other hearings \nmay need to be structured if we can't get some answers out of this hearing to be able to move forward in trying to \nresolve this issue, since so much of the impact of the question does hit the jurisdiction of this committee.\n\nThe gentleman from New York, I yield to you.\n\n\n\nREP. RANGEL:  I think you may have answered it by joining with me in saying that this hearing could help clarify for \nmembers that are here as to which one of the pending bills or concepts would be best for the country after we hear \ntheir answers.\n\nREP. THOMAS:  My vote primarily would not be to try to pick between pieces of legislation, one of which I \nexpressed in a vote that I thought was flawed, and I've just indicated verbally to you the other one probably doesn't \nwork either.  I want to hear from the people who are responsible for implementing programs, the impact of illegal \nimmigration on those programs, what they might have as a response to dealing with some of those issues, but also \nbeginning to address the more fundamental conflict that we have in this system where we're to a very great degree \nschizophrenic, as the gentleman from New York indicated, in which we say we're supposed to not hire illegals, but \nfrankly as the president said over and over again, especially in certain industries, we can't function without illegals, \nand I think that's schizophrenic.  And I think we have to be honest in addressing what options we have in front of us \nthat are real that will assist us in moving forward in as humanitarian way as possible of resolving the fact that the \nUnited States does not have control of its borders.\n\nREP. RANGEL:  Thank you.\n\nREP. THOMAS:  Thank you. \n\nI want to thank the panel for being here, and I hope that additional response if you weren't quite clear on what we \nwanted to do was to begin a process, which as I said may require additional hearings, and in large part relying on \nwhat you have to say may indicate where we need to go.\n\nThe first member, and I'll just go from our left to your right, the honorable Wade F. Horn, assistant secretary for \nChildren and Families, U.S. Department of Health and Human Services.  The honorable Julie Myers, assistant \nsecretary, U.S. Immigration and Customs Reform, U.S. Department of Homeland Security.  The Honorable Mark W. \nEverson, commissioner, Internal Revenue Service.  The honorable Jo Anne Barnhart, commissioner, Social \nSecurity Administration.  And my friend Tom Gustafson, deputy director, Centers for Medicare and Medicaid \nServices, U.S. Department of Health and Human Services.  We will have a second panel following this panel.\n\nYour written testimony has been submitted and made a part of the record, and you may address us in any way you \nsee fit in the time that you have, and we'll start with you, Mr. Horn, and then we'll just move across the panel.\n\nMR. WADE F. HORN:  Well, thank you, Mr. Chairman.\n\nMr. Chairman, Mr. Rangel and members of the committee, I'm very pleased to appear before you today to discuss \nthe benefits to immigrants under the Temporary Assistance for Needy Families program, or known as TANF.\n\nThe TANF program, as you know, is a $16.5 billion block grant program to provide temporary assistance to those \nin need and to help move recipients to work.  Eligibility of immigrants for TANF is restricted by broader provisions \nin the Personal Responsibility and Work Opportunity Reconciliation Act that cover the eligibility of non- citizens for a \npublic benefit.\n\nUnder the statute eligibility for federal TANF welfare benefits is limited to a select group of legal immigrants.  \nThese \"qualified\" immigrants consist of lawful permanent residents, asylees, refugees, aliens paroled into the \nUnited States for at least one year, aliens whose deportations are being withheld, aliens granted conditional entry, \nCuban and Haitian entrants, and aliens who or whose children or parents have been battered or subjected to \nextreme cruelty in the United States by a member of their household.  Victims of severe forms of trafficking and \ncertain family members also are eligible to the same extent as refugees.\n\nStates must verify that the applicant or recipient of a federal TANF welfare benefit has the necessary qualified \nimmigration status to ensure eligibility for the benefit.  Moreover, under PRWORA, most legal immigrants entering \nthe country on or after August 22, 1996 are barred for their first five years as a \"qualified\" alien from receiving any \nfederal TANF means-tested welfare benefit. \n\n\n\nLegal immigrants who are eligible to receive federal TANF assistance under these statutory provisions comprise a \nvery small portion of the TANF population.  Our most recent data for fiscal year 2004 show that eligible \"qualified\" \nimmigrants make up only about 2.1 percent of the total recipient population of 4.8 million individuals.\n\nFor lawful permanent residents who immigrated through a family member or through employment with a close \nrelative the sponsor must sign a legally enforceable Affidavit of Support. \n\n If the sponsored lawful permanent resident applies for a federal TANF welfare benefit after expiration of the five \nyear bar the state must consider or deem the income and resources of the sponsor and sponsor's spouse as \navailable to the lawful permanent resident when determining eligibility for the payment of the benefit.  Under most \ncircumstances this requirement would result in a determination of ineligibility for the TANF benefits.\n\nMoreover, in signing the affidavit, the sponsor agrees to assume liability for the non-reimbursed cost of any federal \nTANF welfare benefit that the sponsored lawful permanent resident actually receives.  States can assist aliens who \nare not lawfully present in the United States in two very limited ways.  First, states may use their federal or state \nfunds to help with the cost of providing any non-citizen with an emergency non-cash benefit necessary for the \nprotection of life or safety.\n\nSecond, states may use their own state funds to provide a particular welfare benefit, but only if the state has \nenacted a law after August 22, 1996 that allows for such eligibility, and to my knowledge, no state has passed such \na law.\n\nHowever, certain parents of children born in the United States, including both legal immigrants who have not \nsatisfied their five-year waiting period and undocumented aliens, can and do apply for TANF assistance on behalf of \ntheir U.S. citizen children.  In fiscal year 2004 a national total of 426,098 families were classified as child- only \nassistance cases with a parent in the household, meaning that only the needy child, and not the parent, received \nassistance.  About 35.6 percent of these cases included parents of unknown citizenship or alien status because the \nparent or other caretaker relative is neither an applicant nor a recipient this data is not required to verify his or her \ncitizenship or immigration status.\n\nOf course, states may use their own funds to provide state-funded TANF assistance to an immigrant family who is \nsubject to the five-year bar.  So, for example, if a legal immigrant subject to this bar gave birth in the United States, \nthen the state could provide assistance to the U.S. citizen child using federal TANF funds and provide the mother's \nshare of assistance using state funds. \n\nI hope my testimony helps to clarify the treatment of legal immigrants and undocumented aliens under the TANF \nprogram, and I look forward to your questions.\n\nREP. THOMAS:  Thank you, Mr. Horn.\n\nMs. Myers.\n\nMS. JULIE L. MYERS:  Thank you.  Ranking member Rangel, members of the committee, I appreciate the \nopportunity to discuss with you what ICE is doing to enhance work site enforcement.\n\nAs we're all well aware, the magnet of employment fuels illegal immigration.  Accordingly work site enforcement is \na top priority for the department and the administration.  With this in mind the administration has proposed a \ncomprehensive overhaul of the employment verification and employer sanctions program in the INA as part of the \npresident's call for comprehensive immigration reform.\n\nAlready as the enforcement arm in this area we are attempting to apply a key lesson learned from the 1986 bill.  \nThe enactment of IRCA placed the focus of enforcement on administrative employer sanctions. As a result, \nemployer audits typically resulted in serving businesses with a Notice of Intent to Fine.  Egregious violators of the \n\n\n\nlaw viewed the resulting low and often mitigating fines as simply a \"cost of doing business\" and therefore the \nsystem did not serve as a true economic inducement for them to change their business model.\n\nToday, however, ICE has begun to change the culture of illegal employment by pursuing the most egregious \nemployers of illegal workers, who are educating the private sector to institute best hiring practices and garnering its \nsupport in identifying systemic vulnerabilities.  And, of course, a large part of our effort continues to focus on \npreventing access to critical infrastructure sectors to prevent terrorism.\n\nAnd just to be clear, we're finding that most employers want to do the right thing.  Sometimes they just need more \nassistance or more help on how to follow the rules.  With this in mind we have stepped up our efforts to educate \nemployers about best hiring practices.  In fact, just this morning we launched a new voluntary program aimed at \nstrengthening overall hiring practices in the workplace.  This program is called \"IMAGE\" or the ICE Mutual \nAgreement between Government and Employers.  And this emphasizes enhanced employer compliance through \ncorporate due diligence, training and sharing of best practices.\n\nThis program provides employers ways to prevent immigration violations.  It also answers the need or the call that \nwe've heard for clear standards of good conduct for employers by asking them to take certain reasonable steps, \nincluding reviewing employee documents, using the electronic verification system, and retaining all documents \nrelevant to their employee's eligibility to work.  ICE has also provided additional training and tools on its web site to \nhelp all employers avoid violations. \n\nAs I mentioned, part of our approach also includes supporting felony charges, and not just the traditional \nmisdemeanor work site violations under section 274A of the INA.  And let me give you some examples of what I \nmean by that.\n\nIn April 2006 ICE conducted the largest such work site enforcement operation ever undertaken.  This case involved \nIFCO Systems.  In that case we executed nine federal arrest warrants, 11 search warrants, and 41 consent search \nwarrants at IFCO work site locations throughout the United States.  In addition, ICE agents apprehended over 1100 \nunauthorized workers and charged nine employees at IFCO with conspiracy to transport and harbor unlawfully \nillegal aliens for financial gain.\n\nIn another recent work site case investigation in Baltimore, Maryland, owners of three restaurants who were really \nabusing illegal aliens, treating them poorly, and harboring them in an apartment above their house, they pled guilty \nto conspiracy to commit alien harboring and conspiracy to engage in monetary transactions with criminally derived \nproperty.  At the end of the day they forfeited over a million dollars.\n\nNow, under the old INS ways they would have been fined approximately four to 30,000 dollars, and that's even \nbefore the fines were mitigated.  We believe that charging criminally these most egregious employers who hire \nundocumented aliens will create the kind of deterrents that previous enforcement efforts did not generate.\n\nWe are also identifying and seizing the assets that employers derive from knowingly employing illegal workers in \norder to remove the financial incentives to hire unauthorized workers and to pay them sub- standard wages.\n\nOne other approach that we're doing is that we've worked with the Department of Justice and other agencies, \nincluding the Social Security Administration, and really trying to crack down on the widespread use and acceptance \nof fraudulent identification documents. To that end, we've launched throughout the country 11 taskforces, document \nand benefit fraud taskforces, that really target this effort.\n\nWhat more do we need?  We need several things.  First, we need more regulated access to social security no-\nmatch data.  Second, a new and improved process for issuing civil fines.  And, third, more resources as requested \nin the president's '07 budget.  We're working diligently to partner with industry and to solve this problem, and I look \nforward to answering your questions on this important issue.\n\nThank you.\n\n\n\nREP. JIM McCRERY (R-LA):  Thank you, Ms. Myers.\n\nMr. Everson. \n\nMR. MARK W. EVERSON:  Commissioner McCrery, ranking member Rangel, members of the committee, I \nappreciate the opportunity to appear before you today to discuss the impact of immigration issues on tax \nadministration.\n\nLet me first say that comprehensive immigration reform is a national priority.  I say that as a former deputy \ncommissioner of immigration, understanding first-hand the importance of a system of immigration that functions \neffectively. \n\n In fact, I oversaw the implementation of the '86 Act, both the amnesty and the enforcement elements of that law.\n\nAs commissioner of Internal Revenue I am also sensitive to the interaction between the immigration system and the \ntax system.  At the IRS our job is to make sure that everyone who earns income within our borders pays the proper \namount of taxes, whether that income is legally obtained, and whether the individual is working here legally.\n\nIf someone is working without authorization in this country he or she is not absolved of tax liability.  The oversight \nand social security subcommittees have held two hearings over the past three years on issues associated with \nITINs and the mismatch of SSNs and W- 2s.  At those hearings I testified about our ITIN program.  Last year over \n2.5 million tax returns were filed that included an ITIN for at least one person listed on the return.\n\nIn calendar year 2006 so far we have received 1.6 million new applications for ITINs.  That's up 25 percent from this \ntime a year ago.  We estimate that for tax periods 1996 to 2003 that the income tax liability for ITIN filers totaled \nalmost $50 billion.\n\nOf the 231 million W-2s in IRS's tax year 2004 file approximately 223 million had matching names and social \nsecurity numbers.  After analysis there were about 7.9 million W-2s with no valid name and social security number \nmatch.  There are two interesting aspects to the data on mismatches.  The first is geographical.  Over 50 percent of \nthe mismatches are found in four states, California, Texas, Florida and Illinois.  California has by far the greatest \nnumber is mismatches, totally 2.3 million or approximately 29 percent of the mismatch total.\n\nThe second is economic.  Based on IRS's own analysis about 75 percent of all mismatched W-2s report wages of \nless than $10,000. Concerning employers the social security administration has no enforcement power and cannot \nimpose penalties on employers for failure to correct SSN mismatches.  The IRS, however, does have enforcement \npower and can assess penalties.\n\nUnder section 6721 we may impose a $50 penalty on an employer for each W-2 or 1099 that omits or includes an \ninaccurate SSN/TIN unless the filer shows reasonable cause for the omission or inaccuracy.  From  a tax \ncompliance perspective, violations of these provisions are generally identified as part of an overall employment tax \nexamination. We would not ordinarily institute an examination against an employer solely on the basis that he or \nshe had reported a high number of mismatches.  This is a function of both resources, and the fact that the employer \ncan easily demonstrate that he or she has performed the due diligence required under the law.\n\nTurning to the pending immigration legislation, we are well aware that both the Senate and House have adopted \nbills that take different approaches to addressing this immigration issue.  It is neither my role nor my desire to \nexpress a preference for either version.  I merely wish to offer some observations concerning tax administration.\n\nThe one common approach in both the House and Senate immigration bills is the requirement that employers verify \nthe work eligibility of potential employees with DHS from information provided by the Social Security Administration.  \nThe Senate bill amends section 6103 of the Internal Revenue Code relating to the privacy of taxpayer information \nand requires us to send to DHS the identities of employers who among other things have a significant number of \nSSN mismatches.\n\n\n\nThe Senate bill also allows aliens unlawfully present in the U.S. to adjust their status to legal permanent resident \nstatus if they meet certain criteria, including demonstrating payment of any liability for federal taxes owed during the \nrequired pre- and post-enactment periods of employment.  The IRS is mandated to cooperate with aliens by \nproviding documentation to establish the payment of all federal taxes required.\n\nWe are continuing to study the provisions of the Senate bill, but based on what we see thus far, we do have some \nconcerns.  I am confident, however, that as we progress toward the goal of comprehensive reform we can iron out \nthese potential issues.\n\nThank you.\n\nREP. McCRERY:  Thank you, Commissioner Everson.\n\nCommissioner Barnhart.  If you could turn your microphone on?\n\nMS. JO ANNE B. BARNHART:  Mr. Chairman and members of the committee.\n\nThe president has proposed a comprehensive approach to immigration reform that addresses the need to secure \nour borders, enforce work site employment practices, and address the economic issues of immigration.  This \napproach calls for the creation of a true temporary worker program that allows individuals to achieve legal status by \npaying their taxes, learning English and gaining employment in our society. \n\nWithin this context I appreciate your invitation to appear before you to discuss how and when we assign social \nsecurity numbers and issue social security cards to non-citizens, as well as to issues relating to benefit eligibility for \nnon-citizens.  My written testimony describes in some detail our current responsibilities and activities to safeguard \nthe integrity of the social security system, including the work we perform with the Department of Homeland Security \nand the Internal Revenue Service.\n\nCurrently, as required by the Illegal Immigration Reform and Immigrant Responsibility Act of 1996, we provide DHS \nextensive information about every non-work social security number where earnings were reported.  Non-work \nSSNs are issued to individuals who are not authorized to work in the U.S. but who have a valid reason for obtaining \na social security number.  These cards include the legend, \"Not Valid for Employment\".\n\nSocial security is also an integral part of the DHS Basic Pilot program which allows employers to verify both the \nsocial security numbers and work authorization status of persons they hire.  Of course, we continue to provide \nsocial security number verification services to employers, including our web-based Social Security Number \nVerification System, commonly known as SSNVS.\n\nCurrently we have the authority to use information from W-2s only for the purposes of determining eligibility for and \nthe amount of social security benefits.  The administration supports allowing disclosure of this data in the interests \nof national security and for law enforcement purposes.\n\nAt SSA we have a proven performance record and can and will do what we are called upon to do.  This year alone \nwe will process over 6.7 million claims for benefits, process almost 245,000 Medicare Part D subsidy applications, \nmake decisions on over 575,000 hearings, issue 18 million new and replacement cards, process 265 million \nearnings records for workers' earnings, handle approximately 59 million transactions through our 800-number, \nserve 42 million visitors in our field offices, and process millions of actions to keep beneficiary and recipient records \ncurrent and accurate, as well as conducting 1.6 million continuing disability reviews and over 1 million non- disability \nSupplemental Security Income re-determinations.\n\nI have worked closely with the Social Security and Human Resources Subcommittees in our efforts to improve \nservice, most notably through the Disability Service Improvement initiative and related improvements to the \ndisability process.  I know that this committee is well aware of the challenges we face at SSA.\n\n\n\nThe president's budget for FY 2007 proposed an increase in SSA's administrative budget of 4.2 percent over the \nenacted level for this year.  House and Senate appropriators have proposed reductions of 200 to 400 million dollars \nin the president's budget request for SSA administrative costs.  From my perspective as commissioner I am  \nconcerned that these reductions will jeopardize our ability to improve service and eliminate backlogs, even without \nnew responsibilities.\n\nBefore I close let me say again, SSA is ready, willing and able to do its part to provide support for DHS and its \nimmigration enforcement activities.  The men and women of social security area dedicated, hard working and \nproductive public servants who will do everything they can to carry out SSA's responsibilities, whatever they may \nbe.\n\nI want to publicly thank this committee for your support for SSA and its programs over the years.  I look forward to \ncontinuing to work with you as we serve the American people. \n\nREP. McCRERY:  Thank you, Commissioner.\n\nDr. Gustafson?\n\nMR. THOMAS GUSTAFSON:  Chairman McCrery, Representative Rangel, thank you for inviting me to speak with \nyou about the Centers for Medicare and Medicaid Services' effort to assist hospitals and other providers that \nprovide health care to the uninsured, particularly to undocumented immigrants.\n\nI am going to concentrate on two provisions that are of particular interest in this area.  The first is the Emergency \nMedical Treatment and Labor Act, commonly known as EMTALA, which requires hospitals to address any person \nseeking emergency care, regardless of the payment method or citizenship status of the individual.  The second is \nsection 1011 of the Medicare Modernization Act, which provides a billion dollars over four years to help hospitals \nand other providers with the burden for caring for undocumented immigrants.\n\nEMTALA was designed to ensure that people who request treatment for emergency medical conditions will receive \nappropriate screening and emergency treatment, regardless of their ability to pay.  The law creates obligations for \nhospitals in connection with individuals making these requests.  These obligations do not vary by whether the \nindividual is a citizen.\n\nCMS' regulations implementing EMTALA require that hospitals with dedicated emergency departments provide an \nappropriate medical screening examination to any person who comes to the hospital emergency department and \nrequests treatment or examination of a medical condition.  The same requirement relates to any person who \npresents on hospital property, even in areas other than the emergency room, requesting evaluation or treatment of \nan emergency medical condition.  If the examination reveals an emergency medical condition, the hospital must \nalso provide either necessary stabilizing treatment, or arrange for an appropriate transfer to another medical facility.\n\nEMTALA applies to all Medicare-participating hospitals with dedicated emergency departments, and applies to all \nindividuals who present requesting examination or treatment of a medical condition,  not just those who receive \nMedicare benefits.  Hospitals with specialized capabilities also have a responsibility under EMTALA to accept \nappropriate transfers, regardless of whether the hospital has a dedicated emergency department.  A hospital that \nviolates EMTALA may have its ability to participate in Medicare terminated, and may be subjected to civil money \npenalties of up to $50,000 per violation. The law also provides a private right of action against a hospital that \nviolates EMTALA.\n\nHospitals are also required to maintain lists of physicians who are on-call for duty after the initial examination to \nprovide necessary stabilizing treatment.  Hospitals have discretion to develop their on-call lists in the way that best \nmeets the needs of their patients requiring services required by EMTALA.  Under CMS' regulations, EMTALA does \nnot apply after an individual has been admitted for inpatient hospital services.\n\n\n\nIn order to provide a detailed review of how EMTALA is implemented, the MMA required us to establish a technical \nadvisory group.  This TAG, which has already met four times, and which has a very active set of subcommittees, is \ntaking a detailed look at EMTALA policies and procedures, including both CMS' regulations and the interpretive \nguidance outlining hospitals' responsibilities.  This TAG includes hospital, physician and patient representatives, \nand I sit on it as the CMS' senior representative.  Its report is expected in October of 2008.\n\nTurning now to section 1011, under this provision, Congress provided a total of $1 billion -- 250 million a year over \nfour years -- to help hospitals and certain other providers cover their otherwise un-reimbursed cost of providing \nemergency services for undocumented immigrants, which could include some of the cost resulting from the \nEMTALA provisions I just spoke of.  Payments are made directly to eligible providers, and include hospitals, \nqualifying physicians and ambulance providers.  CMS established guidelines for determining who is eligible for \nthese benefits, and providers are responsible for making these determinations.\n\nSection 1011 provides funds for 2005 through to 2008.  Each year, two-thirds of the $250 million allocated, or 167 \nmillion, is allocated across the states based on their relative percentages of undocumented immigrants.  All 50 \nstates and the District of Columbia are eligible for this pot of money.  The remaining $83 million is allocated to those \nsix states that have the highest number of undocumented apprehensions in each fiscal year.  The payments are \nmade to the extent that the care was not otherwise paid for, thus if an individual has Medicaid, for instance, the \npayments would be taken into account in making the section 1011 payments.\n\nIn fiscal year 2005, CMS made payments in excess of $58 million to providers under this section.  Since \napproximately 192 million allocated in FY 2005 was not paid, CMS rolled these excess funds over to be used into \nFY 2006.  This concludes my remarks, and I'd be happy to answer any questions that you may have. \n\nREP. McCRERY:  Thank you, Dr. Gustafson.\n\nMs. Myers, I talk to employers occasionally about this issue of verification of eligibility to work, and they often \nexpress frustration with the current law that governs their ability to determine whether a prospective employee is, in \nfact, eligible for employment in the United States.  And the DHS and Social Security Administration kind of jointly \noperate the Basic Pilot program which, as I understand it, is designed to help employers verify eligibility for work.  \nCan you describe for us the current law with respect to what tools are available to employers to verify eligibility for \nwork, and how, if at all, the Basic Pilot program alters that for those employers who volunteer for the program?\n\nMS. MYERS:  Thank you, Chairman McCrery.\n\nThe Basic Pilot program is a voluntary program that is administered jointly by SSA and the United States \nCitizenship and Immigration Services as the Department of Homeland Security, not ICE, but Basic Pilot, we believe, \nhelps provide employers with some tools for verifying that employees, when they bring in documents, can know \nwhether or not the employee is legally entitled to work here.\n\nWhat it doesn't do is if someone is using my name and Social Security Number and provides those documents, that \ncan't tell you that.  So, it's not a perfect system, but it is one step.  One of the reasons that we launched the IMAGE \nprogram today is we believe that there are other things that employers can do to try to protect themselves from \nbeing tricked by individuals who might want to come in and provide them with false documents, and those are some \nof the best practices which we've placed on our website.  And those include such things as making sure that the \nindividuals who are viewing I-9s actually have training, that you conduct an internal audit twice a year to make sure \nthat the individuals who are viewing I-9s know what they're doing.\n\nYou also can work with ICE in other ways to make sure that you are complying with the law, but we realize that \nBasic Pilot is not the entire solution, and that's why we're working with other law enforcement agencies in cracking \ndown on the problem of document fraud.  And we've established these taskforces throughout the country to go after \nfranchises, like the Castorena franchise that had locations in many cities, really document mills that were providing \n\n\n\nfalse documents to employers.  So those are some of the tools that we're using to help guide employers who want \nto follow the law.\n\nREP. McCRERY:  So it's my understanding that the administration believes that a mandatory program like the \nBasic Pilot program ought to be in place eventually for employee verification, is that correct?\n\nMS. MYERS:  Yes.  Yes, Chairman. \n\nREP. McCRERY:  And I suppose that means that you all have reached the conclusion that the Basic Pilot program \nworks and that it actually facilities identification of potential employees who are, indeed, eligible for employment in \nthe United States and also the converse, would help identify those people who are not eligible for employment in \nthe United States who are seeking employment.  Is that right?\n\nMS. MYERS:  We do believe the Basic Pilot program and a mandatory electronic employer verification system \nhave some value.  Now, it's not a panacea. \n\n It can't be looked at as the only thing, the only tool for employers, or as the only way that we're going to weed out \nillegal immigration, but we have seen it have value.  For example, in some employers, we hear examples that if they \nadvertise that they're using Basic Pilot, illegal aliens don't come in to apply, because they know that the employer is \nusing Basic Pilot, that their documents are going to be checked.  So there's some things like that which are helpful, \nbut certainly Basic Pilot is not a perfect tool, but I would defer to Commissioner Barnhart as well, if she has anything \nto add on the Basic Pilot program.\n\nREP. McCRERY:  Well, I think the key question here is, because I know Commissioner Barnhart, she and I have \ntalked about this before, and there are added costs to the Social Security Administration for administering their end \nof the Basic Pilot program.  So I guess the question we need to broach here is the added advantage that we're \ngetting from the Basic Pilot program worth the added expense that we're paying through administrative costs at \nDHS and Social Security Administration.  Commissioner Barnhart, do you have any --\n\nMS. BARNHART:  I'm having trouble with this.  As you know, Mr. Chairman, what the Basic Pilot does is it verifies \nthe Social Security Number, the date of birth.  We also provide a death indicator, and then the citizenship status as \nwe know it, and if they're not American citizens, it goes back to DHS to talk about the citizenship status of the \nindividual.  The bulk of the work that's done through Basic Pilot, in terms of approvals and verifications, I think 88 \npercent were handled by SSA last year, and only 12 percent, I believe, had to be deferred to DHS for further follow-\nup.\n\nSo I do think it's a tool.  If you look at the way that the employers have increased, the numbers that are using it.  We \nhave over 10,000 employers who are using it now, that's an increase over the past.  We have it at 35,000 employer \nsites around the country, they're using it.  So I think employers are looking for any tool that could be available and \nhelpful to them, and they do like it.  They're also using our Social Security Number verification system, which, as \nyou know, matches name and Social Security Number, and doesn't go as far as citizenship, but does at least give a \npreliminary indicator if the individual is presenting appropriate and accurate information for purposes of the W-4 that \nthey complete. \n\nREP. McCRERY:  Thank you, Commissioner.\n\nMr. Rangel?\n\nREP. RANGEL:  Thank you so much, Mr. Chairman.\n\nI don't know what this has to do with pending immigration legislation, but I have to admit it is very informative, and \nI'll take my questions wherever the testimony leads me.\n\n\n\nI want to thank IRS for the great job that you do over the years, for the thankless work that you do.  But there was \nsome implication from Secretary Myers and you, Commissioner, that this enforcement as existing law as it relates \nto undocumented workers.  I don't -- you said something about --\n\nMR. EVERSON:  Yes, sir.  I think probably what you were responding to is the penalties, the enforcement of \npenalties in this area.  What Secretary Myers was talking about is right now, if --\n\nREP. RANGEL:  No, no, I don't want to talk about what she's talking about.  I want to talk about you saying that \nillegal workers are liable for taxes.\n\nMR. EVERSON:  Yes.\n\nREP. RANGEL:  And there was some vague implication that you going after the worker and the employer.  \nSomeone gave me this saying that we've got between 11 and 12 million illegals unauthorized population, that two-\nthirds of them have been in the country for 10 years or less, that 30 percent of them -- where is it now -- the \nindustries that they work in, the hotel industry, the agricultural industry -- here it is here.  Seven million of them \nwork a standard of labor force of 148 are legal.  And one-third of the unauthorized workers are in service \noccupations.  Nineteen of the illegals employed in construction and extracted to 15 in production, insulation and \nrepair, 4 percent in farming.  As a matter of fact -- then we have percentages in cleaning and all the service \nindustry, butcher, food, landscaping.  And the president has implied that if we got rid of all the illegals, it would have \nan outstanding negative economic impact on these industries, and that's why we have to do something to legalize \nthem.\n\nThat means that we know where they are, where they're working, the industries, and the political position is, we not \nonly cannot want to deport them, but we can't afford to deport them.  We can't do it, and we can't afford to do it.  \nNow, how does the IRS fit into this? You know where they are.  You know where they're working.  You know the \nindustries.  Are you suggesting that you're enforcing the tax laws as it relates to illegal workers in the United States \nof America?\n\nMR. EVERSON:  What I said, sir, and perhaps I wasn't as clear as I ought to be is that the tax laws do not \ndistinguish between status as a citizen or a legal resident or as an illegal undocumented worker in this country. \n\nREP. RANGEL:  I know the law.  I want to talk about --\n\nMR. EVERSON:  So what we're trying to do --\n\nREP. RANGEL:  Let me ask you, are you --\n\nMR. EVERSON:  We try to get the taxes.\n\nREP. RANGEL: -- attempting to enforce the law as it relates to illegal workers as it relates to illegal workers in the \nUnited States of America?\n\nMR. EVERSON:  No, we are trying to enforce the law as it relates to the tax obligations of illegal workers in this \ncountry.\n\nREP. RANGEL:  Let's try it again.  Are you going after illegal workers who don't pay taxes in the United States of \nAmerica?\n\nMR. EVERSON:  Yes, we do, sir.  We have in this country an absolute obligation to pay your taxes.\n\nREP. RANGEL:  I know the obligation.\n\nMR. EVERSON:  And that doesn't matter whether you're legal or illegal.\n\n\n\nREP. RANGEL:  Are you going after employers who hire illegal workers who don't take taxes away from these \nillegals?\n\nMR. EVERSON:  They are subject to the same scrutiny that other employers are subject to.\n\nREP. RANGEL:  Okay.  Commissioner, I know they're subject to, but do you have any statistical data -- can you \ngive me any idea of the number of cases that you're going after?  I mean, all of this statistics, and the President of \nthe United States -- no one challenges you can go to any restaurant, chain of restaurants, chain of hotels, \nagriculture, landscaping, and we know where the illegals are.  Could you tell me what percentage of the estimate of \nillegals that you've prosecuted for non-payment of tax?\n\nMR. EVERSON:  I can give you one statistic that I think will answer your question, and perhaps rebut the inference \nthat we're singling this population out.  When you look at our --\n\nREP. RANGEL:  I don't want you to rebut it.  I mean, if you know they're illegal, why rebut it if they have a legal \nobligation --\n\nMR. EVERSON:  Let me give you one statistic.\n\nREP. RANGEL:  Go on. \n\nMR. EVERSON:  The audit rate for all individuals is a little less than 1 percent. \n\n If you look at the audit rate for non-IETC claimants, with an income under $25,000, that is 0.12 per cent.  In other \nwords, we are doing very little in that area, in contrast to a 5 percent audit rate for people with a million dollars of \nincome or more.  These people are not being singled out.  That's because, at the level that we're talking about, and \nif you look at the mismatched W-2s, as I indicated, three- fourths of them are for amounts of 10,000 or less.  The \nramification of all that is they are -- we tread very lightly in this area, because it does not generate a lot of money.\n\nREP. RANGEL:  Okay.  But I wish you could send me something as soon as you can.  If we know that -- do you \nreally believe that illegal aliens are generally paying tax -- federal taxes?\n\nMR. EVERSON:  Well, it's a very difficult thing to estimate, but, as I indicated, this year so far, we've received 2.6 \nmillion returns that have an I-10 on a return.  Now, that can be an I-10 for a dependant or for a spouse, but probably \nthere are 2 to 3 million illegals who are paying taxes, I would say, out of -- you mentioned an estimate which I guess \nis the general consensus, of about 7 million in the workforce.  So clearly there is a very significant contribution of \ntax by that population, sir.\n\nREP. RANGEL:  Thank you for your leniency, Mr. Chairman.\n\nREP. McCRERY:  You're quite welcome, Mr. Rangel.\n\nMr. Shaw?\n\nREP. E. CLAY SHAW JR (R-FL):  Thank you, Mr. Chairman.\n\nI'd like to start with Dr. Horn.  I have an interesting question, I think.  In your testimony, you provide, correctly so, \nthat the TANF payments paid on behalf of the child, and if the child is an American, regardless of whether the \nparents are illegal or not, should be entitled to some TANF payments.  Also, under the welfare reform law, certain \nwork is required and time-limited welfare reform.  How do you work this out where somebody's an illegal and is \nrequired or having work requirements with regard to a condition of receiving TANF payments?\n\nMR. HORN:  If the adult is an undocumented immigrant, then they are not eligible for an adult assistance payment \nunder any  circumstance, and because they are not eligible for adult assistance, they are not covered under the \n\n\n\nwork requirement.  So in cases where an illegal immigrant has a U.S. born citizen child, that benefit is paid on \nbehalf of the child, but the adult is not eligible for federal payment.\n\nREP. SHAW:  The child is not eligible for federal --\n\nMR. HORN:  The child is, but not the parent, if the child is a U.S. citizen.\n\nREP. SHAW:  Well, where do you pay the TANF funds?\n\nMR. HORN:  Well, it goes to the family.\n\nREP. SHAW:  To the illegals?\n\nMR. HORN:  The check -- since children generally don't have bank accounts, it goes to the parents.\n\nREP. SHAW:  That's interesting.\n\nMr. Everson, I -- listening to the exchange that you had with Mr. Rangel, it calls to mind a bill that I think Mr. English \nhas filed, and that is a question -- of which I think I'm a cosponsor, and that is a question of matching Social \nSecurity Numbers with employees with regard to the W-2 forms that are filed for these employees.  And the \nquestion is, what effect would it be to tell the employer that, unless they can come up with a legitimate Social \nSecurity Number, that they would not be able to deduct from their income tax the cost of the labor payments made \nto illegals?\n\nMR. EVERSON:  I think that this could be enforced, Congressman, but we'd need to consider that carefully, I would \nsuggest, because the real trick here is we need to get the comprehensive reform so that we dry up the demand and \nthe flow of illegals into the country, as we've all talked about.  If that's not done, you could have, if you put in a \nprovision like that, a real impact where businesses decline to organize in the legal sector at all.  They go into the \nunderground economy and they don't pay taxes at all.  They are not paying the employment taxes, they are not \npaying the income taxes, and because of that real economic charge that they would get if you went that way. So I'd \nbe very careful before we did something like that, sir.\n\nREP. SHAW:  That's interesting.  And I would assume, though, that most of the illegals don't really reach the point \nwhere they have to pay -- where they have any income tax liability.\n\nMR. EVERSON:  I think that's probably, by and large, true.  I talked about the billions that are -- that do come in, but \nif you look at all those mismatches that I mentioned before, the preponderance of them is for amounts below \n10,000.  Right now, it takes about 8,000 as a single filer before you have any tax obligation, and $16,000 if  you're \nfiling jointly, so you're right, a lot of folks are under that limit.\n\nREP. SHAW:  Commissioner Barnhart, I -- for some time, and I think we've talked about this maybe over the years, \nit's been a very great concern of mine that somebody can be amassing Social Security payments under really a \nfalse number that they had made up and actually, in many cases, is part of identity theft, and then they can come \nback, if they were legalized and had a legal Social Security Number, they can come back then and claim the \nmoneys that they've paid in under an assumed name or quite -- or due to fraud and identity theft of one other.\n\nDo you think we ought to reevaluate that position, and exactly what -- it seems basically wrong to me to allow \nsomebody to enjoy our Social Security system who has actually defrauded the system for so many years, and then \ngoing back and claim the benefits of the fraud that they have perpetrated on the system as well as, in some cases, \nthe employer.  What would be the effect of changing this policy?  How much money is out there that's estimated \nthat would be forfeited in the event we were to change this policy?\n\nI think the situation over in the Senate was pretty much tracking a lot of the law that's already on the books in their \nimmigration bill.\n\n\n\nMS. BARNHART:  Yes, Mr. Shaw.\n\nAs you know, there have been, you know, several changes that have made relative to the issue of who can collect \nSocial Security benefits.  I mean, in the 1996 legislation, it was required that you had to be legally residing in the \nUnited States in order to -- be legally authorized to be in the U.S. to collect benefits if you were residing here.  In the \nSocial Security Protection Act that this committee passed a few years that went through this committee, it required \nthat for anyone who was issued as Social Security Number after 2004, they had to be work-authorized at some \npoint or they would not -- the earnings that they had accrued would not count towards that.\n\nThe difficulty that we run into in looking backwards and trying to discern whether the person was work authorized or \nnot work authorized is that, to the best of my knowledge, there is no electronic database or file where it chronicles a \nperson's status for specific periods of time.  For example, a person could come into the country legally and be \nworking, and then not be authorized to work, and therefore being in an unauthorized status, and then come back \ninto being in an authorized status again.  It's my understanding, and I would defer to Ms. Myers, but my \nunderstanding is that the Department of Homeland Security does not, in an automated fashion, track that data \nlongitudinally.  And so it's not readily available for us to go back and make determinations at Social Security about \nwhich portion of earnings were earned during a work authorized period and which portion of earnings were earned \nunder an unauthorized period.  \n\nIn the case of just strict identity theft -- and I described that as I did because I believe that's what you were talking -- \nI mean, I believe that was the -- but I just want to point out that in the case of strict identity theft, misuse of a Social \nSecurity Number is a felony.  And we would refer to that to our inspector general for investigation and prosecution. \n\nREP. SHAW:  Would the Senate bill have changed that?\n\nMS. BARNHART:  The Senate bill --\n\nREP. SHAW:  Senate Immigration Bill.\n\nMS. BARNHART:  My understanding is that the Senate Immigration Bill does not change the requirements currently \non the books related to who's eligible to receive Social Security and not eligible to receive Social Security.  Rather, \nwhat it does is it gets into making more people potentially eligible.\n\nREP. SHAW:  Thank you.\n\nREP. MCCRERY:  Mr. Stark.\n\nREP. FORTNEY PETE STARK (D-CA):  Thank you, Mr. Chairman.\n\nSecretary Myers, in your enforcement of these immigration and customs laws, do you use informants?\n\nMS. MYERS:  Yes, we do.\n\nREP. STARK:  Okay.  My opponent has suggested a program of offering bounty payments to citizens for turning in \nundocumented workers or illegal residents.  Would you -- would the administration support that?  Would you \nsupport that idea?\n\nMS. MYERS:  Well, Congressman, we certainly are looking at kind of all creative ideas at this point, in order to \nensure --\n\nREP. STARK:  Have you considered bounty payments?\n\nMS. MYERS:  We have not specifically considered so-called bounty payments.  There are certain occasions --\n\nREP. STARK:  Commissioner Everson, you use rewards in collecting?\n\n\n\nMR. EVERSON:  We do, sir.  We have a whistle blower program, you're right. \n\nREP. STARK:  I doubt if you get many people in the five and 10 percent bracket getting turned in, but you may.  \nWith your experience, would offering bounties to the average citizen help you or be useful in this kind of \nenforcement?\n\nMR. EVERSON:  I don't want to get into that, if I can avoid it. Chairman Grassley's a very strong advocate of \nexpanding the whistle blower program, and we're working to do that.  But where you apply that I think is more \ntowards the top end, sir.\n\nREP. STARK:  That's what I thought, too.  One other idea that my opponent has -- and as far as I know, and I \nguess I could ask Dr. Horn, he suggests that we revoke the citizenship of all of the children who were born here of \nillegally resident parents.  And I'm not a lawyer, but I'm not sure that short of a constitutional amendment that that \nwould be possible?  Does anybody -- are you a lawyer, Mr. Everson?\n\nI don't think that's constitutional, do you?\n\nMR. EVERSON:  I'm a psychologist, not a lawyer.\n\n(Laughter.)\n\nMR. (?):  I believe that would require a constitutional amendment, sir.\n\nREP. STARK:  Thank you very much.\n\nNow, Secretary Myers, you're familiar with both the Senate and the House bill?\n\nMS. MYERS:  Yes, sir.\n\nREP. STARK:  Which do you prefer, and how -- which would be more helpful in your work?\n\nMS. MYERS:  We enforce the law, and whatever law is passed, that's the law --\n\nREP. STARK:  I'm asking, you're a professional law enforcement person.  We have two bills that we're discussing, \nwe may compromise between them.  I'd like to know which of the bills would be more useful to you in fulfilling your \nduties.\n\nMS. MYERS:  Well, there's certain core things that we need in order to be more effective in enforcing -- but in \nparticular, the work site enforcement law.  And one, we believe, would be more regularized access to the Social \nSecurity Number match data.\n\nREP. STARK:  Which bill does that better?  I'm -- \n\nMS. MYERS:  Well, sir, you know, we would -- the administration I think has worked very closely, we would be \nhappy to continue to work on that, because --\n\nREP. STARK:  Let me try -- is anybody else -- Commissioner Everson, between the bills -- Secretary Barnhart in \nSocial Security, which bill would make your job easier?  I'm not -- I don't think we can get either one in its -- as it \nstands, but I'm curious which one would help you more?\n\nMS. BARNHART:  From my perspective, Mr. Chairman, Social Security doesn't get involved, as Mr. Everson said \nearlier in his opening remarks, Social Security doesn't get involved in strict enforcement of immigration law.  And so \nfrom my perspective, both bills address the issue of Basic Pilot in terms of either expanding the current Basic Pilot \nto make it mandatory to all employers, or actually amending Basic Pilot and including more elements.\n\n\n\nWhat I'm mainly concerned about is making sure that the wages that are reported to Social Security are credited \naccurately to the appropriate Social Security Number.  And this goes back to the question that I was asked --\n\nREP. STARK:  Dr. Gustafson, one of the concerns in the House bill that the Senate bill doesn't have is that there's a \n-- that the emergency room workers who help illegal residents or aliens might be arrested for providing care that \nunder EMTALA they're required to provide.  Do you -- have you looked into that part of the House bill? Would you \nhave any comment on that?\n\nMR. GUSTAFSON:  Not in depth, sir.\n\nREP. STARK:  Pardon?\n\nMR. GUSTAFSON:  We have not looked at that provision in any depth.\n\nREP. STARK:  You're familiar with it?\n\nMR. GUSTAFSON:  It has been called to our attention recently, sir.\n\nREP. STARK:  And you don't -- you think it would help?\n\nMR. GUSTAFSON:  I think we would have to voice concern about a provision which interfered with the public health \nrole of America's hospitals, sir.\n\nREP. STARK:  Thank you.\n\nThank you, Mr. Chairman.\n\nREP. MCCRERY:  Mr. Herger.  \n\nREP. WALLY HERGER (R-CA):  Thank you.\n\nCommissioner Barnhart, just following up on some questioning that Congressman Shaw asked earlier, do you have \nany estimates to the number of children receiving SSI benefits whose parents are in the U.S. illegally?\n\nMS. BARNHART:  No, sir, I do not.  I can tell you that approximately 1 million children receive SSI disability \nbenefits, and unfortunately, for the purposes of answering your question, we don't -- whether or not the children are \nin the country illegally themselves or are, as in the case that Dr. Horn described, American citizens because they \nwere born here but their parents are here illegally, we don't capture that kind of data, I'm sorry.\n\nREP. HERGER:  Secretary Horn, your testimony notes that in 2004, about 152,000 temporary assistants to needy \nfamily child only cases included parents of unknown citizenships.  That is an alarming figure. Is this group a rising \nshare of the welfare case load?  If so, what, if anything, can we do through future TANF policy reforms to address \nthis issue?\n\nMR. HORN:  If you look at the number and the percentage of cases in which a child is receiving a benefit and \nresiding with a parent who is not receiving a benefit and where the parent is either of unknown citizenship or alien \nstatus, back in 1996 there were about 160,000 such cases, and in 2004 there were 151,000.  So in terms of \nabsolute number compared to the last year of AFDC, the number has gone down. Although if you compare it to \n2000, the number was about 91,000 in 2000 and -- it's 151,000.  So it depends on what your comparison here is.\n\nIf you look at the percentage of those cases, in '96 under the last year of AFDC it was 16 percent of all child only \ncases, and in 2004 was 18 percent.  And if you compare to 2000 instead, it was 12 percent in 2000 and 18 percent \nin 2004.  So if your comparison is to the last year of AFDC, both the number and the percentage has -- well, the \nnumber has gone down, certainly.  But if you compare it to 2000, the number and the percentage has gone up \nslightly. \n\n\n\nREP. HERGER:  And is that considering the fact that our case load has gone down by over 60 percent?\n\nMR. HORN:  Well, that's where the percentage would --\n\nREP. HERGER:  Since '96?\n\nMR. HORN:  If you look at the overall number of child only cases on the case load, the number has stayed relatively \nconstant since the enactment of TANF.  But the percentage has grown pretty dramatically in the entire category of \nchild only cases.  In 1997, there were about 900,000 child only cases, and in 2004 there's about 164,000.  As a \npercentage of the total case load, however, it's grown from 21 percent to 44 percent.\n\nNow, not all of those child only cases are in the category that we're discussing.  A lot of them are residing with a \nparent who's gone SSI, and some of them are residing with parents who are in sanction status.  So it depends on \nwhich category of child only cases you're thinking about.\n\nREP. HERGER:  Does the welfare -- again, Dr. Horn, does the welfare system now expect illegal alien parents to \nwork for these benefits or otherwise place a time limit on them?\n\nMR. HORN:  Illegal aliens are not eligible to receive a cash assistance payment.\n\nREP. HERGER:  But again, referring to the children who are receiving, who have been born in the United States, \neven though their parents are illegal, they are legal, and if those children are receiving, are the parents working?\n\nMR. HORN:  In cases of child only cases, regardless of the status of the adult, the -- at least until very recently, \nchild only cases, the adult in those child only cases was not subject to the work requirement.  That has changed for \nsome categories of child only cases with the publication in late June of our interim final TANF regulations, but we \ndid not include in the subject to the work requirement category children whose parents are either immigrants \nunder their five year bar for receive to recipients, nor illegal immigrants -- parents.\n\nREP. HERGER:  Thank you.\n\nREP. MCCRERY:  Mr. Johnson.\n\nREP. SAM JOHNSON (R-TX):  Thank you, Mr. Chairman.\n\nMs. Barnhart, following up on the chairman's earlier question, do you have the ability to have instantaneous \nconfirmation of someone with a Social Security Number? \n\nMS. BARNHART:  (Off mike.)\n\nREP. JOHNSON:  Turn on your mike, please.\n\nMS. BARNHART:  Thank you.\n\nMr. Johnson, what we have is the ability for an employer, through our Social Security Number verification system, to \nget a PIN password, be able to sit down on a web-based system, plug in Jo Anne Barnhart and my Social Security \nNumber, and instantaneously it comes back that either it's a match or it's a no match.\n\nNow, that does not say -- going back to a point Ms. Myers made earlier -- that I'm actually Jo Anne Barnhart.  It \ncan't do that.  But it can say that the name and the number match, but not necessarily the individual who provided \nthat name and number to the employer, in this instance, is actually the --\n\nREP. JOHNSON:  Yeah, it could be a false number.  But it matches whatever the name is.\n\nMS. BARNHART:  Correct, it does.\n\n\n\nREP. JOHNSON:  Okay.  And you coordinate with them on that?  With ICE?\n\nMS. BARNHART:  Yes, we do.  That is part of what we do.  And in addition to the SSNVS program that's available \nto all employers on a voluntary basis, we also worked through the Basic Pilot with the Department of Homeland \nSecurity.\n\nREP. JOHNSON:  Okay.  You've got a non-work alien file, I think, that tracks earnings.  Is that true?\n\nMS. BARNHART:  We do have a non-work alien file, yes, sir.\n\nREP. JOHNSON:  With a non-work Social Security Number.  If the Congress were to pass a new law stating only \nearnings from citizens or those with a green card were to be credited to Social Security, is there any way to go back \nto previous years and make sure that no wages paid to illegals would every be credited with Social Security \nbenefits?\n\nMS. BARNHART:  That would be extremely difficult, Mr. Johnson. And as I was discussing with Mr. Shaw earlier, \nthe issue for us is that there is no longitudinal database that tracks a person's work authorization status at specific \npoints in time.  So, for example, let's say that I was here illegally in this country working, and then I went through \nwhatever channels are necessary to go through, got sponsored, whatever, and I became a work authorized \nindividual.\n\nIt is my understanding that the database at Department of Homeland Security actually overrides and then says, as \nof today, July  26, I am now work authorized and in this country and legal to work. So the data that would be \nnecessary to go back and say, that work authorization just started that day and anything prior to was unauthorized, \nto the best of my knowledge, does not exist, but I would invite Ms. Myers to comment.\n\nREP. JOHNSON:  Okay, but you do know that they're earning wages and you apply them to Social Security?\n\nMS. BARNHART:  We do know that they're earning wages, and if the name and Social Security Number match our \nfiles, we apply it to Social Security. \n\nREP. JOHNSON:  Okay.  Do you coordinate with IRS on those wages?\n\nMS. BARNHART:  The coordination that takes place with IRS is actually done through our no match.  Every year, \nwhen we receive wage reports, which are the W2s that are submitted with this summary W3, we record those.  The \nIRS -- I mean, Mr. Everson can obviously describe what they do better than I can, but they actually get the W2s -- \non the W2s, the income.\n\nIf we end up with wage data that doesn't match what IRS has, we contact them, and if they end up with more wages \nreported than what showed up through the no match file, then they contact us.\n\nREP. JOHNSON:  Well, what happens if you don't get a match?\n\nMS. BARNHART:  If we don't get a match, it goes into the earnings suspense file, something that's been in \nexistence since 1937.  There are currently over 200 million, I believe -- 255 million items, I believe, in the earnings \nsuspense file.  Wage items, not dollars, but wage items, unreported instances of wages -- reported wages that \ncould not be attributed to a correct Social Security Number.\n\nREP. JOHNSON:  Do you now coordinate with ICE on those kind of items?\n\nMS. BARNHART:  We send to the Department of Homeland Security information on the numbers where wages \nwere earned on a non-work file.\n\nREP. JOHNSON:  Okay, let me ask you --\n\n\n\nMR. (?):  If I could add something to that?\n\nREP. JOHNSON:  Okay.\n\nMR. (?):  Sir, this gets to the nub of the issue on 6103.  Those mismatches, those 8 million mismatches or so, that's \ntaxpayer information, it's generated off a W2, a W2 is taxpayer information. So this is what the administration is \nproposing would be addressed through the mandatory verification system, a change to 6103 that would allow what \nyou're talking about to happen, sir. \n\nREP. JOHNSON:  Thank you.\n\nAnd one quick question for Dr. Gustafson.  Does CMS have an understanding as to why there was money left over \nin 2005 for Section 1011 funding, and was it a lack of education on a provider's part, or were hospitals reluctant to \nverify status of citizenship, and what were the main barriers?\n\nMR. GUSTAFSON:  Not all the money was expended in 2005, as you indicated, that rolls over to be available in \n2006.  We believe that the principal thing to point to here is that this was a new program. So that we were getting it \nup and running, providers were enrolling in it, everybody was getting used to the new business.  We've seen -- we \nhave no evidence I could provide you indicating any reluctance on the part of providers to participate.\n\nREP. JOHNSON:  Thank you, sir.\n\nThank you, all of you.\n\nThank you, Mr. Chairman.\n\nREP. MCCRERY:  Thank you, Mr. Johnson.\n\nMr. Levin.\n\nREP SANDER LEVIN (D-MI):  Thank you.\n\nWelcome, welcome to all of you.\n\nMs. Barnhart, I think there was a Social Security actuary estimate on the Senate bill.  Are you familiar with that?\n\nMS. BARNHART:  Yes, sir, I've read that estimate.  That was performed and done by our independent actuary, yes, \nsir.\n\nREP. LEVIN:  I was sure with your diligence you had.  So why don't you briefly tell us what it said about the impact \nin terms of the solvency of the fund?\n\nMS. BARNHART:  The actuaries' memo that was provided to Chairman Grassley explained that due to significantly \nincreased revenue, because of the temporary worker program provided for in the S. 2611, the trust fund \nexhaustion date would actually be moved out at least two years from 2040 to 2042, I believe.\n\nREP. LEVIN:  Thank you.  You also -- when we were talking about the child only cases, and you mentioned the \navailability of SSI.  I think the record should be clear, if the child's illegal, there's no benefit, right?  There has to be \nlegality of somebody, is that correct? \n\nMR. HORN:  Yes.  It's complicated, and I may have made it overly complicated.  There are different categories of \nchild only cases.  One category is that the parent is a legal immigrant, a qualified immigrant who's under their five \nyear bar from receiving assistance, so the child is a U.S. citizen and getting assistance.  Another category would be \na U.S. citizen-born child whose parents are here illegally and therefore ineligible for a cash benefit.\n\n\n\nThere are other categories.  One of them is that the child is -- that the parent is on SSI and the child is receiving a \nbenefit.  My assumption is, to get SSI you have to either be a U.S. citizen yourself as an adult -- is that correct?\n\nMS. (?):  Actually, the limitations on SSI to citizens became extremely strict and limited after the 1996 legislation, \nabsolutely, Wade.  The fact of the matter is that unless you are a legal citizen, you really don't get SSI, except in \nvery, very limited circumstances. For example, in the case of refugees or asylees, and only then for a limited period \nof time, in order to allow you to apply for naturalization.\n\nREP. LEVIN:  Just so the record should be totally clear, let me ask you another question about the Senate bill.  \nWould guest workers be entitled to any benefits under the Senate bill?  Does anybody know that?\n\nMS. (?):  What I can tell you is that absent some change -- depending how the Congress decides to deal with that, \nworkers who earn credits and who pay into Social Security would be entitled to benefits under Social Security, \nunless the legislation decided to change that. I mean, right now if you earn money working in this country, you're \ncovered under Social Security and you pay taxes into Social Security, then you are covered by Social Security.\n\nREP. LEVIN:  Now, have you looked through at the guest worker provision in the Senate bill?\n\nMS. (?):  Not specifically to that degree, Mr. Levin, but I'd be happy to do that and provide a response for the \nrecord.\n\nREP. LEVIN:  Good.\n\nDr. Horn, the psychologist, I won't ask you a legal question. Just so we're clear again, the child only cases, so what \npercentage of the overall beneficiaries relates to child only cases?  Just give us a -- because you talked about the \nincrease, but in terms of the total work load, what proportion is involved with child only cases?\n\nMR. HORN:  The total category of child only as a percentage of the total TANF case load in 2004 is 44 percent.  But \nthat is not the same thing as the percentage of child only cases where the adult is an illegal or a qualified \nimmigrant under the five year bar, that's a much smaller percent. \n\nREP. LEVIN:  So it's clear, what the number of cases now of people on TANF?\n\nMR. HORN:  The number of people on TANF in 2004 was 1.98 million. Of that, there are -- 864,000 are child only \ncases.  If you subtract out families with non-parent caregivers or those who are in sanctioned status, that number \ndrops from 864,000 to 426,000.  And within the 426,000, 152,000 have either a parent who is a qualified alien, \nwho's ineligible, usually that means they're under a five year bar for assistance, or they could be an illegal alien, so \njust to be clear on those numbers. \n\nREP. LEVIN:  So it's out of a total of how many, it's how many?\n\nMR. HORN:  So out of 1.98 million, the number of cases in which the child is receiving a benefit and which they \nreside with a parent who is either of unknown citizenship or alien status is 152,000.  So it's out of 1.98 million, that \ncategory's 152,000.\n\nREP. LEVIN:  Thank you.\n\nREP. MCCRERY:  Just to clarify, Commissioner Barnhart, on Mr. Levin's question about non-citizens receiving \nSocial Security benefits, they had to be here legally in order to claim Social Security benefits and collect those \nSocial Security benefits, isn't that correct?\n\nMS. BARNHART:  Absolutely, sir.  I interpreted Mr. Levin's question as speaking specifically to people who'd be \nauthorized as temporary workers under the Senate bill.\n\nREP. MCCRERY:  Yeah, I think he was, I just wanted to make that clear.\n\n\n\nMS. BARNHART:  Absolutely.\n\nREP. MCCRERY:  That people who are not here legally, even though they may have paid Social Security taxes, \ncannot collect Social Security benefits unless they subsequently become legal workers or citizens here.\n\nMS. BARNHART:  That's absolutely true, as passed in the Social Security Protection Act a few years ago.\n\nREP. MCCRERY:  Thank you.\n\nMr. Lewis.\n\nREP. LEWIS:  Thank you, Mr. Chairman.\n\nMs. Barnhart, as we've been discussing here, most illegal aliens work.  But many granted amnesty under the \nSenate bill may be disabled  or otherwise unable to support themselves in this country, and many may seek \nbenefits under programs under our jurisdiction like the SSI and Social Security disability, welfare checks.  How \nwould the amnesty program affect the eligibility of formerly illegal aliens for SSI and Social Security programs?\n\nMS. BARNHART:  Thank you, Mr. Lewis.  Obviously it would depend ultimately on the specifics.  But just to \ngenerally try to answer your question, even if you had an increase in the number of lawfully present aliens, it \nwouldn't necessarily have a big effect on the SSI program or Social Security, because people still have to qualify \nunder the existing rules of the program.\n\nFor example, in Social Security, in order to receive retirement benefits, you have to have 40 quarters of work.  In \nother words, the equivalent of 10 years.  And so simply looking at automatically legitimizing the person's presence \nin the United States does not guarantee that.  Further, when you combine it with the provision that the chairman just \nreferenced from the Social Security Protection Act, which requires if that person did not have a legal Social Security \nNumber or a Social Security Number issued prior to 2004, they would have to have one that showed they were \nwork authorized in order to be able to collect benefits.\n\nREP. LEWIS:  Okay, thank you.\n\nI yield back my time, thanks.\n\nREP. MCCRERY:  Mr. Foley.\n\nREP. MARK FOLEY (R-FL):  Thank you very, very much.\n\nA couple of questions, first either to Internal Revenue or Social Security.  I've enquired to some employees, who are \nhere to be obviously working in our area.  However, I don't believe they're using an accurate number.  And when I \nasked the question -- because I was curious how they cashed paychecks, how they were paid by their employers, \nand one of them said, well, we all use one number.  Five or seven of us use one number in order to facilitate our \npayments, so we use a Social Security Number belonging to another individual.\n\nHow is it the service cannot determine if there are that many entries into a person's payroll record?  Five different \njobs.  It would seem physically or humanly impossible to have five simultaneous jobs, but that's apparently how \nthey're working the system in order to receive a paycheck.\n\nMS. BARNHART:  Well, I would defer to Mr. Everson to give details about how W2 information is reported, but from \nmy knowledge, W2s do not express the time period in which the earnings were accrued, other than the year.  So it's \npossible, we do have individuals who have multiple W2s for perfectly legitimate reasons.  They may work for a \ncontractor, they may be stevedores that work all over the place. \n\n\n\nI mean, there are a number of circumstances under which it is perfectly plausible that the individual does have \nmultiple W2s. Individuals change jobs more and more.  The current generation now changes jobs way more than, \nsay, the boomers did or our parents before us.\n\nI don't know --\n\nREP. FOLEY:  So let me understand.  So you're saying that the W2 would reflect the aggregate payments over the \ncourse of the year, not individual payments?\n\nMS. BARNHART:  It does not -- well, what it doesn't say is that Jo Anne Barnhart earned these from January to \nMarch of 2006.  What it says is, these were the earnings that were paid to her by this employer for tax year 2006.  \nSo it -- we can't discern from the information reported to us that they were concurrent earnings.\n\nREP. FOLEY:  Mm-hmm.\n\nMS. BARNHART:  To get to what I believe your initial --\n\nREP. FOLEY:  Well, I'm trying to figure out, on a weekly basis, as they report their Social Security payments, the \npayments, you know, on a quarterly basis, the employer, whoever that happens to be. There's no cross system that \nshows inputs form employers, collected from employees, that then verify where those two --\n\nMR. (?):  If maybe I could get in here, sir?  There are something like 230-plus million W2s that are issued each year \nfor about 150 million employees.  That indicates that the typical employee gets more than one W2.  That's the first \npoint I would make.  As I've indicated, there are about 8 million mismatches a year, largely probably associated with \nthis population of folks working illegally.  Within that, it's very likely that there is a higher multiple of people working \nin more than one job.\n\nPart of the problem you have here is that all that information flows into us well in arrear of when the work takes \nplace, because we don't get it from Social Security until some months after the end of the calendar year, and in \nmany instances this population is -- if you look at these employers, their total turnover is more than 100 percent of \nemployees during the course of the year.\n\nSo trying to get to currency on this -- which is what the administration is really suggesting -- with the upfront \nverification is much more effective than trying to track it down afterwards because of the nature of this population, if \nyou will.\n\nREP. FOLEY:  But I guess ultimately if five people are using the same number, then one person's going to have a \nmore plentiful Social Security check at the end of their working -- \n\nMR. (?):  I can -- let me make a comment as to the tax and then defer to my colleague.  This is a problem where \nthere's identity theft.  We estimate something like about 30,000 returns a year come in with identity theft.  That's \nwhere my name and Social Security Number is being used by somebody else.  So to us, it appears that there are \nmultiple wages coming in on my account.\n\nIf there's just a mismatch, our systems screen that out so that if someone's using my Social Security Number but \nnot my name, I'm not going to be dinged by the service, gee, you've got a lot of extra income here but haven't \nenough withholdings. \n\n We screen that out and adjust for that.\n\nMS. MYERS:  And if I could just add there, we have found on some case by case occasions that W2s are useful.  In \nthe IFCO case, which is the case I cited in my opening example, it actually came to our attention because the illegal \naliens were ripping up their W2s.  And another employee said, you know, why are you doing that?  They said, we \ndon't need those, we're not paying taxes.\n\n\n\nSo five to seven individuals posting against one number, you know, may not be the big thing.  In cases where we \nhave hundreds, two hundreds, those are the kinds of things that often come to our attention through other means \nand are very useful in building a case.\n\nMS. BARNHART:  And I would just add too from Social Security's perspective, if the individuals are using, say, my \nnumber, there are seven people who somehow happen to come up with a number that's a legitimated number \nissued to a person who is authorized to work, when that person receives their statement from us, which we provide \nto all workers over aged 25 every year, approximately two months before their birthday, it shows the earnings for \neach of the preceding years.\n\nAnd we urge people, obviously, to read the statement, pay attention to it, and we find that people actually do from \nthe surveys we do.  So I obviously know how much I earned in a particular year, and I could look, and if I all of a \nsudden saw enormous numbers, you know, of earnings, because all these numbers had been posted to it if they \nhad my name and number.  Then I would know that individuals were using my number, and I'd be able to contact us \nand we'd sort through that.\n\nMR. (?):  It might help you get a loan though.\n\nMR. (?):  Well, that was the irony of it all, was, you know, who is going to end up reporting the excess income if they \ndon't have a tax penalty, they'll simply have more aggregate of a Social Security check at the end of their working \nyears?  So it just seemed a system fraught with problems.\n\nMS. BARNHART:  What we do at the end of -- say this situation would continue throughout a person's work year.  \nOdds are, when they come to apply for benefits -- going back to the chairman's point --  they would not be eligible \nfor benefits because they're probably still residing illegally in this country, which would make them de facto and \neligible for benefits.\n\nIf in fact they did have a work-authorized Social Security Number, we would go through and actually do what we \ncall unscramble the earnings, and we do this with some degree of regularity.  And sometimes it's for purely \nlegitimate reasons.  A woman gets married and doesn't -- and changes her name but forget to tell Social Security, \nso an employer reports earnings differently.\n\nThere are all kinds of reasons why earnings end up being scrambled, but we would actually make the individual \nprovide information from the employer, wage stubs, you know, proving that they had earned those earnings and \nbeing able to document it.  It's quite a process that people must go through in order to show that past earnings that \nwere recorded on a number used by many were actually theirs, for purposes of determining the benefit.\n\nREP. FOLEY:  Thank you.\n\nREP. MCCRERY:  Dr. McDermott.\n\nREP. JIM McDERMOTT (D-WA):  Thank you, Mr. Chairman.\n\nArticle 14 of the Constitution says that all persons born in the United States are citizens and no law shall make or \nenforce any law which shall abridge the privileges of immunity.  Now, you've heard questions asked here about, \nhow do the children of illegals get TANF benefits, as though there's something wrong with that, as though there was \nsomething wrong.\n\nWell, I'd like to expand this a little bit.  Let me give you a specific example.  Tommy Clark came over from Ireland \nfor a visit to his brother in Boston.  Stayed on, got a job, laid bricks.  First year he paid his income tax on his I-10, \nnext year he paid his I-10, paid his I-10 for 10 years.\n\nAnd then, well, he married Mary Quinn along the way and they had two little boys, Sean and Lachlan.  And then \nTommy was killed on the job.  Would his children be eligible for survivor benefits under Social Security?\n\n\n\nMS. (?):  Obviously I'd have to maybe have a little more information about whether or not he was --\n\nREP. McDERMOTT:  If you want to know, I can make it up.\n\n(Laughter.)\n\nMS. (?):  Was he legally working in this country at the time that he was making -- \n\nREP. McDERMOTT:  No, no.  He was an illegal.\n\nMS. (?):  He never had a Social Security -- a legally issued Social Security Number?\n\nREP. McDERMOTT:  He never had a Social Security Number, he used an I-10 the whole time.\n\nMS. (?):  He used an I-10 the whole time.  For purposes of the child, if the child were born in this country --\n\nREP. McDERMOTT:  The children were both born here.  Born in Boston.  Mass General.\n\nMS. (?):  Well, I think the difficulty would be in the fact that the individual, based on the Social Security Protection \nAct provisions, would not have had a legally authorized to work Social Security Number.  But I'd have to check on \nthat, Mr. McDermott, just to be sure before giving you a definitive answer.\n\nREP. McDERMOTT:  Well, you're saying that -- but aren't you saying, Mr. Everson, that you keep a record?  I \nmean, they -- he pays taxes on his wages, he pays the payroll taxes, doesn't he?  He pays Social Security and \npays Medicare, right?\n\nMR. EVERSON:  I think that what you're getting to is there is a divergence under the law between treatment for \nSocial Security benefits and your income tax obligations, sir.\n\nREP. McDERMOTT:  You just left me hanging out in the middle of a diversion.  What does that mean?\n\nMR. EVERSON:  It means that while the information is collected and shared between the two agencies, that just \nbecause you've paid your income taxes, that doesn't entitle you to Social Security benefits.  That's a different set of \nstandards.\n\nREP. McDERMOTT:  But you put money into an account, you've done your 40 quarters of work.  I worked him for \n10 years, so he has his 40 quarters done, it's all recorded by you, and she's got the data, right?  You sent it over to \nher.\n\nMS. MYERS:  I would have the data based on the W-2s that are reported, the employer wage reports that were \nposted against that individual's number.   But you indicated that in this case, that the individual you're presenting \nhere wouldn't have a legally authorized Social Security Number.\n\nMR. EVERSON:  There'd be a mismatch here, sir, this is the nub of what we're getting to, because Mr. Clark \nwouldn't have used his I-10 at his employer.  He would have used a false Social Security Number in order to have \nbeen hired. \n\nMS. MYERS:  So he would go into our no match files, Mr. McDermott. \n\nREP. McDERMOTT:  You mean -- and why didn't you give that information to the Homeland Security people to get \nhim thrown out of the country?  How could he -- how could an Irish immigrant last 10 years in this country and you \nnot give his name to her and boot him? What -- I mean, if he's using a false Social Security Number, doesn't -- isn't \nsomebody going to pick that up?\n\n\n\nMR. EVERSON:  Well, again, the basic presumption is the protection, the actual privacy of the tax return \ninformation, so that right now it is not shared with Homeland Security so that they can go find this person and, to \nuse your words, boot them.  That is what is the nub of the issue here that needs to be considered, because there \nwill be a tax administration impact on changing 6103, albeit with the goal of having better protection and better \nworkforce enforcement, if you will.  Workplace enforcement.\n\nMS. MYERS:  And if I could just add, sir, something I believe is interesting in this situation as well, this whole notion \nof reporting when someone's not work authorized and so forth.  Based on our reviews that we do, at any given \npoint in time, about 36 percent of the people who are not work authorized at the time that the no match is initially \ndiscovered, meaning when the wage report's filed, either in February or March of each year, about 36 percent \neventually become work authorized and are work authorized within that year.\n\nAnd so the situation changes quite a bit, and I think that also elaborates on some of the complexities that you're \nspeaking about, Mark.\n\nREP. McDERMOTT:  Doesn't the employer have to fill out an I-9 as well, and you're supposed to go collect them?  \nDo you go and collect all the I-9s from all the employers?\n\nMS. MYERS:  No, the employer keeps those on file.  So we do not --\n\nREP. McDERMOTT:  But you go --\n\nMS. MYERS:  We audit them and do investigations. \n\nREP. McDERMOTT:  How often do you audit?  I mean, this guy's working for 10 years for a construction company, \nand you haven't audited his company in 10 years?\n\nMS. MYERS:  Well, certainly we have a number of challenges.  You know, we only have about 5,700 agents in the \nentire country who not only do work site but also do criminal aliens, who do customs violations, who do kind of a \nnumber of things.  And we're really increasing our work site efforts and we're targeting kind of the most egregious \nemployers.\n\nREP. McDERMOTT:  How do you increase them?  I mean, you don't have any more people.\n\nMS. MYERS:  Well, we've increased them by trying to do it smarter, because we used to just focus on the I-9 audit, \nand we found at the end of the day that sometimes people would have their paperwork clean but it wasn't good \npaperwork.  And so we focus on using confidential informants, using other sources, working with other problems to \nkind of develop cases.\n\nREP. McDERMOTT:  What does it mean to have your paperwork clean but it isn't clean?  That's -- sounds political \nto me, a little.\n\nMS. MYERS:  Certainly, Congressman, I mean that if you own the construction company and you had six \nemployees and they -- and you had all of their documentation listed on the I-9, but it was actually us, and in fact you \nknew that, and that would be the kind of problem that we would see, where sometimes the I-9 paperwork is fine but \nin fact we have reason to know that the employer actually knows that they're not hiring me, they're hiring the \nindividual that you named.\n\nREP. McDERMOTT:  But does the I-9 have my Social Security Number or something on it, so I know that -- I'm the \nemployer.  How do I know that this person is illegal?\n\nMS. MYERS:  Well, certainly there are challenges for the employers, and so that's why we are providing them with \nbest practices.  And so for -- if I came in to you and I said I was Wade Horn, and I said I was Wade Horn and I \n\n\n\nclaimed to be a Caucasian man with a moustache but I looked just like me, and I gave you my documents, you filled \nit all out.  If you didn't look askew at that, that's a problem.\n\nNow, if I came in and said I was Julia Smith, you might not have any reason to know based on the documents, \nbased on a fake document I've presented to you.  And so that's why we use things in addition to just looking at I-9s, \nwhich can be very helpful to bring cases.\n\nWhat we do is we work with employees who sometimes -- sometimes they're whistle blowers.  We got a good case \nthe other day from a congressman -- one of the congressmen of Pennsylvania, who had heard that down in one of \nthe grocery stores in North Carolina there were a  lot of illegal aliens employed there.  We actually conducted an \ninvestigation and made some arrests there.\n\nSo we used kind of a wide variety of sources.  And then we're bringing criminal cases.  We're not just focusing on \nsmall fines.  It used to be we'd fine people $150, and today that's not enough to keep employers from going out and \nhiring other illegal aliens.  What is enough is if you bring a criminal charge against them, where they can be subject \nto spending years in prison or forfeiting ill-gotten assets.\n\nREP. MCCRERY:  Mr. Brady.\n\nREP. McDERMOTT:  Could I just -- one second, just to say what's puzzling to me is I look at your work site \nenforcement data from 1999 to 2003 and you went from -- you said 182 cases down to four this year.  It sounds like \nyou're doing less to me.\n\nMS. MYERS:  Well, actually, that's --\n\nREP. McDERMOTT:  But I yield back the balance of my time, Mr. Chairman.\n\nREP. MCCRERY:  I'll give Ms. Myers a chance to respond that.\n\nMS. MYERS:  I appreciate that.  That's actually the notice of intent to fine, the civil fine structure, which we found to \nbe not effective.  We actually would like to have a more robust civil fine structure.  That is in the Senate bill, it's \nsomething we think would be helpful.  This year we're actually up over 445 criminal arrests and we've apprehended \nover 2,700 illegal aliens.  And so we think we've made great progress in the area since ICE was formed.\n\nREP. MCCRERY:  Mr. Brady.\n\nREP. KEVIN BRADY (R-TX):  Well, first, I hope Ms. McDermott will accept our condolences to the family, the widow \nand the son of the imaginary couple that she had.\n\nREP. McDERMOTT:  They got a good benefit.\n\n(Laughter.)\n\nREP. BRADY:  There are a lot of emotional issues tied to the discussion of our temporary worker program, and if I \ncould ask Commissioner Barnhart first, trying to get a little handle on social security impact.  If I understand right, \nunder current law those who work here illegally once they're legalized can claim benefits for work done illegally as \nlong as they can prove through documents that they worked, is that correct?\n\nMS. BARNHART:  They actually have to have an authorization to work, a social security card, that was authorized \nto work.  We provide  social security cards with no legend, just your name, \"Mr. Brady\" for example.  We provide a \nlegend that says, \"Authorized to work by DHS\" you know, check with DHS, or \"Not authorized to work\".  In the \"Not \nauthorized to work\" category we only provide about 14,000 of those a year and they are largely so people can take \nadvantage of programs like those that Dr. Horn operates because they are programs that require -- a state or \nfederal program that requires a social security number and card in order to be eligible for the program. \n\n\n\nREP. BRADY:  So under current law they cannot go back and claim benefits if they are here illegally working, have \nfiled under multiple cards for example, and then later are legalized?  Is that -- I'm just trying to understand it.\n\nMS. BARNHART:  Well, if they are later legalized, if they have a social security number that was issued with \nauthorization to work, then, yes, they can.  They absolutely can, because the fact of the matter is that we credit the \nwages to their social security -- calculation of social security benefit, and the law does not distinguish in that sense.  \nWhat it says is you must be legally residing in this country in order to receive benefits, or you must have a work \nauthorized social security number after 2004 in order to receive benefits.\n\nREP. BRADY:  If under the Senate bill -- and they have sort of a three-tiered path to citizenship, but for those who \nend up working here legally do they then have a claim for those security benefits earned under -- if they have a \nsocial security card, whether it's a legal document or a multiple fraudulent document, do they -- I'm just trying to \nunderstand do they have a claim.\n\nMS. BARNHART:  Again, that would fall into that unscrambling of earnings because if in fact they had earnings that \nthey -- while they were working illegally, odds are they were posted to a false social security number or an \nincorrect social security number falling into the mismatch category, the mismatch percent I've been describing, and \nif that were the case it would require unscrambling those earnings, we would not simply accept their personal \nattestation that, \"Gee, I was working there and these are my earnings\".  And most individuals -- I daresay that \nhappens in very few cases because most individuals don't keep wage subs and W-2s and things, particularly if \nyou're working illegally, and as you pointed out, often times people try to destroy W-2s now who are here illegally \nbecause it's not to their advantage to have them.\n\nREP. BRADY:  If the Senate bill were eventually to become law, you know, there are different estimates on how \nmany would end up being legalized.  I don't know if it's five million or eight million or 12 million, but does SSA have \nany range of estimated costs to social  security of what those past benefits may add up to, and I know there are a \nwhole bunch.  It depends on what the final product would be, obviously, but have you looked at or do you have \nexperience?  And in past cases, you know, what do those past claims tend to be?\n\nMS. BARNHART:  I don't believe we have, but I'd be happy to check for you, Mr. Brady.  What we have looked at in \nterms of that legislation is the workload that would be required assuming that the majority of those individuals do not \nhave legitimate social security numbers.\n\nSo, for example, if they were legalized, if they all of a sudden were legal and needed to get a social security \nnumber, would we likely be having to issue six million new numbers, nine million, 12 million new numbers, and \nwe've looked at that in the context of the fact that we now issue between 12 to 17 million numbers, usually 17.  \nTwelve replacement numbers, I believe it is, and five million new numbers a year.  And so obviously it would add \nfairly dramatically on a short term basis to our what we call enumeration workload if in fact all those individuals did \nnot have legally issued social security cards.\n\nREP. BRADY:  May I ask, how big is the suspension file for the no-match dollar-wise?\n\nMS. BARNHART:  The suspense file is 255 million separate items. In other words, wage reported items, and it \ntotals $519.6 billion, but what's important is -- to make the point -- that's wages, that's not taxes paid.  So in other \nwords, for those 255 million instances of individuals where the wages did not match their -- yes, their name and \nsocial security number did not match, those wages when you add them up total $519.6 billion.\n\nREP. BRADY:  Is that cumulative or --\n\nMS. BARNHART:  That is -- absolutely.  Since -- from 1937, I believe that's through 2004, FY 2004.\n\nREP. BRADY:  Any idea how much each year that's running --\n\n\n\nMS. BARNHART:  Yes, I didn't bring that information with me but I could certainly -- in terms of the dollar value, I \ncould certainly get you that.  I think it's around 1.3 percent of the earnings each year, but don't hold me to that.  I \nthink that's right though.  I think 1.3 percent of all earnings each year end up in the earnings suspense file.\n\nREP. BRADY:  Thanks, commissioner.  Sorry I ran over time, chair.\n\nREP. LEWIS:  Thank you very much, Mr. Chairman.  Mr. Chairman, I apologize that I had to be out of the room for \na moment, a little more than a moment.  But I heard each of -- each member of the panel's testimony. \n\nCommissioner Everson, it is good to see you here, and I know that my colleague -- I believe Mr. Johnson touched \non this issue while I was out of the room, but I want to be sure I follow up on some of the discussion that we had \nwhen you testified earlier this year.\n\nMR. EVERSON:  Yes.\n\nREP. LEWIS:  I think back in February.\n\nMR. EVERSON:  Yes, sir.\n\nREP. LEWIS:  You testified before the Oversight Subcommittee.  I think that was a joint committee, social security \nand oversight.  And during that hearing the Department of Homeland Security was seeking broader access to \ntaxpayer's return information, which would require an amendment to tax code section 6103.\n\nYou testified then -- and I think you made it plain and somewhat clear that giving this information, turning this \ninformation over to the Department of Homeland Security, in your words, would have a chilling effect on \nparticipation in the tax system, and that everyone should have their eyes wide open before agreeing to such a \nproposal. Do you care today to discuss your concern about giving DHS access to tax return information?\n\nMR. EVERSON:  Certainly, sir, and I thank you for your welcoming words.  I believe you correctly quoted me, but \nyou've left out a part which is --\n\nREP. LEWIS:  What did I leave out, Mr. --\n\nMR. EVERSON:  -- which is to say that I advocated this sharing, but I said that there are times when concerns over \ntax administration can give way to a national imperative.  But my point then and point now is that we, and \nparticularly this committee, which has jurisdiction over the tax laws needs to have, as you just said and I said, its \neyes wide open, that we are changing this very important element of privacy as to return information.\n\nLet me just read you what the president said just two days ago. He said Congress is now considering legislation on \nimmigration reform. That legislation must be comprehensive.  All elements of the problem must be addressed \ntogether or none of them will be solved at all.  I believe what I said in February and what I believe today is that we \nneed to solve all the elements of this problem, and my concern would be if we have a cherry picking of solutions, \nsome legalization efforts and not enough enforcement, or we don't ultimately get to the right balance here, then you \nwill be left if you have information sharing with immigrant groups and others counseling aliens not to participate in \nthe tax system.  That remains a concern of mine.  That's why I think it's so important to do what the president said \nand get all the elements that need to be included in this legislation handled.  I support what the president is doing \nvery vigorously, but I do think it  needs to be done in a balanced way, and understanding that there will, sir, be this \nramification on tax administration.\n\nREP. LEWIS:  I appreciate that very much, Mr. Commissioner.  With your history and your background, your \nprevious role in the government, do you believe that the Department of Homeland Security has done all it can to \nenforce immigration laws and use the laws already under its authority?\n\n\n\nMR. EVERSON:  Well, I am reluctant to criticize sister agencies, especially when someone is sitting right next to \nme, so I'm -- if you'll bear with me I won't go down that road.  What I will say is that the flaw in the '86 Act is one that \nwe've been dancing around all afternoon.  That is the fact that employers were able to just review the documents, \nand the documents of the employee could be false. \n\n That's what has gutted the effect of the IRCA, the '86 Act.  The fact that you as an employer could look at me and \nsay, \"Geez, those documents look good,\" and then you were off the hook.  That's what gave rise to the decline in \nthis interior enforcement, I would suggest, and that's what the administration is trying to address here, sir.\n\nREP. LEWIS:  Thank you very much.\n\nMS.   :  If I can just add, I think as a department we are and have been striving to do better.  As the secretary, \nSecure Border Initiative, develops kind of a comprehensive strategy for looking anew at interior enforcement and \nusing the tools that we have, I believe that we had not adequately used all the tools that were existing, and that's \nwhy we're trying to enforce the law in new and better ways but there's much more work to be done.\n\nREP. LEWIS:  Thank you very much.\n\nThank you, Mr. Chairman, I yield back.\n\nREP. MCCRERY:  Thank you, Mr. Lewis.\n\nMr. Beauprez.\n\nREP. BOB BEAUPREZ (R-CO):  Thank you, Mr. Chairman.\n\nMr. Horn, are you aware of any cases where someone who thought probably did qualify for benefits, welfare \nbenefits of one type or another, when they applied they found out that we're told, \"Wait a minute, you've got a whole \nbunch more income than you're reporting here,\" or that they were on benefits and later were bumped off because of \na -- at least an assumed reporting of too many -- too much income?\n\nMR. HORN:  Are you saying --\n\nREP. BEAUPREZ:  If somebody applies for a benefit, they meet the poverty guidelines, somebody does the check \nand says, \"Wait a minute, we checked your social security number and you're reporting $200,000 of income\". \n\nMR. HORN:  I know that happens, and in fact we encourage that to happen by having the TANF agencies match \nagainst the National Directory of New Hires.\n\nREP. BEAUPREZ:  Good, I'm glad you do that check.  I'm also familiar with -- I'm going to share with all of you \nsome background information that I got recently from my state Department of Labor in Colorado.  In the first quarter \nof 2006 alone, just inside one quarter, 304 different social security numbers were reported by 2819 different \nemployers. This was a check for only numbers that were reported at least six or more times.  It's certainly possible \nthat somebody has six employers within a 90 day period, I grant that, but that seems like quite a few, especially for \nthat many. They further found out that one number was reported by 57 different employers, one by 36, one by 24, \n23, 22, 19, you get the picture. Some employers actually reported social security numbers, interestingly enough, \nwith all nine digits the same digit, one, one, one, one, one, one, one, one, one.  The same for two and three and \nfour and nine, and I'm sure you're familiar with this.  And some of those employers were extremely familiar \nemployers to me, and I'm sure to you.\n\nThe point being something must be wrong, some of that is probably legitimate, people change jobs several times, \nbut I mean it staggers the imagination.  I don't know how much of this really goes to our illegal question or not \nbecause we don't know, but there's a problem here.  And I think it was Ms. Barnhart, if I remember rightly, who \n\n\n\npointed out what I already knew, misuse of a social security number is a felony.  Are we pursuing this kind of a \nproblem or are we not?\n\nMS. BARNHART:  I can say that generally these kinds of issues do not rise to the level of demanding aggressive \npursuit by U.S. attorneys.\n\nREP. BEAUPREZ:  Okay, let me tell you what I think is part of the problem, and this is the complexity I think of \nillegal immigration and identity theft and law enforcement that we're dealing with.  There is at least some degree of \nidentity theft going on here.  I saw one case of a lady who had 529 -- I believe I've the number right, I'm working \nfrom memory -- over half a million dollars of income reported to her social security number in a year.  She was a \nwidowed lady and was legitimately trying to get benefits.  Now, she's got to go hire an attorney, and you know the \nrest of the story, and wait a protracted period of time and literally live hand to mouth and be begging from relatives \ninstead of getting her justifiable benefits.  That's part of the problem we've got here, and I guess what I would ask, \nI've got a photo ID that is encrypted to get into my YMCA.  Would it make sense, Ms. Barnhart, if our social security \nidentification, which is the backbone of our ID in this whole country for citizenship and everything else, would it \nmake sense that it got into something close to the 21st century technologically as opposed to more like the 19th \ncentury? \n\nMS. BARNHART:  There have been -- there's been a lot of interest expressed in what you're talking about, a \ntamperproof, or allegedly tamperproof hard card, whether it has biometrics in it or a photograph or whatever, so we \nhave looked at that, and explored what that would mean for us in terms of workload particularly, and I know that \nwas one of the subjects for this hearing and one of the questions posed to us specifically by the chairman.\n\nREP. BEAUPREZ:  Yes, that's why I'm asking it.\n\nMS. BARNHART:  Yes.  The issue for us -- in issuing a card, the cost of the card itself is not the issue, the cost of \nthe card is very inexpensive.  Okay?  The questions that have been asked to me by congressmen and senators are, \nexplain to me, \"Why can't you just issue a card like American Express does, it costs them nine cents a card?\" And \nmy response to that is, the reason is, because we spend about 30 minutes, 31 minutes to be precise, per person \nchecking the evidentiary documents that are provided to us.\n\nWhen someone loses a social security card and comes in for a replacement we don't just accept the fact that \nperson is Mark Everson -- although in your case we might, Mark, but anyway -- we actually say, \"Show us a \npassport, show a drivers license\".  You have two forms of documentation so at that time, and the estimate whether \nyou use a photograph or biometrics or whatever is if we were to look at re- enumerating, which is what you're \ntalking about in essence and reissuing cards, for just the working people that would be 300 million minus 60 million \nof the under-14s, so 240 million people.  Trying to do that would cost about $9.5 billion and require 67,000 work \nyears.\n\nTo put that in perspective, I currently have a budget of $9.4 billion and less than 65,000 employees with the agency, \nso it's really a matter of checking the evidence that stands behind the --\n\nREP. BEAUPREZ:  I accept that.  I see I'm out of time, but only a follow-up comment.  I would suggest for at least \nthis committee and this Congress that the system we have is broken and unsustainable, and at some point when \nyou've got this kind of problem out there when the social security number clearly doesn't mean anything anywhere \nwe've got a problem and somehow have to address it, and I think technology somehow has to be your friend and \nours and that of the legitimate legal citizen out there, and a person who is perhaps a victim of identity theft, which I \nknow is an enormously growing problem in this country.  And with that I'll just yield back, Mr. Chairman.\n\nREP. MCCRERY:  Thank you, Mr. Beauprez.\n\nMr. Neal, you just returned, but it's your turn to inquire if you'd like, or I can go to Mr. Becerra.  I'd be happy to.  Mr. \nBecerra.\n\n\n\nREP. XAVIER BECERRA (D-CA):  Chairman, thank you very much. \n\nTo all the witnesses, thank you very much for your patience and for your testimony.  Let me make sure in all this \nconversation that I have this correct in terms of where we are so far on these immigration matters.  First, if I hear \ncorrectly, any worker -- any immigrant who does not have the authority to be in this country is barred under law, \nfederal law, from receiving any kind of federal benefit. \n\n The only exception that I heard was emergency medical care.  Any disagreement with that?  Okay.\n\nSecondly, legal immigrants, individuals who have the right to be in this country and are on their way to becoming \nU.S. citizens and have gone through all the process to have their documents certified, those with what we call the \ngreen card, they too are restricted from a lot of these federal benefit programs, and in many cases even if they're \nentitled -- are eligible for some they're means tested so they may not qualify based on their income.  Any \ndisagreement with that? Okay.\n\nSocial security and Medicare are programs that are earnings based.  If you work and pay into these programs, \nthen you've earned the right to receive those benefits.  If you don't work, you don't get to receive social security or \nMedicare payments.  Is that correct?\n\nMS. BARNHART:  Yes, it is.\n\nREP. BECERRA:  So, for any immigrant here in this country to qualify, first that immigrant would have to be here \nlegally, correct?\n\nMS. BARNHART:  Correct.\n\nREP. BECERRA:  And secondly, the person would have to have worked and paid into the system for social \nsecurity and Medicare to have any access to those programs, correct?\n\nMS. BARNHART:  For social security purposes, absolutely.\n\nREP. BECERRA:  My understanding, Commissioner Barnhart, is that the actuaries for the Social Security \nAdministration have estimated that the Senate bill on immigration reform, the comprehensive immigration reform, \nwould actually if it passed extend the solvency of the social security trust fund, as you pointed out earlier, and that it \nwould reduce -- because it would increase revenues -- it would reduce the long rates deficit of the social security \nsystem by about six percent?\n\nMS. BARNHART:  That's correct, it would reduce it to 1.88 percent of payroll. \n\nREP. BECERRA:  So I'm assuming that what the actuaries are saying in these estimates is that if the Senate \ncomprehensive immigration reform bill were passed that you would incorporate more of these immigrants who are \nprobably right now in our underground economy or our shadow economy and maybe some paying taxes, maybe \nothers not, but it would incorporate them more so that we would all get them within the legal system for paying their \ncontributions into social security and Medicare, and therefore the trust fund for social security would have an \nincrease in revenues.\n\nMS. BARNHART:  I've read the actuaries memo and that's what it says to me, Mr. Becerra.\n\nREP. BECERRA:  Okay.  Now, we have all these folks that are the subject of this discussion about immigration \nreform because many are in this country without documents, and I think everyone on this panel, on this committee, \nwould agree that no one has a right to be in this country without first having received the permission of this \nsovereign nation to be here.\n\n\n\nBut the fact remains that we have some -- estimates are of some 10 to 12 million people who are in this country \nworking without those documents, and that the issue -- the nut here that we haven't been able to crack is what do \nyou do with so many folks?  I know that some folks are saying, we just deport them all.  And others are saying, let's \nbe more rational and try to figure out how we figure out who's earned a chance to stay here, who will pay some \nfines and so forth, so they have an opportunity to stay here long-term and continue to contribute to this country.\n\nThe social security system, as you just mentioned I think to questions asked by the gentleman from Texas, my \nfriend from Texas, Mr. Brady, has an earnings suspense file.  That's a file or an account of money where you can't \nconnect the contribution that you found from the W-2 form that was submitted to you with the name for someone \nwho has a social security number.  So that contribution that came in from that work documented through that W-2 \nform is now money in the social security system but you can't trace to whom it really belongs because it didn't \nmatch the names you have on file.\n\nMS. BARNHART:  That's correct.\n\nREP. BECERRA:  And that totals $520 billion or so to date?\n\nMS. BARNHART:  Yes.\n\nREP. BECERRA:  And we don't know the source of all these discrepancies.  We know in some cases it could be \njust a simple clerical error or a mistyped name, but in many cases it probably is due to the fact that there are many \nworkers in this country who don't have documented status, are paying into the social security system, but you can't \ntrace it to them because they don't have a legal or a legitimate social security number. \n\nMS. BARNHART:  That's right.  And if they don't get that and come back and unscramble the earnings they will \nnever be able to collect.\n\nREP. BECERRA:  So I guess my point here is not really a question. As we try to move forward in this debate -- and \nI've found this hearing to be somewhat constructive and helpful in this discussion -- is that -- what we find is that for \nthe most part we're talking about a population of folks who don't have a right to be in this country but continue to \nwork, in many cases I think as Commissioner Everson also mentioned, they're also paying taxes even though most \nof them won't get to file for a tax refund for any taxes they may have paid.\n\nThey are paying into social security in many cases yet they can't collect it because they can't legally apply through \nthe system, and so we're trying to figure out what to do with folks who for the most part are working very hard, \ndon't deserve to be here if they don't have documents, but we have to figure out a way to resolve this for some 10 \nto 12 million people, the size of the state of Ohio, to get this immigration nut cracked.  And I hope that with your \ntestimony you'll help us come to a rational way, a comprehensive way, of dealing with immigration reform.  So I \nthank you for having taken so much time here to be with us.\n\nI yield back.\n\nREP. MCCRERY:  Thank you, Mr. Hayworth.\n\nMr. Neal.\n\nREP. RICHARD E. NEAL (D-MA):  Thank you very much, Mr. Chairman. I was at a meeting with the National \nTransportation Safety Board and discussing the big dig, and apologize for coming back late.\n\nWhat I was hoping the gentleman from Arizona might have stated, as the grandson of immigrants -- which \nprobably qualifies half of Massachusetts, incidentally -- I remind people that all those immigrants, they raised two \nsons who gladly and proudly fought for America during World War II and raised families quite successfully, and \nnobody loved America more than those grandparents did.  Nobody thought there was ever going to be a chance \nthat would come close in any other nation to the chance that was presented to them by coming to America.\n\n\n\nMr. Everson, just a couple of questions, and a note of congratulations to you on many of the reforms you've \nembraced.  I think that not only is it healthy, but I think that the public interpretation of them has been balanced and \nfair, is really an achievement that you ought to take some satisfaction from.\n\nMR. EVERSON:  Thank you, sir. \n\nREP. NEAL:  But you spoke a couple of days ago before the House Government Reform Committee about the \nnegative impact on tax administration if procedures are imposed on employers and employees that have the effect \nof driving economic activities underground.  What you're referring to there is the underground economy, I assume?\n\nMR. EVERSON:  Yes, sir.  What we were just discussing with your colleague, Mr. Lewis, is I am a strong advocate \nfor what the president is trying to achieve, which is a comprehensive program of reform, so that you get this right.  \nIf you get this right, then you have an eligible legal workforce and you don't have the reason to go underground, \nthen the system will be helped. \n\nThe problem that we have potentially, if we don't have a balanced solution, is that if we open up 6103 and make \nanother exception -- and I would emphasize to you, there are already 50 exceptions, so it's not as if this has never \nbeen done before.  But if we agree to share this information, but then there isn't the benefit of solving our illegal \nimmigration problem, I do worry that there will be a price on tax administration that we should just all understand as \nwe go through this process.\n\nREP. NEAL:  What would be a couple of examples that might encourage non-compliance?\n\nMR. EVERSON:  Well, you have a lot of businesses that may have competition that is not legal.  They're not \norganized formally as a corporation, they're hiring illegal employees, they're not paying their taxes.  The problem \nwould be here if they know that there is a check that's going to be done by DHS, then they may just say it's not \nworth it to organize legally.\n\nThat's to say, if you haven't really stopped that flow of illegals in and that ready illegal workforce continues to be \nthere, there will be some who will say, I'll just go underground and not participate in the system at all.  That wouldn't \nbe in the interests of tax administration.  So you really have to solve this and stop that flow with enforcement at the \nborder and strong interior enforcement as well, also with appropriate -- an appropriate legal workforce, which I \nthink the president is trying to work towards as well, sir.\n\nREP. NEAL:  Good.  The Senate bill disallows workers attempting to obtain legal status of the ability to file for a \nrefund on over withheld taxes.  Who would receive that excess tax revenue?\n\nMR. EVERSON:  Well, I think that would stay in the -- obviously in the Treasury.  I haven't commented on this, but \nthere are two points, there are two points here.  One is the denial of the participation with certain credits, like the \nITC.  And that is, as your colleague, Mr. Becerra was saying, that's consistent with the denial of other benefits to \nillegals.\n\nI am somewhat troubled with the specific provision you mentioned. If our goal is to have people get current with \ntheir taxes, if they do  that, I'm not quite sure I understand the basis for saying that, you got current, you happen to \nbe over withheld and you can't have that back.  Because once you've evened out, you've fulfilled a tax obligation, I \nthink the intent of what the Senate is trying to do is to say everybody should have fulfilled that obligation.  So I think \nwe ought to think about that one provision.\n\nREP. NEAL:  Are there any other groups of workers who are barred from filing for refunds of over withheld income \ntaxes?\n\nMR. EVERSON:  I'd have to consider that more carefully, but I think the joint committee staff paper makes it clear \nthat this is an aberration.\n\n\n\nREP. NEAL:  Okay.\n\nThank you, Mr. Chairman.\n\nREP. MCCRERY:  Ms. Hart.\n\nREP. MELISSA A. HART (R-PA):  Thank you, Mr. Chairman.\n\nI want to thank the panel for coming before the committee, and your testimony actually demonstrates for us part of \nwhat the problem is with a behemoth government, and that is obviously that each of you are not in complete sync \nwith the other in ways we can all get together and help enforce our immigration laws.\n\nAnd that's not a criticism of you, it's obviously something that we need to focus on to help you do better, and we \nfully intend to do that.  This sharing of information I want to address right upfront. Taxpayer information sharing, \nobviously between the Department of Homeland Security and the IRS.  And I'm interested in your comments about \nthe Senate proposal, because it permits the sharing of taxpayer information with the DHS.\n\nI want to know, first of all, does the IRS have any concerns with that sharing on a limited basis with DHS?\n\nMR. EVERSON:  As I've indicated in several of the conversations, we do have concerns.  But there are 50 \nexceptions to 6103.  So the Congress very clearly takes a look at the broad prohibition, and then acts from time to \ntime to allow that information sharing.  It will have to be done properly.  And again, I believe it should only be done if \nwe can achieve a real reform, a comprehensive reform of our immigration laws.\n\nIf that's no the case and we haven't fixed our immigration system but we have tinkered with the tax administration \nsystem, you could have problems.  I'm not saying don't do this, I support what we're trying to do here --\n\nREP. HART:  But in a comprehensive way. \n\nMR. EVERSON:  But I say, in a comprehensive way and with all the safeguards.  There are standing protections \nnow that are very important.  When the IRS shares taxpayer information, we regularly audit the other agencies that \nhave the information, be that a state tax system or another federal agency.  That needs to be done.\n\nREP. HART:  That's fair.\n\nI have very little time and I want to jump to Ms. Myers.  Does the Department of Homeland Security have ideas or a \nmechanism now that they're using that kind of information that's accessible on a limited basis?\n\nMS. MYERS:  Well, right now, Congresswoman, we have access to the information on a case-by-case basis.  And \nso sometimes we'll be working on an investigation for over a year and then Social Security Office of Inspector \nGeneral joins in and then they're able to share that information with us.\n\nAnd so it's very frustrating to us, we waste a lot of time where we could really target things upfront if we had this \ninformation in a more regularized fashion.  We do -- oh, go ahead, I'm sorry.\n\nREP. HART:  Does the Senate proposal actually satisfy what you believe would be a good model for that sharing?\n\nMS. MYERS:  The Senate proposal we think goes a long way and takes us much further than where we are now --\n\nREP. HART:  So there's something good in the Senate proposal?\n\nMS. MYERS:  We'd be perfectly happy to kind of work with that and to continue to work with the Social Security \nAdministration.\n\n\n\nREP. HART:  Okay.  I want to yield 30 seconds to my colleague, Bob Beauprez, and then I'm going to come right \nback.\n\nREP. BEAUPREZ:  I thank the gentlelady, my good friend and colleague, for yielding.\n\nI assume Ms. Barnhart is the right one to answer this question. I'm confused about Basic Pilot and the Social \nSecurity Administration's Number Verification Program.  As I read them, for employers who want to verify \nespecially new employees, Basic Pilot is the appropriate program.  The NV program looks to me like it's got all \nkinds of signals on it that you should not use it because of privacy violation concerns.\n\nCan you clarify for me?  Because my state is one of the states who's looking at trying to give employers very clear \ndirection as to how live better within the law. \n\nMS. BARNHART:  Actually, thank you for that question.  We are constantly promoting the Social Security Number \nVerification system, as a matter of fact.  We are trying to urge as many employers as possible to use it, and the \nusage has grown fairly dramatically in the last couple of years.  It's only been around for about two and-a-half years \nand open to all employers.\n\nThe caution is that we are not allowed under the law to verify name and social security number until the person is \nhired.  I believe that is the cautionary thing you were talking about. \n\nMR.   :  That's exactly right.\n\nREP. HART:  And that's --\n\nMR.   :  I yield back --\n\nREP. HART:  That's the issue.\n\nMR.   :  -- to the gentle lady from Pennsylvania.\n\nREP. HART:  Thanks.  I have a quick question actually and it's more or less -- I'll throw it quickly to the panel in \ngeneral.  There have been a lot of discussions about what we need to do to help fix the immigration system among \nmy colleagues, informally, formally, proposals, you name it.  One of the things that's been tossed out there, and I \ndon't necessarily endorse it is that we end birth right citizenship in the United States, and I am interested in any \nfeedback I can get, especially probably from the two gentlemen on the ends.  If you believe your agencies are \nburdened because we have birth right citizenship, you know, as a result of these -- sorry, I see my time is limited.  \nCan I have another second for them to answer?  Okay, thank you, I appreciate that.  Gentlemen, if you could \nquickly?\n\nMR.   :  Well, if you look at -- first of all, I operate within a block grant environment, and so when -- if caseloads go \nup or down you still -- states get still the same amount of money in a block grant environment.  Of the 1.9 million \nfamilies on TANF a relatively small percentage of them are in child only cases where there is a -- where a U.S. \ncitizen born child whose parent that they're residing with is illegal, we don't know the precise percentage because if \nthe adult is not applying for assistance the adult is not required to provide proof of immigrant status.\n\nREP. HART:  Okay.\n\nMR.   :  So a large -- it's unknown the percentage that -- we don't know their immigrant status where they're not \npart of the assistance unit, we don't know whether that's because their legal permanent residents under the five \nyear bar or they're illegal immigrants. \n\nREP. HART:  Thank you.\n\nDr. Gustafson, are you familiar with any cases that you could --\n\n\n\nMR. GUSTAFSON:  No, I don't really have anything to add.\n\nREP. HART:  Okay.  But you do have under your agencies and under your jurisdiction benefits that actually are \napplied for by parents for children directly?\n\nMR. GUSTAFSON:  Well, it comes as part of the Medicaid program, and basically the benefits flow as a by-product \nof the welfare programs.\n\nREP. HART:  Okay.  So it's pretty hard to measure?\n\nMR. GUSTAFSON:  I would believe so, yes.\n\nREP. HART:  Because on the state programs parents can apply for, for example, all kinds of assistance where \nthey don't get any but the child --\n\nREP. McCRERY:  If the gentle lady would -- Mr. Everson, if you'd like to submit a response in writing --\n\nREP. HART:  If any of you have further responses we'll have it in writing, and I thank the chairman for his \nindulgence.\n\nREP. McCRERY:  We have two more members who would like to inquire and I'd like to get that before we leave.\n\nMr. Doggett.\n\nREP. LLOYD DOGGETT (D-TX):  Thank you, Mr. Chairman, and I would offer my sincere thanks for your \ncomments.  I know that the committee asked you to appear and you've been kind enough to appear, and we will \nbenefit from your insight.  My comments don't' go to your role as individuals but to other failings of this \nadministration and this Congress.\n\nOf the many bizarre hearings I've been at in this room I think this one ranks fairly near the top.  This committee \nplayed absolutely no role in the passage of the immigration bill that passed through the House.  It was not referred \nto this committee.  I think there have been some occasional hearings about the impact on social security not directly \nrelated to this bill.  The bill that passed the House was a narrow impractical bill that will not address this problem, \nand it would not have passed the House without the vote of almost every republican on this committee.\n\nThe Senate passed a bill that dealt with this problem, and while it is an imperfect bill it appears to be a more \ncomprehensive way of  approaching the problem.  I'm pleased that the president has belatedly endorsed it, though \nhis administration also seemed to have kind words to say about the initial House bill.  Now, I think any high school \ncivics class member in Austin, Texas, would know that when the House passes a bill and the Senate passes a bill \nthere is a way to resolve the differences if the administration and the Congress has the slightest interest in \naddressing this problem, and if it has any degree of the urgency that your testimony suggests that it does, and \nthat's to convene a conference committee to adjust the differences between the House and the Senate.  One of the \nfirst things you learn in understanding the legislative branch in high school civics.\n\nThe House has chosen not to do that.  The Bush administration is in year six of dealing with this problem, or in fact \nnot dealing with this problem, and so today's hearing while insightful and interesting and of some academic \nimportance has very little relevance to whether or not we will see an immigration bill passed in this Congress, and \napparently it is the intent of the House leadership which took such a narrow backward and impractical approach to \nimmigration that it doesn't plan to do anything except use this for political purposes, and that would be consistent \nwith the way the House has handled this issue in the last couple of years.\n\nAs we have heard in earlier questions, instead of having more border patrol officers we're going to turn our \nemergency room nurses into border patrol officers.  Instead of having more border patrol officers we'll turn our bank \ntellers into border patrol officers. Instead of having more border patrol officers we'll turn our local police, who need \n\n\n\nthe confidence of every one in their community to be able to prosecute garden variety murders, rapes and \nrobberies, we'll turn them into border patrol officers.\n\nThe problem is that this Congress back in 2004 approved 2000 additional border patrol officers, and this \nadministration said, no, we don't need 2000, 210 will be enough.  The problem became so serious in Texas that my \nrepublican colleagues in the Texas delegation, including two in this committee, wrote to the administration last \nSeptember and said there was an emergency, a crisis, in Texas because the administration had taken our border \npatrol officers and transferred them out to Arizona.\n\nThis administration has come on board about this problem too little with none of the so-called political capital that \nthe president claimed he had applied in a consistent manner to try to work out a solution.  And so while I appreciate \nyour comments, given the phony solutions and the whole phony situation that has been set up about immigration \nreform, I'm not sure they're going to advance us much closer to an answer that will make any difference in the lives \nof the people throughout America.\n\nI represent the largest border section along the Rio Grande River in Texas of any member of Congress save one, \nand I can tell you that there is a broad consensus along that border where they're talking  about a republican \nbanker, a democratic farm worker or an independent small business person that there is a total lack of \nunderstanding of the realities of the border, and that many phony solutions that are being advanced like the ones I \nmentioned as well as more formal policies like the western hemisphere traffic or trade analysis, trade initiative, \nWHTI, that they are counter-productive to our local economy, that they will undermine our local economy and \nprevent legitimate business transactions and customers coming from Mexico to share, invest and contribute as they \nhave in a very significant way.\n\nAs to the real comprehensive solutions, I will ask you if all of you agree that if the Senate bill with imperfections that \nit has were passed in its current form if you agree that it is actually a revenue raiser, not a revenue cost, according \nto the analysis that the Congressional Budget Office and others have done of the Senate bill.\n\nREP. McCRERY:  I thank the gentleman for his testimony. \n\nREP. DOGGETT:  I have a question, if --\n\nREP. McCRERY:  The witnesses may present their answers in writing.  Ms. Tubbs Jones, if you'd like to inquire, I'd \nlike to get it in the next panel.  We have one more panel of two witnesses and I'd like to get them in so they don't \nhave to wait through the entire series of votes.  Ms. Tubbs Jones?\n\nREP. STEPHANIE TUBBS JONES (D-OH):  Mr. Chairman, thank you very much.\n\nLet me begin please with you, Mr. Horn.  In my colleague, Ms. Hart's, question there was the implication that \nchildren born of illegal aliens in the United States -- illegal aliens, listen to me -- illegal immigrants in the United \nStates of America cause a burden financially on the United States of America, can you tell me how much money \nthere is that is paid to children born in the United States of America who are illegal immigrants, whose parents are \nillegal immigrants?\n\nMR. HORN:  We wouldn't know that because states are allowed the flexibility to provide different levels of benefits.  \nAll that we know is the number of children who fall into that category.\n\nREP. TUBBS JONES:  Well, can you tell me how many children there are then, sir?\n\nMR. HORN:  Yes, approximately 152,000 families are in child-only cases in which they reside with a parent have \neither unknown citizenship or alien status where the child is receiving a benefit and the parent is not, but not all of \nthose cases are going to be -- not even all of those will be in the category that you're suggesting because someone \nmay just simply refuse if they're not applying for a benefit to say whether they're a legal -- whether a U.S. citizen or \nan immigrant, in which case they would still fall --\n\n\n\nREP. TUBBS JONES:  Well, they're not applying for a benefit. We're not paying them money.\n\nMR. HORN:  We are paying a benefit on behalf of the child, the U.S. born citizen child, but not the adult, yes. \n\nREP. TUBBS JONES:  Right.  So it is a small number in comparison what we pay for other children -- excuse me.  \nHave you estimated how many illegal immigrants that are in the United States, even though you gave me this, I \ndon't know, I'm sure that at some juncture the United States government has contacted every state in the United \nStates of America and asked them to assess how many people are receiving some type of benefit that may be \nchildren of illegal immigrants.\n\nMR. HORN:  Under the TANF program?\n\nREP. TUBBS JONES:  Any program.\n\nMR. HORN:  Well, the only thing I could speak to would be the TANF program.\n\nREP. TUBBS JONES:  Under the TANF program then, sir.\n\nMR. HORN:  We have --\n\nREP. TUBBS JONES:  If you haven't done it I would suggest that you do.  It makes -- it only makes sense to me if \nyou're going to figure out numbers of people in the United States not receiving that information.  I'm going to lose a \nlot of time with you, Mr. Horn.  It would make sense.  Wouldn't it make sense?\n\nMR. HORN:  The state wouldn't be able to tell us, and the reason they wouldn't be able to tell us is because they -- \nyou cannot deny a child --\n\nREP. TUBBS JONES:  They can tell you how many people say they're not legal immigrants, right, or assess that?  \nWhere do you come up with the number of 152,000 if you can't -- if they don't tell you?\n\nMR. HORN:  Because some of them are legal immigrants who are under the five year bar.  Some of them are --\n\nREP. TUBBS JONES:  Okay, tell me this.  How many legal immigrants under the five year bar are families that are \nreceiving money?  Can you tell me that question?\n\nMR. HORN:  37,000.\n\nREP. TUBBS JONES:  37,000.  Then of those 37,000 have you ever contacted the state to find out how much \nmoney is being paid for those 37,000 families?\n\nMR. HORN:  No.\n\nREP. TUBBS JONES:  Would you do that for me please and get back with me?  I think it would help us determine \nhow much money we're spending nationally.  You shake your head.  I want to know.  Okay? Could you do that? \n\nMR. HORN:  There are limitations under the statute of what we can ask states to do under this program.\n\nREP. TUBBS JONES:  Mr. Horn, do what you can.\n\nMR. HORN:  I will do what we can.\n\nREP. TUBBS JONES:  Thank you.\n\nLet me go to Ms. Myers.  Ms. Myers, I recall you making a statement that -- with regard to prosecution.  I lost my \npiece of paper.  How many -- with regard to criminal prosecution of companies. How many criminal prosecutions \nhave you done?\n\n\n\nMS. MYERS:  This year we've had 445 criminal arrests through June 30th.\n\nREP. TUBBS JONES:  And who was arrested?  Are these owners of companies?\n\nMS. MYERS:  It varies.  In some cases it was owners, managers. In some cases we had illegal aliens who were \nalso crew leaders who brought people in.  In some cases they were also criminal arrests of illegal aliens on work \nsites, so it's kind of --\n\nREP. TUBBS JONES:  Of those 445 how many of them emanate from this year?  The original charge was brought \nthis year?\n\nMS. MYERS:  Those are all this year.  Those are all this year, congresswoman.\n\nREP. TUBBS JONES:  Now, previously we've had testimony that only three companies in the United States of \nAmerica in the past few years have been charged with failing to provide appropriate notice with regard to use -- \nfailing to provide the government social security numbers for people, accurate social security numbers.\n\nMS. MYERS:  Congresswoman, I think the number three that you're referring to reflects numbers of companies who \nwere given a notice of intent to fine, and that's a civil -- that's a civil penalty system. We have shifted from that civil \npenalty system because we think that's not the place to bring criminals --\n\nREP. TUBBS JONES:  Okay, I understand what you're saying.  So now previously of the ones that we only do three \ncivilly, how many criminally do we do?  Companies.  I don't want to know all the other legal residents.\n\nMS. MYERS:  Well, in terms -- what I can tell you is that this year we've done 445 criminal arrests.\n\nREP. TUBBS JONES:  How many are companies, ma'am? \n\nMS. MYERS:  It's a mix of employers, crew leaders.  I can get you that in writing, the breakdown.\n\nREP. TUBBS JONES:  Could you do me a favor?  Could you do me a favor?  Could you send me a notice of how \nmany are companies?  I don't want to know about the workers. \n\n I want to know about the heads of companies that you have charged for failing to appropriately provide information \nwith regard to their workers, particularly with regard to their social security numbers. Could you do that?\n\nMS. MYERS:  Absolutely, yes.  Just yesterday, by the way, we had -- there were two --\n\nREP. McCRERY:  Ms. Myers, if you could get that to Ms. Tubbs Jones in writing that would be appreciated.\n\nREP. TUBBS JONES:  I think all the committee might like to hear it.  Thank you, Mr. Chairman.\n\nREP. McCRERY:  That would be great.  Yes, thank you very much for your testimony and for your patience today \nand answering all our questions.\n\nWe have one more panel.  Michael Fix and Dr. Camarota.  If you all would come forward.  Members, we have about \ntwo or three minutes left on the clock to vote.  We're going to recess the committee while members vote.  We will \nreturn I hope in about 15 minutes.  The committee is in recess.\n\n(Recess)\n\nREP. McCRERY:  -- (In progress) -- Migration Policy Institute, and Dr. Steven A. Camarota, director of Research, \nCenter for Immigration Studies.  Gentlemen, welcome.  Mr. Fix, we'll start with you.\n\nMR. MICHAEL FIX:  Thank you so much, Mr. McCrery.\n\n\n\nIt's a great and somewhat daunting privilege to appear before you today.  My name is Michael Fix, and I am the \nvice-president and director of studies at the Migration Policy Institute, a non-profit and non-partisan research \norganization here in Washington.  You have a copy of my rather tardily prepared testimony so I'll simply summarize \nmy main points, if you will.\n\nFirst, I would say that it's an often overlooked fact that the fiscal costs of providing many means tested benefits to \nnew or  legalizing immigrants are going to be circumscribed by restrictions imposed by the 1996 welfare reform \nlaw, which as we've heard barred new legal immigrants from receiving SSI, from SCHIP, from Medicaid, from \nTANF, and food stamps.\n\nThe second point I would make is that the exacting demands that are written into proposed reform legislation and in \ncombination with welfare reform policies are likely to forestall legalizing immigrant's eligibility for means tested \nprograms for some time.  CBO estimates until 2020.  However, tax payments, including substantial potential \npayments for back taxes by the end document if they legalize would flow far sooner under the plan.\n\nMy third point is that while the public and the media often believe that immigrants are swamping benefit programs, \nas Figure 1 on page 4 in my testimony indicates, research at MPI, along with the Urban Institute, where I was \nformerly, indicates that low income legal non-citizen immigrant families with children actually use TANF, actually \nuse food stamps and SSI at lower rates than their citizen counterparts, and that their use rates have fallen \nsubstantially over the course of the past decade.\n\nMedicaid expenditures, if you look at that chart, follow a different path, in part because of what could be considered \npolicy successes.  I mean, there was strong outreach under the SCHIP program in the late 1990s to provide care \nto low income children.  And partly, I think, as a function of pull backs in private insurance among many employers \nof low wage immigrant workers in particular, and all low wage workers in general.\n\nMy fourth point, as Figure 2 on page 5 of my testimony indicates, is that I would suggest that if you look at the \nsettlement patterns of immigrants observed during the 1990s, which is essentially away from states with generous \neligibility programs for immigrants on that map -- they're the blue states, and most notably California. Their \nsettlement pattern has moved to high growth states such as Georgia, Tennessee and Colorado, which are shown \non the map in red and frosty red colors.\n\nWhich indicates basically that these flows are labor driven and not welfare driven ones.  My fifth point that I make in \nmy testimony is that many commentators suggest that the new wave of immigrants are not going to experience the \nsame kind of mobility as their predecessors, but as Figure 3 on page seven of my testimony shows, cohorts of \nimmigrants who are in the United States for 10 years or more, which are the blue bars, had substantially higher \nincomes than those who'd been in the United States for less than 10 years, the yellow bars.\n\nAnd we see that phenomenon reproducing itself when we decompose the immigrant population into refugees, they \nshow great growth, into legal immigrants, you see substantial growth, and naturalized citizens, you see substantial \ngrowth.  The incomes and the gains, though, among undocumented immigrants were far lower.  \n\nTaking a longer view of this question of mobility, at the MPI we recently commissioned a study by Roger Waldinger \nof UCLA, who found substantial -- and I think this is important -- intergenerational gains along almost all measures \nof economic progress that he examined, including, as Figure 4 on page (sic) indicates, incomes.  And you see this \nfor all broad immigrant groups studied, including Mexicans.\n\nSixth, and I guess my final empirical set of points go to the fact that income gains are of course linked to the \npayment of taxes, we've had a lot of discussion of that today.  A variety of researches have documented the tax \ncontributions that immigrants make, including Steve Camarota, but here I just want to highlight a recent study of \ntaxes paid by immigrant households in the Washington metropolitan area that we conducted with the Urban \nInstitute and with the Hispanic Research Organization.\n\n\n\nAnd what we found was that all households, including households led by the undocumented, pay substantial taxes.  \nTax payments of the region's immigrant populations were proportional to their share of the population.  That is to \nsay they make up about 18 percent of the regional population and they pay about 18 percent of the taxes.\n\nLike income, the taxes again varied by legal status, with the lowest paid by the undocumented.  In part, we \nestimate, as a function of compliance rates.  And the results suggest to us that some form of legalization, whatever \nthe norms around it, that mandates full tax compliance would lead to higher tax yields.  Yields that would be felt \nimmediately and not down the road, like most benefit costs.  And reform legislation, like that passed by the Senate, \nalso would raise the caps on skilled legal immigrants who are also likely to contribute and to boost tax revenue as \nwell.\n\nMr. McCrery, I'm aware that these are only pieces of a much larger physical and still larger economic puzzle that \nsurrounds this complex debate that we've heard today.  For example, we found that immigrants are more likely \nthan U.S. natives to be self employed, that immigrant entrepreneurship creates jobs and boosts tax payments in \nways that many accounts don't capture.\n\nThe foreign-born population's willingness to follow jobs to other states and localities makes the U.S. economy run \nmore efficiently, and high skilled immigrants innovate in key sectors of the economy that are very difficult to \nmeasure.  But I would submit, though, that even if we limit our discussion to tax payments and benefits use, the \ntrends that I've discussed here offer I think a realistic antidote to some of the most gloom and doom scenarios that \nwe've heard in this discussion.\n\nThank you very much for your attention.\n\nREP. McCRERY:  Thank you, Mr. Fix. \n\nDr. Camarota.  Or Camarota?\n\nMR. STEVEN A. CAMAROTA:  Camarota.\n\nREP. McCRERY:  Camarota.\n\nMR. CAMAROTA:  I'd like to thank the committee for inviting me to testify.  My name is Steven Camarota, I am \ndirector of research at the Center for Immigration Studies in Washington.  All of my comments can be found in detail \nat our website, CIS.org. \n\nWhen it comes to immigrants and public coffers, there is a lot of agreement -- in fact, overwhelming agreement, \nthat their fiscal impact depends largely on the education level of the immigrants in question. While other factors \nalso matter, immigrants with a lot of education tend to pay a lot in taxes and use relatively little in services, while \nthose with little education tend to have low incomes, pay relatively little in taxes and often use a good deal in public \nservices.\n\nIn the case of illegal aliens, the public services are typically received on behalf of their U.S.-born children.  Now, it \nshould be pointed out that the fiscal drain that comes from less educated immigrants is not because they come to \nget welfare.  In fact, use of cash assistance welfare programs is irrelevant to this debate.  It's Medicaid, it's the food \nassistance programs, particularly WIC and Free School Lunch, where their use rates tend to be quite high.\n\nNor does the fiscal drain from unskilled immigrants come from an unwillingness to work.  Legal or illegal, they \nmostly hold jobs.  It is simply due to the fact that there is no single better predictor of one's income, tax payments or \nuse of public services in the modern American economy than one's education level.\n\nNow, all research shows that the vast majority of illegal aliens have very little education.  It's estimated that some \n60 percent of illegal aliens have not even completed high school, another 20 percent have only a high school \n\n\n\ndegree; that is, no additional schooling. Thus, the people who will be legalized under the Senate bill have significant \nnegative fiscal implications.\n\nOne of the most detailed studies of the fiscal effects of immigration ever done was done by the National Research \nCouncil, it's called the New Americans.  It found that the lifetime drain on public coffers from an immigrant who \ncomes to America without a high school degree is negative $89,000.  That is, he'll use $89,000 more in services \nthan he pays in taxes in his lifetime.\n\nThe drain for an immigrant who has only a high school degree in his lifetime is $31,000.  However, an immigrant \nwith education beyond high school is a net fiscal benefit of $105,000.  Again, educational attainment is the key to \nunderstanding fiscal effects.  \n\nNow, the fundamental problem with the Senate bill is that it ignores this basic insight.  My research shows that in \n2002, illegal alien families used $26 billion -- or imposed, I should say, $26 billion in costs on the federal \ngovernment.  But it's important to know that they also paid about $16 billion in taxes for a net drain of $10 billion at \nthe federal level.\n\nHowever, I also find that if illegal aliens were legalized and they began to pay taxes and use services like \nhouseholds headed by legal immigrants with the same level of education, the fiscal costs would explode to $29 \nbillion net drain.  That is, the difference between what they pay in taxes and sue in services.\n\nTo understand why this happens, it might be helpful to look at a particular program like the earned income tax \ncredit, which goes to low income workers.  Right now I estimate that illegal aliens account for just 1.5 percent of that \nprograms' total cost; a very small share.\n\nBut if they were legalized and had the income of legal immigrants with the same level of education, the cost of that \nprogram would increase 10-fold.  Again, this dramatic rise in cost is not due to laziness or a net lack of work.  In \nfact, only those who work get the credit.  It simply reflects their education level.\n\nNow, let me shift my comments very briefly to Social Security and Medicare.  I've estimated that illegal aliens pay \ninto those two systems and create a net benefit for those two programs of $7 billion a year.  But it makes little \nsense to focus just on those two programs, because illegals create a net deficit of $17 billion in the rest of the \nfederal budget, for a total net drain of $10 billion.\n\nAgain, the benefits to those programs that should also be pointed out would largely disappear upon legalization.  \nThe benefit comes from the fact that they pay and don't use.  But again, that's probably not the way to think about \nthe program, since they create such large problems for the rest of the federal budget.\n\nNow, speaking more generally of Social Security, it's very important to note immigration has only a very small \nimpact on the aging of American society, mainly because immigrants age like everyone else and they don't have \nthat many more children than everyone else, though they do have somewhat higher fertility.\n\nThe Social Security Administration's projections show that the dollar value of the Social Security deficit would \nincrease by just 6.6 percent if net immigration was 350,000 a year versus 800,000 a year over 75 years.  Put \nsimply, an extra 34 million immigrants over 75 years has only a very tiny effect, and it's not even clear that this \nsmall net gain for Social Security even exists, because the Social Security Administration assumes that immigrants \nwill have exactly the same incomes as natives immediately upon arrival, which is contrary to a very large body of \nliterature. \n\nIt also ignores the fact that we have something called the Earned Income Tax Credit, again, which is explicitly \ndesigned to refund people some or all of their Social Security payments.  My own research suggests that legal \nimmigrants are almost twice as likely to get this program as natives.  As a general proposition, immigration is \nlargely irrelevant to the Social Security system because it has such a tiny impact on the aging of American society.\n\n\n\nThe bottom line is this.  The Senate bill has large increases in legal immigration and is supposed to legalize some \n10 million illegals.  For the most part, the bill does not attempt to select new immigrants based on their skills and \nskills are also irrelevant to the legalization of the illegals.  And there is the fundamental problem. If you take nothing \nelse away from my testimony, it is simply this; it is not possible to fund social programs, including those for retirees, \nwith large numbers of immigrants with relatively little education. Unfortunately the Senate bill ignores this basic \ncommon sense.\n\nThank you.\n\nREP. McCRERY:  Thank you, both, gentlemen, for your testimony.\n\nYou both spoke primarily about identifiable fiscal effects on the federal government.  But what about a bigger \neconomic effect?  I hear quite often and read that these illegal immigrants are filling jobs that nobody else in this \ncountry will do and that the agriculture industry really needs these workers to go in fields and gather the crops, that \nthe service industry really needs these workers to fill the jobs in the service industries, whether it's hotels or \nrestaurants, that services for landscaping need these, and on and on and on.\n\nIs that true, if either of you have any research on that or an opinion on that?\n\nMicrophone.\n\nMR. FIX:  Well, I think it's definitely true that there's a demand for the labor in these low wage occupations, low skill \noccupations.  There's been an explosion in the numbers of people working in the low wage service sector.  \nAgricultural workers have not declined significantly, as was expected.  We didn't think wed have 2 million fruit field \nworkers, you know, 20 years ago, when we were thinking about the future.\n\nSo there's obviously a big demand here, and it's not met at any level with the number of legal visas or legal \nopportunities to enter, that is in any way commensurate with the number of jobs in the sector. And you've raised \nanother -- suggested another point which is very important, which is that you have to step back from just the -- to \nthink about the merits of a Senate bill, you have to think -- the fiscal impacts are very important, and I wouldn't \ndiscount them. \n\nBut the fiscal -- you know, as Gene Steuerle, a tax economist at the Urban Institute points out to me all the time, \nthat, you know, the public sector represents about 10 percent of the total economy, and a lot of the contributions of \nthese populations are -- even though they may produce a deficit in the -- a fiscal deficit, their larger economic \nimpact may look really rather different. \n\nMR. CAMAROTA:  Let me answer it a couple of ways.  One is that the most definitive study done on the economic \nbenefits of immigration was done by the National Research Council, part of the National Academy of Sciences.  \nThat report's called the New Americans.\n\nWhat they found was, look, you add more workers, the economy's bigger.  But is it richer?  The impact on natives \nwas mainly to drive down the wages of the poorest 10 percent, but the benefit to natives was so small, they could \nbarely measure it.  One-tenth of 1 percent. You can't add lots of unskilled workers to an economy like ours which is \nmostly made up of skilled workers and capital and get a big economic boost.\n\nAnd so what the lead author in that report, George Borjas at Harvard, who did the economic analysis for the \nNational Research Council, pointed out is that the benefits that come from immigration would appear to be \nminiscule for natives but huge for the immigrants themselves, and that's something to think about.\n\nWhat's happening generally in the U.S. economy is native-born Americans, who would compete at the bottom end \nof the labor market -- these are natives, the 16 or 17 million native-born Americans who don't have a high school \neducation, and then there's about 10 million young natives who have only a high school education but they're in \n\n\n\ntheir 20s, they have been dropping out of the labor market in droves. In just the last five years, 3 million fewer of \nthose people hold a job.\n\nThe actual number of these people in the working age groups has gone up, but natives with little education have \nbeen leaving the labor market in droves.  And these are precisely the kind of people who, until very recently, \nworked in construction, worked in food service and worked in hotel and restaurant maintenance.\n\nIn fact, the vast majority of workers in all those occupations are still native-born.  When more educated and affluent \npeople say, illegal aliens only take jobs Americans don't want, what they really mean is, they take jobs that I don't \nwant as a more educated and affluent American, since the vast majority of people who do those jobs are native-\nborn and their wages are down, their unemployment is up and their workforce participation has also fallen.  \n\nThings look very bad for less educated natives.  All the objective economic evidence suggests that there simply is \nno shortage of high school drop outs in America or young people with only a high school degree.\n\nREP. McCRERY:  So if all of the illegal immigrants that are here were found and deported, you have no concerns \nthat we could find the workforce to fill all these jobs?\n\nMR. FIX:  In fact -- I'm sorry, in fact the number of U.S.-born drop outs has been dropping quite rapidly over the \nyears.  And if I could add to that, there -- the most -- there is very little literature.  We've just done a review of this, I \nhave to say there's very little literature that supports a strong competitive wage effects.  It's quite contested \nliterature, but in the main these strong competitive effects are not found.\n\nMR. CAMAROTA:  What Mr. Fix is referring to is literature that tries to look at wages.  You know, if you have lots of \nimmigrants, does it seem to reduce wages?\n\nI think the evidence on that -- we disagree on the literature.  I think it's pretty significant, but it's confined to the \npoorest and most vulnerable American workers.  But the bottom line is this.  If there is no wage effect, then there is \nno economic benefit.  You cannot argue that immigration creates large economic benefits for the United States, but \nwages in hotels and construction and so forth are exactly the same with or without immigrants.\n\nYou can't have it both ways.  You can't be a single married man. Either immigration saves consumers a lot of \nmoney by holding down labor costs or it has very little or no effect on wages.  If you say it has no effect on wages, \nthen you're saying it has no significant economic benefits for everyone else, because businesses could do the \nsame with or without them, is what you're saying.  Their presence isn't having an effect.\n\nIn terms of, could we get rid of them and be okay?  Yeah, I think we could.  Look, it wouldn't happen overnight.  As I \nunderstand the approach in the House bill, it's attrition through enforcement.  Go after the employers, police the \nborder, get the cooperation of local law enforcement and over time make many more illegal aliens go home on their \nown than come in.  So that's the idea.\n\nSo even if there is any temporary disruption, it happens gradually.  And there are millions -- let me just give you a \nstatistic.  There's 7 million native-born Americans of working age who don't have a high school degree, who aren't \neven in the labor market. There are something like 13 million natives of working age who have only a high school \ndegree who aren't in the labor market.  And these figures don't even include the unemployed. \n\nREP. McCRERY:  So why would they enter the labor market?\n\nMR. CAMAROTA:  Well, my contention would be in the absence of immigration, wages, benefits and working \nconditions would improve and we would expect that a larger share would go into the labor market.\n\nLook, there's no such thing as a job Americans don't do, depending on the wage.  When I worked in farm work in \nNew Jersey 20- some years ago, that job paid over $7 an hour.  Adjusted for inflation, it would have to be over $16 \n\n\n\nan hour today.  Farm jobs pay, generally speaking, $8 to $12 an hour.  There's been a significant decline in wages \nin the farm sector in the last 25 years.  That's strong prima facia evidence there is no labor shortage.\n\nREP. McCRERY:  Well, there's a reason that I didn't study economics.  You two are illustrating that quite well.  I \nthink you've just used both hands.\n\nBut anyway, just talk about -- I mean, I agree -- I don't think there's anyone who disagrees with Dr. Camarota's -- \none of Dr. Camarota's principal themes, which is, given a choice, we'd rather have immigrate to this country people \nwith higher educations.  Clearly there's a bigger bang for the buck, so to speak, if we get a highly educated \nimmigrant, a scientist, an engineer, than an immigrant with very little formal education.\n\nAnd I'm hopeful that when we do get a comprehensive immigration policy reform in this country -- and I think we \nwill, we have to -- we're certainly going to invite more highly skilled, highly educated immigrants to join us in this \ncountry.  But I think it's a real question, and demonstrated by your conflicting testimonies and opinions, as to \nwhether we should close the door on lower skilled, lower educated immigrants.\n\nSo if you would just kind of sum up, Mr. Fix, you talk about the ripple effects through the economy of immigration, \npositive impacts. Can you just kind of talk about that a minute?\n\nAnd then, Dr. Camarota, if you want to respond about any negative ripple effects?\n\nMR. FIX:  Yeah, I would simply reiterate a number of the statements that I made earlier, that when you look at these \ncost accounts of the impacts of immigration on the economy, one of the problems is that they simply don't -- they \ncan't take into account a couple of things.\n\nFirst of all, entrepreneurship and the spillover effects of job creation that immigrant entrepreneurship generates.  \nWe know that immigrants are much more likely to be self employed than natives.  As well as the tax effects of \nentrepreneurship.  I think another piece of the puzzle which is often left out is the consumption of immigrants. We \nforget that immigrants spend a lot of money and their money ripples  through the economy and creates jobs, \ncreates jobs for natives as well.\n\nImmigrants are more mobile than our natives and they move to jobs, and by moving to jobs, they make the \neconomy more fluid and they make it more productive.  And then finally, the point that you've just made, I just want \nto underscore the point that you've made, that high skilled immigrants are incredibly important to the economy and \nto the productivity of the economy, and in particular to innovation within the U.S. economy.\n\nIn terms of low skilled immigrants, I think we have to be -- you know, I think we have to be realistic.  Our economy \nis structured in many ways so that it needs lots of low wage, comparatively low skilled workers. \n\n It would be good if we could manage that supply, manage that flow, this is a global flow and we should regulate \nthat flow.\n\nAnd if we do regulate that flow, perhaps we can move to higher wages, as Steve has suggested.  But to just ignore \nit, that these people are going to come and these jobs are going to be created and that we can kill them out through \nattrition I think is -- I don't think it's realistic at this stage in the game.  Thank you.\n\nMR. CAMAROTA:  Well, let me answer it this way.  If the argument is, look, we just can't enforce our law.  People \nwant to come to America and quite frankly it doesn't matter what this Congress -- if we want to let a million legal \nimmigrants a year but another million foreigners want to break our laws and come, tough.  We've got to accept \nthat.\n\nI would urge Congress to reject that fundamentally anti- democratic position.  It is we who decide how many come \nin and then we enforce the law.  We don't say, well, look, the willingness of foreigners to break our laws really \n\n\n\nshould be the key determinant. Another million want to come on top of the legal million that we let in?  We've just \ngot to let them in.\n\nI think that is a fundamentally undemocratic and a very dangerous argument to go down in a democratic republic.  \nWe decide how many come in and then we enforce.  And if we want 2 million, then we should have 2 million a year \ninstead of the 1 million.  On the question of entrepreneurship, let me say, I believe Michael and I just have a \nfundamentally different review of this.\n\nI think all the literature shows that now natives have slightly higher self employment rates than natives (sic).  The \ncurrent population survey shows this, the census shows this.  For example, the 2005 current population survey \nshowed that 11 percent of immigrants were self employed and 13 percent of natives were self employed.  It is true \nthat historically immigrants once had a higher entrepreneurship rate, that is no longer the case.\n\nSo on this point I guess we disagree, and it hasn't been true for a number of years now.  Immigrant \nentrepreneurship has fallen a lot, partly because the education level of immigrants relative to natives has \ndeteriorated.  But on a larger question, let me sum up this way.  When the National Research Council looked at this \nquestion, again, they found the economies bigger, the immigrants benefit, but the benefit to natives appears to be \nso small that they could barely find it.\n\nOne-tenth of 1 percent increase in the income or per capita GDP of natives.  You can't get a big boost to the U.S. \neconomy by increasing the supply of unskilled workers, and that's the big effect that immigration has on the U.S., \nbecause fully one-third of all the foreign-born in the U.S. have not completed high school.\n\nREP. McCRERY:  Well, thank you both for your testimony and your patience today.\n\nI would just say, Dr. Camarota, that we're -- I don't think anybody's suggesting that we not enforce our laws.  What \nsome are suggesting is that we change our laws and we change our underlying policy, and I think that's a legitimate \narea for the Congress to explore, that's what we do.  So we're certainly not suggesting that we not enforce our laws, \nbut maybe we need to change our laws to accommodate more immigrants or a different mix of immigrants or \nwhatever.\n\nBut clearly we need to be able to enforce our laws, and that's certainly part of the equation, protecting our border, \nbeing able to enforce our border is certainly part of the overall equation.  But then I think we also have to look, as \nthe president has suggested, at the other parts of the equation, which would include the mix of immigrants, the \noverall number of immigrants that we would like to join us here, and those are the questions that we're trying to \nexplore.\n\nAnd yes, we do need to know the impact of those various proposals for change on the Social Security system, on \nthe other benefit programs, and that's why we appreciate your coming today and your sharing with us your \nexpertise on those issues.  So thanks very much.\n\nThe hearing is adjourned.  \n"}