{"title": "EX-FEDERAL AIDE GETS FOUR YEARS IN ABSCAM CASE", "body": "\nA former Federal immigration investigator from Long Island was sentenced to four years in prison yesterday for his \nbribery conviction stemming from the Government's Abscam inquiry into official corruption.\n\nThe term was imposed on 32-year-old Alexander A. Alexandro Jr. of Commack, after a Justice Department \nprosecutor contended in Federal District Court in Brooklyn that Mr. Alexandro knew of ''corrupt acts'' by other \nemployees of the Immigration and Naturalization Service.\n\nThe prosecutor, John H. Jacobs, implied to Judge Mark A.  Costantino, that the prospect of a ''stiff sentence'' might \ninduce Mr. Alexandro to tell the authorities what he knew in the hope that his sentence would be lightened.\nAlexander Alexandro Jr, former Federal immigration investigator, is sentenced to 4 years in prison for bribery \nstemming from Abscam inquiry\n\nOutside the courtroom, Mr. Jacobs confirmed that prosecutors wanted to bring Mr. Alexandro before a grand jury \nand question him further about state me nts he had made to Federal undercover agents indicating corrupt behav ior \nby others in the immigration agency.\n\nMr. Alexandro's 1979 meetings with the undercover men - from whom he took a $2,000 payoff in an immigration \ndeal - were surreptitiously videotaped.\n\n \n\nCalls Term 'Pretty Harsh'\n\nMr. Alexandro later called the term ''pretty harsh.'' His lawyer, Joel Winograd, termed it ''coercive.'' Mr. Alexandro \nfaced up to 15 years. He remained free pending the outcome of his appeal.\n\nMr. Jacobs reaffirmed earlier statements that the Government wanted to bring before a grand jury a Long Island \nbusinessman convicted of conspiring with Mr. Alexandro. Mr. Jacobs said that prosecutors wanted to investigate \nstatements that the businessman, Alfred Carpentier, had made to the Abscam agents about what was said to have \nbeen corruption or potential corruption involving political figures whom Mr. Jacobs declined to name.\n\nThe sentencing of Mr. Carpentier, a 56-year-old East Meadow man, was postponed until Oct. 13. Mr. Jacobs said \nthe Justice Department might ask that a hearing scheduled in connection with the sentencing be closed to the \npublic because of the ''nature of the allegations'' that Mr. Carpentier had made.\n\nMr. Carpentier's lawyer, James A. Pascarella, said his client had simply been name-dropping in discussing the \npolitical figures with the undercover men.\n\nMr. Carpentier faces up to five years for his conviction in the immigration case.\n\n"}