{"title": "Blunt sets state on trail of illegal immigrants THE PLAN • Random inspections at some construction sites. • Governor wants state agents deputized to enforce federal law.", "body": "\nRandom state inspections of some construction sites to look for illegal immigrant workers and routine checks \nof the residency status of people arrested by the Missouri Highway Patrol are part of new initiatives launched by \nGov. Matt Blunt.\n\n\"Illegal immigrants are openly breaking our laws,\" Blunt said at a news conference Tuesday at O'Fallon City Hall. \n\"Because Washington has failed to deal with this issue, states must do even more.\"\n\nThe worksite inspections, by the state Department of Economic Development, will be limited to privately \ndeveloped projects benefiting from state tax credits or other economic incentive programs.\n\nBlunt said his directive also demands that such companies recertify in writing within the next 30 days that they, \ntheir contractors and subcontractors do not employ illegal immigrants.\n\nAny company discovered to be using illegal immigrants will be banned for at least five years from getting such \nstate aid. That's the maximum penalty allowed by state law, he said.\n\n\"With this measure and others, we will help to ensure that Missouri taxpayers are not somehow subsidizing illegal \nimmigration,\" Blunt said.\n\nBlunt came to O'Fallon to announce the economic agency's new effort because the city has had two controversies \ninvolving allegations of illegal immigrant workers at construction projects aided by state and local bonds.\n\nOn Monday, the governor issued his separate order on arrests by the Highway Patrol. That order also applies to \nthe Missouri Water Patrol and the state Capitol police.\n\nOfficers with those agencies have begun verifying the immigration status of every person they arrest.\n\nBlunt also has told the three state agencies to work out an agreement with the federal government to allow officers \nto be deputized to directly enforce federal immigration laws and to get special training. Only six other states have \nsuch an arrangement, Blunt said.\n\n\nBlunt added that he's asking federal officials for \"expedited approval\" of the agreement, which would allow more \nthan 1,000 state officers to take illegal immigrants to federal detention centers instead of having to wait for \nfederal authorities to do so.\n\n\"This is a significant force multiplier for enforcing our immigration laws,\" Blunt said, noting that the state has only \nabout 50 federal agents available for such duty.\n\nBlunt also is encouraging local law enforcement agencies to make similar agreements with the federal \ngovernment. St. Charles County Executive Steve Ehlmann, who was at the news conference, said he and Sheriff \nTom Neer already were planning to do that.\n\nIn the most recent workplace controversy in O'Fallon, city officials allege that Clayton-based developer Peter \nHennessey is using subcontractors that employ illegal immigrant workers on the construction of Southernside, a \n210-unit affordable-housing complex on Weldon Spring Road, just west of Highway K.\n\nHennessey denies the claim and has said the city is pushing a political agenda because the site has nonunion and \nout-of-state workers.\n\nHennessey's project is supported by $13 million in state and federal tax credits issued by the state Housing \nDevelopment Commission and $13.5 million in tax-exempt bonds approved by the St. Charles County Industrial \nDevelopment Authority.\n\nSt. Charles County Prosecutor Jack Banas has asked Hennessey for employment records from Aug. 1, 2004, to the \npresent. Hennessey's attorney, Larry Fleming, filed a petition in circuit court Thursday saying the information \nrequest was too broad. Both Fleming and Banas said they probably will meet soon to narrow the scope of Banas' \nrequest.\n\nLast week, the state housing commission, at Blunt's urging, said it would enact tougher rules to guard against \nillegal workers on such projects. Blunt said Tuesday his directive to the economic development department would \nsupplement whatever the housing commission enacts.\n"}