{"title": "COPING WITH FOOD STAMP CUT IMMIGRANTS: MOST WHO HAD BENEFITS REDUCED AREN'T USING FOOD BANKS, SURVEY SAYS.", "body": "\nNearly half of Santa Clara County's legal immigrants affected by federal food stamp cuts say they don't have \nenough to eat, but only a tiny minority are turning to local food banks for help, according to a new survey.\n\nThe survey results were announced at a Friday news conference at which county officials and representatives of \nreligious and immigrant rights groups called on Congress to restore food stamps for non-citizens.\n\n\"This is an immoral deprivation of people,\" said the Rev. Eugene Boyle, chairman of the Interfaith Council on \nReligion, Race, Economic and Social Justice.\n\nThe telephone survey was completed by the Santa Clara Valley Employment Support Initiative, launched last year \nby schools, churches and social service agencies in response to welfare reform. More than 400 food stamp clients \nor ex-clients were reached by phone; 376 participated. The county estimates that benefits to roughly 8,000 adults \nin more than 5,000 households were cut.\n\nThe report said that \"almost half of the participants in the survey indicated not having enough food,\" although no \npercentage was given.\n\nClients were asked their main strategy for making up for the loss of food stamp benefits.\n\nOnly 4 percent of respondents said they used local food programs. Forty-five percent said they were working \nmore hours. Thirty-two percent said they were buying cheaper food. Fourteen percent said they received help from \nrelatives.\n\nAfter President Clinton signed the welfare reform bill into law in August 1996, local social service officials had \npredicted that food banks would be swamped with hungry immigrants. But that hasn't happened, food bank \nofficials said Friday.\n\nOne big reason: Food stamp cuts have been less severe in California because the state created its own food-\nstamp program to provide relief to thousands of immigrants. The program, however, provides aid only to the \nelderly and children.\n\nOther explanations are the strength of the local economy and that many immigrants are moving more relatives into \ntheir homes to save money, said officials of the Second Harvest Food Bank of Santa Clara and San Mateo \nCounties.\n\n\"The other reason may be cultural,\" said Dave Sandretto, the food bank's executive director. \"They don't feel \ncomfortable going to a service organization for food.\"\n\n\nFood stamps to most legal immigrants were cut off last September under the landmark 1996 welfare reform act, \nwhich axed welfare benefits to most non-citizens.\n\nCongress last summer restored Supplemental Security Income benefits for the disabled elderly. But it didn't restore \nfood stamps.\n\nNationwide, more than 1.5 million people -- legal immigrants and U.S. citizens -- live in households affected by the \nimmigrant food stamp cut.\n\nClinton has proposed spending $2.43 billion over five years to restore food stamps to immigrants -- but Congress \nhas not acted on the request.\n\nBich Chi of San Jose, 26, a single mother of two, said her monthly food stamp allotment was slashed from $242 \nunder the federal program to $122 under the state program.\n\nChi, who emigrated from Vietnam four years ago, held a paper plate at the news conference that read, \"I need food \n-- more rice.\"\n\nShe said that her 6-year-old boy and 4-year-old girl have lost weight because she can't afford enough meat -- or \neven bananas.\n\nChi, laid off from her job as a seamstress, has tried food banks. But, she said, her family doesn't like the food \nbecause it isn't Vietnamese.\n\nCounty Supervisor Blanca Alvarado said the county has done two things to alleviate immigrants' hunger: It has \nstarted a citizenship program that has naturalized some 7,000 people, many of whom would have lost food \nstamps. And it has given $1 million to Second Harvest Food Bank and the United Way to compensate for welfare \nreform.\n\nCHART: MERCURY NEWS\n\nWho is losing benefits\n\nAdult immigrants whose food stamps aid is being cut, by ethnicity\n\nNotes\n\nMarina Hinestrosa, a staff writer for Nuevo Mundo, the Spanish-language weekly of the Mercury News, contributed \nto this report.\n\nGraphic\n\n \n\nChart\n"}