{"title": "Venezuela tells U.S.: Give up Cuban;Urging the extradition of an exile sought in a jet attack, it said American credibility was on the line.", "body": "\nVenezuela pressed the United States yesterday to hand over Cuban exile Luis Posada Carriles for prosecution in \na 1976 Cuban airliner bombing that killed 73 people, saying the Bush administration's credibility in the war against \nterrorism was at stake.\n\nVenezuela plans to formally request his extradition and is preparing a \"voluminous\" file for U.S. authorities, the \nForeign Ministry said in a statement. Venezuela and the United States have an extradition treaty.\n\n\"There isn't an excuse of a legal or other nature for not complying with these obligations,\" said the Spanish-\nlanguage statement released by the Venezuelan Embassy in Washington. \"Only in this manner can some \ncredibility be gained in the constant sermon about the fight against terrorism.\"\n\nPosada, 77, was seized by U.S. immigration officials in Miami this week and was charged with entering the United \nStates illegally, a move that could lead to his deportation. He is being held at a federal lockup in El Paso, Texas, for \nan immigration hearing June 13.\n\nJustice Department spokesman Bryan Sierra would not comment on Venezuela's extradition request.\n\nU.S. officials have said they will not send anyone to a country believed to be doing Cuba's bidding. Cuba's Fidel \nCastro and Venezuelan President Hugo Chavez are close allies, and Castro has supported Venezuela's request \nthat the United States hand Posada over.\n\nPosada, a former CIA operative and longtime opponent of Castro, has denied taking part in the downing of the \nCuban jetliner off the coast of Barbados. He escaped from prison in Venezuela in 1985 after two trials failed to \nconvict him in the attack.\n\nIn Venezuela, a petition drive demanding that Posada be turned over was under way.\n\n\n\"Why do they have to protect this shameless terrorist from Venezuela?\" said Amanda Otaiza, 84, who signed a \npetition in Caracas. \"It's not right.\"\n\nPosada's attorney, Eduardo Soto, has said he will fight deportation or extradition to Venezuela.\n\nSoto is expected to ask for U.S. asylum for Posada based on fear of persecution and a claim that he never lost U.S. \nlegal-residency status gained in 1962.\n\nGraphic\n\n \n\nPHOTO;\n\nLuis Posada Carriles faces a U.S. hearing next month.\n"}