{"title": "POLITICS Trade, immigration issues revive last century's 'Know Nothings'", "body": "\nBack in the 1850s, several secret, anti-immigrant organizations sprang up whose members, if asked about their \nactivities, were supposed to reply, \"I know nothing.\" That's how the short-lived American Party, to which many of \nthem also belonged, came to be called \"the Know Nothings.\"\n\nVictims of a funny name, the Know Nothings are little remembered or understood today. Even in their time their \nenemies considered them bigoted and backward, although it was a Know Nothing legislature in Massachusetts that \npassed the first school desegregation and compulsory vaccination laws.\n\nBy 1860 the fledgling Republican Party had pretty much absorbed the Know Nothings, adopting their prohibitionist, \nanti-Catholic rhetoric where necessary. But the spirit behind the Know Nothings never really died. It has returned \nwith surprising vehemence in the debate over the North American Free Trade Agreement and the call for tougher \nimmigration restrictions.\n\nThe passions stirred by these issues have cut across normal party lines, catching both Democrats and \nRepublicans off guard, just as mainstream politicians in the last century were baffled by the sudden rise of the \nKnow Nothings.\n\nGetting tough on Mexicans?\n\nIn California, Gov. Pete Wilson has begun to edge upward in the polls after proposing that illegal immigrants be \ndenied welfare, education and medical benefits. He drew some Democratic criticism, but Sen. Diane Feinstein is \ntalking tough on immigration also. Wilson's potential 1994 opponent, State Treasurer Kathleen Brown, wants to \npeg approval of NAFTA to Mexican approval of her plan to ship illegal immigrants convicted of crimes back to \nMexican prisons.\n\nThe impact of the old Know Nothing issues can also be seen closer to home. Despite House Minority Whip Newt \nGingrich's enthusiastic support for NAFTA, Georgia's four Republican congressmen are evenly split on the issue. \nRep. John Linder has joined Gingrich in favor of it, while Rep. Mac Collins is solidly against it and Rep. Jack \nKingston is leaning against. Georgia's House Democrats haven't all made up their minds, but most are likely to join \nMajority Whip David Bonior's rebellion against Bill Clinton and oppose it.\n\nPerot adds spice to brew\n\nWhat gives the re-emergence of these issues a special zing is the presence of Ross Perot, a character the 19th-\ncentury Know Nothings would have loved.\n\n\nDescriptions of the Know Nothings - middle Americans, often from the West, skilled artisans and clerks concerned \nabout job competition and control of their local schools - bear a striking resemblance to the demographics of Perot's \ncore support in the last election.\n\nAlthough NAFTA itself seems in deep trouble, Perot's anti-NAFTA campaign lacks the spark of last year's grass-\nroots campaign. But Perot may yet catch the spark of another controversy.\n\nBrown case potentially explosive\n\nIn Miami this week, a federal grand jury is probing allegations that Commerce Secretary Ron Brown was given $ \n700,000 by Vietnamese officials for his help in opening up trade with that nation. Brown denies the charge, but an \ninvestigation appears to be moving forward.\n\nThis case has attracted much less attention than the travails of the White House travel office, but it is far more \nexplosive. If it goes much further, Perot has a clear opening to bring up the issue of foreign lobbyists, which he \nhammered on last year, not to mention the POWs/MIAs. On a deeper level, it might also cause more voters to \nconnect with sentiments, more than a century old, that have never really died.\n"}