{"title": "Manley to Testify on Illiteracy", "body": "\nWashington Redskins defensive end Dexter Manley used to tiptoe through the back door of the Lab School of \nWashington, hunched over so he could be tutored to read. Had he instead ventured through the front entrance, a \nthird-grader might have collared him, requested an autograph and blown his cover.\n\nToday, Manley will testify before a Senate panel led by Paul Simon (D-Ill.) to discuss the pains of his learning \ndisability, which eluded his childhood educators in Houston and his college professors at Oklahoma State \nUniversity.\n\nThe subject of the hearing is illiteracy, as Simon pushes the Illiteracy Elimination Act of 1989. Although Manley \nsaid he was unable to read and write when he sought out the Lab School of Washington in 1986, tutors there \ndiagnosed his problem as an inability to remember words or sound them out. To call him illiterate, teachers say, is \nnot accurate.\n\nSessions with tutor Sarah Hines have led him to bookstores, where he locates novels and eventually wades \nthrough them. It is apparent now that he reads on an adult level, though his lessons every Tuesday at the Lab \nSchool, specializing in helping the learning disabled, are centered on the most simple phonics. In the past, he had \nmemorized certain words, and when he saw them in a sentence, he'd guess at what the entire sentence meant. By \nnow learning the sounds of words and letters, he can spell.\n\nA mixture of events led him to the Lab School, one of which was the broken leg of former Redskins quarterback Joe \nTheismann. \"When [Theismann] broke his leg,\" Manley said, \"I mean, it was one play, and it was over for him. What \nif that happens to me? What happens then? I said, 'Dexter, stop running.' If that happened to me, what did I have?\"\n\nSince grammar school, Manley said, he had taken abuse from children who perceived him as \"dumb.\" This, he said, \nfostered a severe insecurity for him. Elementary teachers had neither the background nor the resources to \ndiagnose his learning disability, and Manley sifted through grades three to six in a special education class. His only \nmemories of grammar school are of playing with building blocks.\n\nIn junior high and high school, there were no special education programs, and Manley was ushered into the \nmainstream of the curriculum, where he said he managed to pass. \"I did [have problems],\" he said, \"I tell you, I did. \nBut I'm the kind of kid . . . I'm smart. I also think that because I was always in class, showing my face, always in the \nclassroom doing the best I could on a test, I'd get passed. I wasn't the kind of kid that didn't go to school. No. I went \nto school every day.\"\n\nAt Oklahoma State, he said, \"I wasn't taking basket weaving or bows and arrows\" and managed to stay eligible for \nfootball, except for a close call prior to his senior season. He took a correspondence course in religion that summer \nso he could have enough credits to stay on the team, and he said his college sweetheart -- Tammy Wilmore -- \nwrote the final take-home essay for him.\n\n\n\"Did she do all my homework? No,\" he said. \"She never took a [classroom] test for me. But I will say if it wasn't for \nher, I wouldn't have been eligible [his senior year].\"\n\nWilmore told the Houston Chronicle that Manley also struggled to write checks, such as misspelling the word \n\"hundred.\"\n\n\"She's right on that,\" he said. \"I couldn't even spell a hundred, and I was in college.\n\n\" . . . I used to be so ashamed. In my family, we had to go to Sunday school, and I used to skip just because you \nhad to read. But today, I can read. It's a trip. And, you know, people read novels for their own benefit, and I read for \ninformation. That's the way you learn. That's the way you discover yourself.\"\n\nGraphic\n\n \n\nPHOTO, DEXTER MANLEY.\n"}