{"title": "THOUSANDS ARRIVE FROM MEXICO, HONDURAS AND GUATEMALA. CHURCHES TRY TO KEEP UP WITH THE INFLUX. / IN N.C., LATINO IMMIGRANTS REMAKE CATHOLIC PARISH", "body": "\nSometimes history can take a person by surprise.\n\nThat's the case with the Rev. John Williams of sleepy little Immaculate Conception Church, his desk wedged into a \ncorner of the parish hall, laden with paperwork, the Bible, the jar of unconsecrated hosts, the flyswatter.\n\nBack in 1990, he was pastor to the far-flung Catholics of three counties in tobacco country, fewer than 300 souls in \nall. In diocesan headquarters up in Raleigh, there was talk of phasing out his job.\n\nThen the Mexican and Guatemalan and Honduran workers started coming. And coming. And staying. Now Father \nJohn is pastor to at least 2,500 people. Other churches are growing, too.\n\nDriven by collapsing economies south of the border and drawn by a boom in steady, if low-paying, jobs in the \ntobacco fields and food-processing plants, immigrants have settled in rural North Carolina by the tens of \nthousands. Most are Hispanic and Catholic.\n\nTheir arrival in this deeply Baptist state has amazed the Catholic priests, nuns and laypeople who have worked \nand prayed here in relative isolation for years.\n\n\"It's a huge wave of history taking place in North Carolina,\" says Father John, in a quiet voice, characteristically \ntinged with a mixture of exhaustion, laughter and awe. \"It's a historic moment. We barely know what to make of it.\"\n\nThe story of American religion is a story of diaspora, of spirits moving, scattering, gathering. Faiths have confronted \nwaves of new believers all along.\n\nNineteenth-century Catholics came from Europe with their own priests, pooled their nickels, and built churches in \nbig cities. Chicago had five St. Michael's churches - one Polish, one Italian, one Slovak, one Lithuanian and one \nGerman.\n\nThe churches, temples, synagogues and mosques of immigrants serve not only as places of worship, but as \nethnic community centers, shrines of culture and custom.\n\n\nYet churches take different approaches to the strangers in their midst. Some go out and evangelize the \nimmigrants. Others greet them, while making sure nothing changes at church, says Charles Foster, a professor of \nreligion and education at Emory University.\n\nStill others throw open their doors to the strangers, knowing full well that life at church will never be the same. \n\"They embrace the differences as a gift to the common life,\" says Foster, \"and expect to be changed by them.\"\n\n* Nearing 60, Father John is struggling with Spanish. His colleagues and parishioners say that what he lacks in \nfluency, he makes up for in dedication.\n\n\"There was no community here five years ago,\" he says, looking out over the flat land where trailer homes cluster \non former farm fields. \"This was all raising corn. Now it's raising people.\"\n\nThere are about 70 densely populated trailer parks in the parish. A single trailer can hold a half-dozen young \nLatinos. They work, sleep and send money home.\n\nThe priest started out just ringing a bell in the trailer parks and saying Mass in Spanish. Now he's gotten help from \nthe diocese to do marriage-preparation classes and social work. He's added bilingual Masses on special feast days \nand four Spanish Masses each weekend.\n\nOne is a field Mass offered at a table under three trees. The trees grow on six acres of land donated by a nearby \nturkey-processing plant. The spot has been named La Posada Guadalupana, Mary's little inn.\n\nA few folks at the parish grumble they never see Father John anymore, he's so busy. A few grouse about the cost \nof candles, air conditioning, toilet paper. With the weddings, the baptisms, the extra Masses, the church never \nseems to close anymore.\n\nAmid the chaos, the once-quiet parish seems to have burst into bloom, says one parishioner. Some lapsed \nCatholics have even come back to the church. \"Ash Wednesday we were like sardines!\" a parishioner, Renee \nGiraldo, recalls. \"To me it was beautiful.\"\n\nThe new faithful bring a stoic work ethic and beautiful dark-eyed children, as well as the predictable problems with \nlanguage and poverty and immigration laws.\n\nFather John doesn't ask whether they are legal. That's not the church's job, he says. What he is here for is their \nfaith, a faith steeped in history and a calendar of saints, rooted in the home and in homeland shrines.\n\nThe pastor can't replace the shrines, but he helped organize the feast-day procession honoring the dark-skinned \nVirgin of Guadalupe. It wound through the middle of Clinton, past the courthouse, with its Confederate war \nmemorial.\n\nThe immigrants' practice is an ancient strain of Catholicism much different than seen here up till now, says Paul \nBrant, a circuit-riding Jesuit who ministers to 12 more counties beyond Father John's parish.\n\n\"It's brought me in contact with a profound faith that doesn't need reasons,\" says Brant. \"It's in the blood, not a head \nthing.\"\n\nThese days, Brant travels about 1,200 miles a week saying Mass in Spanish, doing baptisms and hearing \nconfessions. On a Sunday morning he parks his blue bus with the Virgin of Guadalupe taped to the window at a \ncoin laundry. He sets up his makeshift altar between a pool table and the dryers.\n\nTwo little altar girls light a couple of citronella candles with a stove lighter and pass out the hymnals to a small \ncrowd of the faithful. As the washers churn, they pray that the Holy Church might extend to the ends of the Earth.\n\nThe chalice is a drinking glass. But they are believers.\n\n\n\nAfter Communion, someone needs change for a dryer, and the priest rummages in his pocket for a quarter. By the \nend of Mass, the scuffed yellow laundry is full of people praying.\n\n* Not every immigrant seeks out the Catholic Church. All across the state, says Tom Tweed, professor of religion \nat the University of North Carolina, churches are holding Spanish services and evangelizing in Spanish radio \nbroadcasts. \"They are competing for religious consumers,\" Tweed says.\n\nAfter Mass at La Posada Guadalupana, Father John's parishioners sell tamales to make money for their new \nchurch. But right across the road, the Baptists have already built a Hispanic church, on land also donated by the \nturkey plant.\n\nDon Gordon, senior pastor of the First Baptist Church in Mount Olive, can't conceal his satisfaction that the \nCatholics are far behind. \"They are trying to keep up with the Joneses,\" he says.\n\nIn Newton Grove, the next town over, the Episcopalians just added a sacramental component to their long-\nestablished social ministries. Besides providing legal referrals, after-school programs, and assistance with \ncitizenship, a Spanish-speaking Episcopal priest offers Masses and organizes soccer games.\n\nAnd in Dunn, farther up the road, the folks at Gospel Tabernacle Pentecostal Holiness Church have put up a big \nsign, \"La Casa De Esperanza.\" They've hired a Costa Rican minister to preach to their Spanish-speaking flock of \ntwo dozen and to muster new believers at Wal-Mart and Food Lion.\n\nThe church has also invested in bongo drums and maracas, and the choir is learning choruses in Spanish.\n\n\"We want to give them Christ. That's the best thing,\" says Eddie White, the associate pastor. But first they have to \ncome. \"You put bait on the hook. The fish will bite.\"\n\nFor Father John, life gets so complex these days he sometimes wishes he could go back to those simple times \nwhen he just went to a trailer park, rang a bell and said Mass.\n\nBut then he is heartened by one thing or another. For instance, one of the readings on a recent Sunday focused on \nthe story of Elijah in the desert. \"Under a broom tree, he wanted to die, like all of us sometimes,\" the pastor says. \nThen along came an angel and a heavenly hoecake. And Elijah got the strength to travel 40 days and 40 nights to \nthe mountain of God.\n\nIt was a strong message to the faithful, working on the blood-washed floors of the turkey plant and doing the hard \nlabor of the tobacco harvest. The message also went out to Father John, who finds the songs of the Mayan choir \nabout as good as a hoecake from heaven. Listening, he says, \"I feel like a priest again.\"\n\n@MAP\n"}