{"title": "Your views; Your Opinions", "body": "\nA tiny miracle baby born at the maternity unit in University Hospital Wishaw was the focus of a recent television \ndocumentary. Little Charlie McCluskey was given scant chance of survival when he came into the world in February \nthis year, more than three months before his due date.\n\nI did watch the programme and was utterly amazed on how professional and caring the hospital staff were.\n\nIt must also be very emotional for them working with so many really sick babies and understanding what the poor \nMums and Dads are going through.\n\nThey should be very proud May Coffield Watched this on Catch Up earlier today.\n\nWhat an emotional roller coaster for all these families.\n\nI was in tears a few times watching them all.\n\nBaby Charlie came through so much but got there.\n\nWhat a wee fighter! Linda Maxwell Not all superheroes wear capes!\n\nThey also work for our NHS and I'm proud to say so do I! Andy McLean My wee niece was 1lb 8oz when she was \nborn nearly seven years ago in Wishaw General.\n\nShe was in hospital for six long months.\n\nShe celebrates her birthday in two weeks.\n\nHeather McKendrick Getting through Cleland proved a bridge too far for two lorry drivers. Bellside Bridge, the most \nstruck bridge in the UK, was hit twice in the space of a few hours as two HGV drivers misjudged the height with the \nroad being shut.\n\nI used to drive trucks for work occasionally and all our trucks had stickers on dash giving height and width.\n\nAs I drove different vehicles the first thing I did was make sure I read them and when I saw low bridge signs \nconsulted it.\n\nJohn Keegan Surely you know the height of the vehicle your driving.\n\nWhat a waste of resources fixing this. I hope these drivers are charged with driving without due care and attention. \nKirsty Davidson Why not have a tunnel or frame further up the road on each end? It could be sized to replicate the \nsize needed to pass.\n\n\nIf you can drive through that then crack on or close the road to heavy goods.\n\nKevin Rundell I stay in Bellside and it's getting on people's nerves.\n\nWhy won't anyone do anything? Are they waiting for someone to get seriously hurt? Tina Alexis Burns Two new off-\nroad motorbikes have been bought by North Lanarkshire Council to tackle the growing number of issues caused by \npeople riding quad-bikes. The bikes will be used by the police to address the increased levels of antisocial \nbehaviour caused by the illegal use of quad-bikes on public roads, footpaths and fields.\n\nAnd they wonder why kids turn to drink and drugs? When we were kids all you needed was an old motorbike some \nmoney for petrol and an empty field.\n\nLet the kids play and go and catch criminals.\n\nStephen Barrett Around my area I think this is needed as they are driving dangerously.\n\nI'm surprised they haven't run over one of the many kids out playing.\n\nI agree there is plenty of waste ground to be made into race tracks for them to be used on.\n\nLaura Welsh Here's an idea instead of investing 15 grand on bikes, why not invest in a purpose built area for these \nkids to ride their quads and dirt bikes? Chris Trevor Phillips Ridley Waste of time. I went into Wishaw Police Station \nto report several people flying around the streets of Craigneuk.\n\nI was inches from hitting one of them in my cab which prompted the visit.\n\nAnd the response I got and I quote.: \"Yeah I know it's terrible but there's very little we can do, you just need to keep \ncalling 101\" I asked what about these new off road bikes you have.\n\nThe reply. \"Yes I know but we're not allowed to apprehend them.\"\n\nWilliam Tollan Would be much better working with the people riding motocross and quads and getting some places \nbuilt for them to ride.\n\nYou could have proper jumps and racing, with bikes to hire for people that want to give it a go.\n\nThere is plenty of waste ground that could be put to good use.\n\nThe country is getting too good at telling people what they can and cannot do.\n\nPaul Mc\n\nGraphic\n\n \n\nBeautiful sunset Regular contributor Helen Gillespie sent us in this stunning snap of the sunset in Ibiza\n"}