{"title": "BABY-NAMING CONTEST: WHAT ABOUT DOBBS?", "body": "\nAn L.A. radio station has launched the \"Name Your Baby Lou Dobbs Challenge\" to any illegal immigrant willing to \nbrand their infant after the CNN host.\n\nIt's the brainchild of Lalo Alcaraz and Esteban Zul, hosts of the Pocho Hour of Power on KPFK, in reaction to what \nthey claim is Dobbs' \"soft bigotry in a three-piece suit.\"\n\n\"He used to have a business show, and now it's all-immigrant, all the time,\" Alcaraz told us. \"Call me crazy, but if I \nhad a TV show, I'd do different topics. And what he's doing is a kind of cultural bigotry that [immigrants] are inferior \nin some way. In reality, they're working their asses off. It leads viewers to think, 'Now I can discriminate against \nPanchito.'\"\n\nLast month, the -media watchdog group Fairness and Accuracy in Reporting called Dobbs' \"tone on immigration \nconsistently alarmist,\" with the Space.com founder claiming that Mexicans are \"an army of invaders\" who want to \nreannex parts of the U.S. for Mexico; that \"illegal alien smugglers and drug traffickers are on the verge of ruining \nsome of our -national treasures,\" and that \"the invasion of illegal aliens is threatening the health of many \nAmericans\" through \"deadly imports\" of diseases like malaria - and even leprosy.\n\nAbout the contest, Dobbs was uncharacteristically -silent. \"We don't have a comment,\" his spokeswoman said.\n\nDespite hundreds of dollars' worth of baby merchandise as prizes (see www.pocho.com), there've been no takers \nso far. Small wonder: If Dobbs is so objectionable, who could saddle an infant with his name?\n\nWould Alcaraz? \"I'd have to be drunk,\" he concluded.\n\nSIDE DISH\n\nCould Kimora Lee Simmons be regretting her breakup more than estranged hubby Russell is? When the two were \npaired at Anna Wintour's Metropolitan Museum of Art Costume Institute gala Monday, someone asked the hip-hop \nmogul if they were back together. \"Just for this event,\" he said. As they were leaving, Kimora tried to slip her hand \ninto Russell's as they approached photogs. Simmons, who's been linked with models Naima Mora and Denise Vasi, \nwhom he brought to California, \"wanted no part of it,\" our spywitness swears. Then, when it looked as if they were \nabout to depart in separate limos (sniff!), Kimora knocked on the window of Russell's Maybach, snapped at him \nand jumped in. Later, he turned up at Bungalow 8 - alone. ... DAYANARA TORRES is back at work after \nemergency surgery. The former Miss Universe (and ex-wife of Marc Anthony) recently had to be rushed from the \n\n\nairport to Columbia Presbyterian, where doctors did abdominal surgery. Within days, she was doing bikini shots for \nher new My Network TV show, \"Watch Over Me,\" and Wal-Mart's new Metro 7 fashion line. ... ANNE HEARST and \nJay McInerney, Mary and Bobby Kennedy Jr., and Brooke Hayward and Peter Duchin are some of the culture \nvultures due to roost tonight at the Joan Weill Center for Dance, where New York City Ballet master Peter Martins \nwill host a gala screening of \"Bringing Balanchine Back.\" ... DIOR DESIGNER John Galliano hosted a 34th-birthday \nbash at\n\nStephen Starr's Buddakan for his style consultant Alexis Roche with dinner guests Gisele Bundchen, Sophie Dahl, \nUma Thurman, Joy Bryant, Andre Balazs, Linda Evangelista, Helena Christensen and Matt Dillon. John surprised \nAlexis with an $800 Sylvia Weinstock birthday cake in the shape of his Jack Russell terrier Cheyenne. ... MARISA \nTOMEI, Matthew Modine and Fran Drescher toasted playwright Martin McDonagh at the opening of \"The \nLieutenant of Inishmore.\"\n\nO-ring sets off King explosion.\n\nReporters got more than they bargained for when \"Oprah\" show correspondent Gayle King sashayed down a red \ncarpet Tuesday. The ultrastylish King, who is Winfrey's best friend, sounded off when one journo simply said, \"I love \nyour ring.\"\n\n\"Oprah and I are not engaged!\" King retorted.\n\nSupermarket tabloids ignited with innuendo when King, who is also editor-at-large at Oprah's O mag, started \nwearing the diamond-encrusted platinum band.\n\n\"Oprah made these rings out of a huge pair of earrings she had,\" she said. \"Nine other people have this ring!\"\n\nWinfrey has been dating businessman and motivational speaker Stedman -Graham for more than a decade. King, a \ndivorcée, met Winfrey in 1976 and had a suite built in her former mansion in South Glastonbury, Conn., for the \n-woman her two college-aged children call \"Auntie O.\" When Oprah launched her magazine, the generous-to-a-fault \ntalk -titan joked about paying for the kids' -private schools and a new car for King each year. In turn, King has \nworked with Winfrey on her philanthropic efforts, which\n\ninclude building a girls' leadership school in South Africa.\n\nKing was at the premiere of \"Ithuteng: Never Stop Learning\" to support young filmmakers Charlie and -Willie \nEbersol - the sons of Susan Saint James and Dick Ebersol, who lost their brother Teddy in a plane crash. They're \nraising money for education in South Africa with their film.\n\nRICHARD CORERKY DAILY NEWS Icing a rumor Settle down all you glossy gossip mags. What Uma Thurman \nwore on her left hand to the opening of Mr. Chow in Tribeca is not an engagement ring. Andre Balazs gave it to her \na year ago, just for fun. TOBIAS ZARIUS VIBE VIXEN Easy on the eyes Sultry Denise Vasi has been \"doing yoga\" \nwith hip-hop mogul Russell Simmons during his separation from Kimora Lee Simmons. Spies say Kimora seems \nless happy with the situation than her husband. We can guess why. JOY E. SCHELLER LFI Ring of truth Gayle \nKing is one of 10 people to get a ring made from a pair of Oprah Winfrey's earrings. Must've been some earrings.\n\nGraphic\n\n \n\nName game Would you name your baby after Lou Dobbs? Two L.A. deejays are running a contest for illegal \nimmigrants. RICHARD CORERKY DAILY NEWS Icing a rumor Settle down all you glossy gossip mags. What Uma \nThurman wore on her left hand to the opening of Mr. Chow in Tribeca is not an engagement ring. Andre Balazs \ngave it to her a year ago, just for fun. TOBIAS ZARIUS VIBE VIXEN Easy on the eyes Sultry Denise Vasi has been \n\"doing yoga\" with hip-hop mogul Russell Simmons during his separation from Kimora Lee Simmons. Spies say \n\n\n\nKimora seems less happy with the situation than her husband. We can guess why. JOY E. SCHELLER LFI Ring of \ntruth Gayle King is one of 10 people to get a ring made from a pair of Oprah Winfrey's earrings. Must've been some \nearrings.\n"}