{"title": "A NATION CHALLENGED: THE IMMIGRANTS; Testing The System Of Relief", "body": "\nThey are among the legions of Lower Manhattan jobless -- the three Peruvians who used to clean apartments at \nBattery Park City, the Mexican cook from the concourse under the trade center, the pizza delivery man who \nwhisked large pizzas up and down the towers. \n\n     Those workers, among hundreds who stream into the offices of Associacion Tepeyac day after day, are among \nthose who worked off the books. They have no Social Security numbers. Most lack a driver's license. They have no \npay stubs; they were paid in cash. \n\n As a result, they have had a thornier trip through the maze of disaster relief than most have. For those who worked \noff the books, seeking relief can mean openly declaring their illegal immigration status. And they must deal with \nrelief workers, who, constantly on guard for hustlers, require some documentation.\n\nVast confusion has reigned at relief centers across the city, immigrants' advocates say. Sometimes, they say, \nrelief workers are unaware of what kinds of benefits are available for illegal immigrants, and what kinds of \ndocuments they need to bring. Sometimes, those who lack documents simply walk out the door when they are \nasked to furnish a Social Security number; in some cases, they do not actually need one. In the most dire cases, \nthe families of illegal immigrants who are missing have been unable to obtain a letter from an employer.\n\nThe executive director of the New York Immigration Coalition, Margie McHugh, said, \"It's practically inevitable \nwhere we would have this problem -- where volunteer workers don't have enough of the technical information they \nneed to help people with cases complicated by facts such as immigration status.\"\n\nSome immigrants' advocates have called on federal officials to grant amnesty to the families of the dead. Speaking \nto a church full of his compatriots yesterday afternoon, President Vicente Fox of Mexico gave a nod to those \ndemands. He told the crowd that the \"bilateral agenda\" of legalizing Mexican immigrants would resume as soon as \npossible. \n\nPart of the confusion stems from a patchwork of relief. Funds from the State Crime Victims Board, state officials \nsaid, will be disbursed to families of the victims, including the injured, regardless of immigration status. They are \nalso entitled to state-funded psychological counseling. But aid from the Federal Emergency Management Agency is \nnot available to those here illegally.\n\nAt Tepeyac's offices the other night, Joel Magallan, a Jesuit who founded the group, circled the crowded room, \ndoling out prepaid telephone cards and advice: tell the truth about your immigration status, try to get a letter from \nyour former employer, apply for all the disaster aid you are entitled to. \n\nFor Josefina Mila, the housekeeper, for instance, doing that means soliciting affidavits from those whose homes \nshe cleaned. (She cannot reach any of them by phone, nor can she cross the police lines to knock on their doors.)\n\n\nFor Martin Andrade, 20, the pizza delivery man, it means proving how much he made, off the books, at a pizzeria: \n$275 a week in cash, for 11-hour-shifts, 5 days a week, plus tips.\n\nHe has not been paid for his last week's work. Already, he has borrowed $1,200 to pay rent and buy food. Every \nrestaurant he goes to now, looking for work, they tell him they are firing, not hiring. \"All my plans went down,\" he \nsaid.\n\nHe pulled out of his wallet a thick stack of trade center identification cards, one for each time he made a delivery. \nHis most recent delivery was to Cantor Fitzgerald, on Sept. 4. Eerie and anachronistic, the cards are his best pieces \nof identification.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: President Vicente Fox of Mexico paused yesterday beside notices for the missing while visiting St. Bernard's \nChurch on West 14th Street. (Michelle V. Agins/The New York Times) \n"}