{"title": "OLDSMAR OFFICIAL WANTS A DO-OVER", "body": "\nOldsmar City Council member Janice Miller, whose racially inflammatory remarks against undocumented workers \nput this town of about 14,000 in the middle of a national immigration debate, said she wishes she could press \nrewind.\n\n\"If I've offended anyone, I am sorry,\" she said Thursday, hours after the St. Petersburg Times published a story \nabout her comments. \"However, the way things are going in this country, I'm not sorry.\"\n\nAt Tuesday night's City Council meeting, Miller asked her colleagues to consider adding a provision in its \nconstruction contracts and refuse to do business with any contractor who employs illegal immigrants. The council \ndidn't take any action, but a city attorney said Oldsmar could make contractors sign an affidavit that they do not \nand will not employ undocumented workers.\n\nIn justifying her request, Miller cited Arizona's sweeping immigration law and said that she knew employees of \nTampa's Allied Roofing Inc. were \"illegal\" and that they left behind \"a lot of debris, lunch bags and Coke cans and \nbottles and things like that\" when they repaired the roof at City Hall in 2006.\n\nShe backed off that statement when a Times reporter called her Wednesday. \"I can't say for sure that they were \nillegal, but it is obvious to me that they were from Central America,\" she said. \"I'm 68 years old and I know what \ndifferent people look like from different countries. I know what Mexicans look like and Italians or Spanish or black or \nwhite or Asian. It isn't a big leap.\"\n\nThe Pinellas County American Civil Liberties Union denounced the remarks; a link to the Times' story appeared on \nUSA TODAY's website; and on Thursday, Allied president John Santoro made his first public comments.\n\nThough he has not formulated an opinion on Arizona's much-debated law, Santoro said his biggest problem with it \nhas \"just been illustrated with council member Miller's comments.\n\n\"People will make assumptions based on a person's ethnicity or skin color,\" he said.\n\nNearly 20 states have already introduced or begun to craft Arizona-like measures. Florida, which has the third-\nlargest number of undocumented residents in the nation (720,000), is among them. Miller, an Italian-American, said \nshe misspoke and wasn't asking Oldsmar to replicate Arizona's law. She said if she could do it over again, she \nwould not have spoken to a Times reporter.\n\n\n\"I said what I said and you caught me off guard,\" she said. \"I was in bed doing my exercises. I'm four weeks out of \nknee replacement surgery. I shouldn't have said it. I just don't want to go on and on with this. The whole intent of \nthis thing had nothing to do with race.\n\n\"All it had to do with was a clause in the contract in the city to make sure that the contractors we deal with make \nsure they have legal residents working on their crews. I would love to see Americans put back to work.\"\n\nMiller said she didn't know how to articulate that at the meeting or in subsequent interviews with the Times.\n\n\"I thought I was doing it in the spirit of American workers,\" she said. \"I want local people to have our local jobs. I \nmean it just breaks my heart. Maybe I'm too patriotic and I didn't know there was such a thing until this happened.\"\n\nMiller said she is still qualified to be a council member and has no intentions of stepping down.\n\n\"That's not going to happen,\" she said. \"I have every right to give my opinion.\"\n\n- - -\n\nSantoro told the Times on Thursday that Miller's comments have \"taken racial profiling to the next level\" and \n\"stereotyped my workers based on their outward appearance and their nationalities.\"\n\nHe said he was disappointed that an elected official would make such insensitive comments against his company \nwithout verification of facts.\n\nHe said none of Allied's 25 workers are undocumented and that he has their I-9 forms as well as two other types of \ndocumentation to prove it. The foreman on the Oldsmar project is an American-born Hispanic, he said.\n\n\"He was upset that someone would think that he was here illegally based solely on his ethnic descent,\" said \nSantoro, who is of Italian ancestry. \"The bulk of our workforce is Hispanic.\n\n\"My concern is that council member Miller made comments regarding citizenship status or one's ability to work in \nthis country based solely on the color of their skin.\"\n\nSantoro said Miller's comments are not representative of all Oldsmar officials and he would do business with the \ncity again. He said he would have no problem handing over documentation proving his employees are eligible to \nwork in the United States.\n\nFirst, Santoro said, he plans to contact Miller as well as the city official who oversaw the 2006 roof repairs.\n\n\"I would express the fact that I am truly dismayed,\" Santoro said. \"We trust our elected officials to represent us \nwithout bias or opinion as to who people are based on the color of their skin or their ethnic background.\"\n\nMiller said she would welcome such a call.\n\n\"Give him my number.\"\n\nRodney Thrash can be reached at rthrash@sptimes.com or (727) 445-4167.\n\nGraphic\n\n \n\nPHOTO: Janice Miller says she is sorry if she has offended anyone.\n"}