{"title": "Bush chided for not focusing on Mexico; Calderon polite but firm about immigration, barriers", "body": "\nMERIDA, Mexico — Mexican President Felipe Calderon chided President Bush on Tuesday for trying to build a \nwall between their two countries and lamented that the American leader never made Mexico the priority he once \npromised it would become during his presidency.\n\nAs he welcomed Bush for their first meeting since taking office in December, Calderon set a polite but firm tone, \nraising some of the toughest issues in U.S.-Mexican relations. The comments, at a ceremony for Bush's arrival, \nunderscored the difficulties that may lie ahead in two days of talks between the leaders.\n\nAmong the top issues was U.S. legislation, signed by Bush last year, authorizing 700 miles of fencing and other \nbarriers along the U.S.-Mexican border. Calderon acknowledged that a better way to halt illegal immigration \nwould be for his government to improve social and economic conditions in Mexico so that his people do not feel \ndriven to head north to support their families.\n\nMexicans respect Americans' right to decide how to handle their security, Calderon said. \"But at the same time, we \ndo consider in a respectful way that we may truly stop the migration by building a kilometer of highway in \nMichoacan or Zacatecas than 10 kilometers of walls in the border.\"\n\nIn another pointed remark, Calderon recalled that Bush had promised as a candidate in 2000 to put Mexico at the \ntop of his foreign policy agenda. \"Unfortunately, the terrible happenings against the United States people made that \n— in a very understandable way, the priorities changed,\" he said, referring to Sept. 11, 2001. \"Nevertheless, I \nbelieve that it is now time to retake the spirit of those words and to direct our relationship toward a path of mutual \nprosperity.\"\n\nWhile vowing to fight drug running in his country, Calderon also pointed out the U.S. responsibility for stopping the \ndemand. \"To be successful in our struggle,\" he said, \"we need the collaboration and the active participation of our \nneighbor, knowing that if we do not reduce the demand for drugs in a certain area, it will be very difficult to reduce \nthe supply in ours.\"\n\nBush did not directly rebut Calderon but promised to push for immigration legislation at home that would address \ntheir mutual problems.\n\n\"I respect your views on migration,\" Bush said. \"Because we're working together, I believe we will make good \nprogress on this important issue.\"\n"}