{"title": "VESSEL BEGINS VIGIL FOR ALIENS TODAY ,", "body": "\nThe Coast Guard cutter Hamilton tomorrow will begin intercepting boats suspected of transporting il legal aliens, \nofficials here announced today.\n\nThe patrol will put into effect a new policy of the Reagan Administration to stem the flow of refugees, principally \nthose fleeing the impoverished Caribbean nation of Haiti, who enter the United States by boat.\n\nPetty Officer Dan Walbschmidt, a Coast Guard spokesman, said the Hamilton was sailing today from the Haitian \ncapital of Port-au-Prince to refuel at the United States Naval Base in Guantanamo Bay, Cuba. She is to begin its \npatrol tomorrow afternoon.\nCoast Guard Cutter will begin intercepting boats suspected of transporting illegal aliens off Miami coast\n\nMr. Walbschmidt said the timetable for the Hamilton's patrol was announced after Coast Guard and United States \nImmigration and Naturalization Service officials met with representatives of the Haitian Government.\n\nThe Administration's policy, announced Sept. 29, has been criticized as racist by leaders of Miami's Haitian refugee \ncommunity, who have said the policy is intended to exclude the Caribbean refugees because they are black.\n\nThe Hamilton has been ordered to move to a patrol position in the Windward Passage between Haiti and Cuba and \nto stop and board boats suspected of transporting illegal aliens, Mr. Walbschmidt said.\n\nPlan to Board Vessels\n\nA boarding party from the cutter will question the people on board, determine where they are going and, if they do \nnot have visas to enter the United States, tell them to return to their homeland.\n\nThe United States Justice Department has said that those refugees who persuade immigration officials that they are \nfleeing persecution will be taken to Miami for a formal political asylum hearing.\n\nMr. Walbschmidt said the cutter was equipped with various weapons but it was unlikely they would have to be used. \nOnly four vessels have been fired at by the Coast Guard since 1973, he said, and ''no one was injured.''\n\nThe Boston-based, 378-foot cutter will be accompanied on the interdiction patrol by a search plane and two \nhelicopters. A doctor will be aboard the vessel, along with two immigration officials and two interpreters who speak \nHaitian Creole, the language of almost all the estimated 50,000 Haitians who have landed on Florida shores since \n1970.\n\n\nMeanwhile, Richard Gullage, deputy district director of the immigration service, said only 21 Haitians arrived in \nSouth Florida this week. He said the new arrivals landed Wednesday. Mr. Gullage said there were 1,100 refugees, \nmostly Haitians, at a processing center west of Miami.\n"}