{"title": "PRESIDENT CALLS DOLE DIVISIVE; GOP MISUSING AFFIRMATIVE ACTION, IMMIGRATION ISSUES, CLINTON SAYS", "body": "\nPresident Clinton accused Bob Dole on Saturday of practicing \"the old politics of division\" on affirmative action \nand immigration.\n\n\"Here, at the end of the election, some people are tempted to take advantage of these issues for political (gain),\" \nClinton said.\n\nCruising into the final weekend still confident of victory, Clinton visited Texas, Louisiana and his home state of \nArkansas.\n\nHe was stumping for Democratic congressional candidates in all three states.\n\nClinton devoted his weekly radio address and a rally at the Alamo in San Antonio, Tex. to rebutting Dole's call to \nend affirmative action and crack down on illegal immigration.\n\nHe also challenged GOP attacks on his administration's record on crime and welfare.\n\nLast week Dole called affirmative action and immigration \"wedge issues.\"\n\nA Clinton spokesman said Dole's comments pitted Americans against Americans. Dole \"publicly expressed his \npride in dividing America, which is distasteful, at best,\" press secretary Mike McCurry said.\n\nA Dole campaign spokesman said the Alamo remarks displayed \"typical Clinton hypocritical flair,\" adding, \"He'd \nrather scare us than justify his continued support of divisive (racial) quotas.\"\n\nWith the Alamo's walls forming a backdrop, Clinton declared, \"When we come together in search of common \nground, we are always, always stronger as a nation.\"\n\nClinton said that before he was elected in 1992, political divisiveness had rendered Congress incapable of acting \non problems that frustrated many Americans. He claims to have struck \"the common ground of politics\" on crime, \nwelfare, race relations and budget issues.\n\n\"Instead of bringing people together around common values, the old politics of division tried to drive wedges \nbetween us, to take advantage of our fears. We must never let that happen again,\" he said in his radio address.\n\nBy not mentioning Dole by name, Clinton hoped to appeal to voters weary of attacks leveled by both campaigns.\n\nYet the president didn't shy away from language that Republicans might consider divisive, accusing the GOP of \nendangering the environment, schools and the entire federal budget.\n\n\nClinton was ending his day in Tampa, Fla., where he hoped to shore up his bid to win the normally Republican \nstate. He planned Sunday events in West Palm Beach, Fla.; New Jersey; Massachusetts and New Hampshire.\n\nClinton is scheduled to return to Arkansas Tuesday to vote and await election returns.\n\nGraphic\n\n \n\nPHOTO; Photo From AP - Housing and urban Develolpment Secretary Henry Cisneros, right, applauds the \npresident of Mrs. Clinton at a rally Saturday at the Alamo in San Antonio, Tex., where Cisneros was once mayor.\n"}