{"title": "About New York;A Latin Takes Manhattan", "body": "\nBALBUENA has finally arrived!\n\nThis is momentous news in Washington Heights, heralded on posters in store windows and on walls, where \nOrodoto Balbuena dwarfs the city skyline like a sly grinning conqueror with his ever-present black beret and Afro \ncomb. Who is this Caribbean Kilroy whose name pops up almost everywhere on streets packed with Dominican \nimmigrants on their pre-dawn journeys to work or on their daily rounds shopping?\n\nHe is they.\n\nBalbuena, a romantic rube played by Luisito Marti, is the star of \"Nueba Yol,\" a movie comedy made by Angel \nMuniz with a few dollars and a lot of heart. It is every immigrant's story of scheming and dreaming to get a visa to \ncome to New York, where legend has it that money can be plucked from the street like lettuce in a field. Never \nmind that many newcomers find the pickings slim and the only money to be had comes from chopping lettuce or \nwashing dishes.\n\nHis exploits are already legend on Dominican television, where Balbuena's outrageous and unsuccessful plans to \ncome north have made him the Ralph Kramden of the immigrant set. In real life, such attempts sometimes end in \ntragedy in the shark-infested waters off the Dominican Republic.\n\nNew York, as Balbuena says, is a serious matter.\n\nTHAT knowledge may be why the audience at a recent screening of the new film erupted in Stallone-worthy cheers \nwhen Balbuena, hanging on to his elusive visa and even more elusive English, finally made it past a wary \nimmigration officer at Kennedy International Airport.\n\n\"Whoever had a dream to come to New York becomes a Balbuena,\" said Mr. Muniz, who wrote and directed the \nmovie on a $280,000 budget. \"It's difficult to make a movie about Balbuena without people laughing. It's difficult to \nmake a movie about immigration where people don't cry.\"\n\n\nIt's also hard to make a Spanish-language movie and find a home for it in New York, despite ethnic theaters for \ngroups like Indians and Chinese. Decades ago, there were many theaters where Hispanic immigrants saw movies \nwhere the men were brave, the women beautiful and everybody spoke Spanish -- often with a Mexican accent.\n\nThe creators of \"Nueba Yol\" -- Dominican slang for New York -- hope to revive that tradition, noting that the movie, \nwhich broke records in the Dominican Republic, is showing healthy box-office returns in the 10 local theaters where \nit is playing.\n\nVideo killed the Spanish movie market, said Lawrence Eulojio Martin, one of the movie's associate producers. \nMexican producers thought theaters would be obsolete.\n\nMr. Martin refused to believe such talk. He knew Hispanic immigrants liked the slam-bang Hollywood adventure \nmovies, but they also yearned to see somebody they could identify with. Consider Jimmy Smits's tender yet realistic \nportrayal of a single father trying hard to buck a lifetime of bad luck in \"Mi Familia\" and you get a sense of what Mr. \nMartin means.\n\nUnfortunately, when Hollywood goes Hispanic, the results are Al Pacino chewing his way through scenery and the \nSpanish language in \"Scarface\" or Marisa Tomei in \"The Perez Family\" playing a hooker with more ham than a \nmeaty Cuban sandwich.\n\n\"We all love Hollywood pictures, but give us a Latin hero and we'll go to the movies,\" Mr. Martin said. \"You've got to \ngive the Latin people their own heroes. You can't expect Hollywood to give it to them.\"\n\nEnter Balbuena.\n\nALTHOUGH he combines the optimism of Candide with the romantic luck of Beauty's Beast -- this is a movie after \nall -- this immigrant Everyman is someone who knows what it's like to arrive in a strange land with no money, \nEnglish or job prospects. His audiences certainly do, too. When he is told the dollar bills in New York flutter \nunnoticed down the street, viewers laugh knowingly.\n\nWhen his cousin Pedro's Americanized children reject him, viewers empathize with the sting of being treated like a \nbumpkin. And when Pedro tells his children he'll send them back to Santo Domingo if they don't like his discipline, \nthe audience cheers.\n\nWith the movie set in Washington Heights, the drug trade that is the bane of decent families in the community is \nfeatured. So too are the dangers that come with easy money and the fear of returning to the homeland empty-\nhanded and defeated.\n\nBut Balbuena, like many of his countrymen, would rather scrub toilets than take a shortcut.\n\n\"Your dreams become reality when you return to the motherland,\" he tells his cousin. \"The victory is to return with \nyour conscience clean.\"\n\nWhen the hero is Everyman, the heroics are in the everyday.\n"}