{"title": "ILLEGAL WORKERS ON STATE AGENDA", "body": "\nIn the two years since immigration reform legislation stalled in Congress, many states have passed their own laws \ntargeting illegal immigrants.\n\nAnd soon Florida could join them.\n\nLegislators have filed six bills that would, among other things, penalize farms and government contractors that hire \nundocumented immigrants or require local officials to report their arrests to federal authorities.\n\nCome spring, legislators could debate whether to make it harder for an estimated 850,000 undocumented \nimmigrants to live and work in Florida.\n\n\"Our federal government, in my opinion, has failed our citizens in dealing with the crisis of illegal immigration,\" said \nstate Sen. Mike Fasano, R-New Port Richey, who filed two bills. \"I went to an event today, and when I asked for \nquestions, it was about taxes, but it was also about illegal immigration.\"\n\nThe Florida bills follow a trend of cities and states proposing local laws related to immigration.\n\nThe National Conference of State Legislatures reported last week that so far this year, more than 1,500 pieces of \nlegislation were introduced in state legislatures. Of those, 244 became laws in 46 states, triple the number passed \nin 2006.\n\nNationally, the proposals touch predominantly on employment, law enforcement, drivers licenses and public \nbenefits.\n\nIn Florida, Fasano and Rep. Don Brown, R-DeFuniak Springs, have filed three of the most comprehensive bills.\n\nFasano's proposals - Senate Bills 124 and 388 - would target agribusinesses and government contractors that \nemploy undocumented workers. One also would require local governments and police to determine immigrants' \nstatus and enforce immigration laws.\n\nBrown said he modeled his proposal (House Bill 73) after a comprehensive and tough law that went into effect in \nOklahoma in November.\n\nIf passed, it would force local officials to share information with the federal government about the legal status of \nimmigrants. It also would ban so-called sanctuary policies, which some cities have used to stop the sharing of that \ninformation.\n\n\n\"I'm concerned about the sovereignty of the nation and the state,\" Brown said. \"This country has an incredibly rich \nheritage of immigration. ... In recent years, we have allowed untold millions ... to come into the country\" illegally.\n\n- - -\n\nNationally, activists opposed to illegal immigration view the state laws as a way to force undocumented immigrants \nto leave.\n\n\"The most significant part of the legislation is that illegal aliens are leaving those states in large numbers,\" said \nWilliam Gheen, president of the Americans for Legal Immigration PAC, based in North Carolina.\n\nThe new state laws bother advocates for immigrants.\n\nJoan Friedland, immigration policy director of the National Immigration Law Center, said she worries about federal \nagents and local police working together outside of jails.\n\nSuch arrangements, Friedland said, could increase racial profiling and discourage immigrants from cooperating with \npolice or asking for help.\n\nUndocumented immigrants already are not eligible for most public benefits, said Tanya Broder, the law center's \npublic benefits policy director. She said the state laws mainly require that people show documentation, which simply \nadds a hurdle for citizens.\n\n\"Colorado spent $2-million to implement their law,\" Broder said. \"They had zero savings because there's no \nevidence that undocumented immigrants were getting services.\"\n\nIn Florida, however, activists opposed to illegal immigration like the proposals.\n\n\"There's a number of articles about how illegal aliens are moving out of Oklahoma,\" said David Caulkett, vice \npresident for Floridians for Immigration Reform.\n\nHe said his group opposes illegal immigrants, not legal ones.\n\n\"Surprise, surprise,\" Caulkett said. \"Enforcement works. I would expect the effects ... in Florida will be the same\" as \nin Oklahoma.\n\nThose preparing to fight the bills say undocumented immigrants are important to the state's economy and should be \nlegalized.\n\n\"We are benefitting from their labor,\" said Sheila Hopkins, associate director for social concerns for the Florida \nCatholic Conference of Bishops in Tallahassee. \"We need to pass immigration reform so these people have the \nopportunity to make it right.\"\n\nJohn Horan, an Orlando attorney who represents clients in construction, said both sides have valid points.\n\n\"You have people justifiably saying these people have broken the law,\" Horan said.\n\nBut \"by the same token you have 15-million people who are working and ... an unemployment rate of (only) a little \nover 4 percent. In Florida, it's much lower,\" said Horan. \"The demand of labor is being met by the supply. The only \nproblem is that the supply is not here legally.\"\n\n- - -\n\nWill any of the bills pass?\n\n\"I think there's a good chance that they would pass in Florida,\" Horan said. \"This is a very important issue to the \nRepublican base.\"\n\n\n\nBut Sean Foreman, an assistant professor of political science at Barry University in Miami Shores, said the \"anti-\nimmigrant\" mood is not as strong in Florida as in mid-Atlantic states and the Midwest.\n\nFlorida's power structure has recently shifted from the northern part of the state to the south, Foreman said in an e-\nmail, adding that Republican Cuban-American legislators such as House Speaker Marco Rubio are likely to have \nmore liberal views on immigration.\n\nHe also noted that Gov. Charlie Crist is also a moderate Republican. \"Attempts at immigration reform in Florida will \nprobably fall short,\" Foreman predicted.\n\nInformation from Congressional Quarterly was used in this report. Jose Cardenas can be reached at \njcardenas@sptimes.com or (727) 445-4224.\n\nFAST FACTS\n\nImmigration bills at a glance\n\nUnder state Sen. Mike Fasano's \"Aliens/Unauthorized Employment\" bill (Senate Bill 124), businesses that lose their \nagricultural designation also would face fines of up to $25,000 for each undocumented worker.\n\nFasano's other bill is called the Security and Immigration Compliance Act (Senate Bill 388). Most prominently, the \nbill would:\n\n-Prohibit public employers from hiring contractors and subcontractors who do not participate in a federal program to \nverify the legal status of workers.\n\n-Require Florida's chief of domestic security to work with the U.S. Department of Homeland Security to enforce \nimmigration laws jointly. Increasingly, law enforcement agencies around the country are having federal agents train \nand deputize local officers to enforce immigration laws, including those on deportation.\n\n-Require law enforcement officers to determine the legal status of people arrested. If those arrested are found to be \nundocumented, officers would have to notify Homeland Security.\n\n-Require local and state governments to verify the legal status of people 18 and older who apply for public local, \nstate and federal benefits.\n\nAmong other things, Rep. Don Brown's bill, House Bill 73, would:\n\n-Allow public employees to request and share information with federal agents and other local and state agencies \nregarding the legal status of people. If local governments refuse to cooperate with the provision, any citizen of \nFlorida could go to court to compel compliance.\n\n-Prohibit municipal and county governments from establishing so-called sanctuary policies. Nationwide, a few cities \nhave policies preventing police or other public employees from communicating with federal officials regarding the \nlegal status of people.\n\n-Require public employers and the contractors and subcontractors they hire to participate in a federal program to \nverify the legal status of workers.\n\n-Make it an unfair trade practice for any employer to hire an undocumented worker on the same day the employer \nfires a legal one.\n\n-Require law enforcement officers to determine the legal status of people arrested for driving or boating under the \ninfluence. If found to be in the country illegally, those arrested would be reported to Homeland Security and \nconsidered flight risks for the purpose of setting bail.\n\n-Make it a first-degree misdemeanor for a person to knowingly shelter or transport an undocumented immigrant.\n\nmailto:jcardenas@sptimes.com\n\n\nThree other immigration-related bills:\n\n-Senate Bill 540 by Carey Baker, R-Eustis.\n\n-House Bill 107 by Rep. William Snyder, R-Stuart.\n\n-House Bill 159 by Rep. Sandra Adams, R-Oviedo.\n\nGraphic\n\n \n\nPHOTO: Rep. Don Brown said he modeled his proposal after a tough, comprehen-sive new law in Oklahoma. \nPHOTO: Sen. Mike Fasano's bill focuses on agri-businesses and government contractors.\n"}