{"title": "Justices rule on deporting", "body": "\nWASHINGTON -- The Supreme Court ruled Tuesday that a foreign national living here legally should not be \nautomatically deported if he is convicted of a low-level drug offense that would be a misdemeanor under federal \nlaw.\n\nThe 8-1 decision could affect thousands of permanent legal immigrants, often known as green-card holders, who, \nbecause of certain state convictions, face deportation without a chance to plead their case before a judge.\n\nThe ruling ensures that legal immigrants can fight deportation after they have been convicted of simple drug \npossession or other offenses that are misdemeanors under the federal Controlled Substances Act even though they \nare classified as felonies in a state law.\n\nThe decision, drawing the dissent of only Justice Clarence Thomas, rejected a position taken by the Bush \nadministration and resolved a split in views among lower courts.\n\nFederal law requires green-card holders who have been convicted of an \"aggravated felony\" to be deported \nwithout an opportunity for appeal. The case tested whether simple drug possession could rise to the level of \"illicit \ntrafficking\" and an \"aggravated felony\" because the offense was a state felony.\n\nJose Antonio Lopez, a Mexican national who became a legal permanent U.S. resident in 1990, was convicted in \nSouth Dakota of aiding and abetting possession of cocaine. He was sentenced to five years in prison and released \nafter 15 months for good conduct.\n\nFederal officials began the deportation process, contending that the felony status of drug possession in South \nDakota qualified it as an \"aggravated felony\" requiring Lopez's mandatory banishment.\n\nJustice David Souter wrote for the majority that a state offense should lead to automatic deportation only if it was \na felony under the federal Controlled Substances Act.\n\nSouter said that helping someone else possess cocaine does not constitute \"illicit trafficking\" under  federal law: \n\"The government's reading would render the law of alien removal ... dependent on varying state criminal \nclassifications,\" rather than code written by Congress.\n\nLopez has been in Mexico since his January deportation. Robert Long, his lawyer, said Lopez would now have a \nchance to argue that he should be allowed to return.\n\nJustice Department spokesman Kathleen Blomquist said officials had not determined how the ruling would affect \nrecent deportations and pending cases.\n\n"}