{"title": "News Summary;THURSDAY, MAY 19, 1983", "body": "\nInternational\n\nSyria rebuffed President Reagan, rejecting his appeal to withdraw its forces from Lebanon and announcing it would \nnot receive an American special envoy, Philip C. Habib, to discuss the issue. The Syrians also hinted they might \nclose their entire border with Lebanon. (Page A1, Column 3.)\n\nMargaret Thatcher opened her drive for re-election as Prime Minister, announcing a Conservative Party program \nthat she pledged would improve living standards and enhance Britain's stability. The program calls for further curbs \non the power of trade unions and the removal of one layer of local government. (A3:1-3.)\nSummary of major news stories in May 19 New York TimesThe deaths of two left-wing Peronists were called \nassassinations carried out by the Argentine military authorities in an intensifying drive to intimidate opposition \npolitical leaders. The accusations were made by opposition leaders and human rights activists in separate \nstatements. (A1:5-6.)\n\nTemple Fielding died of a heart attack at his home in Palma, Majorca, at the age of 69. The distinguished travel \nbooks by the Bronx-born writer charted the way to Europe for millions of American tourists.  (D26:1-2.)\n\nNational\n\nA major immigration bill was passed in the Senate by a vote of 76 to 18. The comprehensive measure would outlaw \nthe hiring of illegal aliens and authorize an amnesty for more than one million illegal aliens already in this country. \nThe bill now goes to the House, where a similar measure is awaiting a floor vote. The Reagan Administration \ngenerally supports the legislation. (A1:6.)\n\nA proposed Federal budget with large deficits and only minor tax increases was approved by Republicans on the \nSenate Budget Committee and sent to the Senate floor. The unexpected action signaled a second attempt by the \nRepublican majority leader, Howard H. Baker Jr., to muster enough votes for a budget acceptable to President \nReagan. The Senate defeated a similar plan last week. (A1:4-5.)\n\nRita M. Lavelle was cited for contempt of Congress by the House for failing to comply with a subpoena to testify \nbefore a House investigations subcommittee. Miss Lavelle is the former head of toxic waste programs for the \nEnvironmental Protection Agency. Meanwhile, William D. Ruckleshaus was sworn in as the new Administrator of \nthe agency. (A1:1.)\n\nW. Wilson Goode moved quickly to consolidate his commanding positon after winning the Democratic nomination \nfor Mayor of Philadelphia. In one of the largest turnouts in the city's history, Mr. Goode, a black sharecropper's son, \ndefeated former Mayor Frank L. Rizzo by more than 7 percentage points. (A18:1-2.)\n\nWilliam H. McNichols Jr., the dominant figure in Denver politics for 14 years, has lost his bid for a fourth term as \nMayor. Mr. McNichols, who is 73 years old, finished a distant third in a field of seven candidates in Tuesday's \nprimary. The two top vote getters must face one another in a runoff June 21. (A18:3-5.)\n\n\nU.S. submarines are training widely under the Arctic ice to be ready in wartime to attack nuclear-armed Soviet \nsubmarines that have increased operations there, according to the Chief of Naval Operations, Adm. James D. \nWatkins. He differed with Navy Secretary John F. Lehman Jr. over another strategy, saying that aircraft carriers \nshould not enter waters near the Soviet Union in a war, as advocated by Mr. Lehman. (A17:1-3.)\n\nHouse members were not implicated in a drug investigation undertaken by the Capitol Police Force, but the force's \ninvestigation contained irregularities, according to a report on a House inquiry conducted by Joseph A. Califano Jr. \n(A19:1.)\n\nThe new chief of the U.A.W. is Owen F. Bieber. He was elected without opposition as the sixth president of the \nUnited Automobile Workers by about 2,500 delegates attending the union's convention in Dallas. Mr. Bieber, who \nhas been a vice president of the embattled, 1.1-million-member union, will succeed Douglas A. Fraser, 66, who is \nretiring because of a U.A.W. rule barring anyone over 65 from seeking union office. (B15:1-2.)\n\nMetropolitan\n\nA deadline on emergency plans for the Indian Point nuclear plants cannot be met, according to Federal and New \nYork State officials.  They said that problems with emergency plans for the Lower Hudson Valley plants could not \nbe solved by the June 9 deadline set by the Nuclear Regulatory Commission, but they added that enough progress \nmight be made by then to persuade the commission to allow continued operation. (A1:1-2.)\n\nDumping of hazardous waste in ''massive quantities'' in New York City landfills was cited in a study by a research \ngroup. The group said the study had documented the widespread dumping, which was legal at the time and was \nauthorized by city officials. The city's Sanitation Department said tests by the Health Department had found no \ndanger.  (B3:1.)\n\nThe Met's raffle drive valued a gem at $60,000. But Ann Cicchelli, who won the yellow sapphire as the top prize in \nthe opera company's 1982 fund-raising raffle, said that six appraisers had valued it at no more than $7,000. She \nbegan legal action against the Met after the opera company informed the Internal Revenue Service that the prize \nwas worth $60,000. (A1:2-4.)\n\nBusiness Digest, Page Page D1\n"}