{"title": "College an elusive goal for illegal immigrants;Policies limit access - and rightly so, critics say.. . . is often out of their reachIllegal immigrants find the college dream . . .", "body": "\nCarlos de los Santos loves being an auto mechanic. Fussing with a carburetor, changing a clutch, installing brakes - \nit all feels good, he says with a smile.\n\nIn the same breath, however, emerges a reminder that all is neither so simple nor sweet for the 21-year-old \nNorristown man. He drops his head, stares at scrubbed-white hands and fingernails traced in grease, and longs for \nsomething out of reach: college.\n\n\"Sometimes,\" he said, \"what I do gets a little frustrating.\"\n\nDe los Santos is the son of illegal immigrants. In Pennsylvania and New Jersey, that means that he and many \nothers like him aren't able to go to college - even though the U.S. Supreme Court gives them the right to a high \nschool cap and gown.\n\nIllegal immigrant populations spiked in Pennsylvania, New Jersey and other states during the 1990s economic \nboom, making this educational divide - and whether states should tackle it - a volatile issue.\n\n\"College is almost universal now,\" said Richard Fry, a former immigration specialist with the U.S. Labor \nDepartment who is senior research associate at the Pew Hispanic Center. \"In a major-league way, we're denying \nopportunity to these youth. Their economic fortunes, their social fortunes, will be severely diminished.\"\n\nTo others, the answer is not further accommodation. Why, they ask, should colleges even admit illegal \nimmigrants, let alone provide tuition discounts?\n\n\"The solution is to enforce immigration laws - not to reward lawbreaking,\" said Steven A. Camarota, research \ndirector at the Center for Immigration Studies in Washington. \"If we have laws and then ignore them, that is far \nmore corrosive than anything else I can think of to liberal democracy, to rule of the people, to a functioning society.\"\n\n\nCalifornia, Texas, New York and Utah have changed state laws to permit children of illegal immigrants to enroll in \npublic colleges and qualify for in-state tuition rates.\n\nIn Pennsylvania, policymakers are not discussing the issue. And a New Jersey bill that would make tuition \ndiscounts possible has been overridden by budget woes and post-Sept. 11 anti-immigrant sentiment.\n\nElsewhere, political skirmishes have broken out - most notably in Virginia, where a clash between a community \ncollege and the state's attorney general led to a law denying tuition breaks to illegal immigrants.\n\nAs lawmakers haggle, thousands such as de los Santos remain in limbo. Brought here as children, they say, they \nare stuck in marginal jobs with no future.\n\n\"What we're pretty much asking,\" de los Santos said in fluent English, \"is just to be equal to the rest of the people.\"\n\nNationally, there are more than seven million illegal immigrants, including 221,000 in New Jersey and 49,000 in \nPennsylvania, according to a report issued earlier this year by the U.S. Immigration and Naturalization Service. \nSeven out of 10 are from Mexico, the largest foreign-born group in the Philadelphia area, according to an analysis \nby Camarota of a March 2002 Census survey.\n\nIt is difficult for foreign nationals to obtain U.S. residency without a relative, a willing employer or a sponsor. That is \nwhy many remain illegal residents.\n\nIn the absence of policies, many colleges and universities in New Jersey register illegal immigrants as \ninternational students, even if they lack student visas. Foreign student tuition is at least double the in-state rate.\n\nThat was a problem for Dyana, 23, the Peruvian daughter of a cosmetics saleswoman and a supermarket manager.\n\nDyana, who asked not to be identified by last name, entered the United States illegally at age 8 and settled in \nPaterson, N.J.\n\nThe aspiring interpreter said she had no trouble getting into Passaic County Community College. It did not \nquestion her claim that she was a foreign student. Her problem: tuition. A 15-credit semester costs her $1,980, \ndouble the in-state rate.\n\nDespite jobs at the mall and a computer parts factory, the former high school student council representative, \nyearbook editor, honors student and tennis team cocaptain stopped taking credits a year ago.\n\n\"You feel every single day, people get ahead of you and you're still in the same place,\" she said. \"It's like having \ntrained for years to get into a marathon, and then they won't give you a number.\"\n\nFor low-income students, community colleges are often the only affordable option. And just about any adult can \nenroll.\n\n\"It's not our nature to deny access to anyone,\" said Diane Bosak, executive director of the Pennsylvania \nCommission for Community Colleges.\n\nBut that was not de los Santos' experience.\n\nHe has lived in Norristown, home to a burgeoning Mexican population, since his early teens. His parents smuggled \nhim into the United States from Mexico at age 7. He lawfully worked his way through Norristown Area High School. \nA 20-year-old U.S. Supreme Court ruling on a Texas case guarantees that right in the interest of social order.\n\nBut when the B student applied at Montgomery County Community College, he left the Social Security number \nblank; in the part asking immigrant status, he lied and said he was a legal United States resident.\n\nAn admissions counselor told him to return with proof.\n\n\n\n\"I just never went back,\" de los Santos said.\n\nIn Pennsylvania, where higher education is decentralized, the 14 community colleges run admissions and tuition \nbreaks as they see fit, Bosak said.\n\nIf Montgomery County Community College determines an applicant is undocumented, the student must sign a \nletter indicating illegal status and pay the foreign student rate, admissions head Joseph Rodriguez said.\n\nFor Pennsylvania's 14 state universities, the state policy is to deny tuition discounts to illegal immigrants.\n\nFederal immigration laws in the late 1990s imposed the restriction, which states such as New York have overridden \nwith new legislation, said Ken Marshall, spokesman for the Pennsylvania State System of Higher Education. \"If you \nare not a U.S. citizen and you do not have a visa, the assumption is that you are not a resident of Pennsylvania,\" he \nsaid. \"You have to pay the out-of-state tuition.\"\n\nThat is $10,946, compared with the in-state rate of $4,378.\n\nThough campus admissions policies vary, most state schools require proof of U.S. residency, Marshall said.\n\nBut verifying information is another story.\n\nAt Rutgers University, in New Jersey, the volume of applications makes it impossible to confirm all answers, said \nMark Maben, a Rutgers spokesman.\n\n\"We are looking for things that seem unusual,\" he said. \"When information is blank, that would flag it in some way.\"\n\nSome students have become adept at working the system - providing taxpayer identification numbers instead of \nSocial Security numbers.\n\nA bill in New Jersey would allow illegal immigrants to pay in-state tuition at the state's three public universities, \nnine state colleges and 19 community colleges. They must have attended a New Jersey high school for at least \nthree years and either graduated or received a GED there.\n\nBut the legislation has stalled since being introduced in June. Critics say passage could cost the state up to $5 \nmillion a year.\n\nAssemblywoman Nilsa Cruz-Perez, a Camden Democrat who cosponsored the measure, says taxes paid by illegal \nimmigrants should count for something.\n\n\"These are kids that are raised here, in our communities, and they're not able to attain higher education,\" Cruz-\nPerez said. \"This is not what this country is all about.\"\n\nContact staff writer Maria Panaritis at 215-702-7805 or mpanaritis@phillynews.com.  \n\nGraphic\n\n \n\nPHOTO;\n\nCarlos de los Santos, the son of illegal immigrants, is an auto mechanic. He did not finish applying for college \nafter being asked to show proof of his immigration status.\n\nBOB WILLIAMS, Inquirer Suburban Staff\n\nmailto:mpanaritis@phillynews.com\n\n"}