{"title": "FEART AND SKEPTICISM ACROSS THE BORDER", "body": "\nIf illegal Mexican immigrants and the people who study them are correct, the immigration legislation now being \nconsidered by Congress would not regain control of the United States border so much as it would offend nearly \neveryone south of it. The Mexican Government has had little officially to say about the legislation, which was \napproved last week by the House of Representatives. In a statement, the Foreign Ministry merely warned that the \nmeasure could ''seriously undercut and injure the human and labor rights of Mexican workers.'' But business, labor \nand peasant organizations have been unanimous in condemning the proposed law. It has been called racist, \nrepressive, economically devastating and another instance of the wealthy and omnipotent United States turning its \nback on less fortunate neighbors.\n\n The vision that has been created here is one of massive deportations, with accompanying social and economic \ndisarray, as illegal immigrants flood back across the border to a country already seriously short of jobs. The \npresident of the Confederation of Industrial Chambers, Jacobo Zeidenweber, predicted that the legislation ''will \ncause very major damage'' to Mexico's economic, political and social systems.\n\nAmong those who study Mexico's illegal immigrants, however, and among the immigrants themselves, the belief \nthat the law would put an end to the flow of undocumented workers is dismissed as politically expedient fantasy. \nLaws imposing penalties against employers who knowingly hire illegal workers have been on the books in California \nand several other states for years, with little effect. Experts do not expect American citizens to replace illegal \nworkers in the low-paying jobs most of them would vacate. So long as the demand for cheap labor continues, they \npredict, so will the flow of undocumented workers.  ''There is nothing in the bill that would be different from \nsanctions that already exist,'' said Dr. Jorge Bustamante, director of Mexico's Center for Border Studies of Northern \nMexico. The incentive to cross - the need to feed oneself and one's family - has been far stronger than the legal \nbarriers. Mexicans of all social classes demonstrate a remarkable facility for skirting their own country's laws when \ntheir economic interests are involved. There is little reason to think they would cease to skirt someone else's. \nUnemployment is estimated at more than 10 percent and underemployment, above 40 percent. The minimum wage \nis $4.41 a day and real income is crumbling in the face of continuing inflation. ''You're talking about one of the \nworld's highest-wage countries in juxtaposition with a middle-developed country that nonetheless has one of the \nlowest wage scales,'' said Wayne A. Cornelius of the University of California's Center for United States-Mexico \nStudies. ''There's simply no legal or police remedy to that.'' $1 Billion ContributionMassive deportations are unlikely, \nMr. Cornelius said, since the legislation covers only the newly hired, not illegal aliens already working in the country, \nand applies only to companies with more than four employees. Nevertheless, the bill may do some damage to \nMexico, researchers said. Higher-paying job opportunities for border- violators are likely to dry up, cutting earnings \nand thus the money illegal immigrants can send or bring back to their families. They now contribute an estimated $1 \nbillion a year, one of Mexico's largest sources of foreign currency.\n\n\nProblems are also likely to increase, at least temporarily, in Mexican border towns, as workers wait to see if the \ncoast is clear before trying to cross. Northern border cities have already had their resources strained by spectacular \ngrowth and this is likely to worsen. While the growing number of ''in bond'' border assembly plants have provided \njobs for some of the new arrivals, wage scales are low, making them only a short- term alternative for most \nMexicans seeking the comparative riches available across the border.\n\nThe measure offers a major concession to illegal immigrants - amnesty for those who can prove they have lived \ncontinuously in the United States since January 1982 but for many Mexicans this will be of little help. A large \nnumber cross back and forth with the seasons. Dr. Bustamante estimates that there are 500,000 illegal Mexicans in \nthe United States most of the year and that the total rises to 1.5 million to 1.75 million for the summer and fall \nharvests. Also, many of those who have been hiding from the authorities and working in the underground economy \nare unlikely to have collected authentic documentary evidence of their stay in the United States.\n\nAs the House and Senate prepare to go to conference to resolve their differences on the legislation, the flow shows \nno sign of letting up. In Tijuana a few days ago, dozens of Mexicans could be seen trekking across a parched, rock-\nstrewn field near the airport to a point where they would hide out until nightfall, waiting for their chance to slip by the \nborder patrol and into the United States. Across the road at a little shop, a tortilla maker told a visitor he had \nwatched the sequence repeated nearly every day for 15 years. ''There's nothing for them to do here,'' he said. \n''They'll never stop them from going.''\n\nGraphic\n\n \n\nphoto of Mexicans waiting to cross border\n"}