{"title": "An Immigrant's Legal Enterprise;In Suing Employer, Maid Fights Diplomatic Immunity", "body": "\nAs a maid for a high-ranking diplomat from Bahrain, Shamela Begum says she was kept a virtual prisoner in a high-\nrise apartment on Manhattan's East Side. For almost nine months, she was forbidden to go out alone, she says, \nand forced to work seven-day workweeks for meager wages that she never got to see herself.\n\nSo about four months ago, Ms. Begum, a mother of three from Bangladesh, illiterate and in many ways ill-prepared \nfor the modern world, made a bold escape. She was on a rare trip outdoors with her employer's wife when, by \nchance, she heard a sidewalk fruit vendor speaking her native Bengali. As soon as the diplomat and his wife had \nleft town later that day, she slipped out of the apartment, summoned a little boy to show her how the elevator \nworked and found her way back to the vendor, to whom she poured out her tale. Within days, she managed to get \nout for good.\n\nThen, mustering more courage, Ms. Begum took a typically American route to justice: she sued.\n\nMs. Begum, however, faces a hurdle other ill-paid laborers seeking redress do not face: because her former \nemployer is a diplomat, he is potentially beyond the reach of the American courts.\n\nIn a rare effort to hold an official of a foreign government accountable to the laws of the United States, Ms. Begum \nhas accused the diplomat who employed her, Mohammed Saleh, and his wife, Khatun, of flagrant state and federal \nlabor law violations. Filed last month in Federal District Court in Manhattan and seeking unspecified damages, the \nsuit also accuses the Salehs of a civil charge of false imprisonment. The most serious charge accuses the couple of \nkeeping Ms. Begum in indentured servitude.\n\nMs. Begum's lawyers say they are seeking to push the legal envelope. Although diplomats serving in a foreign \ncountry are required to abide by the host country's laws, they are immune from legal action, both civil and criminal, \naccording to the Vienna Convention on Diplomatic Relations.\n\n\"Our position,\" said Ms. Begum's lawyer, Chaumtoli Huq of the Asian-American Legal Defense and Educational \nFund in Manhattan, \"is that hiring an employee to clean your house and watch your children is not related to \nconsular functions and should not be immune from federal and state law.\"\n\nTo date, Ms. Begum's accusations are just that; no witness can corroborate her version of events.\n\n\nMr. Saleh is second secretary at the Bahraini Mission to the United Nations, in effect the No. 3 official there. He did \nnot return repeated telephone calls seeking comment. Several calls placed recently to other officials at the Bahraini \nMission in New York and to the Bahraini Embassy in Washington were also not returned.\n\nLast week, a lawyer for the defendants, David Wohabe, hung up the phone when asked to comment. The \ndefendants have until Jan. 24 to respond to the charges in court.\n\nBut the lawsuit has already produced results. In Washington, State Department officials, aware of Ms. Begum's \nclaims, said they were preparing a detailed new memorandum spelling out the obligations of United Nations \ndiplomats toward their domestic workers. The department is also drawing up a brochure meant to inform those \ndomestic workers of their rights in this country, officials said.\n\nMs. Begum's bewildering journey -- as described in interviews and court documents -- began a little more than a \nyear ago in Dhaka, the Bangladeshi capital. The wife of a vegetable vendor, she had never worked outside her \nhome. She had only seen how friends and neighbors went abroad, found work and returned with money to build a \nhouse or set up a business of their own.\n\nIn November 1998, after contacting an employment broker, Ms. Begum, who is in her mid-30's, decided to make \nthe trek herself. Unable to read or write, she pressed her thumbprint on an employment contract that promised a job \nas a domestic worker in the desert monarchy of Bahrain.\n\n\"I thought maybe I can improve myself if I go abroad,\" she said in rapid-fire Bengali the other day. \"I thought my \nkids will say, 'My mother sacrificed so I could do something.' \"\n\nIn Bahrain came the first surprise. Her employer, she said, told her that she would soon be working for his brother \nin New York. State Department records show that on Dec. 2, 1998, Ms. Begum went to the United States Embassy \nin Manama, the Bahraini capital, where she was given a visa allowing her to work as a live-in maid for Mr. Saleh. \nAccording to an employment contract reviewed by embassy officials, Ms. Begum was to earn minimum wage -- \n$5.15 an hour -- and to be provided free room and board, State Department officials said.\n\nThe gross domestic product of Bangladesh, one of the world's poorest countries, is about one-tenth that of Bahrain, \nan oil-rich hereditary monarchy in the Middle East that has a shortage of laborers.\n\nMs. Begum arrived in New York on Dec. 13, 1998. That day, Ms. Begum contends, the Salehs took away her \npassport. Her salary, roughly $100 a month, was sent directly to her husband in Dhaka, she says, adding that she \ndid not get paid for her last two months on the job. Indeed, she says, she had not seen any type of American \ncurrency until recently.\n\nWhen her employers left town, she contends, they left little or no food.  On one occasion, she says, Mrs. Saleh \nstruck her with a glass. Ms. Begum, who speaks only Bengali, communicated with her employers in a mix of \nbroken Arabic and Bengali. For many months, her family did not know where she was.\n\nWorst of all, Ms. Begum said, she was allowed to leave the apartment only three times, accompanied by the Salehs \nfor short walks in the neighborhood. On most days, she stared out the windows of their apartment near the United \nNations building. And she wept.\n\n\"Who could I tell? I just cried,\" she said. \"I didn't even feel the wind, see the trees. They wouldn't let me see another \nhuman being.\"\n\nThere are nearly 800 migrant domestic workers with special visas allowing them to work for United Nations officials \nin New York, State Department officials said. Many other workers, government officials say, are brought here \nillegally.\n\nMartha Honey of the Institute for Policy Studies, a research organization in Washington that has taken up the cause \nof domestic workers employed by officials at foreign embassies and international agencies, said it was not \n\n\n\nuncommon for maids to have their passports taken away, to be barred from contacting friends and to earn salaries \nof $100 to $400 a month.\n\nIn recent years, a handful of lawsuits have been filed, seeking back wages and damages, she said. A few have \nbeen settled out of court; others have been thrown out because diplomatic immunity was upheld.\n\nMs. Begum said it was impossible to escape her predicament. She knew no one in New York. She could not read \nstreet signs. She had no money. What she had instead was a mounting $1,400 debt for her passage out of \nBangladesh -- a daunting sum in that country, where the per capita income is less than $300.\n\nOn her third and last outing with Mrs. Saleh, to a supermarket one day last August, she overheard a conversation in \nBengali among some sidewalk fruit vendors. Mrs. Saleh, she recalled, pressed her not to dawdle. \" 'Quick, quick,' \" \nMs. Begum recalls her saying. \" 'America bad. America bad.' \"\n\nNonetheless, when the Salehs left town later that day, she left the apartment alone for the first time.\n\nWorking the elevator was the first hurdle. She had never been on one by herself before, and so she stood there as \nthe door repeatedly closed and opened on the same floor. A boy finally helped her get downstairs.\n\nMs. Begum retraced her steps to the fruit vendor and told him her tale. The vendor contacted Thikana, a Bengali-\nlanguage weekly newspaper published in Queens. A reporter for the paper contacted a South Asian workers' rights \ngroup called Andolan -- the Bengali word for \"movement.\"\n\nOn Aug. 30, a member of Andolan, Nahar Alam, showed up at the Salehs's apartment. At Ms. Alam's request, \nofficers from the 17th Precinct took a complaint alleging false imprisonment.\n\nBecause the Salehs had diplomatic immunity, they were not arrested, a police spokesman said, though the Police \nDepartment made no determination as to whether the case, based on its merits, could be prosecuted.\n\nState Department officials said recently that they would have sought a waiver of immunity from the government of \nBahrain had the police referred the case for prosecution.\n\n\"The State Department's position is to react to cases where prosecutors want to proceed but need a waiver to do \nso,\" said Robert Moller, minister counselor for the department's Office of Host Country Affairs.\n\nMs. Begum left the Salehs's apartment for good the day the police came. Now in the country illegally, she has yet to \ngain control of her destiny, though her circumstances are markedly better. With help from Andolan, she found a job \nas a live-in maid for a family in Pennsylvania, earning $1,100 a month. It is a luxurious amount by Bangladeshi \nstandards. And while conditions are hardly perfect -- she gets a three-day weekend once a month, for instance -- \nshe can feel her earnings in her own hands. Finally, she says, she feels as if she is working. For now, she does not \nwant to give that up.\n\n\"It doesn't suit me, being here, being away from my children,\" she said, wrapping a polyester scarf around her head \nand shivering in the crisp winter wind the other day. \"It's just for the money I'm here. Just for the money.\"\n\nHow long she will remain in the United States is unclear. She hopes to return with enough money to set up a small \nbusiness for her two sons, ages 10 and 15, to run when they are older. She has married off her daughter, now 17 \nand uneducated like herself. Under no circumstances, she says, will she let her come to the United States to work.\n\nhttp://www.nytimes.com\n\nGraphic\n\nhttp://www.nytimes.com/\n\n\n \n\nPhoto: Shamela Begum came from Bangladesh to be a maid, but says that for almost nine months she was kept as \na virtual prisoner in a high-rise apartment by her employer, a diplomat. (Michelle V. Agins/The New York \nTimes)(pg. B1)\n\n \n\nMap shows path of Shamela Begum's Journey to New York.\n"}