{"title": "Cuban Exile's Jury May See Secret Fax", "body": "\nEL PASO -- A federal judge ruled Thursday that a secret fax, which a witness said was written by an anti-Castro \nmilitant and links him to a campaign of bombings in Havana in 1997, can be viewed by jurors at his perjury trial.\n\nThe witness, Ann Louise Bardach, a journalist who is a former contract writer for The New York Times, testified on \nThursday that Luis Posada Carriles admitted during interviews in 1998 that he had sent the fax to associates. Ms. \nBardach said that the fax was meant to convey Mr. Posada's frustration that the Havana bombings were not \ngarnering more press attention.\n\nMr. Posada, 83, who worked for the C.I.A. during the 1960s and '70s, is suspected of orchestrating the wave of \nbombings in Havana, which killed an Italian tourist. He is also wanted by the Cuban and Venezuelan governments \nin connection with blowing up a Cubana airliner in 1976, killing 73 people -- a charge he has long denied.\n\nFederal prosecutors say Mr. Posada lied during immigration hearings more than five years ago about how he \nentered the United States and about his role in the Cuban bombings. He faces charges of perjury, obstruction of \nfederal proceedings and making false statements during a naturalization hearing\n\nThe fax is crucial to the prosecution's case because it would support its contention that Mr. Posada lied outright to \nimmigration officials after allegedly sneaking into the country in 2005.\n\nDistrict Judge Kathleen Cardone had previously ruled the document inadmissible because it was unclear from prior \ntestimony that Mr. Posada was indeed its author.\n\nBut Ms. Bardach's appearance at the trial changes things. As part of her reporting for articles about Mr. Posada in \nThe Times in 1998, she said she obtained a copy of the fax and discussed it at length with Mr. Posada during \ninterviews.\n\nThe document, which was displayed for the jury, was sent to Guatemala on Aug. 25, 1997, in the midst of the \nbombings in Havana.\n\n''As I explained to you, if there is no publicity the work is useless,'' it reads. ''The American newspapers don't publish \nanything that hasn't been confirmed.''\n\nThe fax is signed 'Solo.'\n\nThe lead prosecutor, Timothy J. Reardon, played tapes of Ms. Bardach's discussions with Mr. Posada about the \nfax. On the tapes, Ms. Bardach is heard asking Mr. Posada if he signed it, 'Solo,' his nom de guerre taken from a \n1960s television series about secret agents, ''The Man From U.N.C.L.E.''\n\nMr. Posada responded with a chuckle: ''Yeah.''\n\n\nHe can also be heard on the tapes expressing concern about how the document was intercepted and whether it \nwould cause him trouble with the authorities.\n\nHis defense lawyer, Arturo V. Hernandez, sought unsuccessfully to keep the fax from being ruled admissible on \nThursday, arguing that Mr. Posada is never heard on the tapes explicitly stating he sent the document.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Ann Louise Bardach, a journalist, testified about interviews she did with Luis Posada Carriles, an anti-\nCastro militant.(PHOTOGRAPH BY JUAN CARLOS LLORCA/ASSOCIATED PRESS)                                                                       \n"}