{"title": "Perry and Hispanics Coexist Uneasily in Politics", "body": "\nIt was an awkward moment for the swashbuckling, gun-toting governor of Texas. Fresh off the heels of several \nraucous welcomes before adoring groups of conservatives across the country, Gov. Rick Perry found himself \nstaring into a crowd more intent on dessert than the speech he was delivering, and in his home state no less.\n\nThere were conservatives in the audience at the National Association of Latino Elected and Appointed Officials in \nSan Antonio last week, but they also appeared a bit stung by Mr. Perry's recent promotion of tough anti-immigration \nlaws, policy rhetoric that many Latino political leaders say he must moderate if he hopes to court their community \noutside Texas in any bid for the White House.\n\nThe governor has not officially announced whether he will run for president.\n\nThe same day Mr. Perry was sized up by more than 500 Latino officials from across the country, the group \nreleased updated statistics showing that the United States has an estimated 12.2 million projected Latino voters, an \nincrease of about 26 percent from 2008's figures. Texas has about two million of them.\n\nLatino lawmakers say Mr. Perry's push to prevent so-called ''sanctuary cities'' in Texas -- local governments that \nprohibit law enforcement officers from inquiring into the immigration status of people they arrest or detain -- \nresembles measures proposed in several states that are modeled on Arizona's anti-immigrant law.\n\nMr. Perry's language, some say, is a noticeable shift from his tone four years ago when in his inauguration address \nhe said:\n\n''Illegal immigration drains the resources of our schools, our hospitals and our law enforcement agencies. But I do \nnot believe it is realistic to deport 12 million people already here illegally. We have to understand why millions of \npeople come here, and why many more have died trying; it is for something as basic as the freedom to find a job \nand feed their families.''\n\nMr. Perry said then that Texas had ''shown Washington what works,'' specifically state-run operations to increase \nmanpower along the Rio Grande. But he also said that a guest-worker program was necessary to ''recognize the \neconomic contributions of foreign workers.''\n\nThe failure to enact sanctuary cities legislation was one of the rare defeats Mr. Perry sustained in the 82nd Texas \nLegislature. The measure failed to pass twice, once during the regular session and again during the special \nsession. Even so, Mr. Perry's unwavering support for it could hurt him among Latino voters nationally, some \nnational Latino leaders say.\n\n\n''The support that he's shown for the sanctuary cities bill is really counterproductive,'' said Arturo Vargas, the \nexecutive director of the NALEO Educational Fund. ''I remember vividly in 1994, when we had a governor in \nCalifornia, Pete Wilson, who got behind Proposition 187, which I would consider to be the forerunner to all these \nother measures. In California we would point to the governor of Texas who said, 'Not in my state will we ever have \nProposition 187,' and that was George W. Bush. And now things have reversed.''\n\nAlthough Mr. Perry does not talk about a guest-worker program anymore, some Texas lawmakers did champion \nsuch a program this past session. It failed to win a vote in committee, however, and was not one of Mr. Perry's \npriority items.\n\nAsked why the governor's philosophy has changed, Mark Miner, his spokesman, said Mr. Perry was a leader intent \non letting the Legislature do its work.\n\n''The Legislature took the action they felt necessary,'' Mr. Miner said. ''The governor does not micromanage every \nsingle bill that goes before the House and the Senate.''\n\nIn any case, Latinos across the country warn against the assumption that their most important concerns revolve \nonly around immigration. As with most voters, Latinos are also paying attention to what Mr. Perry has excelled at: \njob creation. To some, that may be enough to look past or even forgive his anti-immigrant stance.\n\n''I think the most important issue for any presidential candidate is who has the best plan to improve our economy, \nwho had the best plan to bring real jobs to the various states across the country,'' said State Senator Anitere Flores, \na Republican from Florida. ''That's the most pressing issue facing Hispanics, non-Hispanics and everybody else in \nbetween.''\n\nSpeaking of Mr. Perry's NALEO address, Ms. Flores said the governor ''did well on his message about the \neconomy but he didn't touch on the other issue.''\n\nIn his San Antonio speech, Mr. Perry did not talk, as he usually does, about border violence, illegal immigration or \nhis disdain for President Obama, a signal to some that he knew those topics would have resonated poorly.\n\n''I would agree with Governor Perry's views on businesses and job creation aspects,'' said State Senator John M. \nSapien, a Democrat from New Mexico, ''but I think we run into a divide on immigration issues.\n\n''In New Mexico we have very much moved to that standpoint that it doesn't matter how you got here. If you're \nadding to the economy and you are willing to get a license and be part of the rolls, you are going to add to the \ncommunity. I don't see Governor Perry going down that road. In fact I see him going down the road of Gov. Susana \nMartinez.''\n\nMs. Martinez, a New Mexico Republican, joins Mr. Perry in demanding more from President Obama to ensure a \nsecure border.\n\nMr. Miner said Mr. Perry's failure to mention Mr. Obama's name last week was not a mistake. The governor went to \nSan Antonio, he said, to promote Texas' leadership in job growth under his tenure, especially during a nationwide \nrecession.\n\nMr. Perry talked about the same issues at the NALEO event ''that he does wherever he gives speeches, and the \nprimary focus of this administration has been on the economy and job creation,'' Mr. Miner said.\n\nBut the job creation claim deserves scrutiny, said Sylvia Garcia, NALEO's president. The numbers -- 730,000 \nprivate-sector jobs created in 10 years, according to the governor's speech -- have not necessarily favored Latinos.\n\n''The real key question is, If all those jobs are being created, where are these jobs going? What kind of level jobs \nare they?'' Ms. Garcia said. ''Are they high-tech that perhaps don't reach our community? Are they construction \njobs? Are they teacher jobs?''\n\n\n\nUnder Mr. Perry's leadership, Texas boasts a lower unemployment rate than the national average of about 8 \npercent. Latinos, however, have a higher unemployment percentage than the state's average. According to the \nUnited States Department of Labor's 2010 data for the civilian noninstitutional population, Latino unemployment in \nTexas is 9.4 percent, compared with 7.4 percent in the state's non-Hispanic white population.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO:  Hundreds rallied in February in Austin to protest legislation they considered anti-immigrant. \n(PHOTOGRAPH BY MARJORIE KAMYS COTERA FOR THE TEXAS TRIBUNE)                                      \n"}