{"title": "Ex-Worker Rattles Gov. Wilson on Immigration Stand", "body": "\nGov. Pete Wilson, who has said he will make strict immigration controls a major campaign issue if he runs for \nPresident next year, once hired a Mexican house worker in the late 1970's who now says she was an illegal alien at \nthe time.\n\nMr. Wilson, who was then Mayor of San Diego, also failed to withhold and pay to the Government the woman's \nSocial Security taxes, as required by Federal law.\n\nIn statements issued today, in response to reporters' questions, the Governor and his legal aides said he did not \nknow that the employee, Josefina Klag of Tijuana, had no immigration documents when he and his wife, Betty, \nwhom he has since divorced, hired her as a maid in 1978 for $25 a day.\n\nIn any event, the statements added, it was not until 1986 that Federal law required an employer to verify an \nemployee's legal status. Further, they said, the actual hiring and paying was done by Mr. Wilson's wife.\n\nAs for the Social Security taxes, Mr. Wilson said he and his former wife, now Betty Hosie of San Diego, would \nmake a back payment \"expeditiously.\" He estimated that the payment, including penalties and interest, would come \nto about $3,000.\n\n\"I can categorically state that I have never knowingly employed an illegal immigrant and never intentionally failed to \nmake payment of the employer's contribution to Social Security for an employee,\" said the Governor, a Republican \nwho won re-election last year on a platform that included a strong immigration-control plank and who is expected \nto formally announce his candidacy for President later this month.\n\nThen he added:\n\n\"It was a very long time ago, but if I had known at the time that Ms. Klag wasn't a legal resident, we would not have \nhired her. Having said that, Betty and I are taking the necessary steps to determine and satisfy our obligation to pay \nSocial Security taxes and penalties. We will pay them fully and expeditiously based upon our shared responsibility.\"\n\nMr. Wilson was Mayor of San Diego from 1971 to 1983.\n\n\nThe back payment of $3,000 may be relatively light for the Governor. But the tardy payment, and most especially \nthe disclosure that Ms. Klag was in the country illegally when hired, will almost certainly be hefty political baggage in \nany Wilson political campaign.\n\nSimilar violations have burdened and embarrassed other candidates and figures in public life in recent years, \nincluding several Clinton Administration nominees.\n\nMs. Klag, who continued to work for the Governor's former wife until 1992 and now works for another family in the \nLa Jolla section of San Diego, could not be reached for comment.\n\nBut according to the statements released today, she recently told Mr. Wilson's legal and financial advisers that \nwhen she was hired in early 1978 she was not a legal resident of the United States and, in fact, did not obtain legal \nstatus until the spring of 1979.\n\nAlso, according to statements, the Governor's former wife, like the Governor, did not know that Ms. Klag was an \nillegal alien at the time she was hired.\n\nThe statements further show that though Ms. Hosie learned several years after her divorce from Mr. Wilson in 1981 \nthat she should be paying Ms. Klag's Social Security taxes, she took no action to do so.\n\nMs. Hosie says in one of the documents:\n\n\"I never asked her if she was in the country legally and she never gave me cause to believe otherwise. I employed \nJosefina; my husband did not. I do not recall ever discussing her legal status with him. Sometime in the mid-1980's, \nafter our divorce, I became aware I had an obligation to contribute to Social Security on behalf of Josefina. When I \ndid learn of my obligation, I continued to procrastinate and did not seek to correct my delinquency until recently. I \ncalled the Governor's office. I had never previously disclosed this to the Governor.\"\n\nTouching on that notification, the Governor's lawyer, John Davies, said in a memorandum he sent the Governor, \nincluded in one of the statements: \"I infer that news reports of your possible Presidential candidacy may have \ncaused Betty to focus on this matter, resulting in her call.\"\n\nMrs. Hosie refused, in a brief telephone interview, to discuss the matter.\n\nThe statements from the Governor were issued after reporters approached his aides about rumors spreading in \nCalifornia and Washington that he might have violated Federal immigration and tax laws relating to an immigrant \nmaid.\n\nThousands of immigrant maids, legal and illegal, now work in the United States, many of them in California. Tax \nauthorities say employers frequently do not pay their Social Security taxes as required by law, particularly those \nwho employ immigrants without proper papers.\n\nIn last fall's California elections, Mr. Wilson won a second term in good part because of his strong advocacy of \nrestrictive immigration measures. In particular he was outspoken in support of Proposition 187, a proposal on the \nstate ballot that called for cutting off most social services, including schooling and nonemergency medical care, to \nillegal aliens.\n\nThe measure was passed overwhelmingly, an indication of the strong concern about illegal immigration in \nCalifornia, the state hardest hit by the problem.\n\nRepresentative Michael Huffington, a Republican from Santa Barbara, also came out in strong support of the \nProposition 187 in his bid last fall to unseat Senator Dianne Feinstein. But his campaign, on which he spent a \nrecord-setting $28 million of his personal fortune, faltered and ultimately failed after it was disclosed that he had \nonce employed an illegal alien as a maid and, further, had also failed to pay her Social Security taxes.\n\n\n\nLike Mr. Wilson, Mr. Huffington sent in a late payment and said his wife had done the actual hiring and paying of \nthe maid. But by then Ms. Feinstein, a Democrat from San Francisco, was on her way to victory.\n\nYet she, too, had problems with the immigration issue.\n\nMr. Huffington, while admitting that he had hired an illegal alien, said Ms. Feinstein had also once employed an \nillegal maid.\n\nThe Senator countered that she had never knowingly hired any illegal immigrant and that the woman in question \nhad submitted documents that indicated she was in this country legally.\n"}