{"title": "U.S. Takes Steps to Tighten Mexican Border", "body": "\nFederal officials have become increasingly worried about a surge in violence and instability along the Arizona-\nMexico border and will begin what they describe as a major air and ground initiative to help keep out illegal \nimmigrants, drug smugglers and possibly terrorists, officials said on Monday.\n\n The $10 million plan, to be announced on Tuesday by the Department of Homeland Security, will include the first \nuse of unmanned aircraft for border patrol, the addition of several hundred agents and the creation of seven tent \ncomplexes to detain illegal border crossers.\n\n Asa Hutchinson, an under secretary for domestic security, said in an interview that a tightening of security in \nborder areas in California, Texas and elsewhere had led smugglers to turn in increasing numbers to Arizona -- \noften with violent results. \n\n ''This is not a secure border,'' Mr. Hutchinson said. ''Arizona has become the chokepoint. This is our current \nbattleground.''\n\n But some human rights and immigrants' advocates believe that broader economic and political changes -- rather \nthan a law enforcement crackdown -- are the answer.\n\n ''Our border is in utter chaos here in Arizona,'' said the Rev. Robin Hoover, head of a Tucson group called \nHumane Borders that provides relief for migrants, ''but a Berlin Wall is not the way to solve the problem.'' \n\n Moreover, the unmanned aircraft face technical and safety hurdles. A report in January by the Congressional \nResearch Service said that drones, as the aircraft are commonly known, offer several attractive features for border \npatrol work and can identify ''a potentially hostile target the size of a milk carton at an altitude of 60,000 feet.'' But \ntheir use is also hindered by accident rates more than 100 times that of manned aircraft, according to the report. \n\n ''I think the jury is still out'' on unmanned aircraft, Mr. Hutchinson acknowledged, but he added that ''we're looking \nfor new tools.''\n\n Homeland security officials expect to begin using the remote-controlled aircraft in June to supplement manned air \nand ground patrols. It will be the first time the drones will be used for border patrol in the United States, other than \non a trial basis, officials said.\n\n The officials would not give details about the drones, including their numbers or how frequently they would patrol.\n\n\n The unmanned aircraft will allow federal officials to spot crossers along parts of the more than 300 miles of the \noften-desolate border in Arizona that are not regularly patrolled, said David Aguilar, who is chief border patrol \nagent in Tucson.\n\n Federal officials also plan to expand their patrols with helicopters and manned airplanes, create a new interagency \nnetwork to coordinate the initiative, and add 200 permanent border patrol agents and 60 temporary agents trained \nin search and rescue operations. The increase will bring the number of border agents in Tucson to more than \n1,900.\n\n Officials will also create seven air-conditioned tent complexes to house and detain some immigrants until they can \nbe sent home, rather than freeing them before court appearances and risking having them flee, Mr. Hutchinson \nsaid.\n\n Homeland Security officials said they expected to spend $10 million in the next six months on the additional \npersonnel and technology.\n\n ''This is going to make a tremendous difference,'' said Mr. Aguilar, who will run the interagency effort. ''It will be a \nvery different focus.''\n\n The past few months have seen a spasm of violence and apprehensions along the Arizona border, even as illegal \nborder crossings in other parts of the country have dropped.\n\n Border Patrol agents in Arizona apprehended nearly 200,000 people from last October to early March, a rise of 34 \npercent over the same period a year earlier. And seizures of marijuana at the border were up 17 percent, Mr. \nAguilar said.\n\n With the influx have come more immigrant deaths in the desert -- more than 200 last year by Mr. Hoover's count, \nmany because of the heat. There have also been execution-style shootings, tortures and kidnappings that law \nenforcement officials blame on human smuggling rings. Four people died in a shootout between immigrant \nsmugglers on an Arizona interstate last November.\n\n Mr. Hutchinson described the smugglers and other traffickers in immigrants and drugs across the Arizona border \nas ''greedier, more ruthless and more violent'' than before. ''These are people who have no regard for anyone's \nsafety,'' he said.\n\n He added that the potential problems went beyond drugs and illegal immigrants. ''Any time you have vulnerabilities \nat the border, you have to worry about terrorists taking advantage of that too,'' he said.\n\n But Mr. Hoover, whose group provides water stations in the Arizona desert for immigrants, said resourceful \ntraffickers would always find a way to get across the border unless officials looked at the root causes of \nimmigration problems.\n\n ''It's like putting rocks in a river -- the water just goes around it,'' he said. ''You can show off a lot of new technology \nand more men and women in uniform, but it's all just more of the same.''\n\n--------------------\n\nDeath Penalty Sought for Driver\n\n  HOUSTON, March 15 (AP) -- Federal prosecutors said Monday they would seek the death penalty against the \ndriver of a truck in which 19 illegal immigrants suffocated last year.\n\n Prosecutors say Tyrone Williams, 33, of Schenectady, N.Y., drove more than 70 illegal immigrants from Mexico, \nCentral America and the Dominican Republic on May 13 from the Rio Grande Valley toward Houston. Prosecutors \n\n\n\nsay that when the immigrants began succumbing to the heat in the trailer, Mr. Williams abandoned it 100 miles \nsouthwest of Houston. Seventeen immigrants were found dead inside the truck. Two others died later.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Don Watt of the Border Patrol on duty near Nogales, Ariz., in January. Several hundred more agents will be \nadded to secure the border. (Photo by Agence France-Presse -- Getty Images)      \n"}