{"title": "GOV'S NOT DRIVING ALONE", "body": "\nIN UTAH, 35,000 undocumented immigrants have \"privilege cards\" that let them drive legally - and the state says it \nworks.\n\nRepublican-led Beehive State officials call their two-tier program a success, and immigrant advocates who fought \nthe plan now accept it.\n\nGov. Spitzer's plan to let illegal immigrants get licenses set off the most furious policy debate of his administration.\n\nBut Spitzer certainly didn't invent the idea of letting undocumented immigrants drive legally: Before former Gov. \nGeorge Pataki changed the rules, New York regularly granted licenses regardless of immigration status. Even in \npost-9/11 America, other states still do.\n\nSome have dropped or reconsidered their programs because of fraud. Others claim success.\n\nConservative Utah - with its Republican governor and legislature - offers both a full-fledged driver's license and a \nseparate, clearly marked \"driver privilege card\" for noncitizens.\n\nIt is an idea state officials said they got from Tennessee. And while the plan fell apart there, Utah Driver License \nBureau chief Wallace Wintle calls his state's setup \"a pretty good compromise.\"\n\n\"On the one side, you have those who are arguing, 'They're here illegally and they shouldn't be given any privileges \nwhatsoever - and it's a security issue nationwide,' \" he said.\n\n\"The other side says, 'Yes, they are here illegally, but they add such a vital contribution to the economy, how can \nwe not let them continue that? It only allows them to drive so they can get to their job.' \"\n\nLeo Bravo, director of the Multicultural Center of Cache Valley in northern Utah, which mainly serves Mexicans, \nSalvadorans and Guatemalans, initially objected when the program began in 2005, fearing that drivers with a big, \nred \"P\" on their cards would be mistreated by authorities.\n\nBut that didn't happen: \"So far, it's working good,\" Bravo said, although he added that immigrants pay more \nbecause their cards must be renewed annually.\n\nAdvocacy groups such as the New York Immigration Coalition reject tiered systems, saying the don't improve \nsecurity and leave immigrants \"vulnerable to racial profiling, discrimination and possibly deportation.\"\n\n\nLike Bravo, Georgina Coon of the Latino advocacy group Raz-PAC in southern Utah, also fought the idea at first.\n\nNow, \"It's working, because a person that has a privilege card [is] legally driving. But yes, it does single people \nout,\" Coon said.\n\nDemocratic Gov. Bill Richardson's border state of New Mexico issues a single license to citizens and \nundocumented immigrants. It accepts as proof documents issued by the Mexican government.\n\nAbuses brought down licensing programs in other states, notably North Carolina and Tennessee.\n\nIn Tennessee, DMV workers peddled illicit documents and opportunists bused illegal immigrants in - for a hefty fee - \nto get licenses. Those problems, and political pressures, led the state last year to stop issuing the licenses. \nckatz@nydailynews.com\n\nGraphic\n\n \n\nThe state of New Mexico offers a single driver's license to both citizens and undocumented aliens.\n"}