{"title": "A helping hand along the docks; Phila. mission befriends foreign sailors.", "body": "\nThe Seamen's Church Institute has been a fixture on the Philadelphia waterfront for 166 years, providing friendly \nhelp to 40,000 seafarers a year whose ships dock in ports along the Delaware River.\n\nThe Rev. James D. Von Dreele, an Episcopal priest, is head chaplain and executive director of the \ninterdenominational ministry.\n\nFather Jim and his staff, including five part-time chaplains and eight to 10 volunteers, visit more than 1,700 ships a \nyear. They offer counsel to foreign sailors, help with immigration issues, and intervene in ship problems such as \npay disputes. They also escort the sailors off ships for a few hours of R&R. Seafarers' favorite pastime? Shopping.\n\nBecause of stringent post-9/11 immigration regulations, many crews cannot leave ship because they do not have \nU.S. visas. Those who do, often head for the institute headquarters at 475 N. Fifth St. to watch TV, call home, \nreflect in the chapel, or surf the Web.\n\nQuestion: How do you learn a ship is in port?\n\nAnswer: We have access to the Maritime Exchange ship lists, so we are able to tell where the new arrivals are. We \ncover 125 miles on both the New Jersey and Pennsylvania sides of the river. And there are 33 terminals that we \nserve.\n\nQ: What do you do for sailors?\n\nA: Part of it is simply befriending them. Being on a ship for eight to 10 months with the same guys, they get really \ntired of each other. We are the fresh face that comes aboard. We care for their emotional, spiritual, and physical \nwelfare.\n\nShore leave is extremely important because of the monotony of the ship and the pressure of being on board. They \nneed time to get away, and that's what we provide. We also do advocacy work. If a seafarer has not been paid, we \nwill intervene.\n\nQ: How often does that happen?\n\nA: Not as much as it used to, but we have seen situations where the crew has been owed $50,000 or $60,000. We \nmove in with some help from a labor inspector. We pressure the captain and the owner. We negotiate the issue.\n\n\nAbout 95 percent of the seafarers we see are foreign, from more than 100 nations. About one-third are Filipinos. \nThe rest are primarily from Asia, Eastern Europe, and Europe.\n\nQ: How did the 9/11 terror attacks affect your work?\n\nA: Since 9/11 it has been very difficult for seafarers to get off ships because of all the governmental regulations and \nrequirements. Only 20 percent to 25 percent take shore leave now. Before 9/11, we just said, \"Hi\" and \"Goodbye\" \nand the guys got off. Now we have to go through elaborate procedures going into the terminal, signing in, and \nshowing a TWIC card [Transportation Worker Identification Credential].\n\nQ: Where do the sailors like to go?\n\nA: Walmart and Best Buy are their two favorite places. At Best Buy, they are looking for computers, laptops. The \nU.S. is the cheapest place to buy electronics. For those who cannot leave ship, we sometimes go shopping for \nthem. We bring cell phones so they can call home. We take clothing and gifts. We do worship services.\n\nQ: Does the institute get involved in waterfront issues?\n\nA: Yes. We have taken a stand on deepening the Delaware River. Dredging is essential to the business and \nlivelihood of the port community. Ships are only going to get bigger. We need that extra five feet of draft in the water \nin order to accommodate those ships. Otherwise, the port will become obsolete.\n\nQ: You oppose the proposed Foxwoods Casino on the Delaware River site?\n\nA: I think casino development will destroy the port, particularly in Philadelphia. Have you ever driven South \nColumbus Boulevard? It is 60,000 cars a day now. With a casino, it would be 120,000. The only way to get cargo on \nand off the terminals from Washington Street south is by truck. If traffic congestion gets worse they will not be able \nto operate. I think the terminals near the casino will shut down permanently. I wrote to the politicians my concerns.\n\nQ: How did seamen's centers in North America begin?\n\nA: One hundred fifty or 200 years ago seafarers were really treated badly. They were basically dragged out of bars \nand imprisoned on the ship. So the church - not only the Episcopal Church but also the Presbyterians and a couple \nof other denominations - began to respond in seaports like ours to be an advocate for the seafarers. Because they \nare very vulnerable. Once they get out to sea they have no control over their lives.\n\nQ: Where do you get funds to pay staff and expenses?\n\nA: A variety of sources. The port community is fairly generous. Churches and individuals also donate. We have an \nendowment, which we use to subsidize our work. We charge a $110 fee to every ship that comes into port to help \nsubsidize the work we do. It costs us over $200 to service the ships. We are able to raise about $750,000, and use \nour endowment to bridge the gap.\n\nQ: Do captains and ship owners welcome you aboard?\n\nA: They are grateful that we come. We take care of the morale issues of the seafarers, so they have fewer \nproblems with loading and unloading cargo. We are a release valve for these guys, so by providing the hospitality \nservices we take a little bit of the tension out of their lives. I call it a moment of grace.\n\n The Rev. James D. Von Dreele \n\nOccupation: Episcopal priest and executive director for 13 years of Seamen's Church Institute of Philadelphia.\n\nAge: 62.\n\nBackground: Grew up in Wilmington, where he still lives. Spent 25 years in parish ministry in Pittsburgh and New \nJersey.\n\n\n\nPersonal: Wife, Betsy; children, Sarah, 34, and Joshua, 32.\n\nPastimes: Golf; relaxing in Rehoboth Beach, Del.\n\nBest-Kept Secret: Volunteer priest at St. David's Episcopal Church in Wilmington. Preaches 25 to 30 Sundays a \nyear about the institute's work to congregations that invite him.\n\nContact staff writer Linda Loyd\n\nat 215-854-2831 or lloyd@phillynews.com.  \n\nGraphic\n\n \n\nFeed Loader\n"}