{"title": "U.S. Plans to Delay Work Permits For Immigrants Who Seek Asylum", "body": "\nOfficials of the Immigration and Naturalization Service say they plan to charge people seeking political asylum a \n$130 fee and to delay issuing work permits for 150 days to try to to deter new applicants and cut the backlog of \nasylum claims.\n\nThe fees would make the United States the only nation in the world to charge an application fee for people who \ncontend that they are fleeing persecution in their homelands, according to the United Nations High Commissioner \non Refugees.\n\nThe Deputy Immigration Commissioner, Chris Sale, who described the proposed changes, said current asylum \nprocedures were \"encouraging people to abuse the system.\"\n\nExisting procedures generally make it easy for immigrants to apply for asylum but place them in a legal no-man's-\nland awaiting hearings. Ms. Sale said the long delays in the system were also \"damaging the bona fide candidates\" \nfor protection under the asylum laws.\n\nMs. Sale said that a work permit was a prize sought by fraudulent asylum-seekers and that delaying the permit \nwould deter the fraud. Immigration officials say they expect word of the fees and the work-permit delays to go out \non a global grapevine, slowing the flood of new asylum applicants.\n\nWithout a work permit, asylum applicants who wish to live within the law must depend on a fragile network of \nchurch groups, family or friends, since they are not entitled to welfare or any other Government assistance.\n\nThe filing fees would help pay for a proposed doubling of the corps of 150 asylum officers. The fledgling asylum \ncorps now faces a backlog of 364,000 asylum applications. The backlog has been growing at a rate of 10,000 a \nmonth. The immigration service said that last year 18,110 claims were denied and 5,105 were approved.\n\nAdvocates of immigrants' rights applauded the agency's effort to increase the asylum corps and ease the officers' \nadministrative burdens. But they said filing fees and restrictions on work permits were the wrong ways to combat \nfraud and would unfairly penalize tens of thousands of legitimate asylum-seekers.\n\n\"To wait six months for a work permit -- how will they survive?\" asked Jeanne Butterfield of the American \nImmigration Lawyers Association.\n\n\nCritics who seek a far more restrictive asylum policy derided the proposed measures as mere tinkering.\n\n \n\nRight to Political Asylum\n\n \"So long as you permit anyone to invoke the asylum process simply by getting to the United States, any \nadministrative change is doomed to failure,\" said Dan Stein of the Federation for American Immigration Reform, \nwhich supports legislation pending in Congress that would summarily reject most asylum applicants now arriving at \nairports or border stations.\n\nThe right to political asylum is guaranteed under international law and treaties signed by the United States. Under \nFederal law, political asylum can be granted to an alien who can prove that he or she has been the victim of \npersecution or has \"a well-founded fear\" of persecution on the basis of race, religion, political belief or membership \nin a particular organization.\n\nLast year, 150,386 people from 154 nations sought political asylum in the United States. Most came from places \nlike Guatemala, El Salvador, the former Yugoslavia, the former Soviet Union, China, Cuba, Haiti and Liberia, \nnations not noted for their respect for human rights.\n\nTens of thousands of the applicants were really fleeing persecution, but tens of thousands clearly sought to abuse \nthe asylum system, immigration officials say.\n\nUnder the law, most were allowed into the United States immediately, physically on free soil, but legally without a \ncountry. By invoking a claim of asylum, they were generally free to enter; most could receive a work permit within \n90 days, immigration officials and lawyers say. But because of the backup in the asylum system, more than half \nhad no foreseeable hope that their claims would be resolved.\n\n \n\nCases of Fraud\n\n Many applicants could use their work permits to buy phony driver's licenses, invent identities and disappear into \nthe underground economy. Those caught at an airport with phony travel documents and no credible claim for \nasylum are generally detained and deported; in such cases the airline they flew in on often bore the cost of their \nreturn.\n\nThe American asylum system was altered three years ago to do away with cold-war procedures that granted \nprotection almost exclusively to those fleeing Communism. The backlog of asylum applications that the Clinton \nAdministration inherited included tens of thousands of people whom Federal judges found had been denied due \nprocess in the 1980's.\n\nBut the new system received little money from Congress. The asylum corps, far smaller than its counterparts in \nAustralia, Britain, France, Germany, Holland, Norway, Sweden or Switzerland, survives on fees raised by other \nimmigration programs.\n\nIts top officers say it cannot cope with the growing numbers of legitimate and illegitimate asylum-seekers; nor can it \nreadily distinguish the victims of political terror from the potential terrorist.\n\n\"The system in the past year and a half has just collapsed under its own weight,\" said Carol Wolchok, director of the \nAmerican Bar Association's center for immigration law. She said the immigration service needed millions of dollars \nto increase, train and equip the asylum corps.\n\nA working corps would insure a quick, full hearing for all asylum applicants, she said, adding that this would be \nboth a deterrent to fraud and the fairest way to deal with genuine asylum applicants, she said.\n\n\"Once it's in place, there will be a dramatic drop in false claims,\" she said. \"The system would be used by the \npeople it's intended for.\"\n\n\n\nThe new filing fees and work-permit strictures proposed by the immigration service are to be published soon in the \nFederal Register, the digest of proposed Government rules, and could take effect as early as Oct. 1. It is unclear \nunder what procedures the agency might waive a filing fee or grant a work permit more speedily.\n\nIf Ms. Sale is correct, the new rules would deter thousands of fraudulent asylum seekers and lighten asylum \nofficers' burdens. But if proponents of stricter laws are right, they will do little to control false claims. And if \nimmigrants' advocates are correct, they could force asylum applicants, who cannot receive welfare or other \nGovernment assistance, to work illegally or go hungry while they wait for an overburdened system to notify them \nthat their day for a hearing has arrived.\n"}