{"title": "Ga. candidates take a hard line; Barnes backs an Arizona approach; Johnson says copy Guantanamo Bay.", "body": "\nFormer Gov. Roy Barnes, the front-runner in the Democratic primary for governor, said during a debate Friday that \nhe would support an Arizona-type law in Georgia to fight illegal immigration.\n\nWhile Barnes made the strongest endorsement among the Democratic gubernatorial candidates for adopting an \nArizona-type law --- which would allow state and local law officers to ask people already stopped for possible \nviolations to show proof they are in the country legally --- it fell far short of what some Republicans suggested at \ntheir own debate Friday.\n\nThe strongest recommendations included roundups of illegal immigrants to be detained in state prison camps or \ndumped in the nation's capital.\n\n\"If we have to set up a Guantanamo Bay of Georgia, I would do it,\" former Sen. Eric Johnson of Savannah said \nduring the GOP debate being taped at WSB TV.\n\nThe debate was hosted by The Atlanta Journal-Constitution and PolitiFact Georgia, WSB TV and WSB Radio, and \nthe League of Women Voters. It will air today on Channel 2 WSB-TV. The Democratic candidates' debate will \nbegin at 10 a.m. and the Republicans' debate at 11 a.m.\n\nOf the Republicans, Ray McBerry of Henry County came closest to Johnson's stance.\n\nMcBerry said he would work with local sheriffs to round up illegal immigrants and, if necessary, bus them to \nWashington and drop them off by the White House.\n\nInsurance Commissioner John Oxendine, the front-runner in the GOP race, said he wanted to sue the federal \ngovernment to recover state money spent on the education, health care and prison costs of illegal immigrants.\n\n\"I'm tired of Georgia taxpayers paying for illegal aliens because the federal government has fallen down on the \njob,\" said Oxendine of Gwinnett County.\n\n\nOther Republican candidates took a more sober approach. Former U.S. Rep. Nathan Deal said he would sign an \nArizona-type law.\n\nPressed to say how far he would go to \"cleanse\" the state of illegal immigrants, Deal said \"it is largely a federal \nissue\" but that Georgia \"can be a responsible partner in the process.\"\n\nState Sen. Jeff Chapman of Brunswick said he would be careful before committing the state to an expensive \nroundup. He said deporting illegal immigrants would be costly, but he said passing an Arizona-type law might \ndeter more illegal immigrants from coming to the Peach State. \"Doing nothing is not acceptable,\" he said.\n\nIn backing an Arizona-type law, Barnes said he would want to ensure the law would not result in racial profiling. \nThorough training could accomplish that, he said.\n\nBarnes also said it was wrong for the federal government to sue Arizona over the law.\n\n\"I don't have any problem with federal laws being enforced by state officials,\" he said. \"We do that all the time.\"\n\nGeorgia's other Democratic hopefuls offered different positions. Attorney General Thurbert Baker said after the \ndebate Friday that he would consider signing an Arizona-style law, but he added that he \"would never commit to \nsigning it without having seen it.\"\n\nGeorgia House Minority Leader DuBose Porter and former Adjutant General David Poythress said they would want \nto wait on the outcome of the federal lawsuit before signing such legislation.\n\nJohn Pruitt of Channel 2 Action News was the moderator of the debates. Questioners were Jim Galloway, who \nwrites the AJC's Political Insider column and blog; Condace Pressley from News Talk 750; and Lori Geary of \nChannel 2 Action News.\n"}