{"title": "IMMIGRANT DIVERSITY GROWS IN MINNESOTA", "body": "\nMinnesota attracted more immigrants from a wider range of countries during most of the 1990s than in past \ndecades, according to a Minnesota Planning report.\n\nMinnesota's jobs, educational opportunities and reputation as a safe haven for refugees - as well as substantial \npopulations of recent immigrants already living in Minnesota - attracted people from other lands, according to the \nreport released this week by the state planning agency.\n\nAbout 40 percent of the immigrants were refugees, a higher percentage than in any other state, the report said.\n\nImmigrants from the former Soviet Union, Somalia, Bosnia, Mexico, India and China topped the list of newcomers.\n\nFrom 1990 to 1998, 67,777 immigrants came to Minnesota, according to the U.S. Immigration and Naturalization \nService. Nationwide, there were 9,141,551 immigrants in that time span.\n\nThe report, \"Immigrants in Minnesota: An Increasingly Diverse Population,\" captures many of the changes that the \nstate's schools, workplaces and communities have witnessed in recent years.\n\nAfrican immigrants did not come to Minnesota in large numbers during the 1980s, but that changed during the \n1990s. In 1997, Somalis were the largest group of Minnesota immigrants with 1,008 arriving that year.\n\nThe number of Russians immigrating to Minnesota increased sharply after the disintegration of the Soviet Union. In \n1998, the 651 immigrants from the former Soviet republics constituted the biggest group of Minnesota \nimmigrants, followed by Somalis with 582. Years of civil war have caused many Somalis to flee to the United \nStates.\n\nAll but six Minnesota counties have some schoolchildren who do not speak English at home. Asian languages \nmake up the largest language group spoken by students, with Hmong speakers accounting for two-thirds of those \nstudents, the report said.\n\nHospitals are also facing a widening language barrier.\n\n\"It's changed the demographics of the population we see,\" said Hennepin County Medical Center administrator Jeff \nSpartz.\n\nOf the 400,000 patients served last year, 102,000 required interpreters. That represented a 25 percent increase in \nsuch services over 1999, Spartz said.\n\nWhile Minnesota outstrips its Upper Midwestern neighbors when it comes to attracting immigrants, the state's \nnumbers pale in comparison to such large coastal states as California, New York, Texas and Florida.\n\n\n\"We're not the focal point, but we do receive a rather interesting mix of people,\" said state demographer Tom \nGillaspy. \"There are people who believe we're the center of change because it seems to be very large, when in fact \nmost of the change is on the coasts.\"\n\nWhile he can't predict what Minnesota's family portrait will look like 10 or 20 years from now, Gillaspy said one \nthing is for sure: It'll be different from today.\n\n\"Our population will be much more diverse, we believe, in large part because we're starting from a point of relatively \nless racial and ethnic diversity than the rest of the country,\" he said.\n\nONLINE Visit www.mnplan.state.mn.us to see the report.\n"}