{"title": "Defending Our Borders Against Dangerous Ideas", "body": "\nWithout hearings or debate, both houses of Congress have enacted State Department authorization bills that would \nresurrect a Cold War approach to immigration that we only recently rejected as contrary to the most fundamental of \nAmerican principles.\n\nThe bills include identical provisions that would make political ideology and association a condition for entry into the \nUnited States. They state that non-citizens are barred from entry if they \"advocate terrorist activity\" or \"the \noverthrow of the United States government,\" or \"incite targeted racial vilification.\" And they make mere membership \nin any group that the attorney general labels \"terrorist\" a basis for exclusion.\n\nIf signed into law by the president, these provisions won't be the first in American history to erect a political speech \ntest at our borders. We've done it before, most infamously in the McCarran-Walter Act, enacted in the 1950s at the \nheight of the McCarthy era. At that time, the enemies were Communists and anarchists. Today's enemies are \nterrorists and racists. But the theory is the same -- both laws treat people not for what they have done or plan to do \nbut for what they say and with whom they associate.\n\nOur experience under the McCarran-Walter Act demonstrates the danger of empowering government officials to \nscreen political ideology. Under that act, the State Department examined the politics of every person who entered \nthe United States, and kept a \"lookout book\" of some 50,000 names based on rumors and hearsay about their \npolitical inclinations.\n\nWe excluded such \"dangerous\" visitors as French movie star Yves Montand, British comedian Charlie Chaplin and \nthe authors Graham Greene, Carlos Fuentes, Farley Mowat and Dario Fo. Nobel Prize winners Czeslaw Milosz and \nGabriel Garcia Marquez also fell victim to the law. Italian Gen. Nino Pasti, former deputy commander of NATO, was \ndenied a visa because he planned to speak out against the deployment of cruise and Pershing II nuclear missiles \nin Europe. Even Pierre Trudeau found himself in the \"lookout book\"; his name was removed only after he was \nelected prime minister of Canada.\n\nAt the same time, the United States held itself out as the world's leader in political freedoms. We sought to export \nthe First Amendment to other nations as a basic human right, yet we denied entry to foreigners based solely on \ntheir speech and associations.\n\nIn large part because of this continuing embarrassment, Congress repealed the McCarran-Walter Act in 1990. In its \nplace, it enacted a law that denied admission not on the basis of disfavored thoughts, words or associations but on \nthe basis of conduct. This revision sought to bring our immigration policy into conformity with our constitutional \nprinciples, and repudiated ideological exclusion as bankrupt.\n\nYet today, virtually without discussion, Congress proposes to resurrect the very policy that it discarded only five \nyears ago. In voting for the bill, no doubt many in Congress asked themselves why we should allow those who \n\n\nespouse racial hatred, terrorism or the overthrow of our government to come into the country. These are all very \nbad ideas. But history suggests that empowering government officials to suppress views they deem politically \nincorrect is an even worse idea.\n\nAs Justice Louis Brandeis said long ago, \"the fitting remedy for evil counsels is good ones.\" When will we begin to \nlearn from history?\n\nThe writer is a professor at the Georgetown University Law Center and volunteer staff attorney at the Center for \nConstitutional Rights.\n"}