{"title": "Immigrant Experience: File visa petition in U.S. to get the ball rolling", "body": "\nQ I am an American citizen. My Dad has a multiple-entry visa and my Mom has a tourist visa. I want to file an \nimmigration petition on their behalf but I am confused. Should they come here first, then file the petition, or should \nI start the petition now while they are still in the Philippines? Also my Dad wants to work here but he can't because \nhe is not a resident and needs a work visa. What is your best advice about this? Can my Dad and I start a business \nhere together?\n\nMaria ColomaNewark\n\nA We asked Rosario Maria Hernandez, an immigration attorney from Concord, to answer your question. Here's \nwhat she wrote:\n\n``You have the right to file the petition for your parents while they are in the Philippines. They can apply for their \nlawful permanent resident status through the U.S. Consulate in Manila, Philippines.\n\n``Once you file the petition, if they travel to the United States while their petition is pending, the Department of \nHomeland Security may ask them if they have a pending petition, and if so, further inquire whether they have any \nintentions of staying in the United States.\n\n``The basis for their non-immigrant visas is that they are not abandoning their residency in the Philippines and if \nthey enter the United States with a non-immigrant visa with the intention of eventually staying to apply for their \nresidency, the U.S. Citizenship and Immigration Services -- the agency that will adjudicate their applications here in \nthe United States -- can conclude that they misrepresented information to an immigration officer or a consular \nofficer.\n\n``Your father may not work in this country with a visitor's visa. However, a person who decides to adjust their status \nin the United States is eligible for an employment authorization document while waiting for the USCIS to adjudicate \nhis or her adjustment-of-status application.''\n\nHernandez suggests that you consult with an experienced immigration lawyer.\n\nWorkshop on citizenship: Services, Immigrant Rights and Education Network (SIREN) will hold a workshop on the \nprocess of applying for citizenship Oct. 7.\n\nThe workshop will be from 3 to 6 p.m. at the Tully Library, in the Family Learning Center, 880 Tully Road, San Jose.\n\n\nIt will be conducted in English and Vietnamese. For additional information in Vietnamese and English, call (408) \n453-3013.\n\nThis information is not intended as legal advice. Any person with questions about his or her individual \ncircumstances should contact an immigration lawyer, a state-bonded immigration expert or a federally accredited \nimmigration representative, and should not rely on general statements made in this column.\n\nSend your questions to immigration@mercurynews. com or fax us at (408) 288-8060. You can also write to us at: \nImmigrant Experience, San Jose Mercury News, Newsroom, 750 Ridder Park Drive, San Jose, Calif. 95190. To \nhave a question considered, you MUST include your name, city of residence and daytime phone number.\n"}