{"title": "Immigration Officials Arrest 300 In California", "body": "\nNearly 300 illegal immigrants who had committed serious  crimes were deported or detained this week by federal \nagents in a demonstration of what immigration officials pledged was a new resolve to zero in on the most \negregious lawbreakers.\n\n  Immigration and Customs Enforcement officials called the three-day sweep in California their largest operation \never aimed at illegal immigrants with criminal records. \n\n  More than 80 percent had convictions for serious or violent crimes and at least 100 have been removed from the \ncountry, with the others awaiting deportation proceedings.\n\n  John Morton, an assistant secretary in the Department of Homeland Security who is in charge of Immigration and \nCustoms Enforcement, said Friday that focusing on serious criminals helped improve public safety.\n\n  ''These are not people who we want walking our streets,'' Mr. Morton said at a news conference here, a day after \nHomeland Security Secretary Janet Napolitano made much the same point at a Congressional hearing.\n\n  The Department of Homeland Security has been criticized by immigrant advocates and civil libertarians in recent \nyears for rounding up hundreds of people whose only offense was being in the country without proper documents, \nsometimes at the cost of breaking up families. \n\n  President Obama had campaigned on a promise of a more compassionate approach to immigration enforcement \nthat would focus on ridding the country of felons and cracking down on employers who deliberately hire illegal \nworkers.\n\n  Mr. Morton, citing limited resources, said, ''We are going to focus on those people who choose to pursue a life of \ncrime in the United States rather than pursue the American dream of education, hard work and success.''\n\n  Last year, 136,126 illegal immigrants with criminal records were deported, a record number, officials said. While \ndepartment officials trumpeted the mass arrests this week, they could not say how many serious criminal \noffenders who are in the country illegally remain on the streets.\n\n  The Immigrants' Rights Project of the American Civil Liberties Union reacted skeptically to the announcement, \nnoting that despite assurances that serious criminals were the target, previous sweeps have turned out to capture \nlarge numbers of people with no such records.\n\n\n  ''We would welcome more effective targeting than in the past but it is not yet clear that is the case here,'' said \nCaroline Cincotta, a fellow at the project, who also questioned whether the swift deportations had allowed people to \nhave full due process.\n\n  ICE officials said just six of those arrested had no record at all, and they sought to play up the serious nature of \nthe offenses of those who were apprehended. \n\n  Those arrested included a Guatemalan man with ties to a Los Angeles gang who had committed first-degree \nrobbery, a Mexican man convicted of lewd acts with a child and a Mexican man with a rape conviction.\n\n  Of the 286 people arrested, 63 had previously been deported. At least 17 face prosecution for re-entering the \ncountry without proper documents. \n\n  The agents and officers tracked down most of those arrested through tips and a review of immigration files, court \nand public records. Many people arrested this week were never deported after serving prison time for their \noffenses because they fell through the cracks.\n\n  Mr. Morton said the immigration agency was improving cooperation with local and state jailers, and is rolling out a \n''Secure Communities'' program that by 2012 is expected to permit all local jails nationwide to check the \nimmigration status of inmates.\n\n  The deportees represented 31 countries, though the majority, 207, were from Mexico.\n\nhttp://www.nytimes.com\n"}