{"title": "UNDER THE SAME MOON", "body": "\n(JAPAN)\n\n  An Under the Same Moon Prod. Committee production. (International sales: Toei Co., Tokyo.) Produced by \n\nShigeyuki Endo, Keiji Kameyama. Executive producers, Sunao Sakagami, Hiroshi Hayakawa, Osamu Kamei, \n\nFumiaki Furuya.\n\n  Directed by Kenta Fukasaku. Screenplay, Junichi Mori, based on the comic \"Onaji tsuki wo miteiru\" by \n\nSeiki Tsuchida. Camera (color), Nobuyasu Kita; editor, Akimasa Kawashima, Chieko Suzaki ; music, Ikuro \n\nFujiwara; production designer, Takayuki Nitta. Reviewed at Hong Kong Filmart, March 20, 2006. Original \n\nJapanese title: Onaji tsuki wo miteiru. Running time: 102 MIN.\n\n  With: Yosuke Kubozuka, Meisa Kuroki, Edison Chen, Taro Yamamoto, Matsuo Suzuki, Kyoko Kishida.\n\n  \n\n  A romantic triangle revolving around a beautiful heart patient inspires bitter rivalry between boyhood \n\nfriends in Japanese meller \"Under the Same Moon.\" Very different in tone from recent work by Kenta \n\nFukasaku --- who scripted both \"Battle Royale\" pictures and took over directing duties when his father, \n\ncult helmer Kinji, died during the shoot of the second --- \"Moon\" still moves at a brisker pace than \n\nregular Japanese weepies. Solid adherence to the rules of Asian melodrama translated into respectable B.O. \n\nat home, but offshore, \"Moon\" faces an eclipse.\n\n    Well-to-do medical intern Tetsuya (Yosuke Kubozuka) and orphaned mystic and painter Don (Edison Chen) \n\nhave been infatuated with Emi (Meisa Kuroki) since childhood. After Emi's father dies in a fire, Don is \n\njailed, but escapes seven years later when he learns Tetsuya and Emi are to marry. On the lam, Don finds \n\ntrouble, but leaves a trail of goodwill; meanwhile, squeaky-clean Tetsuya harbors a sinister, if easily \n\nguessed, secret. Helming is clean and lensing crisp, but the film has a TV feel. Performances are good \n\nenough, but the naturalism of Hong Kong-based, Canadian-born thesp Edison Chen is at odds with his \n\nNipponese co-stars.\n"}