{"title": "New Immigration Policy Gets 11th-Hour Go-Ahead", "body": "\nA federal judge decided yesterday to delay until Saturday implementation of a tough new immigration law, saying \nhe agreed with immigrant advocacy groups that the public had not been given enough time to learn about the law's \ncomplex regulations.\n\nBut early this morning, the U.S. Court of Appeals for the District of Columbia, acting on an appeal by the Justice \nDepartment, overturned the judge's stay.\n\nBrian Jordan, a spokesman for the Immigration and Naturalization Service, said the appeals court's action puts the \nlaw into full effect today, as scheduled. It was not clear what action would be taken next by lawyers for the \nimmigrant advocates, who had sued for the delay.\n\nThe immigrant advocates argued that the government's regulations, intended to guide immigration agents in \nenforcing the law, had not had adequate public review, and U.S. District Judge Emmet G. Sullivan sided with that \nview.\n\nImmigration officials had said that Sullivan's ruling would cause \"wide-scale confusion\" and \"significantly \nundermine\" their ability to enforce the new law and filed an immediate appeal last night. The appeals court issued \nit's ruling at about 1 a.m. today.\n\nThe government warned that if the regulations were not in place, thousands of deportation cases could be \njeopardized and immigration agents at airports and borders would have to process more than 5 million people \nentering the country between today and Saturday, including several hundred thousand with questionable \ndocuments or other problems, without knowing exactly how to treat them.\n\nThe new law stiffens requirements for the granting of political asylum, makes it easier for the immigration service \nto deport arriving foreigners and makes it harder to win a waiver of deportation. It also requires all illegal immigrants \nto leave the country within the next six months or risk being barred from returning for several years.\n\n\"I can't emphasize enough, if we have a bare statute with no regulations . . . there will be sheer chaos at ports of \nentry,\" Linda Wendtland, a lawyer for the Justice Department, said during the hearing before Sullivan.\n\nBut Sullivan said he was not convinced that a \"chaotic situation\" would result from delaying the regulations. In \ncontrast, he said, he was persuaded by immigrant advocates who sought the delay that it was crucial to give the \npublic a full 30 days, as required, to learn about the new law. As of today, the rules have been available to the \npublic for 26 days.\n\n\n\"This is not an ordinary law. . . . Four days may seem minimal, but under these circumstances, four days cannot be \ntrivialized,\" Sullivan said in his ruling, which came after a long day of arguments and recesses and just seven hours \nbefore the law officially took effect.\n\nWendtland and other lawyers for the Justice Department, which oversees the Immigration and Naturalization \nService, also argued that they had delivered the regulations to the Government Printing Office on time and that was \nthe same as making them public. The immigrant rights groups argued that the rules were not made public until \nMarch 6, when they appeared in the Federal Register.\n\n\"This is very serious legislation that will affect a lot of people's lives, so every day matters,\" said Judy Rabinovitz, a \nlawyer with the American Civil Liberties Union, which sued the government along with the American Immigration \nLawyers Association and the San Francisco-based Lawyers Committee for Civil Rights.\n\nImmediately after Sullivan's ruling, attorneys for the advocate groups filed a second suit against the new law, this \none directly challenging the regulation on political asylum. They said that asylum seekers arriving in the United \nStates could risk being sent home without an adequate chance to prove they fear persecution.\n\nImmigration officials have said they will make every effort to ensure that bona fide asylum seekers are given an \nopportunity to make their case, while weeding out fraudulent claims. Immigrant advocates, however, say the new \nrules give immigration officers too much power to deport an asylum seeker instantly.\n\nIn recent weeks, the new law has created widespread confusion and alarm in immigrant communities. The law was \npassed by Congress in the fall, and immigrants have flooded legal aid clinics and immigration service offices, \nmany mistakenly fearing that they would be deported after today.\n\nGraphic\n\n \n\nChart, The Washington Post, WHO IS AFFECTED BY THE NEW IMMIGRATION LAW?  The new immigration \nlaw affects all illegal immigrants living in the United States, including those with expired visas and those who \ncrossed the border illegally.  The new law affects any foreigner who tries to enter the country without a proper visa \nor who tries to seek political asylum.  The new law does not affect legal permanent residents who have \"green \ncards.\" The new law does not mean that illegal immigrants will be immediately deported. Immigrants affected by the \nnew law should take steps to become legal before Sept. 30, or else leave the country and reapply for legal \nadmittance. If they remain illegally in the United States after that date, they can be barred from returning for several \nyears.  Steps an illegal immigrant can take to become legal include applying for political asylum or seeking \nsponsorship for permanent residency from an employer or spouse who is a U.S. citizen.  An immigrant who is \nordered deported can apply for a waiver on grounds that deportation would cause extreme and unusual hardship to \nan immediate relative who is a U.S. citizen or permanent resident.  Foreigners should not attempt to enter the \nUnited States without proper documents unless they believe they can convince an immigration officer on arrival \nthat they would face persecution or death if sent back to their native country.  For answers to questions about \nimmigration status, consult any of the following organizations: Immigration and Naturalization Service \nWashington 800-375-5283 Ayuda Washington 202-387-0434 Hogar Hispano Arlington 703-979-2640 Lawyers \nCommittee for Human Rights Washington 202-547-5692 American Immigration Lawyers Association Washington \n202-371-9377\n"}