{"title": "Phila. Summer program helps refugees conquer English", "body": "\nFirst, Fareed Hamraqul and his family left Afghanistan, fleeing the Taliban for Uzbekistan in 1992. Then, five \nmonths ago, they left home amid more unrest, this time ending up in Philadelphia. \n\nHamraqul, who will be a junior at Northeast High School in September, now spends sweltering summer mornings \nsoaking up his fifth language. The bright teen's English is halting, but his message is clear. \n\n\"Every day, students help me, teachers help me,\" Hamraqul said yesterday through a translator. \"Thank God I am \nhere.\" \n\nHere is the Philadelphia School District's summer refugee program at Northeast, one of four around the city. It's \na free, intense summer class designed for high school students who are new to the country or who want extra help \nwith English. \n\nFor the last six years, many new immigrants have spent their summers learning English, making up credits, and \nworking to feel more comfortable in an American classroom. The school district uses the word refugee loosely, and \nmost often it is not referring to those who seek political asylum in the United States. \n\nThe stakes are high. Immigrant students tend to stay in school and graduate, said Ana Sainz de la Pena, who \ndirects English as a Second Language and bilingual education for the district. By contrast, many American-born \nEnglish language learners struggle and drop out. \n\nMore than 13,000 of the district's 167,000 students are not native English speakers, and the number has held \nsteady, Sainz de la Pena said. While most schools have some English language learners, Northeast is a magnet \nfor many immigrant groups, as is Washington High in the Northeast and Edison and Kensington elsewhere in the \ncity. \n\nIn Uzbekistan, Hamraqul had to deal with not just the fallout from a peripatetic, violent early life, but also a system \nhe couldn't understand. \n\n\"My brothers went to school, people made fun of them,\" he said. \"My parents didn't learn Russian because there \nwas no one to help.\" \n\nJust a few months into his American experience, Hamraqul has been bolstered by his school experience, and has a \nplan. He wants to become fluent in English, earn his high school diploma, and study at community college, then a \nuniversity. He wants to teach English to other immigrants. He dreams of being a family man. \n\n\n\"I want to be the best support to my children,\" he said. \n\nPhiladelphia's refugee program helps bridge many gaps. Academics and social skills are key, but there are also \ncommunity meetings where parents can ask questions - in their own language - about the school system. They are \nalso pointed to resources for adults and families. \n\nMore than 400 students around the city attend the month-long program, for which they receive credit. The 120 \nstudents in the Northeast program speak a wide variety of languages - including Spanish, Chinese, Creole and \nPersian - and take subjects such as English and American history. Their fluency varies widely. \n\nSandra Kern, a district school growth coordinator who oversees refugee summer programs citywide, called the \nprograms \"a way to catch kids who fall through the cracks.\" \n\nDuring the school year, many students in the program sit in classrooms with American-born students, and that can \noverwhelm them, she said. \n\n\"Here, there's always someone who speaks their language,\" Kern said. \"Sometimes, American-born students make \nfun of their accents, and they get comforable here, get acclimated.\" \n\nJiali He, a slender, shy 20-year-old who came to America four months ago from China, entered the refugee \nprogram to earn credits toward graduation next June. \n\n\"I want to improve my English,\" she said. \n\nBut there's another reason, He said - confidence. \n\n\"Here, I've made a lot of friends from different countries, and we talk together in English,\" she said. \"It helps.\" \n\nIn math teacher John Roman's classroom, students sat in bunches, laughing, talking, bent over worksheets. The \nteenagers, who had flunked math the first time around, tackled algebraic equations confidently. \n\n\"Often, they could do better, but they fail math because their English is a problem,\" said Yana Ratmansky, a \nbilingual counseling assistant for the program. When one young woman stumbled over a problem, Ratmansky \ntalked quietly to her in Russian. The student smiled, nodded, and began figuring it out. \n\n\"This gives them a comfort zone,\" said Roman. \"Everyone's new. They're learning together.\" \n\nBut learning how to be American teenagers? No instruction is necessary there, Roman said. \n\n\"They soak that up the first day,\" he said, pointing to a room full of teenagers wearing brand-name clothes, with \niPods and cell phones peeking out of book bags and purses. \n\nJovany Thomas, 16, fits right in with his black Chuck Taylor sneakers, loose athletic clothing, and talk of afternoons \nswimming at the rec center, playing soccer, and hanging out with friends. \n\nBut he remembers when things weren't so calm. Thomas left a turbulent Haiti a year and a half ago. \n\n\"There was a lot of insecurity, and sometimes I didn't get an education, when they threatened the school,\" Thomas \nsaid nonchalantly of his former life. \"They were shooting people, kidnapping kids.\" \n\nHis parents got three of their four children out of the country: Jovany came to Philadelphia to live with his \ngodmother, a brother landed in England with another relative, and a third sibling is living in Canada. \n\nSo while he's not big on school - \"I hate it,\" he said, his shrug the universal symbol for teenage cool - he shows up \nat the refugee program every day, perfecting the English he speaks at home along with French and Creole. \n\n\n\n\"I talk to my parents every week,\" Thomas said. \"They made me promise to come and learn English, to have a \nbetter life.\" \n\nContact staff writer Kristen Graham at 215-854-5146 or kgraham@phillynews.com. \n\nGraphic\n\n \n\nPhotograph by: Feed Loader\n"}