{"title": "Rule changes, harsher penalties put illegal immigrants in a bind;'So much fear' for families over this policy.", "body": "\nIllegal immigrants have never been welcome in metro Atlanta, or anywhere else in the United States. But starting \ntoday, they face harsher penalties if they get caught.\n\nAnother rule that changes Tuesday means that many families may have to split up while some members wait to \nbecome legal U.S. residents.\n\nBecause of changes in the immigration law, many undocumented immigrants who are on track to become legal \nresidents have to decide whether to leave the country, or stay and risk getting caught.\n\n\"It's a nightmare right now. There are a lot of really frightened people out there and they're getting really conflicting \ninformation,\" said Christine Blum, an immigration lawyer in Lawrenceville. She has clients who have decided to \"do \nthe right thing\" and leave the country, even though that means leaving spouses and children who are here legally. \nThe ones who leave may wait for years in their home country to get paperwork approved that lets them stay legally \nin the United States.\n\n\"In most cases, these are not people who came here with ulterior motives and went on welfare. These are fairly \nyoung, hard-working people who have paid taxes, fit in and have not done anything that would make somebody say \nwe don't want them here,\" Blum said.\n\nUnder the new immigration law, illegal immigrants caught after today face a three-year or 10-year ban on \nreturning to the United States, depending on how long they have been here.\n\nOn Tuesday, another provision expires that had let some of them stay in the United States while applying for \npermanent residency ---if they paid a $ 1,000 fine. This regulation, called 245(i), applies primarily to family \nmembers of U.S. citizens.The INS estimates that there are about 32,000 undocumented immigrants in Georgia. \nLawyers and advocacy groups have been flooded with calls from immigrants seeking advice. There are no easy \nanswers, because the new immigration law is complex and each immigrant has unique circumstances.\n\nThe situation is even more complicated for illegal immigrants whose children were born in the United States. The \nchildren are U.S. citizens, but one of their parents may not be.\n\nThis has caused much anguish and anxiety for a group of undocumented Mexican women in DeKalb County \nwhose U.S.-born children are getting special medical treatment for birth defects. \"I worry for myself and my \nchildren,\" said a 30-year-old woman whose 3-year-old daughter is mentally retarded and has other physical \ndisabilities. She has decided to stay so her daughter can continue to receive special care she couldn't get in \nMexico.\n\n\nThe woman's husband is a legal resident who has filed for citizenship, but that may take more than two years to be \nprocessed. Even though she is on track to become a legal resident as well, it won't happen before the new rules go \ninto effect. \"My fear is that we will get caught, and me and my daughter will have to go back to Mexico and lose \neverything she has learned here,\" said the woman, who didn't want to be identified. \"I'm left with so much fear.\"\n\nThere are no plans for mass deportations, said INS spokesman Bill Strassberger. But for those who choose to stay \nillegally and try to file paperwork to become legal residents later \"it could catch up to you,\" he said.\n\nThe INS supports an extension of 245(i) and the Senate has taken action to do so. But the House has not. Rep. \nLamar Smith (R-Texas), who heads the House immigration subcommittee and vehemently opposes 245(i), said \"it \nshould have never been implemented to begin with.\"\n\n\"It's an insult to all the people who have been waiting in their countries for a visa to come to the United States at the \nappropriate time. It rewards illegal immigrants for their illegal behavior,\" Smith said.\n\nJudy Golub, of the American Immigration Lawyers Association in Washington, disagrees. The people who are now \nforced to leave are already eligible to become residents of the United States, she said. \"It's not a question of if \nthey'll become legal; it's a question of where,\" Golub said. \"We think it makes sense that they do it here, where, in \nfact, they already belong.\"\n\n \n\nMore for Web users\n\nImmigration Information: official site of the INS: http://www.ins.usdoj.gov/ \n\nGraphic\n\n \n\nChanges: IMMIGRATION CHANGES\n Parts of last year's landmark immigration reform are taking effect. Here\n\n are some of the new rules:\n\n New penalties effective today: Illegal aliens found to have been here six\n months to a year face a three-year ban on readmission to the country.\n Those who have been here illegally for a year or more will be barred from\n re-entry for 10 years.\n Section 245 (i) expires Tuesday: This provision had allowed certain\n\n immigrants to get their green cards while remaining in this country, if\n\n they paid a $ 1,000 penalty. If this regulation is not extended, immigrants\n seeking green cards would have to return home and wait until visas are\n available.\n Note: This provision was enacated in 1994 to reduce the workload at U.S.\n consulates abroad.The Immigration and Naturalization Service received\n $ 147.5 million in 1996 and expects to receive $ 214.5 million in 1997.\n Source: Immigration and Naturalization Service\n Color teaser box: (Appeared on C/01 in reference to C/02 article) Men\n standing in line at the immigration office.\n"}