{"title": "Romney consistent on views of immigration", "body": "\nGeorgians will soon have an opportunity to choose which Republican they want to see battle President Barack \nObama for the White House.\n\nThe Georgia Democratic Party isn't waiting for the March 6 state primary to weigh in on one GOP candidate, Mitt \nRomney.\n\nA Jan. 27 statement from the state party claimed Romney wasn't truthful on 10 subjects during a recent debate. \nThe subject that caught our attention was immigration.\n\n\"Romney claimed that he opposed 'rounding people up and deporting them,' \" that section began. \"But just last \nmonth, he stated emphatically that people who come to the United States without documentation should 'go back \nhome and get in line with everyone else' --- and he has previously made clear that includes even grandparents who \nhave been here for decades and served in their community or in the military.\"\n\nThe former Massachusetts governor has faced criticism that he constantly shifts his stance on issues to appeal to \nconservative Republican voters. We wondered whether the Georgia Democratic Party was accusing Romney of \nchanging his position on deporting illegal immigrants.\n\nSo do the Democrats have a point about Romney on immigration?\n\nThey base their claim on a recent interview Romney did with the Spanish-language television network Telemundo \nbefore the Florida primary, saying it's inconsistent with statements he's made in other interviews and on the \ncampaign stump.\n\n\"[Romney] panders to Telemundo, and when he's in front of Fox News, he says get in line with everyone else,\" \nparty spokesman Eric Gray said.\n\nBy some federal estimates, there are as many as 11 million illegal immigrants in the United States. The Republican \ncandidates have accused Obama of not being aggressive on patrolling the U.S-Mexican border. Obama has \ncountered that he has put more agents there than any president in U.S. history.\n\n\nRomney has proposed efforts that would make it increasingly difficult for illegal immigrants to find work in the U.S. \nand encourage them to return to their homeland. During one December speech in Iowa, Romney used the \nlanguage the Democrats quoted in their critique, but he did not mention deportation.\n\n\"For those who came here illegally, they might have a transition time to set their affairs in order and then go back \nhome and get in line with everyone else,\" he said.\n\nA Romney spokeswoman forwarded us two statements by the candidate, one made in 2007 and the other last \nmonth, that propose similar ideas on immigration.\n\nIn 2007, Romney referred to what he described as a \"realistic attrition program.\"\n\n\"If they, for instance, have a child in school, we may let them complete the school year, and then they return home. \nWhen they are home, they're able to apply for permanent residency or for citizenship or anything else they'd like to \napply for,\" he said.\n\nDuring a debate last month in Jacksonville, Romney twice talked about self-deportation.\n\n\"I don't think anyone is interested in going around and rounding up people around the country and deporting 11 \nmillion Americans --- or, excuse me, 11 million illegal immigrants into America,\" he said.\n\nTo strengthen his argument, Gray directed us to Romney's comments during a January debate in South Carolina. \nIn that debate, Romney said he did not support the DREAM Act, a proposal by two U.S. senators to give qualifying \nyoung people here illegally a six-year path to citizenship that must include the completion of a college degree or two \nyears of military service.\n\nRomney then went on to talk about the broader topic of illegal immigration: \"I think we have to follow the law and \ninsist those who come here illegally ultimately return home, apply and get in line with everyone else.\"\n\nNow, does Romney mean when he said \"insist\" illegal immigrants return home that he would round them up and \ndeport them?\n\n\"That's deportation,\" Gray said. \"What he does instead of saying deport them, he uses weasel words to say one \nthing to Telemundo and another thing to Fox News.\"\n\nMark Krikorian, executive director of the nonpartisan Washington-based Center for Immigration Studies, called it \n\"implausible\" to say Romney has flip-flopped. Krikorian calls Romney's position \"attrition through enforcement.\"\n\n\"Romney has been pretty clear in describing a self-deportation policy,\" he told us.\n\nA spokesman for the Federation for American Immigration Reform, an organization that wants the federal \ngovernment to stop illegal immigration and seeks stronger border patrols, said he hasn't heard Romney talk about \ndeportation.\n\n\"Nobody who has seriously looked at the issue has said the answer is round everybody up and deport them,\" said \nthe spokesman, Ira Mehlman.\n\nPolitiFact Georgia found articles dating to 2006 in which Romney was quoted as saying he didn't believe \"in \nrounding up 11 million people and forcing them at gunpoint from our country.\" He has consistently talked about an \nimmigration approach of supporting policies that encourage illegal immigrants to return to their homeland. We \ndon't see any recent change in his position and rate this one as a No Flip.\n\nComment on a ruling\n\nWant to comment on a Truth-O-Meter ruling? You can. Just go to Facebook and search for PolitiFact Georgia. \nOnce our page appears, hit the \"Like\" button. And let the commenting commence.\n\n\n"}