{"title": "Amsterdam Journal;Plane Crash Exposes a Dutch Ghetto", "body": "\nAll day, the curious make the 20-minute metro ride from the center of the city to the apartment building where an El \nAl cargo jet crashed on Sunday evening.\n\nMany stand and watch as cranes continue to lower lines into the scorched gap the plane tore in the building, \nsearching for bodies among the rubble.\n\nThe crash, which Prime Minister Ruud Lubbers called the worst disaster in the Netherlands since World War II, has \nfocused attention on the daily tragedies in the lives of the residents of Bijlmermeer, the poorest quarter of the city. \nAnd the visitors making the trip to the crash site are discovering a part of the city some never knew existed.\n\n \n\nCenter for Immigrants\n\n Bijlmermeer is teeming with immigrants from Africa, Asia and the Caribbean. Some immigrants come to take \nadvantage of one of the most generous welfare states in the world. Some of the new arrivals enter the country by \nlegal means while others slip through the cracks illegally.\n\nA retired Dutch woman who lives alone in Bijlmermeer was watching the passing throng at a shopping arcade the \nother day, surrounded by stores selling saris and tropical vegetables and other foreign goods.\n\n\"I like the color and variety of this place very much,\" she said in precise English. \"I think you will find that the Dutch \nare a tolerant people, and certainly the last war taught us to hate racism. But then you see the junkies and the \npeople who don't work and you wonder. This is my country and I am not afraid, but it cannot go on forever like this.\"\n\n \n\nLab at Airport\n\n The city authorities have tried to reassure the illegals who might have friends or family in the wreckage to come \nforward with reports of the missing.\n\n\"I promise you that you will not get into difficulties,\" said Ed van Thijn, Amsterdam's Mayor.\n\n\nThe city has set up a laboratory at Schiphol airport, 10 miles from Bijlmermeer, to identify the bodies and coordinate \nthe reports of the missing.\n\n[So far, 51 bodies have been found, and some Dutch officials are now projecting a death toll of around 120 people \ninstead of the 250 estimated to have died shortly after the crash, Reuters reported. The authorities say that some \nvictims may have been incinerated completely in the fire.]\n\nThere is none of the open hostility to immigrants that has made headlines in Germany, but some Dutch are puzzled \nabout the situation.\n\nBijlmermeer, for example, is notorious for drugs. Young men in American athletic gear stand ready to deal in \nparking lots and shopping arcades, scanning the streets for the police. A municipal report two years ago estimated \nthere were 1,500 addicts among Bijlmermeer's 75,000 people.\n\nIn March the police raided the area and arrested nearly 50 people, almost all from Ghana. At the time, the police \nsaid those arrested were dealers and couriers in a Europe-wide cocaine and heroin network.\n\n \n\nMajority From Dutch Colonies\n\n Most of the immigrants in the area come from former Dutch colonies like Suriname and Indonesia, and are \nadmitted to reunite families.\n\nThe 187,000 people of the overseas territories of Aruba and the Dutch Antilles (Curacao, Bonaire and St. Maarten) \nhave residence rights and also make up a part of Bijlmermeer's population. Others, apparently the majority, get \nvisas to come and work in largely menial jobs.\n\nIn 1990, when 82,000 non-Dutch immigrants to the Netherlands were approved, the Dutch spent 30 percent of \ntheir gross domestic product on social welfare, according to the Organization for Economic Cooperation and \nDevelopment. This compared with an average of 20 percent in the other industrial countries.\n\nImram Mujoorie, from Pakistan, said he found that a shrinking economy and recent restrictions on welfare payments \nhad reduced the desirability of the Netherlands for some would-be immigrants.\n\n\"Some of my friends are going back,\" he said. \"There is very little work now.\"\n\n \n\nWork Force on Disability\n\n He has a residence permit that allows him to work, he gets a rent subsidy from the city and spends most of his time \ntending the counter at a sex store in the red-light district.\n\nThe country is unique in having 14 percent of its work force receiving payments for physical or psychological \ndisabilities. Payments can amount to 70 percent of a worker's last salary. Many of the recipients who are younger \nthan 40 complain of bad backs or psychological problems.\n\nBut the crash has made many immigrants question life in Bijlmermeer. At the local sports center, which serves as a \nshelter for those left homeless by the crash, a weary-looking man stood in a corridor resting his forehead on the \nconcrete wall.\n\n\"I don't know, I don't know,\" he said, over and over.\n\nEvert H. Verdies, who came here from Suriname, wants to put distance between his family and the crash, which \noccurred about 200 feet from his apartment.\n\n\"I can't forget it, and my children can't either,\" said the 39-year-old construction worker. \"It's better to go away.\"\n\n\n\nGraphic\n\n \n\nPhoto: The neighborhood of Biljmermeer in Amsterdam, the poorest quarter of the city, is notorious for drugs -- a \nmunicipal report two years ago estimated there were 1,500 addicts among the suburb's 75,000 people. A man \nprepared his daily fix of heroin at a commuter train station in Biljmermeer. (Associated Press for The New York \nTimes)\n\n \n\nMap of Amsterdam showing location of Bijlmermeer.\n"}