{"title": "SUIT CLAIMS FEDS DENY LEGALS RIGHT TO VOTE IN NOV.", "body": "\nYOU'RE DAMNED if you do and damned if you don't.\n\nThat seems to be the message the federal government is sending to hundreds of thousands of legal immigrants \nwho want nothing more than to become full-fledged Americans.\n\nThey are the 1.1 million people across the country - 90,000 of them in New York State - who have jumped through \nhoops, followed all the rules and paid every fee to become citizens - and to do it in time to participate in the \nNovember election.\n\nThey are the \"legal immigrants\" that those who indignantly claim not to be \"against immigration but against illegal \nimmigration\" profess to love.\n\nYet the applications of hundreds of thousands of them will not be processed on time by the U.S. Citizenship and \nImmigration Services (USCIS), an agency plagued by chronic inefficiency and tied down by vague rules about \nsecurity.\n\nThat's why on March 7, the Puerto Rican Legal Defense and Education Fund (PRLDEF) filed suit on behalf of \nLatino immigrants, charging that the U.S. government has \"failed to meet one of its core responsibilities - to grant \ncitizenship and the right to vote to those entitled to it.\"\n\nIn order for new citizens to have enough time to register to vote, the lawsuit demands that USCIS process all \napplications filed before March 26 by Sept. 22.\n\n\"They have been fingerprinted, passed background checks, paid their application fees, they passed their English \ntest, proven their knowledge of our nation's history and still their citizenship is being withheld,\" César Perales, \nPRLDEF's president and general counsel, has said.\n\nThere is no lack of excuses from the immigration service. The favorite one, though, is the dramatic surge in the \nnumber of applications from people trying to beat last summer's steep hike in the cost of applying for citizenship.\n\nAs you may remember, the price of becoming a U.S. citizen increased from $350 to $595. That thousands of people \nhad tried to beat the exorbitant new fees did not come as a surprise to anyone - except to the USCIS. That and the \nfact that this is a presidential election year, and thousands of immigrants who feel threatened and discriminated \nagainst are intent on casting their vote in November.\n\n\nIronically, at the time, the USCIS promised to reduce waiting times, modernize its operation and serve the public \nbetter. Instead, the exact opposite has happened, and many of the applicants affected by the processing delays are \nthe ones who paid the higher fees.\n\n\"This is not only a bureaucratic problem. This is excluding a whole segment of voters that will not be able to \nexercise their rights,\" said Chung-Wha Hong, executive director of the New York Immigration Coalition. \"It \nundermines democracy in a major way.\"\n\nThe environment in the country - it has been said before - is one of unprecedented hostility toward the foreign-born. \nThere are thousands of poor, decent, hardworking undocumented immigrants who are kept detained in terrible \nconditions. And there are hundreds of immigrant families mercilessly torn apart by raids and deportations.\n\nThen, there also are hundreds of thousands of legal immigrants whose road to exercising their rights as full \nAmericans has been obstructed by carelessness and the indifferent \"damned if you do and damned if you don't\" \nofficial attitude toward new citizens.\n\nMaybe the time will come when actions like PRLDEF's lawsuit are not needed. Let's hope so. In the meantime, let's \nhope for its success. aruiz@nydailynews.com\n"}