{"title": "Prince William Law Seen As a Test; Board Considers What to Deny to Illegal Immigrants", "body": "\nAs soon as Prince William County announced its plan to deny services to undocumented immigrants, calls began \ncoming in from as far as Arizona and Washington state, as local governments across the country look for new \nstrategies to target people in the country illegally.\n\nCrackdowns elsewhere in the nation have had limited success. Towns such as Riverside, N.J., Hazleton, Pa., and \nEscondido, Calif., have passed, then repealed, ordinances aimed at illegal immigrants -- or suffered costly legal \nsetbacks in defending the policies.\n\nThe Prince William Board of County Supervisors says its approach is different. Unlike other jurisdictions' attempts \nto punish landlords who rent to illegal immigrants or employers who hire them, county officials crafted their \nstrategy around increased police enforcement and service restrictions.\n\nSupervisors are trying to put a final price tag on their plan and determine which services can be legally denied, all \nin advance of a crucial Oct. 16 vote.\n\nImmigration law experts say the county's policy is legally untested.\n\n\"There is a long history in our jurisprudence that states cannot discriminate with respect to populations,\" said \nMuzaffar A. Chishti, director of the nonpartisan Migration Policy Institute's office at the New York University law \nschool. \"As a general principle, they probably will have a difficult time.\"\n\nCounty staff members were ordered in July to determine which services and benefits could be withheld from illegal \nimmigrants, and the result is the phone-book-size \"Analysis of County Services\" that was presented at this week's \nboard meeting. The report suggested that checks for residency status would be permitted for such programs as \nhomelessness prevention, senior care and business license applications. Supervisors deferred their vote on the \nreport's recommendations.\n\n\n\"It was a huge undertaking,\" said Assistant County Executive Melissa Peacor, the study's director. No other local \ngovernment in the country has produced that type of analysis, she said.\n\n\"We knew that other jurisdictions here in Virginia and around the country would be looking at this,\" said Peacor, \nadding that Prince William staff members consulted with their counterparts in Loudoun County, where lawmakers \nare determining how to curb services to illegal immigrants.\n\nImplementing the recommended service cuts would be complicated, though, as county staff members would have \nto be trained as immigration screeners.\n\nSubstance abuse counselors would need to be well-versed in the nuances of U.S. visa categories. Seniors who \nwant to go sightseeing on county-subsidized \"Bluebird\" bus tours would have to prove they're legal. Homeless \nshelter staff members would need to know the difference between a C-1 \"Alien in Transit\" visa and Temporary \nProtected Status.\n\nAware that uneven enforcement would run afoul of equal-protection laws, Peacor said the residency checks would \nbe mandatory. \"We would ask everybody,\" she said.\n\nThe county's services report provides a comprehensive view of the workings of local government, dividing services \ninto several categories. Some services already are denied to illegal immigrants under federal law, such as food \nstamps, Medicaid and welfare benefits, the report says.\n\nOthers, such as access to public schools, are federally protected. Then there are public facilities -- pools, golf \ncourses and historic sites -- where access could be denied but at a high cost that is likely to draw legal challenges, \nthe report says. Finally, access to features such as landfills, animal control and psychiatric services should not be \ndenied because they benefit the community as a whole, the report says.\n\nThose benefits and services that the county should restrict, in keeping with the board's stated goals, are not likely \nto incur significant costs, Peacor said. Some, such as adult day care and aging in-home care, have waiting lists and \nare being used by illegal immigrants, she said. Legal county residents would benefit from the decreased demand, \nshe said.\n\nAlthough supervisors have voted unanimously on their illegal immigration proposals, divisions are emerging over \nwhich services should be on the list. Vice Chairman Martin E. Nohe (R-Coles) said he was concerned about the \neffect of business license requirements for thousands of entrepreneurs who, under current county law, do not \nrequire a license if they gross less than $100,000 annually.\n\n\"I'm not sure if it makes sense to add all that additional bureaucracy,\" said Nohe, estimating that thousands of \nbusiness owners in the county would be affected. \"And it would be difficult to inform all the legal business owners \nout there about the new ordinance.\"\n\nNohe said Prince William is bracing for court battles and moving into unknown legal territory.\n\n\"Is [the county's plan] more defensible than the Hazleton case? Is it less likely to be struck down? We think so,\" he \nsaid. \"But it's a reason to proceed cautiously.\"\n"}