{"title": "Why I Resigned; The Ugliness of Intolerance in Virginia", "body": "\nThe controversy that erupted around my appointment by Gov. Tim Kaine to the Virginia Commission on \nImmigration highlights the very issues we need to address in America [\"Va. Muslim Activist Denies Urging \nViolence,\" Metro, Sept. 29]. I still believe that I am highly qualified to serve on the commission. I am an immigrant, \nas well as an accomplished surgeon, a community leader, a person of faith, a passionate activist and a good \nrepresentative of America's growing community of Muslims. I am disappointed that I was unable to defeat \npropaganda and partisan politics.\n\nPartisanship has already paralyzed Congress and failed to allow the passage of a comprehensive immigration \nreform bill last year. In Virginia, the Republicans of the General Assembly had been looking for an opportunity to \nundermine the work of the governor on this important 20-member panel. (The group is examining the issue of illegal \nimmigration and its effect on the commonwealth.)\n\nFrom its very first session, Democrats and Republicans had widely divergent views as to whom to elect chairman. It \nwas a right-wing Republican who sent a letter to the governor demanding my resignation and using allegations to \nundermine my aptitude to serve on the commission. I agreed to resign swiftly so as to not allow partisan politics \nand a drummed-up controversy to derail the commission or to undermine the good work of the governor to bring \nsome sanity to a General Assembly bent on creating a police state in Virginia for immigrants.\n\nPolitics aside, another important issue arose  during this controversy. I was attacked for comments I made \nregarding Israeli military force against Palestinian civilians in Lebanon and the occupied territories and the Lebanon \nwar, a conflict that has been condemned worldwide. Yet we still fail in America, the land of the First Amendment \nand the melting pot of plurality, to accept differing political views. And we are still willing to stifle dissent while we \nclaim that we want to achieve tolerance and inclusion. Our inability to appreciate the inherent goodness of people \nand the very powerful tool of dialogue and exchange of ideas will limit our capacity to achieve unity. We should be \nembracing differences. After all, this rich diversity is the framework of our Constitution.\n\nAmerica remains a celebration of the greatest experiment of mankind and humanity, a nation founded by \nimmigrants, attracting the brightest and hardest-working from all over the world. Celebrating their differences and \ndiversity in a way that does not undo their humanity will keep this country as great as ever. As for me, I will continue \nto embody what is great about America: an immigrant who is striving to attain the American dream while rising \n\n\nabove the challenges of integration and intolerance. Because, after all, that is what keeps me and millions of \nimmigrants going: our belief and trust in the inherent goodness of America and its citizens.\n\n -- Esam Omeish  \n\nFairfax\n\n The writer, who recently resigned from the Virginia Commission on Immigration,  is national president of the \nMuslim American Society, America's largest grass-roots Muslim organization.\n"}