{"title": "Speaker Pelosi Issues Remarks at Press Conference With Rep. Cuellar, Mayor Saenz on Border Security, Commerce", "body": "\nHouse Speaker Nancy Pelosi, D-California, issued the following remarks with Rep. Henry Cuellar and Mayor Pete \nSaenz at a press conference to provide updates on legislative priorities, including border security and commerce:\n\n\"Good afternoon, thank you very much Mr. Mayor for your kind words of welcome, Mr. Cuellar for your kind \ninvitation to be here and for your tremendous leadership in the Congress of the United States. I love coming here, in \nthis week that we observe the births of our Presidents, in particular, George [Washington] our founding father, and \nour founding mother, George Washington and Martha Washington. Since the first time I came here for this \nobservance, I have bragged about how patriotic Laredo is - a city that is 96 percent Hispanic. That's a source of \ngreat pride. But to be that proud of heritage, but deeply patriotic is an all-American ideal. And I like to tell people all \naround the country, you may have been to observances of Washington's birthday or President's day, but until you're \nin Laredo, that week to see the series of events, the great emphasis that is placed on it you haven't seen the most \npatriotic observances of our founding father and founding mother.\n\n\"The purpose of our visit is to celebrate our country's origin, to celebrate our country's diversity, those Founders \nsaid to us, E Pluribus Unum, from many one. They couldn't imagine how many we would be or how different we \nmight be from each other but they knew we had to be one, one country. This area is so supportive of that value of \nour Founders.\n\n\"I'm pleased to be here at a special time, at a time when there is a challenge to the vitality of this era. When I come \nhere I see it as the future -- as the present too, but as the future. The young people here with their aspirations for \neducation, aspirations of people here for entrepreneurship, the hope, the courage, the determination, to make the \nfuture better really makes America, more American.\n\n\"I think that some people have a fear of that and that's why they don't understand the value of it, and oppose or try \nto create a different impression as to what is going on here that is so important to our country.\n\n\"As the Mayor [Pete Saenz] said, and Mr. Cuellar said, we do care about border security. Of course, we take an \noath to protect and defend our country, our Constitution and our people. And Mr. Cuellar did us a great honor by \nbeing a conferee on the recent legislation that not only opened up government, protected our borders, but paid \ngreat resect to our values. Thank you Mr. Cuellar for your leadership role there.\n\n\"Those of you who have a parochial interest specifically in the Laredo area and the Rio Grande. We followed his \nlead on protecting the butterfly sanctuary and other environmental priorities that were here, and it's clear to us that \nbecause of the respect he commands in the Congress, the knowledge that he has of the region, being a border \nMember of Congress, that his word would be respected when it came to voting for the legislation, so we're all \ndeeply in his debt for that.\n\n\n\"What are we talking about here, not building a wall, but building a protection again that respects people and \nvalues, and what that meant was we would have hundreds millions of dollars for more sophisticated scanning and \ndetection, for vehicles coming through the ports of entry, that we would have some infrastructure at the ports of \nentry because so much more is coming through now, that we would have other detection technologically where \ndeemed necessary on the border, that we would have provision to meet the needs of people seeking asylum, \nwhether it was for food, clothing, medical needs and the rest, we would have funding for judges to expedite the \nprocess of people coming through - so it was all about protecting and recognizing the needs of that were here. But \nnone of them amounting to a crisis or justifying a declaration of a national emergency.\n\n\"So I come here to say thank you to everyone here for the spirit of Laredo, for the patriotism that we will celebrate \ntonight, tomorrow and the rest. You've already been celebrating - observing shall we say. And also to point out that \nthis port - we had the opportunity to meet with David Higgerson, Director of Field for the CBP, Bradd Skinner, the \nAssistant Director of Trade Operations, and Albert Flores, the Port Director of CBP, and they told us what some of \ntheir needs were.\n\n\"A port of entry is about trade, it's about tourism. More and more now it's about immigration and it's also about \ndetection of things that should not be coming into the country, like drugs.\n\n\"The president has made a big deal about the drug issue, and that's why we have put so many resources into \ndetection in the bill, Mr. Cuellar played such an important role in passing.\n\n\"So two houses of Congress, Senate and the House, Democrats and Republicans voted overwhelmingly. There's a \nmythology of a crisis at the border, we say come see the reality of what happens here. I view this a community with \na border going through it, as was mentioned by the Mayor and Mr. Cuellar - people come and go, families interact, \ncommunication, trade, commerce, and the rest.\n\n\"So we do not see this as a declaration of an emergency, it shouldn't be, and therefore under the leadership of \nCongressman Joaquin Castro, on Monday, we will send to the Rules Committee the resolution of disapproval of the \nPresident's actions.\n\n\"We say that not in a partisan way, we don't say it in a political way, we say it in a patriotic way, here on President's \nweek. This is about the oath we take to protect and defend the Constitution of the United States, our Founders very \nwisely placed in the Constitution provision for the separation of powers. Co-equal branches of government, there to \nbe, again, a check and balance on each other.\n\n\"That Constitution begins with the beautiful preamble to the Constitution, and the very first words following the \npreamble are, 'Article 1,' the Legislative Branch. The first branch of government, the text of which spells out our \nresponsibilities. The first of which, the power of the purse, which our President is trying to usurp, many other powers \ncontained there. We are there to honor the Constitution and protect it but also to strengthen the institutions in which \nwe serve. We in the Congress of the United States, hopefully the Congress in the executive branch.\n\n\"But that's what will happen on Monday, Mr. Castro's resolution will go to the Rules Committee. We plan to be \nvoting on the Floor of the House. We plan then after it passes the House to send it over to the Senate. We want to \ndeal with this as expeditiously and carefully as possible, but I just wanted you to know what's going to happen in the \nnext few days in that regard.\n\n\"Again, I thank my friend here, my colleague, Mr. Cuellar and the distinguished Mayor, for the nice welcome to \nLaredo. I love coming here. I love it so much this time I have my daughter and grandson so they could see for \nthemselves the beautiful patriotism of the people of Laredo. Thank you so much!\n\n* * *\n\nQ: Madam Speaker, your resolution to terminate the national emergency has a very good chance of passing in the \nHouse, much more difficult in the Senate. How are you going to get Republican Senators to go along with it?\n\n\n\nSpeaker Pelosi. My responsibility is in the House of Representatives, we want to show them that we are ready. Let \nme just say about Congressman Castro, chair of the Congressional Hispanic Caucus representative of this great \nstate of Texas, which has the longest border of any state in our country, he knows the subject. He started weeks \nago to put together this very succinct resolution, hoping that it would not be necessary but prepared if it were.\n\nSo it is a one page resolution and I thank him for his leadership, so we were ready to move as soon as I got the \nletter from the President that he was doing - that's how it works, he send a letter to the leadership of the Congress, \nthat he is declaring an emergency and then going from there.\n\nSo I think some of the arguments, not making an argument to the Senate, that's not my responsibility, but the case \nto be made to the American people, is that first of all, we have a constitutional responsibility to protect and defend \nthe Constitution. To do anything less than overturn this action by the president, we would be delinquent in our \nduties, as those who take an oath to protect the Constitution.\n\nSecond, while there is no emergency at the border, it's a mythology by the president, not the reality at the border. \nAnd so, people have to realize that.\n\nAnd third, when he tries to usurp the power of Congress for spending, he does so at considerable cost to his own \neffort. Those in the military don't want the money taken out of the defense budget for a purpose that is not a \ndefense purpose. So when people see the opportunity cost of the money that the President is taking away it - he, \nthe president, makes a good argument for us to the American people and the Senators that this is not the way to \ngo.\n\nI think there's evidence that they don't even know what they're doing because they're taking over $2 billion dollars \nout of one account to spend elsewhere and they found out, except for $80 million, that money had already been \nspent.\n\nSpeaker Pelosi. And I do think that the Department of Defense has a responsibility to say to the President that the \nmoney that you're taking from defense, we want your assurance that it will be spent on the national security of our \ncountry. A mythological emergency at the border does not meet that standard.\n\nBut, I'm only responsible for the House of Representatives. We'll have a good strong vote. That will be brought to \nRules Monday, brought to the Floor shortly thereafter, sent to the Senate immediately and hopefully to the \nPresident's desk immediately after that.\n\nQ: Madam Speaker, the Democrats, Madam, have supported funding fencing in the past, why have such a hard \nline against it now?\n\nSpeaker Pelosi. Some Democrats have and no one has said, if there is a place along the way where there might be \nsome material fencing that that might not be acceptable, but that does not mean building a wall. A wall is not \neffective. It is very expensive. It is nothing more than a campaign applause line for the President in one of his \nspeeches. It has no merit in terms of effectiveness, cost-effectiveness and does not support the values of our \ncountry by building walls between countries rather than smart border security where there needs to be more roads, \nmore infrastructure and the rest - put it there, but don't build a wall.\n\nQ: Madam Speaker, the Border Patrol agents from this area say they want to show you why they want a wall here. \nHave you met with them or do you plan to meet with them because they have that argument and if you could \nrespond to that Madam Speaker. The second part of my question is, 55 miles are going in the Congressman's \ndistrict in Starr County. What's the message to them if you say that, you know, a fence is - call it a fence, wall, \nlevee, whatever it is - you say that that is -\n\nSpeaker Pelosi. We've never been opposed to some levees as I say, where appropriate, some infrastructure. But, I \nhave not had anybody make a case to me, that is convincing, that a wall is the way to go.\n\nQ: Including Border Patrol?\n\n\n\nSpeaker Pelosi. I haven't had, I haven't gotten that -\n\nCongressman Cuellar. Yeah, look, let me give you a lesson about Border Patrol. I support Border Patrol. In fact, \nBorder Patrol has been losing more people than they're hiring and that's why we put retention money, to hire them.\n\nBut, I always ask the question about Border Patrol, are you asking pre-2012 or post-2012; do you know what I \nmean by that?\n\nBefore 2012, their position was quote 'building a wall would be a waste of taxpayers' dollars.' Okay? Because \npeople will dig tunnels, and I think they found 290 tunnels, or they can use drones, there are some drones that can \ncarry up to 500 pounds of drugs, or you can put a ladder, and with $100 you can take it over.\n\nSo, I always ask the question, is it pre-2012 because look at what their position was, quote 'a waste of money.' So, \nagain, you know, it just happened to be that they changed their position, but before that they were against it. You \nknow, it happened, it happened.\n\nSo again, we believe in border security, but we want to do it in a smart way. We want to do it - I have asked every \nborder patrol chief this question and I want you to ask them this. I've asked them, from Bush, from Obama and \nTrump's own Border Patrol chief also. I've asked them, how much time does a fence or a wall buy you? All of them \nhave said this thing, quote, 'a few minutes or a few seconds.'\n\nSo, therefore, are we going to spend billions of dollars on a wall when all we have to do is just buy a $100 ladder \nand take care of that? So, again, we want to be smart on how we secure the border. That's why we want to hire \nmore Border Patrol and make sure we have the technology because if you want to stop drugs, it's right here at the \nports of entry. If you want to stop people, 60, 70 percent of the people come in through legal visa.\n\nSo, the wall or the fence is not gonna stop them and if you're gonna hire more Border Patrol, are you gonna do \nwhat the President did? He put out a $297 million contract to a vendor to show him how to hire border patrol. So, \nthe first payment they made was $14.8 million. You know how many Border Patrol agents they hired with $14.8 \nmillion? Two. Two.\n\nNow, I don't know if one of those was Captain America, I don't know who they are, but if you're going to spend \n$14.8 million, you better do a better job and this is why our approach is make sure we hire them, make sure we give \nthem retention money so they don't lose any more Border Patrol.\n\nSpeaker Pelosi. And, about the Border Patrol, also it's important to reinforce with some infrastructure the ports of \nentry. We heard today from some in the Border Patrol that their purpose has been trade and tourism, but now it's \nmore immigration, there's so much more immigration needs here. And so, whether it's additional facilities to \naccommodate the people coming in. As I mentioned before, food, clothing and medical assistance.\n\nBut, that helps the Border Patrol because this isn't what their job was meant, what their job was before. It's kind of \nchanged the nature. So, in order to keep the morale up, it's important to give them the resources that they need that \nmatch the challenge that we have here.\n\nAnd, of course, we all want to stop drugs, guns and any other illicit contraband coming into our country and that's \nwhy under Mr. Cuellar's leadership there's over seven, there's like three quarters of a billion dollars in funding there \nfor the non-intrusive scanning so that they can tell, with the least holding up of traffic, of what might be on some of \nthe cars and trucks coming into our country.\n\nSo, if we want to help the Border Patrol, some of the things we need to do are to make their jobs easier with the \ntechnology, with the facilities, with the resources and the personnel in order to get their job done. There isn't going \nto be a wall.\n\nQ: Madam Speaker, President Trump said he will 100% veto the measure you are trying to pass on Monday. That \nbeing said, does that change your plan at all and do you have anything to say -\n\n\n\nSpeaker Pelosi. It doesn't change my plan at all. Let me be very clear, the President's attitude is not going to color \nwhether I honor my oath of office to uphold the Constitution of the United States. I wish he would have the same \ndedication to that oath of office himself.\n\nBut, we will be fighting him on this usurping of power - violating the Constitution of the United States - in the \nCongress, in the courts and with the American people. So, this is a path I would not recommend he go down. I don't \nexpect him to sign it, but I do expect us to send it.\n\nThank you.\n\nCongressman Cuellar. One last question. One in Spanish.\n\nQ: Mexico is the main partner of Laredo (as a port/trade city), they are friendly cities. Tomorrow, during the \nceremony, the two cities will be giving each other the traditional hug. How much will the wall hurt the relationship \nbetween the two countries?\n\nSpeaker Pelosi. Well the final answer to your question, how much will it damage our relationship with Mexico to \nbuild the wall, I think there's - it's clear that this is not an act of friendship. This is, as we discussed earlier today Mr. \nMayor, and you were there too, we talked about, we are all in one hemisphere. We are neighbors. Let's be friends. \nLet's respect each other in this hemisphere and I do know that many people in the Congress think that we should \nhave more of a focus on our Latin American neighbors. Canada too, but also to the south of us - Mexico, Central \nAmerica and South America.\n\nSo, let's use this as a pivotal moment not only to uphold the Constitution, uphold our values and how we respect \npeople, but use it as a moment to say, lets go down a different path in terms of who we are as a hemisphere. We \nare all called Americans, North or South Americans. Let's respect each other in that way and let's return to what we \ntalked about earlier, the beautiful beautiful salute to George and Martha Washington that we are observing this \nweek. And, I look forward to tomorrow to engaging on the bridge with our friends from Mexico who are coming, who \nare meeting us half-way. And we wish to meet them half-way as well.\n\n\"Congressman Cuellar. So, you asked, if you look at where we started off, this is a matter of vision of the border. \nHow we see the border.\n\n\"With our view, with respect to the President, the last time he was in the valley, he looked around for a little while \nand said, 'I've seen enough, we need a wall. There's crime, there's this and all that.'\n\n\"To show you our vision, tomorrow, the Speaker, the Mayor, myself and other officials, we are going to meet our \ncounterparts in the middle of the bridge to do the abrazo ceremony, which means, it symbolizes the friendship \nbetween the United States.\n\nThose are the two visions of how people see the border and I think our vision is the right way to see the border.\n\nThank you all so much. I know the Speaker has to go. Thank you.\n\nSpeaker Pelosi. Thank you all.\"\n\nCopyright Targeted News Services\n\nMSTRUCK-6622347 MSTRUCK\n"}