{"title": "6 CONVICTED, 5 CLEARED OF PLOT TO SMUGGLE IN ALIENS FOR SANCTUARY", "body": "\nA Federal jury today convicted six activists of conspiring to smuggle Salvadorans and Guatemalans into the \nUnited States.\n\nFive defendants were cleared of that charge, the most serious against the 11 church workers who were tried. Three \nof those five were found not guilty on all counts and two were found guilty of lesser charges.\n\nAfter the verdict, the prosecutor said the Justice Department would continue to prosecute such alien-smuggling \ncases, and defendants, who had stressed their religious convictions through the long trial, said they would \ncontinue their help to Central Americans.\nA Leader Is Convicted\n\nAmong those convicted of conspiracy was the Rev. John M. Fife 3d, 46 years old, a Presbyterian minister who \nhelped found the broad-based movement to give church sanctuary to illegal aliens from violence-torn Central \nAmerican countries.\n\nThe others convicted on that charge were Margaret J. Hutchison, 30, a lay worker; the Rev. Ramon Dagoberto \nQuinones, 50, of Nogales, Mexico, a Roman Catholic priest; Darlene Nicgorksi, 41, of Phoenix, a Catholic nun; \nMaria del Socorro Pardo de Aguilar, 60, of Nogales, Mexico, a lay worker, and Philip Willis-Conger, 27, of Tucson, a \nlay worker.\n\nConvicted on lesser charges such as concealing, harboring or transporting an illegal alien were the Rev. Anthony \nClark, 37, of Nogales, Ariz., a Catholic priest, and Wendy LeWin, 26, of Phoenix, a lay worker.\n\nThe three found not guilty on all counts were James A. Corbett, 52, another founder of the sanctuary movement; \nMary K. Doan Espinoza, 30, of Nogales, Ariz., and Nena MacDonald, 38, of Lubbock, Tex.\n\nAll were released on their own recognizance.\n\nSentencing for those convicted is set for July 1 in Federal District Court here. The maximum sentence on the \nconspiracy charge is five years and a $10,000 fine; the maximum sentence on each of the other charges is five \nyears and $2,000.\n\nAs the verdict was read most defendants sat in expressionless silence; a few appeared angry. A few minutes later \nthe defendants, family members and attorneys walked out of the courthouse singing ''We Shall Overcome.'' More \nthan 150 spectators and reporters awaiting them outside spilled onto a downtown street, stopping traffic.\n\n\nAfter answering questions, the defendants went to the Tucson Community Center for a prayer service.\n\nMr. Fife was also convicted of two misdemeanor counts of aiding and abetting, and a felony charge of transporting \nan alien. He was acquitted of a misdemeanor count of aiding and abetting illegal entry of an alien.\n\n \n\nBoth Sides Vow to Go On\n\nAt a news conference after the verdict, United States Attorney Donald M. Reno Jr., the prosecutor, said, ''What the \nAmerican people got was a verdict that was based upon the law and that was based upon the facts.''\n\nHe termed news accounts of the six-month trial ''colored'' and ''biased,'' saying, ''You failed to do your job.'' He \nadded that ''the Government was certainly the recipient of a great amount of criticism,'' and said the verdict \n''vindicates the position the U.S. Government took on this case.''\n\n''I think this jury verdict is going to have a significant impact on those persons who were well-intended but \nmisguided'' about the law, Mr. Reno said.\n\nThe defendants said this had been ''a sad day for American justice.''\n\n''I plan for as long as possible to be the pastor of a congregation that has committed itself to providing sanctuary,'' \nMr. Fife said at a news conference.\n\nMr. Corbett said, ''We will continue to provide sanctuary services openly and go to trial as often as is necessary to \nestablish the legality, or more directly, to actualize the Nuremburg mandates that the protection of human rights is \nnever illegal.''\n\n \n\nIt Began in Tucson\n\nThe trial took almost half a year to reach the jury.\n\nMr. Fife and Mr. Corbett, a Quaker who is a retired rancher, started the sanctuary movement in 1982 in Tucson. It \nhas been endorsed by about 300 churches, approximately 20 United States cities and the State of New Mexico.\n\nThe prosecution based its case on what it said was a conspiracy that began near the end of 1981 and continued \nuntil January 1985. All 11 defendants were charged with conspiring to violate United States immigration laws.\n\nThe defendants were also tried on charges of 23 other felonies and 6 misdemeanors involving smuggling of \naliens. They were charged with encouraging aliens to come here illegally, helping them to do so, and then \nconcealing, harboring and shielding the aliens once they arrived.\n\n \n\nProsecution Witnesses\n\nMost of the evidence in the case came from 17 witnesses called by the Government: 15 Central Americans, a \nGovernment informant and an undercover agent. Defense attorneys, in a surprise move, called no witnesses. They \nsaid the Government had failed to prove its case.\n\nThe prosecution contended from the start that the case involved smuggling, nothing more. Mr. Reno stressed to \nthe jurors that the moral and religious issues raised by the defendants had no bearing on the case.\n\nIn his instructions to the jury, Judge Earl H. Carroll said, ''Good motive is not a defense to intentional acts of crime.'' \nHe said the contention that an alien was a ''refugee'' and thus entitled to enter the country without being processed \nby immigration officials was ''a mistake of law.''\n\nDefense attorneys said the moral and religious issues raised by the defendants had to be considered and that \nUnited States immigration law provided safe haven to those with a ''well-founded fear of persecution.''\n\n\n\n \n\nLimits Set by Judge\n\nJudge Carroll, holding that such arguments were immaterial, generally prohibited testimony on the defendants' \nreligious views or on conditions in Central America.\n\nThat set off numerous angry clashes between the defense attorneys and the judge. In one, a defense attorney, \nWilliam Walker, expressed shock at ''the perversion of justice that has occurred in this courtroom when your honor \nsits there like a stump and does absolutely nothing about it.''\n\nAt least four times defense attorneys asked the judge to disqualify himself.\n\nIn closing arguments, several attorneys depicted their clients as dedicated religious people acting in keeping with \nthe dictates of the church. But the arguments presented by each side largely depended on narrow issues of \nimmigration and conspiracy law.\n\n \n\nSmuggling and Conspiracy\n\nThe prosecution, relying on accounts from its paid informants and from Central Americans, said there was clear \nevidence of an overall conspiracy and the specific acts alleged. Mr. Reno presented testimony and tape recordings, \nmost of them from Tucson or Nogales, Mexico, about the alleged smuggling operations and conspiracy.\n\nMuch of the defense's case was based on attacking the credibility of the key Government informant, Jesus Cruz, \nwho infiltrated churches and Bible study meetings.\n\nDefense attorneys said Mr. Cruz was the instigator of many of the alleged crimes and had contradicted himself so \nmany times that he was no longer credible.\n\nFor his part, Mr. Reno contended that Mr. Cruz's behavior was legal and appropriate, calling Mr. Cruz a ''reliable, \nresponsible, honest and impeccable employee.''\n\nGraphic\n\n \n\nphoto of Rev. John Fife 3d and his wife (NYT/Sara Krulwich)\n"}