{"title": "LEGISLATURE 2003: House votes down bill on licenses;Illegals not given wheel", "body": "\nThe state House failed to pass a bill Monday that would have granted illegal immigrants driving privileges, a \ncontroversial issue of particular concern to Gwinnett County Hispanics.\n\nThe measure, which was debated on the House floor late Monday, failed 105-64 and probably won't resurface, \nthough a similar bill still is in the General Assembly.\n\nRep. Pedro Marin (D-Duluth) and Sen. Sam Zamarripa (D-Atlanta) each have proposed bills that would grant \nrestricted driving licenses to all people --- regardless of citizenship status --- from countries that are part of the Free \nTrade Area of the Americas. Atlanta is competing to land the headquarters of the Free Trade Area of the Americas.\nAJC\n\nUnder Marin's bill, which was considered Monday, licenses would expire every year on the person's birthday. The \nholder only would be allowed to drive to work, school or to get medical care.\n\nMarin said he would ask the House today to reconsider its vote.\n\nThe issue of undocumented workers being allowed to get driver's licenses looms large in Gwinnett, where nearly \n70,000 Hispanics reside.\n\nNot all the Hispanics are illegal immigrants. It's safe to say, though, perhaps as many as 40,000 undocumented \nworkers statewide drive on the streets every day without driver's licenses or insurance.\n\n\"Mass transportation is not as sufficient in Gwinnett as in New York City,\" said Bill Rhoa, a community activist who \nlives in Duluth. \"Most of the day laborers would rather do everything right to begin with, so if they have a driver's \nlicense, they will get insurance.\"\n\nOpponents beg to differ.\n\nGeorgians for Immigration Reduction, a loose-knit group that advocates tougher immigration laws, has lobbied \nagainst granting any type of driver's license to illegal immigrants, director Jane Russell said Monday.\n\n\n\"We find it amazing that our legislators are considering giving Georgia driver's licenses to foreigners who do not \nhave permission to enter this country and who have not undergone any kind of screening by our government,\" she \nsaid. \"This kind of legislation is totally incompatible with homeland security.\"\n\nElsewhere, Phil Kent, president of the Southeastern Legal Foundation, Inc., a public-interest law firm, warned state \nlawmakers against consideration of bills proposed by Marin and Zamarripa.\n\n\"The state government should not approve the presence of illegals with the keys to the kingdom of citizenship in \nthe form of a driver's license,\" wrote Kent in a release.\n\nHe deemed provisions, such as work permits and visas, as a \"more responsible\" approach to dealing with the issue.\n\nGraphic\n\n \n\nPhoto: Sen. Sam Zamarripa; Photo: From left, Rep. Pedro Marin (D-Duluth) and Sen. Sam Zamarripa (D-Atlanta) \nsupport restricted licenses for illegal immigrants.\n"}