{"title": "A 30-second glance at state, local news", "body": "\nProposed state layoffs have a lot of people worried as the Legislature heads into its special session starting \nMonday (See A1). Former North Fulton Regional Hospital nurse Joe Akin was both respected and resented by \nfellow workers at the hospital, now reeling from an investigation into suspicious heart failures there (See A1). A \ncarpet mill worker who shot six people before killing himself had kidnapped a Rome woman and forced her to write \nhis will and his plans for the shooting spree (See D1). After reapportionment, Republicans and blacks could double \ntheir seats in the state's congressional delegation - and eventually could dominate it (See D1).; METRO IN BRIEF; \nEx-fire official sought on theft charge\n\nA former Fulton County fire official on federal probation for defrauding the county is wanted on a theft charge for \nallegedly stealing a portable engine, according to county officials.\n\nSheaffer C. Cheek, the third-ranking official in the county fire department before resigning in the wake of the 1989 \nfraud investigation, took a $ 3,500 portable gasoline engine off a tanker truck in January 1988, according to an \ninternal investigation report released Friday.\n\nFire officials received a tip about the engine's whereabouts last month and traced its disappearance to Cheek, the \nreport said. County officials said they are seeking a warrant for Cheek's arrest. Tyrus R. Atkinson Jr., Cheek's \nattorney, said his client would cooperate but declined further comment because he had not seen the warrant.\n\n\"We intend to prosecute this case to the fullest extent,\" said Fulton County Manager John H. Stanford.\n\nA friend of Cheek's, Frank Brumbelow, said Cheek stored the four- cylinder engine in Mr. Brumbelow's garage for \nmore than a year, then told him he could have it. Mr. Brumbelow said he traded it to another firefighter for $ 1,000 \nworth of fencing work.\n\nCheek pleaded guilty in federal court earlier this year to defrauding the county of $ 5,200 by submitting false supply \ninvoices. He was fined $ 4,000, ordered to make restitution and serve 500 hours of community service, and placed \non a year's probation.\n\nPROTESTER ARRESTED FOR BURNING STATE FLAG: A man who has been protesting the use of the \nConfederate flag as part of the Georgia state flag was freed on bond Saturday after his arrest Friday for burning \nthe flag outside CNN Center in Downtown. Paul Philpott, 27, of 1475 Mecaslin St. N.W., was jailed for reckless \nconduct. It was the third time Mr. Philpott has torched the state flag. He was not arrested when he did it at the state \nCapitol and on the Georgia Tech campus, where he was a student last year.\n\nGUNFIRE MOWS DOWN TEENAGER IN NORTHWEST ATLANTA: A 16-year-old boy died Saturday night on a \nnorthwest Atlanta street after being shot in the head, police said. Investigators withheld the name of the victim \nuntil relatives could be notified. Police were questioning several possible suspects in the 9:30 p.m. shooting at 390 \nYonkers St., but nobody had been arrested by early today. Police said they had no motive in the slaying.\n\n\nCompiled from staff reports\n"}