{"title": "Bush Goes Slow on Immigrant Amnesty; Resistance in Congress Forces Gradual Steps", "body": "\n President Bush, who hopes to unveil his much-anticipated immigration proposal next month, has begun signaling \nto his allies in Congress that they should plan a slow, piecemeal process that likely won't make sweeping changes \nuntil after the 2002 elections. \n\n Expectations have been climbing among Hispanic, immigration and business interests since the administration \nfloated a trial balloon contemplating full amnesty for the 3 million to 4 million Mexicans living illegally in the United \nStates. But Bush is said to be concerned that expectations are surpassing legislative reality, which dictates a \ngradual liberalization of immigration policy over several years. \n\n \"What the president said the last time I talked to him is we've got to be careful not to overpromise,\" said Rep. Chris \nCannon (R-Utah), who is likely to be Bush's point man on immigration in the House. \"This is a system with a lot of \nresistance. He wants change, but he wants it in an orderly, reasonable fashion.\" \n\n Cannon, the conservative former impeachment manager who shares Bush's eagerness to liberalize immigration, \nhas been consulting with the president, senior Bush adviser Karl Rove and White House immigration specialist \nDiana Schacht. The White House has characteristically been mum publicly. \n\n \"I don't even know if we can get a bill in this Congress,\" Cannon said, predicting that broad immigration changes \nwould likely wait until after next year's midterm elections. \"They're just not ready to do it over there\" at the White \nHouse, he said. \"It's just an enormously complicated thing. We want to be careful as we go. This is why the \npresident doesn't want to overpromise.\" \n\n The piecemeal approach doesn't reflect a change in Bush's desire for immigration legislation, his allies said, but a \nreflection that there's not a consensus for rapid action in Congress. Rich Bond, a former Republican National \nCommittee chairman working with unions to boost support for immigration legislation, said the likely go-slow \napproach is politically astute. \"The proper amount of political space does not exist on this at this point,\" he said. \n\n The go-slow approach outlined by Bush allies on the Hill appears to be consistent with what Mexican officials said \nafter meetings Aug. 9 with Secretary of State Colin L. Powell and Attorney General John D. Ashcroft. Mexican \nForeign Minister Jorge Castaneda told Mexican reporters after the meeting that \"there is no hurry.\" Mexican officials \n\n\nhad indicated they hoped to be able to roll out a policy proposal when Mexican President Vicente Fox visits \nWashington in September. But according to Mexican reporters -- American reporters weren't allowed in the briefing \nby Castaneda -- the minister said Fox's visit \"isn't a deadline\" and that it was more important to reach a good \nagreement than a quick one.  \n\n Immigration advocates called the gradual approach disappointing but not surprising. Charles Kamasaki, senior \nvice president of the pro-immigration National Council of La Raza, said his group has also heard about a gradual \ntimeline, which \"doesn't sound implausible.\" But he said that would disappoint the Hispanic voters Bush is eager to \nwin over. \"The issue is a big issue that requires a bold response,\" Kamasaki said. \"Incrementalism is probably a \nrecipe for nothing happening or very little happening.\" Those in the immigrant community \"have already heard the \nlinkage of President Bush and some legalization, so to take it back would be an enormous political disaster.\" \n\n Gabriela Lemus, who as director of policy and legislation for the League of United Latin American Citizens met with \nWhite House officials to discuss immigration, said progress can't possibly keep up with expectations. \"My biggest \nfear is that expectations have been raised, and I think it's [Bush's] fear, too,\" she said. \"There's all this talk about a \nsweeping thing, but he's never said that. I don't think it's going to be as drastic as all that.\" Even if Bush sought \nrapid action, \"the infrastructure is just not in place,\" she added. \n\n White House officials have declined to discuss details of their immigration proposals, although they, too, have \nindicated that there is no rush. \"The feeling is this will be tackled in a manner as serious as the issue itself,\" said \nKen Lisaius, a White House spokesman. \"It takes time to craft the correct solution.\" \n\n Cannon said he and the administration would not be content to pass a guest worker program that allows Mexicans \nto work in the United States temporarily without a legalization component. \"That's not the solution,\" he said. At the \nother end, blanket amnesty -- legal status for all -- is also not a serious possibility, and Bush has rejected the idea. \n\n \"What we want is not a window of time to admit you broke the law, what we want is a process,\" Cannon said. \n\"What we want is for people who can show they've worked here to have an agreement not to deport them while \nthey earn temporary status and eventually permanent status.\" Cannon says that concept, \"earned adjustment,\" is \nthe likely recommendation of the U.S.-Mexico working group of Powell, Ashcroft and their Mexican counterparts. \n\n The agenda Bush allies lay out begins with some small items this fall: a bill protecting unaccompanied minors who \nare illegally in the United States and a change in the law so that if an immigrant's sponsor dies, the immigrant can \nget a substitute sponsor without restarting the naturalization process. \n\n Next year would come some intermediate steps. Cannon and others have sought ways to extend student visas \nand other benefits to children of illegal immigrants who have been in American schools for several years. \n\n Looming before broad immigration changes is a reform of the Immigration and Naturalization Service. House \nJudiciary Committee Chairman F. James Sensenbrenner Jr. (R-Wis.) and immigration subcommittee Chairman \nGeorge W. Gekas (R-Pa.) have said wide-scale legalization and guest-worker programs would have to wait for a \n\"comprehensive reform\" of the INS, which would likely split the agency's administrative and enforcement functions. \n\"Failure to act only will bottle up other immigration proposals,\" the two men said in a statement. \n\n Also next year will be another attempt to create a guest-worker program for agricultural workers. The most recent \neffort was blocked last year by Sen. Phil Gramm (R-Tex.), who favors a restrictive version that would require all \nguest workers to return home. Cannon would like to see a program of earned adjustment, or earned legalization, \nthat would make guest workers eligible for legal residency after several years. Such a proposal would cover about \n1.6 million undocumented seasonal farm workers, but Cannon said it would be a \"prototype\" for dealing with the \nnearly 8 million immigrants, about half of them Mexican, in the country illegally. \n\n Ultimately, lawmakers will haggle over which type of workers will qualify and how many years they would have to \nhave worked in the United States to become legal. High on the list would be workers in the restaurant, hotel, \nnursing home and health care fields. \"Let the haggling begin,\" said Rep. Howard L. Berman (D-Calif.), an \nimmigration advocate. \n\n\n\n Bush aides selected Cannon, a junior member of the immigration subcommittee, over more senior lawmakers \nsuch as Gekas and Sensenbrenner because of his pro-immigration leanings, people close to the White House say. \nThat a pro-immigration advocate such as Cannon would be a Republican president's point man on immigration \nindicates how far the GOP has come since California Gov. Pete Wilson's Proposition 187 and the 1996 federal \nwelfare law, both of which limited benefits to illegal immigrants. \n\n Cannon has solid conservative credentials: The 50-year-old Mormon and father of seven had a 100 percent rating \nfrom the American Conservative Union last year. A lawyer and former steel executive, he gained attention as a \nClinton impeachment manager when he told a newspaper that \"this administration has had as a policy goal the \npublic discussion of weird sex.\" \n\n But Cannon is an internationalist who believes in the free movement of people. He spent his early youth in Chile, \nwhere his family was in business, and had Hispanic friends growing up in California. He speaks fluent Spanish \nbecause he served as a missionary in Guatemala in 1970-71. Even his rural Utah district feels the press of \nimmigration: Hispanics are now more than 10 percent of the population. \n\n Democrats see Cannon as an ally on the issue. \"Chris Cannon sincerely believes in immigrants' rights, and he \nshould be intimately involved in any discussions we have with the Bush administration on immigration policy,\" said \nRep. John Conyers Jr. (Mich.), the ranking Democrat on the House Judiciary Committee. \n\n But that doesn't mean easy passage of Cannon's -- or Bush's -- proposals. A large number of Republicans oppose \nany immigration liberalization. Others, notably Gekas and Sensenbrenner, have been unenthusiastic. Any \nconcession Bush and his allies make to win the support of reluctant Republicans may cause them to lose \nDemocrats who favor broader liberalization. \n\n Already, Sen. Edward M. Kennedy (D-Mass.) is preparing to file his own immigration legislation this fall. \"Whatever \nthe administration will announce won't be as far as the Democrats want to go,\" a top Kennedy aide said. Yet Bush \ngestures to please Kennedy, another Democrat pointed out, \"would immediately lose a sizable part of [the GOP] \ncaucus in the House.\" \n\n But while it may take time for Bush to get his immigration plans through Congress, he has a strong incentive. \nBush officials said that if he doesn't improve on the 35 percent of the Hispanic vote he received in 2000, he will \nlose in 2004. \"This isn't a thing you have to convince the president of,\" Cannon said. \"He's real predictable on these \nissues.\" \n"}