{"title": "Immigrants Pull Weight In Economy, Study Finds", "body": "\nImmigrants contribute nearly one-fourth of the economic output of New York State, and outside of New York City, \nthey are overrepresented in some of the most critical occupations, including higher education and health care, \naccording to a study to be released today.\n\n  In the suburbs north and east of the city, about 4 of every 10 doctors and more than one-fourth of college \nprofessors were foreign-born, the study by the private Fiscal Policy Institute found. In upstate New York, where \njust 5 percent of residents are foreign-born, immigrants accounted for about one-fifth of the professors and more \nthan one-third of the doctors, according to the study.\n\n  The study, conducted over the past year, concluded that the contributions of people born outside the country have \nspread far beyond the low-wage, low-skill work often associated with immigrants. Most immigrants meld into New \nYork communities, learn to speak English and buy homes, it found. The institute is an independent research \norganization that focuses on public policy in New York State.\n\n  ''We just felt like there was such a deep misunderstanding about who immigrants were that the political discourse \noften got far afield from any factual basis of what's really going on here,'' said David D. Kallick, a senior fellow at the \ninstitute and the principal author of the study, ''Working for a Better Life.''\n\n  The study included foreign-born New York residents who have lived in the country for decades, as well as new \narrivals, and included legal and illegal immigrants to capture the full immigrant experience, Mr. Kallick said. \n\n  According to the study, there were 4.1 million immigrants in New York State, three million of whom lived in New \nYork City. It estimated that about one of every six immigrants in the state -- about 16 percent -- were here illegally. \nAbout 535,000 of those lived in the city, the study found.\n\n  Advocates of stricter immigration policies have argued that illegal immigrants are a drain on the United States \neconomy because they receive more in health care, education and other social services than they contribute to the \neconomy. A recent report from the Federation for American Immigration Reform cited studies that estimated the \ncost of immigration -- legal and illegal -- at $15 billion to $20 billion a year and the benefit at no more than $10 \nbillion a year.\n\n  Mr. Kallick said that Texas and other states had disputed the federation's reports and determined that immigration \nhad a positive economic effect.\n\n  Statewide, immigrants made up 21 percent of all residents and contributed 22.4 percent of the gross domestic \nproduct of the state, or a total economic output of $229 billion, in 2005, the study said. They also were \noverrepresented in the work force, accounting for 26 percent of the state's residents who were working or looking \nfor work, the study found.  In New York City, the contribution of immigrants was even greater, according to the \n\n\nstudy. Immigrants, who make up 37 percent of the city's population, earned 37 percent of all wages and salaries \nin the city, the study found. Although immigrants form a large majority of the city's taxi drivers, housekeepers and \nhome-health aides, the study found that they also made up one-fourth of the city's chief executives. \n\nhttp://www.nytimes.com\n"}