{"title": "SENATE PANEL BACKS REVISIONS IN IMMIGRATION LAW", "body": "\nThe Senate Judiciary Committee today approved a bill that would revise the nation's immigration laws by \nestablishing penalties for employing illegal aliens and by offering amnesty to more than a million illegal aliens \nalready in the United States.\n\nBy a vote of 13 to 4, the committee recommended passage of the bill by the full Senate, which is expected to take \nup the legislation later this month or next month.\n\nThe bill, sponsored by Senator Alan K. Simpson, Republican of Wyoming, is similar to one passed by the full \nSenate last year, 80 to 19.  But that bill died in the House, which was unable to complete action before \nadjournment. However, this Congress is acting much more swiftly on the legislation than the last Congress did.\nWASHINGTON, April 19 - The Senate Judiciary Committee today approved a bill that would revise the nation's \nimmigration laws by establishing penalties for employing illegal aliens and by offering amnesty to more than a \nmillion illegal aliens already in the United States.\n\nUnder the Simpson bill, an employer who hired illegal aliens would be subject to a fine of $1,000 for each alien \ninvolved in the first offense and $2,000 for each alien in the second offense. An employer found to have engaged in \na ''pattern or practice'' of such hiring could be fined up to $1,000 and imprisoned for up to six months.\n\n \n\nKennedy Amendments Rejected\n\nBefore approving the measure today, the Senate Judiciary Committee rejected a series of amendments that would \nhave made the bill more palatable to Hispanic Americans and civil liberties advocates.\n\nThe amendments would have liberalized the amnesty for illegal aliens, preserved additional levels of judicial review \nin immigration cases and ended the ''employer sanctions'' after five years if there proved to be a pattern of \ndiscrimination against United States citizens who were members of a particular ethnic group. The amendments \nwere all offered by Senator Edward M. Kennedy, Democrat of Massachusetts.\n\nThe Simpson bill offers legal status to aliens who have ''resided continuously in the United States in an unlawful \nstatus'' since Jan.  1, 1980. Senator Kennedy, using statistics supplied by the Immigration and Naturalization \nService, said this section of the bill might provide legal status to 1.8 million of the estimated six million illegal aliens.\n\nThe committee rejected Mr. Kennedy's proposal to change the eligibility date to Dec. 31, 1981. Under this proposal, \nhe said, a total of 3.6 million illegal aliens might have qualified.\n\n\nSixteen months after the last Congress convened, the Senate Judiciary Committee approved a comprehensive \nimmigration bill. But the pace is much faster this year, with today's action coming only three and a half months \nafter the start of the current Congress.\n\n \n\nHouse Panel Acted Earlier\n\nOn April 6, the House Judiciary Subcommittee on Immigration approved an immigration bill sponsored by \nRepresentative Romano L.  Mazzoli, Democrat of Kentucky. Representative Peter W. Rodino Jr., Democrat of New \nJersey, the Judiciary Committee chairman, said today, ''The full House Judiciary Committee will take up the \nimmigration bill some time in May.''\n\nMr. Rodino said that he would not wait for action by the full Senate as he did last year.  There are several \ndifferences between the Simpson and Mazzoli bills. But supporters of the legislation said they were sure they could \niron out differences if the two houses passed generally similar bills.\n\nJohn Shattuck of the American Civil Liberties Union said: ''The committee's action today is a serious blow to the \nright of political asylum.'' We will make all efforts to change the bill on the Senate floor.'' Mr. Shattuck said his group \nwas ''also very concerned about the discriminatory potential of employer sanctions.''\n\nAntonia Hernandez of the Mexican American Legal Defense and Educational Fund said the latest version of Mr. \nSimpson's bill was ''just as objectionable'' as the one passed by the Senate last year.  ''It does not represent the \ninterests of the Hispanic community, which is just as much a part of this society as business, labor and agricultural \ngrowers, whose concerns are reflected in the bill,'' she said.\n"}