{"title": "WAR IN THE GULF: HOMELAND: Slain soldiers earn U.S. status", "body": "\nWashington --- When Diego Rincon is memorialized Thursday in Conyers, the Army private first class will be hailed \nas a hero who gave his life for his adopted country. And, his family has just learned, he also will be honored as a \nUnited States citizen.\n\nThe outgoing Colombian-born 19-year-old had enlisted in the armed services after he grew incensed over the \nterrorist attacks of Sept. 11, 2001, friends and family have said.\nAJC\n\nRincon, who was killed by a suicide bomber as he guarded a checkpoint in Iraq March 29, was one of at least \nseven immigrant soldiers who were not yet citizens when they were killed in Iraq. All will be granted citizenship, \nsaid officials with the federal Bureau for Citizenship and Immigration Services.\n\nNon-citizen soldiers have long played an important role in the nation's military. Today, more than 37,000 --- or \nnearly 3 percent --- of the active military services are immigrants who are not yet naturalized.\n\nPresident Bush last July ordered that active duty personnel could begin applying for citizenship immediately, \ninstead of waiting the customary three years for members of the military. Applications have since soared, from 450 \nlast November to 1,320 in February.\n\nDiego Rincon's family had just returned from picking up his cremated remains when they got a telephone call \nTuesday from the Atlanta office for immigration services.\n\n\"We were surprised, shocked, happy, everything,\" George Rincon, the soldier's father, said in a telephone \ninterview. \"I feel much better because citizenship was my son's dream. His whole life he wanted to become a \ncitizen.\"\n\nDiego Rincon's older brother Fabian, 20, said it is appropriate since his brother gave his life for this country. \"I want \nto suggest to my father to engrave that in his urn --- Diego Rincon, U.S. citizen.\"\n\nLast Thursday, Georgia's two U.S. senators introduced a bill that would award citizenship to any non-citizen soldier \nwho dies in combat for the United States. The bill will be considered by the Senate Judiciary Committee, whose \nimmigration subcommittee is chaired by Georgia Republican Saxby Chambliss.\n\n\n\"I think the fact that they are willing to put their lives in harm's way for the sake of freedom and democracy says that \nthey really do want to be a part of American life,\" Chambliss said. \"That's why it's important that citizenship be \ngranted.\"\n\nThe senators, who had been rushing to push the bill through before Diego Rincon's service on Thursday, were \npleased the immigration service had beat them to the finish line.\n\n\"Diego Rincon was so loyal to his adopted nation and he made the ultimate sacrifice so that we might continue to \nenjoy freedom,\" said Sen. Zell Miller, a Georgia Democrat.\n\nGeorgia Republican Rep. Johnny Isakson is sponsoring a companion bill in the House.\n\nDiego Rincon's memorial service will be 2 p.m. Thursday at the Conyers Seventh-day Adventist Church. A fund has \nbeen set up to help the family financially. Donors may contribute to the Diego Rincon Memorial Fund at any Bank of \nAmerica branch.\n\nStaff writer Mia Taylor contributed to this article from Atlanta.\n\nGraphic\n\n \n\nPhoto: Pfc. Diego Rincon, who was killed in Iraq, was granted posthumous U.S. citizenship.\n"}