{"title": "Immigration Agent Guilty of Violating Rights", "body": "\nA New Jersey man who called himself the most decorated immigration agent in history with more than 70 \ncommendations watched in silence yesterday as a Federal jury convicted him of civil-rights violations and making \nfalse statements against recent immigrants.\n\nThe charges stemmed from searches that the agent, Joseph Occhipinti, made while running \"Project Bodega\" and \n\"Project Kuala Lumpur,\" two programs he organized to detect illegal aliens from the Dominican Republic and \nMalaysia who might be involved in illicit activities.\n\nMr. Occhipinti, 41 years old and a 22-year veteran of the Immigration and Naturalization Service, grew pale as the \njury foreman repeated the word \"guilty\" 17 times in response to Judge Constance Baker Motley's request for the \nverdicts on individual charges. But the jury of seven women and five men found Mr. Occhipinti not guilty of three \ncounts of embezzlement, two counts of making false statements and one count of violating civil rights.\n\nThe verdict came after three days of deliberations, following a four-week trial in Federal District Court in Manhattan.\n\n \n\nSentencing Set for Oct. 4\n\n Mr. Occhipinti, whose sentencing is set for Oct. 4, is free on bail. He faces a maximum sentence of one year to 10 \nyears in prison, as well as a maximum fine of $250,000, on each of the 17 counts.\n\nHe told reporters afterward that he had dismissed his lawyer, Norman J. Mordkofsky, but refused to say why. \"This \nverdict reflects one important thing, that I'm not a thief,\" Mr. Occhipinti said, adding that he plans an appeal. \"And it \nsends a message to dedicated Federal agents to think twice about doing their jobs. They have to be concerned \nabout going to prison and disrupting their entire family life.\"\n\nOne of the prosecutors in the case, Jeh C. Johnson, called the verdict \"fair and just.\"\n\nIn opening arguments, Mr. Johnson said that he would prove that Mr. Occhipinti stole money from his victims in the \ncourse of conducting illegal searches. About $16,000 was said to be missing from money confiscated during those \nsearches, but the jury apparently was not convinced that Mr. Occhipinti took it.\n\nWitnesses included Mr. Occhipinti and several store owners, one of whom wept as she described suffering a \nmiscarriage after being arrested by Mr. Occhipinti.\n\n\nAnother witness was John F. Kennedy Jr., an assistant Manhattan District Attorney, who said he questioned \nwhether Mr. Occhipinti had obtained consent-to-search permission from store owners in upper Manhattan, who \n\"may have had something to hide.\"\n"}