{"title": "Worker visas in heavy demand; Skilled labor: Applications by U.S. businesses for foreign help far exceed government limits.", "body": "\nWashington --- Businesses across the United States can expect some unwanted mail in the coming weeks --- \nthousands of rejected visa applications for high-tech foreign workers.\n\nThe U.S. Bureau of Citizenship and Immigration Services is planning to return thousands of petitions after receiving \nmore than 133,000 applications in two days. That far exceeds the 65,000 yearly cap for the H-1B visas, which \nallow highly skilled foreigners to work in the United States for several years. An earlier estimate of 150,000 was \nrevised Thursday.\n\nHigh-tech companies say that the lack of visas will leave them without needed workers and hurt their ability to \ncompete globally.\n\n\"Because of arbitrary visa caps, we are now in the position of graduating thousands of the world's top innovators, \nengineers and scientists and telling them they cannot work in the United States,\" said Robert Hoffman, vice \npresident for government and public affairs at Oracle and co-chairman of Compete America, a coalition of high-\ntech companies that includes Microsoft Corp.\n\nChris Rhatigan, a spokeswoman for USCIS, said that the agency hired extra staff to sort through the record \n133,000 pieces of mail. She said it would take several weeks to figure out exactly how many applications have \nbeen received, because each mail piece may have several petitions.\n\nAll the applications received Monday and Tuesday will be entered into a database, and 65,000 will be randomly \nselected for approval. In addition, 20,000 additional visas will be allotted for foreigners with advanced degrees from \nAmerican universities to stay and work in the United States.\n\n\"We have to be fair to everybody, and this is the best way to be fair,\" Rhatigan said.\n\nApplications not selected will be returned to the sponsoring companies, along with the application fee, and will be \n\"considered rejected,\" she added. Since the agency is required to accept applications for only two days, those \nreceived after Tuesday will also be returned to the petitioning businesses.\n\n\nThe next opportunity to file will be April 1, 2008.\n\nTed Ruthizer, chairman of the Business Immigration Group at Kramer Levin Naftalis & Frankel, a law firm in New \nYork, said that the record-breaking number of applications surprised industry experts and proved there is a \"huge \ndemand for foreign national professionals in a whole variety of fields.\"\n\n\"Everyone knew that there was going to be a crush of filings ... [but] nobody expected this,\" he said.\n\nRuthizer said that the impact of the visa cap on U.S. companies is going to be \"worse than what most people think,\" \nand that the outcry will create significant pressure on Congress to increase the number of visas.\n\nHigh-tech companies are already lobbying aggressively for a higher H-1B cap, or even an unlimited number that \nfluctuates with market needs.\n\nA broad immigration bill introduced last month by Reps. Luis Gutierrez (D-Ill.) and Jeff Flake (R-Ariz.) would \nincrease the cap on H-1B visas to 115,000 a year and add more exemptions to push the limit even higher. But the \nbill faces many hurdles because it includes controversial provisions to create a large guest worker program and \nallow a path to citizenship for illegal immigrants.\n\nIn addition, Sens. Richard Durbin (D-Ill.), and Charles Grassley (R-Iowa) have introduced legislation aimed at \nprotecting American workers from being displaced by H-1B employees. It would bar businesses from hiring H-1B \nworkers outsourced from other companies and would give the Labor Department more authority to conduct \nemployer investigations.\n\nThe Senate bill reflects criticism that the H-1B program depresses wages for American workers and has many \nflaws, including limited enforcement mechanisms.\n\nRon Hira, a professor of public policy at the Rochester Institute of Technology, said the program lets companies \ndisplace American workers and pay below-market wages.\n\nThe hunger of U.S. companies for cheaper labor, Hira said, is one reason that the flood of H-1B applications is not \nsurprising.\n\nMicrosoft Chairman Bill Gates told Congress last month that the U. S. should welcome an \"infinite\" number of high-\nskilled foreign workers to fill engineering, computer programming and other jobs that otherwise would be vacant.\n\nThe Software and Information Industry Association called on Congress this week to increase the cap on H-1Bs.\n\n\"The continued leadership of the U.S. technology industry is dependent on the ability of American companies to hire \nhighly educated, highly skilled workers,\" said Ken Wach, the group's president.\n\n\"If Congress does not take action to reform the system, the global competitiveness of many American companies \nwill be threatened.\"\n"}