{"title": "'IMMIGRATION RAPIST' HUNTEDCOPS SAY HE TARGETS ILLEGAL ALIENS", "body": "\nQUEENS DETECTIVES, who in less than two years have nabbed six serial rapists who stalked the borough, say \none vicious predator is still at large and tops their most wanted list.\n\nThe gun-wielding rapist, who has posed as an immigration agent, may have struck as many as eight times in \nnorthern Queens since May 1994, police said.\n\nHe carries a black handgun and at times flashes a badge. He appears to target women he suspects are illegal \naliens and who are reluctant to cooperate with law enforcement, authorities said.\n\n\"He's our top priority because he's the last one . . . the one who hasn't been arrested yet,\" said Sgt. Joanne Smith, \nacting commanding officer of the Queens Special Victims Squad, which has led most of the successful rape \ninvestigations.\n\nAnother detective said: \"He's the last of the big, active rapists in Queens.\"\n\nPolice previously said the predator labeled the immigration rapist attacked five women in 1994 and 1995 in \nCorona, Elmhurst and Astoria.\n\nBased on witness accounts and physical descriptions, they now suspect the same man is responsible for three \nadditional attacks this year in Corona, Woodside and Flushing, police said.\n\nIn two of the cases this year, the rapist identified himself as a police officer including one attack in which he used \nthe ruse to get into a Flushing apartment and rape a 13-year-old girl.\n\nHis last attack occurred July 1, police said. He gained entrance to a 31-year-old woman's Corona apartment by \nclaiming he was a repairman sent by the building superintendent, police said.\n\nOnce inside, he pulled a gun and identified himself as an immigration officer, apparently to intimidate her, police \nsaid.\n\nHe then raped the woman, who is Mexican, police said.\n\nIn some attacks, police said, the rapist tied up his victims with duct tape.\n\nPolice described the rapist as Hispanic, in his late 20s to late 30s, 5-feet-9 to 6 feet tall and 200 to 250 pounds.\n\n\nHoping to break the case, Queens Special Victims Squad detectives have distributed police sketches of the rapist \nto officers in all Queens precincts. They also have turned the sketch over to the media, and to shopkeepers to post \non their windows.\n\nAt any given time, as many as six detectives are actively working the case, questioning victims, looking through \nrecords for convicted sex offenders who might fill the bill and doing other investigative work, police said.\n\nDetectives have been thwarted for a number of reasons. The rapist at times wears gloves and police have been \nunable to lift the attacker's fingerprints from crime scenes. And victims who are illegal immigrants have been \nreluctant to turn to law enforcement, fearing wrongly they might be deported. Police have had to reassure victims \nthat crime victims will not be deported.\n\nAnyone with information should call (800) 577-TIPS (a police line with bi-lingual operators and possible reward \nmoney), or the Queens Special Victims Squad at (718) 520-9277.\n\nGraphic\n\n \n\nPOLICE SKETCH of the 'immigration rapist' suspect.\n"}