{"title": "Brave New World TV series air date, cast, trailer, plot: When is Brave New World out?", "body": "\nBRAVE NEW WORLD is being adapted into a TV series by The USA Network. But what is the air date, cast, trailer \nand plot of the Aldous Huxley book adaptation and when is Brave New World Out?\n\nBrave New World, the iconic 1931 sci-fi book by Aldous Huxley, is getting a TV series adaptation by The USA \nNetwork. USA has not given the Brave New World TV series an air date yet, although it is expected late this year \nor early next year. The Brave New World cast, trailer and plot have not been revealed yet but details about the \nproject are beginning to emerge.\n\n                                           Related articles Brave new world: Saudi Arabia to build cinemas and world-class opera \nRiverdale season 2, episode 22 promo: What will happen in Brave New...                     When is Brave New World \nout?\n\nBrave New World has no release date yet from The USA Network.\n\nProduction on the series hasn't started yet but shooting is expected to start in the UK soon.\n\nBrave New World was originally ordered by Syfy in 2015, though the project never got past the development stage.\n\nIf Brave New World starts filming soon, we can probably expect the series to air in early 2020.\n\n                     Brave New World is being turned into a TV series by USA, who has not given it a release date yet                      \nWho will star in Brave New World?\n\nUSA has not revealed the Brave New World cast yet, though they are sure to start announcing it soon.\n\nThe novel has been made into a TV movie twice - once in 1980 with Bud Cort in the main role of Bernard Marx and \nonce in 1998 with Peter Gallagher.\n\nIn 2009, Leonardo DiCaprio was attached to lead the cast in a version by Ridley Scott, though this has been put on \nhold.\n\nWe will update this article when the new Brave New World cast is announced.\n\n\n                      Related articles City status helped Chelmsford emerge into a brave new world Life Is Strange Before \nThe Storm episode 2 review - Brave New World                     Leonardo DiCaprio was previously attached to the \ncast of a film of Brave New World                      What will happen in Brave New World?\n\nThe series will be an adaptation of the dystopian novel by Aldous Huxley, once voted the UK's 87th best book by \nBBC viewers.\n\nThe synopsis for the USA version reads: \"As citizens of New London, Bernard Marx and Lenina Crowne have only \never known a rigid social order, a perfect pharmaceutical called Soma, and a culture of instant gratification and \nubiquitous sex.\n\n\"Curious to explore life beyond the strictures of their society, the two New Worlders embark on a vacation to the \nSavage Lands, where they become embroiled in a harrowing and violent rebellion.\n\n\"Bernard and Lenina are rescued by John the Savage, who escapes with them back to New London.\n\n                     Brave New World will have a plot based on the 1931 book                                             \n\n\"John's arrival in the New World soon threatens to disrupt its utopian harmony, leaving Bernard and Lenina to \ngrapple with the repercussions.\n\n\"The three become entwined in a fraught relationship that awakens them to the dangers of their own conditioning.\"\n\nIs there a trailer for Brave New World?\n\nUSA Network has not released a trailer for Brave New World, though we can expect one to emerge once shooting \nbegins.\n\nWe will update this article when the promo for Brave New World is released.\n\nBrave New World is coming soon to the USA Network\n\n                      Related articles BBC's new arts productions will be powering a brave new world Sam Allardyce the \nman to lead West Ham into brave new world Welcome to the brave new world of mobile payments                   \n"}