{"title": "New rights panel to look at post-9;11 detainees;Ethnic groups and lawyers will examine the cases of immigrants detained in Pa. during the last year.", "body": "\nA new civil-rights coalition, created by an unusual array of ethnic-group activists and lawyers, said it planned to \nexamine cases of immigrants detained in Pennsylvania in the last year.\n\nAssembled in recent weeks, the Philadelphia-based Coalition for the Defense of Civil Liberties said it had yet to \nidentify whether there were grounds for civil-rights lawsuits. But organizers said a joint effort was needed to look at \nallegations since Sept. 11, particularly involving Middle Eastern and South Asian nationals, and to be a watchdog \nfor possible future violations.\n\n\"We're also in the process of creating a forum to explore the ramifications of everything that has happened,\" said \nStefan Presser, legal director of the ACLU of Pennsylvania, who helped create the coalition. \"While the Bush \nadministration keeps saying it is taking steps to protect us, we think there are profound ramifications for American \ncitizens.\"\n\nLast Friday, a U.S. District Court judge ruled that the administration improperly withheld the identities of more than \n1,000 detainees in its antiterrorism campaign and ordered it to release the names by mid-August. The \nadministration has countered that publicizing the names would hinder its terrorism investigation.\n\nMost of the detainees have been released, the administration has said. Some have reported that they were held for \nmonths, charged only with relatively minor immigration violations. None has been charged with a crime related to \nthe Sept. 11 attacks.\n\nAn unknown number were held at the regional INS detention center in York, Pa., including at least one Egyptian \nman who said he was held in solitary confinement for more than a month without being charged.\n\nCoalition members so far include leading members of 13 advocacy groups, including the Hispanic Bar Association, \nthe Muslim Bar Association, the Nationalities Services Center, and even the German Society of Pennsylvania. It \n\n\nincludes representatives from the Philadelphia Police Advisory Commission and the Police-Barrio Relations Project. \nIt was spearheaded by the Philadelphia Arab-American Association.\n\n\"I definitely think there is a need to focus on additional work in civil liberties, especially on the idea that this doesn't \njust affect one group,\" said Judi Bernstein-Baker, a participant and executive director of the Hebrew Immigration \nAid Society and Council Migration Service, which is funded largely by the Jewish Federation of Greater \nPhiladelphia.\n\nHiro Nishikawa, Philadelphia-area director of the Japanese American Citizens League, said vigilance was \nnecessary to prevent a repeat of the WWII-era internment of Japanese, German and Italian Americans.\n\n\"It's only in this way that the public can understand the hazards of essentially giving carte blanche to the Justice \nDepartment to investigate anybody they want,\" said Nishikawa, who was imprisoned as a child.\n\nPresser, of the American Civil Liberties Union, said the coalition would start by assembling names of Philadelphia-\narea lawyers willing to take cases for free. The group is also planning fact-finding trips to the INS facility in York.\n\nThe goal will be filing civil-rights cases or exposing questionable activities through public forums or the media.\n\nMost of the work will be voluntary; none of the participating groups has been asked for money.\n\n\"We can only do it if we work together,\" said Marwan Kreidie, director of the Arab-American Association. \"Precisely \nbecause we're the targeted group, we cannot go at this alone.\"\n\nSeveral participants conceded the difficulty in finding a correct balance between antiterrorism measures and civil-\nliberties enforcement.\n\nBut \"there has to be a line between civil liberties and national defense,\" said Anne O'Callaghan, executive director \nof the Philadelphia Area Immigration Resource Center, created in 1998 to help Irish immigrants and now partly \nfunded by the Irish government.\n\nBernard Freitag, president of the German Society of Pennsylvania, said that \"the first goal is to intervene on behalf \nof people who are innocent.\"\n\nRepresentatives also attended from the Kensington South Community association, the Archdiocese of Philadelphia, \nand the Pennsylvania Association of Community Development Associations.\n\nContact Thomas Ginsberg at 215-854-4177 or tginsberg@phillynews.com.  \n"}