{"title": "BECK for February 26, 2010", "body": "\nGLENN BECK, HOST: Hello, America. How are you? We are so glad that you're here.\n\nWe have a studio audience here in New York -- because this is the one thing I remember going to school and the \nteacher would come in and she'd say, \"OK, time for a pop quiz!\" Ahhh, crap! And I was never ready.\n\nThis one you don't even have to study for. This is a pop quiz. And I invite you to get a pencil and paper and follow \nalong. Ask yourself the questions that I'm asking the studio audience.\n\nBefore we had the audience sit down, we gave them this quiz. It is actually part of a chart I'll show you here in just a \nsecond.\n\nIt's to figure out who you are. How many people do you know that say they're progressive? And they don't really \neven know what that means?\n\nI didn't know the difference -- I -- you know, what, 10 years ago? You started looking and say, OK, well, the \nRepublicans, they're for smaller government and they're for lower taxes. And the liberals are on the other side, the \nDemocrats on the other side.\n\nNow, it's kind of complex, because now, liberals are no longer liberals, they're now progressives. What's the \ndifference between liberal and a progressive? Well, we have to find out who we are if we are going to solve \nanything so we can be honest with ourselves.\n\nLet me show you the difference between the choices that you're going to have to make. And I ask you to -- I ask \nyou here to figure out an answer, which one are you? Are you a liberal? Are you a conservative? Are you a \nlibertarian or are you a progressive?\n\nMy guess is that most Americans are libertarian. Wait until the end of the show before you say, \"That's ridiculous!\" \nBecause there are two kinds of libertarian. There are liberal libertarians and there are conservative libertarians. But \nthere are not progressive libertarians. Why? Because these two are diametrically opposed to each other.\n\nAbout 100 years ago, these two were diametrically opposed to each other. In the old days, when I was a kid -- \nactually, in the 1800s and over in Europe, it still is. Liberal means something entirely different. The classic liberal is \nreally more of a libertarian, somebody who is for absolute individual rights and they're for the smallest government \npossible.\n\n\nBut progressives came in the turn of last century and everybody started saying, yes, I'm a progressive. Remember, \nthe difference between a Marxist and a progressive is -- what? It is the difference between revolution and evolution. \nThey're both for massive total government.\n\nMarxists do it through revolution, progressives do it through evolution. Piece-by-piece, bit-by-bit, they eat at the \nConstitution. That's what it was designed to do -- to progress past the United States Constitution because it's \noutdated.\n\nAll right. So you can't be a classic liberal and a progressive. Progressives came into power, everybody said, this is \ngreat. We're going to be -- this is a country of progress.\n\nAnd then, all of a sudden, they started saying, oh, wait a minute, you've got -- you've given us income tax, you've \ngiven us the Fed, you've given us prohibition, you've given us World War I, and now, you're trying to give us a \nglobal government through the League of Nations. It only took four years before the Americans were saying, OK, \nI'm not a progressive. I'm not a progressive.\n\nKind of like what America is going through now. Progressives change the name of liberal, change the meaning. \nThey folded themselves into this. And by doing this, they took away anybody who believed in small government, \nbecause they were progressives as the Republicans and progressives as Democrats.\n\nBut there was nobody that believed until 1971, nobody believed or they didn't have a place at the table for very \nlimited government. The table was -- the chairs were taken away from the table that our founders were all sitting in. \nAll of them were for smaller government -- varying in size, but individual rights, smallest possible government.\n\nProgressives took it away from the table -- until a guy named Nolan in 1971 was sitting in his living room and he \ncame up, he came up with a chart. Do we have it on the other side of this?\n\nAnd this is where we're going. We're going to ask you some questions today. You have the pencil and paper yet? \nWe have some paper. We have some questions for you. And you answer these questions.\n\nYou'll find them on the Internet. We'll show you at GlennBeck.com. It's right there on the front if you want to do it -- \ntake the quiz during the show. You take the quiz at GlennBeck.com. The link is there on the front page.\n\n1971, what's his name, David Nolan, right? David Nolan, he comes up with libertarianism.\n\nAnd this chart -- libertarianism, conservative, liberal, Van Jones, total government.\n\nAnd most people say they're right here.\n\nI'll tell you at the end of the show where I ended up.\n\nHitler, Stalin, Mussolini -- anybody that wants total government ends up right here.\n\nPeople who just want to hug the trees, but no government -- but no government involvement end up right here. Hug \nthe trees, and total government involvement, ends up here.\n\nI guess don't worry about anything -- you're a conservative, don't worry about any government doing anything -- up \nhere.\n\nAs a conservative, but you also want to save babies with abortion -- here.\n\nYou want to force everybody to make sure they're going to your church, you would be right down here or in this \narea but on this side of it. Got it?\n\nNo government, anarchy is really up here.\n\nMost Americans are really, I think, right around here.\n\n\n\nNow, let's get to it. We had our audience -- Judge, by the way, Judge Andrew Napolitano is with me.\n\nJUDGE ANDREW NAPOLITANO, FOX NEWS SR. JUDICIAL ANALYST: Glenn --\n\nBECK: Do I have that right?\n\nNAPOLITANO: You have it exactly right.\n\nBECK: OK.\n\nNAPOLITANO: I would argue, though, that the -- that the advent of libertarians was Barry Goldwater running in '64 \nin this country, and David Nolan as you said in '71 in England.\n\nBECK: OK. Would you agree that most people are libertarian in their -- in their thought process?\n\nNAPOLITANO: Yes. When you ask them, would you rather live your life as you want to live it or would you rather \nthe government told you how to live it? Almost everybody answers \"yes\" to the first question.0\n\nBECK: OK. So, let me go on the questions here. And take this at home. And again, you'd find the quiz at \nGlennBeck.com. But here, let's go to the first question and we're going to start with, what is it, is it Second \nAmendment and guns? Second Amendment and guns.\n\nHere is your first option. The Second Amendment only applies to militias National Guard and no specific protection \nis afforded to individuals, the government should decide how guns should be regulated.\n\nHow many people said that?\n\nNobody in this audience. Oh, you're all fans of the show, God bless you.\n\n(LAUGHTER)\n\nBECK: The next one is -- give me the next question. The Second Amendment clearly protects the right to bear \narms. Government regulation of guns is a violation of the Second Amendment. The right to self-defense is \nmeaningless without the means to defend yourself.\n\nWho checked that when you were taking the test?\n\nI generally support the right to bear arms. Government should regulate arms via registration requirements and other \nregulations -- is the next one.\n\nWho said that?\n\nWhy did you -- Regina, why did you say that?\n\nUNIDENTIFIED AUDIENCE MEMBER: I guess I got stuck on regulate arms via registration, because maybe for the \nsafety of more people, they should know where these guns are.\n\nBECK: OK. Anybody else? Is that what everybody was thinking? Anybody who voted for that?\n\nJudge, what's the problem with that?\n\nNAPOLITANO: The problem is -- that the first thing that tyrants have done when they have taken over governments \nis to confiscate the guns from people. And if people have to register their guns, then the tyrants know where to go to \nget them. And that's the reason that the framers who weren't interested in hunting, they were interested in making \nsure another king didn't show up --\n\nBECK: Right. Well, they were interested in hunting but not for sport.\n\n\n\nNAPOLITANO: Right.\n\nBECK: They were hungry.\n\nNAPOLITANO: Right.\n\nBECK: People had to go out and shoot it. They didn't go to get the little Styrofoam pack at freezer at the store.\n\nNAPOLITANO: But they didn't write that Second Amendment to protect their right to hunt because hunting was so \nnatural to them.\n\nBECK: Right.\n\nNAPOLITANO: They wrote it so that they could make sure -- the people could make sure that no king ever showed \nup again.\n\nBECK: Well, then, if you don't have any registration at all though, to Regina's point, how do you -- how would you \nknow where the bad guys are? I mean, you're just going to let anybody have a gun? Anybody can have anything?\n\nNAPOLITANO: Anybody can have any means what is technological acceptable at that time to defend themselves \nbecause the right to self- defense is a natural right. And the government can't interfere with a natural right unless \nwe have violated someone else's natural right.\n\nBECK: The argument will be -- the argument will be -- well, I mean, if you are going after -- if you have -- you can \ndefend yourself with a -- with a resolver.\n\nNAPOLITANO: Right.\n\nBECK: You can defend yourself with a shotgun.\n\nNAPOLITANO: Right.\n\nBECK: And if you're going against the government -- if this was written for the government, they have tanks. They \nhave airplanes. They have machine guns. You are not going to be able to defend yourself anyway.\n\nNAPOLITANO: If the choice is between arms and armaments with which to defend yourself and repel a tyrant, and \nsubmissive to the government so that they know every weapon you have, they can come and confiscate it, I would \nchoose and would trust the right to defend myself by any means available -- as opposed to the other extreme of the \ngovernment knowing where my guns are.\n\nBECK: Yes. Lisa?\n\nLISA BUNNELL, BOOKKEEPER: What if a crime is committed, they find a weapon buried or in a forest or \nsomething and they got to trace that weapon to find who it was registered to so they have a suspect to follow?\n\nNAPOLITANO: That's making --\n\nBUNNELL: Without regulation, without registering it down?\n\nNAPOLITANO: That's making it easier for the police to do their job. But it's not making it safer for you. You can \nrepel the bad guy a lot faster than you can dial 911.\n\nBECK: See, here -- Lisa, here's the problem and here's where people have gotten stuck. Nobody thinks that \nAmerica is -- people believe that freedom is the norm. That we will always be free, that man has always been free \nand we're never going to have to worry about our government going bad because this is just the norm.\n\n\n\nIf you look at history, freedom is the freak. If you would look at the whole timeline of human history, and you put the \nwhole timeline across for human history, the time that people have been free -- this is the end of the world, this is \nthe beginning of the world -- freedom would probably be about that much, where man has truly been free. Agree?\n\nNAPOLITANO: I do agree.\n\nBECK: We are in that space and we say, it's been 200 years. But yes, think of the Dark Ages. Think of -- think of \nthe tyrants throughout all of human history. This is really -- I mean, one of the phrases that really comes to mind \nlately is Ronald Reagan, and Ronald Reagan saying, if we lose freedom here, this is the last bastion of freedom -- \nwhere is the world going to go?\n\nWhere, if freedom -- I had a guy from New Zealand sitting in my office and he was doing some research. And I said, \n\"You're from New Zealand, why do you care about this?\" He looked at me and he said, \"Because if you fall, \neverything falls. If the United States is gone, China rushes in and they take the South Pacific.\" It totally changes if \nwe fall.\n\nSo, we're looking at a brief period of time. So, every time we give up some of our rights, every time we look at that \nand say, well, we just give them a little bit, what are you are doing is you're weighing in the balance: do I believe our \nfreedom is going to last? Do I believe it's secure?\n\nWe've all grown up feeling secure, didn't we? How many of us believed five years ago the things about our freedom \nthat we believe now. How many of us said five years ago, oh, this thing -- we could lose our freedom in a \nheartbeat?\n\nJohn did. Why, John?\n\nUNIDENTIFIED AUDIENCE MEMBER: I've been actually talking about some of the stuff that you talk on your show \nsince about 1992.\n\nBECK: What tick you off?\n\nUNIDENTIFIED AUDIENCE MEMBER: I used to read a paper called \"The Federalist\" that was a -- it's not a bootleg \npaper but it was a paper that the militias at that time, which is now some of the tea parties. Militias were considered \ntaboo, bad people.\n\nBECK: Right.\n\nUNIDENTIFIED AUDIENCE MEMBER: And they weren't. They were talking about some of the things that are being \ntalked about right now.\n\nBECK: OK.\n\nUNIDENTIFIED AUDIENCE MEMBER: And some of the publications out used to talk about all this stuff.\n\nBECK: Are you a militia member now?\n\nUNIDENTIFIED AUDIENCE MEMBER: No. I used to be accused of it, though.\n\nBECK: OK.\n\nWell, who now thinks -- wants to rethink Second Amendment and guns when you hear militias believe these things? \nBecause that's really what we're talking about, you have to balance -- do you not, Judge? That's what people do. \nThey say, who is the bad guy, is it the militias or is it the government?\n\nNAPOLITANO: Well, the founders used the word \"militia\" in the Second Amendment to recognize that militias, \ngroups of individuals, private individuals who knew how to use their weapons would be there to repel tyrants who \nwould try and take our freedom.\n\n\n\nBECK: You know who the first militia member was? Anybody know this? Who?\n\n(INAUDIBLE)\n\nBECK: Who?\n\n(INAUDIBLE)\n\nBECK: Shane (ph)? I'd go here.\n\nAUDIENCE: Oh!\n\nBECK: Ben Franklin. Ben Franklin, when he tried to get the Congress to act and he said, \"The British are coming, \nthe British are coming.\" And they said, \"Oh, please, Ben, nothing is going to happen.\" He actually went door-to-door \nto all of his neighbors and said, \"They won't do anything. This Congress isn't going to do anything and the British \nare going to come and they're going to run us over. Come on!\"\n\nAnd he actually took people out to the square and he drilled them. It was Ben Franklin, that's what they meant by \nmilitia. Not our reserves now. They did mean individuals that would stand up when the bad guys would come to \ntown.\n\nLet's see. Let's go to the next two on the Second Amendment and guns. I generally support the right to bear arms. \nThe government should regulate arms via registration requirements and other regulations -- is the next choice.\n\nAnd then gun control is essential and must be strengthened if gun violence in this country is to be eliminated.\n\nThis one drives me nuts. The stat in England when they banned guns and took them away, gun violence went up. \nAnd this is the argument of \"bad guys get the guns.\"\n\nDoes anybody take those last two, anybody here? Take those -- good for you. You're getting gold stars!\n\nOK. Here's the next one: speech and property rights. The government shouldn't restrict speech, media, or the \nInternet. Rights of free citizens who don't violate other rights must be protected. Private property should be \nprotected at all times.\n\nWho said yes to this? This one is -- this one is important. We're facing both of these things.\n\nWe're facing -- private property should be protected at all times. Right now, there are several people, several cases \nall around the country where the government is just going in and taking private property because of taxes -- \nbecause they say we can make more money if we, you know, if we take this property and give it to a hotel chain or \nsomething like that. Property rights.\n\nThe second, restrict free speech, media or the Internet. The rights of citizens don't violate the other rights must be \nprotected.\n\nWhat does that mean, Judge?\n\nNAPOLITANO: It means you have to right to say what, to think as you wish, to say what you think, and to publish \nwhat you say, and the government has the obligation to protect that right. Even if the government doesn't like it, \neven if it hates what you say, even if it fears what you say, it has the obligation to protect your right to say it.\n\nBECK: What about people like me that say things like this about Van Jones?\n\nNAPOLITANO: He would take away your right to speak. You would uphold his right to speak.\n\nBECK: The next one is: speech assembly -- press and Internet should be free except to protect public safety. Free \nspeech zones can be established to protect the right of free speech while ensuring security at public events.\n\n\n\nWho said yes to this? Becky, how come?\n\nBECKY CASEY, REGISTERED NURSE: I did. Well, I was thinking more on the -- as related to the last question, \nterrorism. I don't know how to behave, I don't -- I don't know how it would look to be completely free and yet still \nprotect our country from terrorism.\n\nNAPOLITANO: Can I tell you what a free speech zone is? The United States of America is a free speech zone.\n\nCASEY: OK. Well, then --\n\nNAPOLITANO: That's what the First Amendment tells us.\n\n(CROSSTALK)\n\nBECK: Here's the -- here's the free speech zones in case you don't know what it is. Let's say the president is going \nto give a speech and here he is over here, and he's going to be -- of course, his teleprompter is on each side.\n\n(LAUGHTER)\n\nBECK: He is over here. The free speech zone is usually about a block away with everybody standing over here. \nWhy is that a problem, Judge?\n\nNAPOLITANO: Well, because speech is ineffective if it can't be heard by the target of the speech, number one. \nNumber two: it's the government deciding where you can stand and when you can speak. And the First Amendment \nsays: individuals make those decisions.\n\nBECK: Do I have a right? Do I have right, if I'm the president of the United States to say, look, I'm just trying to give \na speech here, they should stand outside, they should be some place else? Otherwise, we've seen it with \nRepublicans and Democrats. If you just said, hey, everybody, if you disagree, you'd be right here. The president -- \nyou'd never be able to have the president give a speech.\n\nNAPOLITANO: The owner of the building has the right to stop people from interfering with his speech. But nobody \nhas the right to say, you can't be inside this building.\n\nBECK: So, in other words, if he's giving a speech at the White House, we can all go and disrupt it?\n\nNAPOLITANO: I wish we could, but we can't.\n\nBECK: OK. The next one is: Speech assembly, press, the Internet should be free except when legitimate public \npolicies would be undermined, property rights should be subject to the needs of the government.\n\nThis is when we're starting to go into \"Progressiveville.\" Anybody?\n\nGovernment should regulate speech, media, Internet and property rights at its own discretion within reason -- is the \nlast choice.\n\nAgain, we're taking a quiz today. You can find out all of the -- you can take all of this yourself and find out exactly \nwhere you are on this -- on this chart. You can take it at GlennBeck.com.\n\nThe idea is: if you are going to be a progressive, that's OK. I so vehemently disagree with you, but that's OK. But \ndon't say you are a progressive because I like, like, like, I like, I like progress. That's the worst answer I've ever \nheard. Be what matches your answers.\n\nWe'll give you that here in just a second.\n\n(APPLAUSE)\n\n\n\nBECK: I think most Americans -- most Americans feel in their gut that something is wrong in our America. That \nwe're spending too much. We're on the wrong path somehow or another. Most people don't know how we've even \ngot here.\n\nThat's what we try to do every day at 5:00, is try to figure out how we got here, how do we get out of this place, \nwhat's the right move, what's really happening in our world and kind of look at it as a giant puzzle, if you will.\n\nThe first thing we have to do is find out who we are. You have to figure out -- if you are going to figure out who you \nare, what is it do you believe? What is it that is important to you?\n\nI remember, I used to be -- believe it or not -- a liberal. I don't think I was ever a progressive, but I used to be a \nsocial liberal and everything else, but I was a fiscal conservative. Then I discovered alcoholism. And discovered AA, \nand sobered up.\n\nThe only way that I knew I could stay sober is if I figured out what I really believe. Many -- this is me. Many of the \nthings that I believe, that I was liberal on, was only because I -- you know, I didn't want to make the tough choices.\n\nI didn't want to say -- and I didn't want to be consistent. That was my real problem -- I was never consistent on \nanything. Unless we're consistent, I don't think we can solve any problem.\n\nSo, who are you? No judgment. Are you liberal? Are you conservative? Are you a libertarian? Or are you \nprogressive? Do you even know what progressive means?\n\nThere is a quiz on the front page of GlennBeck.com. Just go to the Web site and take that quiz and find out where \nyou fall. And then see if all of your views match those views.\n\nSee if you -- was anybody surprised on the -- the studio audience here today took a quiz. Was anybody surprised \non where they ended up?\n\nYou were. Lisa, what did you think you were?\n\nBUNNELL: I went in knowing that I was libertarian. Just absolutely knowing it straight down on the line and I clicked \non the results button and found out I was my parents, conservative.\n\nBECK: You are a conservative?\n\nBUNNELL: Yes.\n\nBECK: Really? So, that means -- Judge, help me out this -- if you're conservative, that means -- if you're between \nthese two, libertarian and conservative, you really, you want some regulation in your life. For instance, you think \nthat should you regulate any drugs? You believe you should regulate drugs. Heroin shouldn't be -- right.\n\nHow about -- how about something that's not quite so harmless, so nasty? How about pharmaceuticals like \nantibiotics, should they be regulated?\n\nBUNNELL: Yes.\n\nBECK: How about Coca-Cola?\n\nBUNNELL: No.\n\nBECK: Coca-Cola, originally, that was the first case that the FDA -- Theodore Roosevelt was the first that came in \nand said, we have to set up the FDA -- because remember, progressive idea, that is to control everything. So, the \nprogressive idea was to go and regulate everything and they wanted to take care of everybody, because \neverybody, you know, they just don't know.\n\n\n\nThey started with Coca-Cola. Had a court case and said Coca-Cola has got cocaine in it. Well, they had a test by \nthe government, found out there was no cocaine in it. It wasn't addictive that way, although it is simply delicious.\n\n(LAUGHTER)\n\nBECK: And then the government lost the court case, came back and said, well, how come -- that's fraud! How come \nyou're selling something saying Coca-Cola with no coke in it? They took that and it led to prohibition. So, it's a \nslippery slope and I think that be case you would make.\n\nNAPOLITANO: That's the same argument I would make because we -- we are seated in the middle of New York \nCity where the mayor wants to regulate sugar and salt. So, if you accept the argument that the government knows \nbest, there is no end to what the government will try and keep from us.\n\nBECK: Let me go to -- if I can, pull up national I.D. card. Can we go there? Can you, guys, pull the national I.D. card \nquiz? Because I just have about a couple minutes.\n\nNational I.D. card -- there should be no national I.D. card required. National I.D. would effectively end all privacy in \nthis country.\n\nJudge, why was that -- why would that be true?\n\nNAPOLITANO: Because it is absolutely un-American that the police could stop you and say, show me your papers.\n\nBECK: Papers, please.\n\nNAPOLITANO: The right to travel and think and express yourself requires breathing room. It doesn't permit \nuniformity.\n\nBECK: We need a national I.D. card to prevent terrorist events but should not go too far into personal privacy.\n\nWho said yes to this? Look at this. (INAUDIBLE)\n\n(LAUGHTER)\n\nBECK: How come? How come?\n\nUNIDENTIFIED AUDIENCE MEMBER: I thought maybe it would be a good idea that we identify people. There's is \na lot of illegals in the country and a system to just -- they go into hospitals, if you --\n\nBECK: See, here's the -- here's the thing. First of all, nobody should be shy about hanging -- I don't really care. I \nreally don't care. If you are a progressive, you're a progressive, it doesn't matter. There's no right answer here. No, \nI'm not saying you're a progressive.\n\n(LAUGHTER)\n\nBECK: I'm not accusing you of that. What I'm saying is, there's no right. The point of this is: who are you? Who are \nyou?\n\nWe're 300-plus million people in America. We're going to be all of these things and that's OK. Just know who you \nare so you can defend it.\n\nNow, you say we have illegals here, et cetera, et cetera.\n\nJudge, it's always the slippery slope that they always -- progressive will always say that's crazy.\n\nNAPOLITANO: The argument that this wonderful young lady is accepting presumes that the card system would \nwork. If she's concerned about illegals, a piece of paper in their pockets is not going to prevent them from being \n\n\n\nhere. But a piece of paper in everybody else's pocket that the government requires us to carry will limit our privacy, \nwill limit our ability to express ourselves, and will limit our ability to travel.\n\nBECK: Devil's advocate. What do you have -- what are you afraid of? What are you afraid of? So they have an I.D. \ncard? What are you? Are you a criminal? What -- do you have something to hide?\n\nNAPOLITANO: I'm afraid of losing my dignity, of my self-respect, my rugged individualism which is at the core of \nAmericanism. Can you think of anything more un-American than the police stopping you saying, \"Where are you \ncoming from, where are you going to, and show me your papers\"?\n\nBECK: You know, we really changed as a country. And I don't -- I'm trying -- well, there are so many Lucy Goosy \nfacts here on the today's show. There are so many things that have changed. I think it was Hoover - - forgive me if \nI'm wrong on this -- but I think it was Hoover.\n\nThere was a big local emergency or someplace down south - I don't remember what it was. And he sent in their \nFEMA, if you will. He sent in the feds. And he said, \"We've got to help them.\" Americans - just think of this. This is \n1928 - 1929.\n\nAmericans, actually, in that town, put down what they were doing - I think it was a flood - put down what they were \ndoing and they met the troops at the town border and said, \"Turn your butt around and get out. We don't need your \nhere. You have no right to be here.\"\n\nLook how now we stand with signs on roofs saying, \"Help me. Help me.\" Now, we don't - we stopped looking to \neach other. It was Grover Cleveland, I think, that actually said no to a farm subsidy. Farmers in Texas were wiped \nout.\n\nHe said, \"We've got to take $10,000 of federal money.\" This is what the Congress said - $10,000 of federal money \nand buy seeds and send it to Texas so they can replant their crops. Grover Cleveland said no. He vetoed it. Both \nHouses.\n\nCan you imagine somebody doing that? The hate-monger that he is. He said, \"I trust the American people. The \npeople, the neighbors in Texas will help these people. The neighbors in Texas actually raised ten times the amount \nfor the seeds than the government did.\"\n\nSomewhere along the line, we've have lost our will to help each other out. And we now walk - you see it in New \nYork City. We walk by and say why doesn't somebody fix this? We'll be right back in just a second.\n\nBECK: welcome back. If you go to GlennBeck.com, you are going to find a quiz. Yes, it's pop quiz day. You're going \nto find a quiz there on the front page of the Web site - \"GlennBeck.com.\"\n\nWho are you? Who are you? We have to have arguments with people now who are really based in something real. \nDon't say you're a progressive, because I like progress, like it's cool.\n\nDon't say you're a - I don't know why you would say you're a conservative at this point. Hey, I just want to be called \na racist hate- monger. Are you a libertarian? I contend most people are libertarian, because they want that freedom \nthemselves. But then they start to get trapped in, \"Well, that's a good point.\" Or even worse, \"Well, I could get free \nstuff for me.\"\n\nThis isn't about us. This is about our children and passing something on. And we have become a society where we \njust want stuff. Is that really where we're headed? Is that who you are?\n\nLet's look at some of the questions that you'll be taking in this quiz if you go to the Web site \"GlennBeck.com.\" \nCorporate welfare, \"The government must ensure everyone has food, clothing and shelter and should also invest in \nprivate industry if it's in the public interest.\"\n\n\n\nCan I tell you something? This is almost - correct me if I'm wrong, judge. This is almost Theodore Roosevelt. Chad \nis shaking his head. You know Theodore Roosevelt, Chad? This is the beginning of the progressive movement. The \nsecond one is, \"End corporate welfare, no government hand-outs to business.\"\n\n(APPLAUSE)\n\n(UNINTELLIGIBLE) fail on their own. Government involvement is necessary. The next one, government \ninvolvement is necessary where private industry can't do the job all by itself, such as in agriculture.\n\nWow, we have always been the breadbasket. Now, we've been passed - I try to remember what country passed us \nas the world's breadbasket. We are no longer the agricultural center for the world.\n\nAnd the last one is, \"Corporate welfare should be eliminated for big business, but the social safety net for \nindividuals should be retained.\" Did anybody go for this one?\n\nUNIDENTIFIED FEMALE: No.\n\nBECK: I love this audience. Next, we go to health care. \"Health care regulation is the main cause of rising costs. \nRegulation has denied people of treatment, resources and made the cost of creating new treatments out of control. \nThe government should stay out.\"\n\nThis week everybody has been talking about health care. Anybody who talks to their doctor just about all the \npaperwork and the regulation - I mean, I love the problem with - you know, people say that costs are just out of \ncontrol. You know who sets the cost? Everything is a percentage according to Medicaid. The government sets the \noriginal cost.\n\nThe next one, \"Health care costs are rising due to lawsuits and caps on suits should be in place. Reduced \nregulation would save money. The rising cost of health care is mostly the fault of big government and lobbyists.\"\n\nWho said this? Who did this one? Yes, a lot of people? Judge, I have an attorney who works for me. He is one of \nmy chief researchers. And he's worked at the Supreme Court, clerked for the Supreme Court and everything else. \nAnd we argue on this one all the time.\n\nI say, \"It's you damn attorneys.\" He says, \"You guys, somebody cuts off your feet, you don't want to sue them? Stop \nwith the cutting off of the feet.\" Make the argument here that attorneys aren't a big part of the problem.\n\nYou notice when we're talking about health care reform, I haven't heard a peep out of a single attorney. They're like, \n\"Well, they're not looking at us. Be quiet.\"\n\nNAPOLITANO: There is a little bit of a nuance with respect to tort reform. Ninety-nine percent of lawsuits against \ndoctors and health care providers are in state court systems. The states are sovereign. They run their own court \nsystems.\n\nThe Congress cannot tell New Jersey or Texas or Utah or Maine or Florida how to run their court systems. The \nstates can reform themselves from within like Texas and Mississippi did.\n\nThey used to be the most desirable places for the plaintiffs and lawyers to go there. They're now least desirable. \nThat change has to come from within. Otherwise, we trample the rights of the states.\n\nBECK: OK. Good. Let's see, \"Government should make health care universally accessible.\" Is health care not \nuniversally accessible? I mean, James, can you walk into a hospital without even identification? James, will they \nhelp you out?\n\nJAMES, MEMBER OF THE AUDIENCE: Absolutely.\n\nBECK: Yes. It doesn't matter. \"I'm having a really, really expensive involved heart condition,\" and they will take care \nof you.\n\n\n\nJAMES: Absolutely.\n\nUNIDENTIFIED FEMALE: We don't have right to refuse. We have to.\n\nBECK: Are you in the health care industry?\n\nUNIDENTIFIED FEMALE: Yes. I'm an ER nurse.\n\nBECK: OK. And the last one is, \"Private enterprise fails to deliver health care to all. Government should fix the \nproblem.\" OK. Government is the problem.\n\nAnd here is the next category. Taxes, spending and the debt. \"There should be no limits placed on the ability of \ngovernment to raise sufficient revenue to do all the jobs government should be doing.\"\n\nWell, let me go back to - judge, make this case here. Corporate welfare - let's see, there was one here. Government \ninvolvement is necessary if private industry cannot do the job all by itself. They use agriculture in this. What about \nthe feds?\n\nNAPOLITANO: Well, the government buys defense items from the defense industry because it needs those items \nwith which to defend the property. The government doesn't produce anything. The government just consumes, but \nthere are certain legitimate items that the government has to buy.\n\nThe police have to have what they need and the soldiers and sailors have to have what they need. That's not \nsubsidizing an industry, giving it money not to produce. That's what the agricultural subsidiaries are.\n\nBECK: Help me out with this, \"There should be no limits placed on the ability of the government to raise sufficient \nrevenue to do all the jobs the government should be doing.\" I guess the key here is the jobs they should be doing.\n\nNAPOLITANO: Correct. And there also must be a limit on what government can take from us. At some point, \ntaxation becomes theft.\n\nBECK: I want to go here when we come back. Tea parties - people say that people go to tea parties are anti-\ngovernment. I want to pick it up there. Anti-government, next.\n\nBECK: We were just talking when we were in the break. I'm convinced we have a way out of our mess. But we have \nto understand our mess. And we also have to understand our role in it.\n\nAnd we have to know who we are and then be consistent in our life and stand up for the popular or unpopular \nthings. No matter how uncomfortable it is, you've got to stand up for what you believe in.\n\nHow many here are anti-government? I've been seeing lately in the press that the tea party movement and people \nwho are saying, \"lower taxes, lower spending\" are just anti-government. Can anybody tell me the difference \nbetween anti-government and pro-very limited government? Anybody want to take that on? Anti-government and \nwhere you are. Yes, Matthew?\n\nMATTHEW, MEMBER OF THE AUDIENCE: Anti-government is anarchy, basically, and that's destruction. Pro-very \nlimited government is doing exactly what the Constitution laid out for the federal government to do.\n\nBECK: Right. And each state, if the federal government for instance does - a lot of people know this. It's fascinating. \nRead \"A Life,\" Samuels Adams. It's a great book and he was a big religious guy.\n\nHe influenced the Constitution with John Hancock. I'm thinking the big signature guy - John Hancock up in \nMassachusetts. If you read the Constitution, did they not have a state religion in Massachusetts?\n\nNAPOLITANO: Yes, they did.\n\nBECK: But wait a minute. How did they have a state religion?\n\n\n\nNAPOLITANO: Because there was no - there was no federal objection to a state religion. The Constitution banned \na national religion.\n\nBECK: Yes. So if you want to be progressive in California, be progressive. If you want to have that big, huge \nlumbering giant, do it. It doesn't matter. But give us some space where we can have real freedom, limited \ngovernment.\n\nIt is the difference between - look, I don't think the people in California object to Texans. Well, they do. Of course, \nthey do. But I mean, object to them having limited government.\n\nTexans think Californians are crazy. Californians think Texans are crazy. But that's the way our federal government \nwas set up. Let everybody be themselves.\n\nNAPOLITANO: So that, as Reagan said, you can vote with your feet.\n\nBECK: Exactly right. If this fails, if California fails, they can always move to Texas. If Texas fails, they move to \nKansas. If America fails, where does the world go? Back in just a second.\n\nBECK: I invite you to take this test on who you are. Are you liberal, conservative, libertarian or a progressive? Who \nare you? Know it and then examine everything in your life and make sure it fits your philosophy into one philosophy.\n\nThere is only one question on this test - and you can take it at \"GlennBeck.com.\" There is only one question that \nwas unanimous in this room and it makes me happy. It's on taxes, spending and the debt. It gives me hope \nbecause I really, truly believe that Americans will do the tough thing.\n\nThis is not a pretty future for America, at least in the turnover. Here it is, \"Cut taxes and government spending by 50 \npercent or more, which will positively impact the economy. The national debt must be paid down rather than \nendlessly increased.\"\n\n(APPLAUSE)\n\nLet me ask you this - how many of you - the word \"positively impact the economy.\" How many understand that we \nturn the valves off and the world changes? How many understand that we are talking in a flip over? You're talking \nabout a reset of the system.\n\nThey're propping it up now bogusly. Are you willing to live like our grandparents did in the Great Depression? Really \nthink of this before you raise your hand. Live like our grandparents did to be able to pass freedom to your children. \nIf you are, raise your hand.\n\nI think America is changing. And I don't think the politicians understand that. I don't think they have the spine to \ncome to you and say, \"Guys, it's unsustainable. The whole thing is unsustainable.\"\n\nThe secret here - cut taxes. If you went to a significant global - a significant tax rate - I don't mean that one is crazy \ncutting. You would have the money from the rest of the world because the rest of the world is on fire.\n\nReference Wednesday's show if you still have it on Tivo. This is the answer. It's going to be a tough one, but I \nbelieve most Americans will do it. Back in just a second.\n\nBECK: America, thank you so much for watching. And please go to the Web site at \"GlennBeck.com\" and find out \nwho you are. And then try to make sure that everything in your life is consistent with what you actually believe.\n\nJust don't go for the commercials and the hype and all the politician stuff. The second thing I ask you to do is read \nhistory. This is a good starting point. Read history. Consume as much as you can.\n\nFrom New York, good night, America.\n\n\n"}