{"title": "DEBATE DIVIDES ON IMMIGRATION GOVERNOR HOPEFULS: THREE DEMOS TRIED TO DISTANCE THEMSELVES FROM GOP'S DAN LUNGREN IN BILINGUAL EVENT.", "body": "\nThe major candidates for governor engaged in a spirited but civilized debate on Saturday in which the three \nDemocrats, led by U.S. Rep. Jane Harman's pointed remarks, did more to differentiate themselves from \nRepublican Attorney General Dan Lungren than from one another.\n\nIt was the first-ever bilingual gubernatorial debate, sponsored by KMEX-TV and La Opinion newspaper, and was \nbroadcast live in Spanish by the Univision network although the candidates spoke exclusively in English.\n\nThe differences between Lungren and the Democrats -- airline tycoon Al Checchi, Lt. Gov. Gray Davis and Harman \n-- were underscored on immigration and economic policy. All of the Democrats opposed 1994's Proposition 187, \nwhich sought to eliminate education and health services for illegal immigrants. After wavering on the issue, \nLungren supported it.\n\nWhile each of the Democrats agreed with the premise of a question Saturday that the gap is widening between the \nrich and poor in California, Lungren rejected the notion as a suggestion of \"class warfare.\"\n\nGiven the Republicans' history of ignoring Latino voters, Lungren won points with many in the audience, including \nUnivision President Henry Cisneros, just for showing up.\n\nBut among the Democrats, it was Harman who used the forum to most sharply argue her party's differences with \nLungren on abortion rights, health care reform, tobacco legislation, and especially gun control.\n\n\"I believe I'm the best Democrat on this stage to contrast our differences with Dan Lungren on issues like guns and \nthe need to ban Saturday-night specials to save kids from violence in schools; on our differences on tobacco; on \nour differences on a woman's right to reproductive choice,\" she said.\n\nHarman was first to call attention to Lungren's support for Proposition 187, a measure reviled by most Latinos, \naccording to polling data. She also was the first to challenge Lungren on a fundamental economic issue when \nLungren responded to a question asking how he would address the growing gap between the rich and poor.\n\n\"I'm not sure I totally accept the premise of the question,\" Lungren said. \"John Kennedy told us that a rising tide \nlifts all boats. I still believe that.\" He said the way to lift up the poor is to improve schools, reduce the capital gains \ntax and nourish small businesses.\n\n\n\"The gap is growing,\" Harman replied. \"All boats are not rising right now, Dan. John Kennedy's dream has not come \ntrue.\" She, too, pointed to improving education as key to the solution, but she argued that banning cheap handguns \nand assault rifles is critical to create safe conditions in neighborhoods that most need economic development.\n\nDavis, the Democratic front-runner, said the minimum wage should be reviewed regularly and he mentioned his \nsupport for a University of California campus in the Central Valley, a proposal all of the Democrats support. \n\"Ultimately,\" he agreed, \"the solution lies in education.\"\n\n\"You and I have been traveling in a different state, Dan,\" said Checchi, former co-chairman of Northwest Airlines, \nnoting that half the people in the state have not seen increased wages. But Checchi, who now trails Davis in the \npolls, turned the question on Davis.\n\n\"Gray, you keep saying I spent my life making money. It would have done you well to spend a little time in the \nprivate sector.\" He pointed to Texas Gov. George W. Bush, a former businessman like himself, as a model who \n\"wasn't sitting 25 years in a government position, bumping along.\"\n\nDavis later responded that while Checchi claims to have created 10,000 jobs running a $6 billion business, he \ncreated 30,000 jobs as state controller through a housing program he established through the state's \nretirementsystem.\n\nHeld at Loyola Marymount College, the forum was targeted to Latino voters. While they have, historically, made up \nonly about 10 percent of the vote, Latino organizers hope to increase that percentage dramatically this year.\n\nLungren joined the three Democrats in the debate because the June 2 primary, for the first time, allows voters, \nregardless of their party registration, to pick any candidate. The winner from each party will advance to the \nNovember election.\n\nThe only new proposal put forth at the debate came from Davis, who, during a discussion of immigrants' effect on \nthe wages of current citizens, said: \"As governor, I would also make the good offices of state agencies available to \naccelerate the opportunities for people to become citizens. We should encourage, not discourage, people becoming \ncitizens of the state when they come here legally.\"\n\nBut at a press conference following the debate, Davis retracted his proposal when asked how much he expected it \nwould cost. Calling his idea \"a very modest step,\" Davis said he had no cost estimate and that he was only \nproposing to \"explore\" the possibility of the state helping the Immigration and Naturalization Service process new \nimmigrants as some counties do now.\n\nIf the candidates follow through with statements they made Saturday, the debate marked a new phase of the \ncampaign. Checchi, who aired about $6 million in negative ads against Harman and then about $4 million against \nDavis, said he plans to spend the rest of the campaign talking about education and his own proposals for California.\n\nHis campaign manager, Darry Sragow, rejected the notion that this was a tactical shift necessitated by Checchi's \ndisastrously high negative ratings in the polls. Rather, he said, \"It's time to focus on what Al wants to do as \ngovernor of California.\"\n\nAt a post-debate press conference, Checchi said his rivals' complaints about his negative campaigning were \"a \nsideshow to divert people from the real issues.\" He also angrily denounced reports in the San Francisco Chronicle \nthat he had mistreated domestic servants as \"a fabrication and a smear on my family.\"\n\nSpeaking to reporters after the debate, Lungren defended his stand on Proposition 187 and Proposition 209, which \neliminated public-sector affirmative action programs. He repeated his belief that the reason the GOP has done \npoorly among Latinos is not its positions but the way in which it has communicated its message.\n\n\"My party's principles are principles that are dead-bang in the mainstream of the Hispanic community,\" he said.\n\n\n\nHarman argued that she had demonstrated in the debate that because of her record and her style, she offered \nDemocrats \"the strongest contrast\" to Lungren and she criticized Davis for failing to fight for the ban on cheap \nhandguns that was recently approved by the Legislature, but vetoed by Gov. Pete Wilson.\n\nDavis told reporters he is \"proud of his record on gun control,\" having been an early supporter of measures to limit \nweapons.\n\nAsked by a reporter if, having aired an ad in 1992 that compared Dianne Feinstein to Leona Helmsley, he was \ncredible when he complains about negative ads, Davis replied: \"I believe, and I hope you do to, in the possibility of \nredemption.\"\n\nHe pledged to run a positive campaign from here on out. \"I don't think people want to see a food fight,\" he said.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: ASSOCIATED PRESS\n\nCalifornia governor candidates, from left, Al Checchi, Dan Lungren, Jane Harman and Gray Davis participated \nSaturday in the first-ever bilingual debate at Loyola Marymount College in Los Angeles.\n\n[980524 CA 3B]\n"}