{"title": "Seeking to Deny Citizenship to Some", "body": "\nGov. Pete Wilson of California has urged the Federal Government to deny citizenship to American-born children of \nillegal immigrants, prompting an outcry by civil libertarians.\n\nIn a letter to President Clinton on Monday, Governor Wilson also proposed creating a tamper-proof identification \ncard for residents and called on Congress to repeal Federal mandates that make illegal immigrants eligible for \nhealth, education and other benefits. Mr. Wilson, a Republican, used political money to reprint the letter in full-page \nadvertisements today in West Coast editions of The New York Times and USA Today as well as in The Washington \nTimes. A spokesman for the Governor said the advertisement was placed in those newspapers to emphasize that \nthe problem was one of national scale rather than confined to California.\n\n\"It's time to amend the Constitution so that citizenship belongs only to the children of legal residents of the United \nStates, not to every child whose mother can make it to an American hospital,\" Mr. Wilson said.\n\nMost of the proposals Mr. Wilson made have been raised in Congress without success. Denial of citizenship to \nnewborns would require an amendment to the Constitution.\n\nThe proposals were criticized today by the American Civil Liberties Union. \"It is an unconscionable effort on his \nbehalf to target the most defenseless and voiceless segment of our society, which are children,\" said Silvia Argueta, \na staff lawyer for the civil liberties group.\n\nShe said his suggestion \"goes against the grain of what this country is founded on and denies children the most \nbasic right there is: citizenship.\"\n\n \n\n'Nothing to Do With Race'\n\n Robert Rubin, assistant director of the Lawyers' Committee for Civil Rights in San Francisco, said, \"I think \nwhenever the Governor speaks out, he should be very careful to not even lend support to the demagogues who use \nthis issue in a racially divisive manner.\"\n\nMr. Wilson dismissed critics as partisan and denied that he was being racially divisive. \"This has nothing to do with \nrace,\" he said. \"This has to do with facts.\"\n\nSaying that there are nearly one million illegal immigrants in Los Angeles alone, Mr. Wilson said that the state \ngovernment was being drained of $2.3 billion each year for costs incurred by illegal immigrants.\n\n\n\"We're forced to cut aid for the needy, elderly, blind and disabled who legally reside in California because \nWashington mandates that we spend more than three-quarters of a billion dollars a year on emergency medical \nservices for illegal immigrants and more than a billion dollar a year to educate illegal immigrants,\" he said.\n\n \n\nTrade Lever Recommended\n\n Earlier this year the Clinton Administration refused California's request for $1.5 billion in Federal money to soften \nthe financial impact of providing services to immigrants. About $500 million was ultimately provided.\n\nMr. Wilson also suggested that the Administration could use trade incentives to encourage Mexico to limit \nemigration to the United States.\n\nMr. Wilson's proposals were also condemned by Democrats like State Senator Art Torres of Los Angeles as \nignoring employers who illegally hire undocumented immigrants.\n\n\"This Governor has failed to address the most important issue,\" Mr. Torres said. \"If there are jobs here, people will \ncome. No matter if you have border tax, the National Guard or the Seventh Fleet in the Sea of Cortez.\"\n"}