{"title": "Bucks County News in Brief", "body": "\nBucks County 4-H seeks \n\nknitting, science teachers \n\nBucks County 4-H, part of Penn State Cooperative Extension-Bucks County, is seeking volunteers to teach \nbeginning knitting and basic science to teens at the Levittown and Bensalem branches of the Bucks County Free \nLibrary. \n\nVolunteers are needed to teach knitting at 7 p.m. Tuesdays Feb. 5 to March 25 and to teach science at 7 p.m. \nThursdays April 3 to 17 at 7311 New Falls Rd., Levittown. Volunteers are needed to teach knitting at 7 p.m. \nWednesdays Feb. 13 to March 26 at 3700 Hulmeville Rd., Bensalem. \n\nFor more information, call 215-345-3283. \n\nWork nears completion \n\non Yardley Borough main \n\nConstruction is nearly complete on an extensive water-main replacement project that began last summer in Yardley \nBorough. \n\nThe $1.1 million project included the replacement of more than 11,000 feet of pipe to improve residential service \nand to increase water flow for firefighters. \n\nPennsylvania American Water Co. started the work in July, and five new fire hydrants were added. For more \ninformation, call 800-565-7292. \n\nCoat drive going on \n\nin West Rockhill \n\nRockhill Mennonite Community and Morrison Senior Dining are collecting clean, reusable coats and jackets to \nassist in the One Warm Coat community service drive. \n\nOne Warm Coat provides free coats to needy children and adults. Coats are being collected through Jan. 28. Drop-\noff is from 8 a.m. to 5 p.m. Mondays through Saturdays at the Rockhill Mennonite Community, 3250 State Rd., \nWest Rockhill. For more information, call 215-257-2751. \n\nWellness seminars at the Southampton Armory \n\n\nThe Great Philadelphia Healthy Living Expo will offer a series of wellness seminars next Sunday at the \nSouthampton Armory Building in Northeast Philadelphia. \n\nWorkshops will focus on physical, spiritual, financial and emotional wellness. Sessions will be offered on subjects \nincluding stress reduction, yoga and healthy cooking. \n\nAdmission is $5; children 12 and younger will be admitted free. The Southampton Armory is at Southampton Road \nand Roosevelt Boulevard. For more details, call 215-968-4593 or visit www.lifetimeexpos.com. \n\nMichener Museum to honor \n\njazz singer Jon Lucien \n\nThe James A. Michener Art Museum will celebrate the memory of jazz singer and former Doylestown resident Jon \nLucien on Saturday in Doylestown. \n\nDrummer and percussionist Victor Ector will perform with Abraham Burton on saxophone, Leon Lee Dorsey on bass \nand John DiMartino on piano. \n\nLucien was known for his romantic ballads and was a staple on smooth-jazz radio. He died in August of respiratory \ncomplications after surgery. \n\nThe program will be from 8 to 11 p.m. Tickets are $34 for members, and $40 for non-members. Reserved tables for \nparties of four and six are available at $42 per person for members and $48 per person for non-members. Tickets \ninclude a light reception. \n\nFor reservations and more information, call 215-340-9800. The museum is at 138 S. Pine St. \n\nPreservationist to discuss historic Bucks barns \n\nJeffrey L. Marshall of the Heritage Conservancy will lead a presentation on the barns of Bucks County next \nSunday at the Makefield Friends Meeting in Upper Makefield. \n\nMarshall, the conservancy's vice president of resource protection, is co-author of The Barns of Bucks County, a \npictorial guide to a historic feature of county architecture that is disappearing. A book signing and refreshments will \nfollow. \n\nThe event is free and is co-sponsored by the Upper Makefield Historical Society. The meetinghouse is at 877 \nDolington Rd., Upper Makefield. For more information, call 215-345-7020. \n\nMeeting to discuss \n\nfuture of farming \n\nThe future of farming will be discussed during a presentation Wednesday at the Yardley-Makefield Branch of the \nBucks County Free Library in Lower Makefield. \n\nDave Fleming, whose family owns Shady Brook Farm in Lower Makefield, will lead a discussion on new technology, \ngovernment restrictions, higher production costs, and their effects on farming. \n\nThe event, sponsored by the Makefield Area Branch of the American Association of University Women, is free. The \nlibrary is at 1080 Edgewood Rd., To learn more, call 215-369-3500 or visit www.aauwmakefield.org. \n\nWarminster Symphony \n\nto hold fund-raiser \n\nhttp://www.lifetimeexpos.com/\nhttp://www.aauwmakefield.org/\n\n\nThe Warminster Symphony will hold its annual fund-raising gala Saturday at Spring Mill Manor in Ivyland. \n\nDoors will open at 6 p.m. Dinner will be at 7, and a concert, \"Retro Pops: A Tribute to Leroy Anderson - 100 years,\" \nwill begin at 8. The concert will feature pianist Clipper Erickson in a tribute to the musical collaboration of Arthur \nFiedler, Leroy Anderson and the Boston Pops. \n\nCost is $50. Spring Mill Manor is at 171 Jacksonville Rd. The deadline to reserve tickets is today. For more details, \nvisit www.warminstersymphony.org. \n\n - Kristin E. Holmes\n"}