{"title": "Immigration Company Raided; Federal Agents Are Investigating Alleged Fraud in Herndon", "body": "\nFederal agents have raided a Herndon-based immigration services company, hauling away truckloads of \ndocuments as part of an investigation into alleged fraud in a government program that offers immigrant visas to \nwealthy foreign investors.\n\nThe search and seizure, based on federal grand jury subpoenas obtained by the U.S. attorney's office in \nAlexandria, was carried out Wednesday at the offices of InterBank Immigration Services Inc. by agents of the \nImmigration and Naturalization Service, FBI, Internal Revenue Service and State Department.\n\nInterBank said yesterday that its activities were legal under a 1990 law designed to create U.S. jobs through foreign \ninvestment. It called the raid a \"hostile attack on the foreign investor program,\" and said it plans to file suit in \nfederal court next week to try to force the INS to approve about 700 pending applications for visas under the \nprogram.\n\nBut U.S. officials and a former InterBank executive say the company is suspected of fraudulently misusing the \nprogram. Specific allegations have not yet been revealed; the subpoenas were issued on the basis of an affidavit \nthat remains sealed.\n\nThe raid is the latest blow to a program that has stirred controversy during the last year because of perceptions that \nit effectively involves selling \"green cards,\" the much-coveted documents that denote legal immigrant status, a \nprerequisite for U.S. citizenship. Critics have dubbed it a \"greenbacks for green cards\" scheme.\n\nDesigned to help the United States compete for foreign capital and create jobs, the program reserves up to 10,000 \ngreen cards a year for investors and their immediate families. Principals must create at least 10 full-time jobs each \nby investing $ 1 million -- $ 500,000 if the jobs are in certain high-unemployment areas -- in a new business or the \nexpansion of an existing one.\n\nDuring the program's first several years, there typically were only a few hundred applications annually. But they \nbegan to mushroom last year in response to aggressive marketing by companies offering complex deals in which \nthey pooled foreign investors, linked them with U.S. businesses seeking capital and helped the prospective \nimmigrants obtain loans for most of the required funds. Last year, more than 1,100 petitions for visas under the \nprogram were approved, a fourfold increase from 1996. Most of the investors have come from Asia, primarily \nTaiwan.\n\nThe INS then reviewed the program and concluded that some of the financial packages allowed investors to acquire \nimmigrant visas without actually investing their own funds in the required amounts or creating the minimum number \n\n\nof jobs, officials said. In March, the INS froze the program, refusing to approve visas under the financial plans in \nquestion.\n\n\"It became obvious to us that we needed to step back and take a look at what was happening here,\" said Russ \nBergeron, an INS spokesman.\n\nCompanies using the program have argued that joining investors is the only way to bankroll large projects and that \nfunding the investments with loans is a standard business practice.\n\nInterBank said yesterday that despite congressional support for the program, \"the INS has refused to act on over \n700 investor applications, effectively blocking $ 350 million in new foreign investment capital and the creation of \n7,000 new American jobs.\"\n\nAn attorney for the company, Don Santarelli, said the raid was unnecessary because InterBank was willing to \nproduce the records voluntarily and had been seeking guidance from the INS on how to comply with the new \nregulations, which have not yet been issued in writing.\n"}