{"title": "Judge Issues Restraining Order Prohibiting Prop. 187", "body": "\nBOB EDWARDS, Host: A federal judge in California has issued a temporary restraining order prohibiting most of \nProposition 187, the state's new immigration law, from taking effect.  The judge said that most of Proposition 187 \nwould be found unconstitutional.  The new law, adopted overwhelmingly by California voters last week, would deny \npublicly funded education, non-emergency health and social services, to illegal immigrants.  Yesterday's court \naction was in response to four lawsuits challenging the new law.  NPR's Ina Jaffe reports.\n\n \n\nINA JAFFE, Reporter: Attorneys challenging the law argued that Proposition 187 was flawed in two ways.  First, \nthey said, it pre-empts the federal government's authority to make immigration law.  For example, Proposition 187 \ndefines illegal immigrant differently than the federal government does, and it would deny services to some people \nwho are allowed to receive them under federal law.\nOutside the courthouse, attorney Peter Shay [sp], representing LULAC, the League of United Latin American \nCitizens, repeated the argument that 187 effectively deputizes teachers, police officers, social workers, and others, \nas immigration officials, requiring them to tell suspected illegal immigrants that they should leave the country.\n\n \n\nPETER SHAY, Attorney Representing League of United Latin American Citizens: Even though those immigrants \nwent to the Immigration Service, the Immigration Department would not tell them to leave the country.  Proposition \n187 makes ineligible for health care various categories of immigrants who Congress have- has stated are eligible \nfor health care services.  Proposition 187 would make several categories of children ineligible for emergency foster \ncare, children who are battered by their parents, children whose parents are killed.  So, there were many, many \nrespects in which I believe the court found, and believed, that Proposition 187 conflicted with, and would frustrate, \nfederal law.\n\n \n\nJAFFE: The second point made by the challengers was that by withdrawing services from undocumented \nimmigrants without a hearing, Proposition 187 denied them their right to due process, and Federal District Judge \nMatthew Byrne seemed to agree.  But, when it was the state's turn to argue, Deputy Attorney General John \nIchinaga didn't make a sweeping constitutional defense of the statute; rather he simply said that a temporary \nrestraining order was unnecessary.\n\n \n\n\nMost of the provisions of 187 won't go into effect for a few weeks, he explained, while the state finishes drafting the \nregulations for enforcing it.  Ichinaga suggested those regulations, when they are completed, might take care of \nsome of the judge's concerns.  'Do you know what will be in those regulations?' asked the judge.  'No,' said \nIchinaga.  'Well, if you can't speculate,' said the judge, 'why should I?'\n\n \n\nMark Rosenbaum [sp], an attorney for the American Civil Liberties Union, accused California's attorney general of \nplanning to use the regulations to cover up the deficiencies of the law.\n\n \n\nMARK ROSENBAUM, Attorney, American Civil Liberties Union: It's like giving a facelift to Frankenstein to try to turn \nhim into Mother Teresa, and that's not gonna work.  This law is done, there is nothing they can do to cure this law, \nand the regulation process itself is an admission that they have a law that constitutionally doesn't work.\n\n \n\nJAFFE: This was the second time since Proposition 187 was passed that a court has blocked its implementation.  \nLast week a state court issued a restraining order to prevent undocumented students from being expelled from \nschool.  So, a spokesman for California Attorney General Dan Lungren said that yesterday's temporary restraining \norder was disappointing, but, not unexpected.  And there are two sections of Proposition 187 that Judge Byrne \nallowed to stand; those established criminal penalties for making or using fraudulent immigration documents, \nalready felonies under federal law.\n\n \n\nThere will be further hearings next week to determine whether yesterday's prohibition on enforcing 187 will be \nextended until the trials are over, but, all the parties agree that the issue will ultimately have to be decided by the \nSupreme Court, which will undoubtedly take years.  I'm Ina Jaffe in Los Angeles.\n\n \n\nThe preceding text has been professionally transcribed.  However, although the text has been checked against an \naudio track, in order to meet rigid distribution and transmission deadlines, it may not have been proofread against \ntape.\n"}