{"title": "7 SUSPECTED IMMIGRANTS FOUND DEAD", "body": "\nSeven people believed to be illegal immigrants died in the desert north of the Mexico border after waiting for days \nin triple-digit heat for a smuggler's van that never arrived, authorities said.\n\nThe bodies of five men, a woman and a teenage boy were found about 40 miles north of the border yesterday by a \nfarmworker, said Bill Strassberger, a spokesman for the Immigration and Naturalization Service.\n\n\"They were lying underneath a tree, apparently dropped off by a smuggler and left to wait for another van,\" he said. \n\"It appears they just waited and waited until it was too late.\"\n\nThe victims appear to have died of heat exhaustion. Daytime temperatures in the desert have been over 105 \ndegrees, with a heat index around 115 degrees when humidity is factored in, according to the National Weather \nService.\n\n\"The is the largest single group to die of heat exhaustion along the Southwest border since we've been keeping \nbetter records in the past four or five years,\" Strassberger said.\n\nThe bodies were found close to a remote two-lane highway that runs near the Salton Sea, a route used \nincreasingly by \"coyotes\" who smuggle illegal immigrants into the country for a fee. Strassberger said it was \nunknown whether the seven were part of a larger group.\n\n\"We do believe their deaths were the result of another unscrupulous smuggler who put a load in danger,\" he said. \n\"They had no water containers with them and no luggage, indicating they were transported there by a vehicle and \nordered to wait.\"\n\nThe people had been dead at least three days, Strassberger said.\n\nEach year, scores of immigrants die attempting to cross into the United States. This year has been particularly \ndangerous because of the heat wave in Texas.\n\nMore than 100 illegal immigrants have died this year crossing the rugged terrain of the Southwest border; 81 of \nthose deaths were heat-related.\n\n\nThe U.S. government started its \"Operation Gatekeeper\" in 1994, tripling the number of agents patrolling the most \ncommon crossing points.\n"}