{"title": "MAJOR CHANGE IN IMMIGRATION TO CITY IS SEEN", "body": "\nNew York City, where millions of European immigrants first saw the New World, is still a city with many \nnewcomers. But virtually all of today's arrivals are Asians, blacks or Hispanic people, according to the city's Office \nof Immigration Affairs.\n\n In fact, more than a quarter of the city's population is now foreign-born, the agency said yesterday in a report to \nthe Citizens Housing and Planning Council at Citicorp headquarters, 399 Park Avenue.\nNew York City Office of Immigration Affairs says virtually all of people immigrating to city now are Asian, black or \nHispanic (M)\n\nThe statistics presented were taken from a study on immigration that is being prepared by the agency, which is \npart of the Planning Department. The study, much of which is based on the 1980 Census, is expected to be \ncompleted later this year.\n\nAccording to the study, the largest group of newcomers to New York City between 1975 and 1980 was the \nDominicans, with 36,200 legal immigrants. The next largest group was the Russians, with 27,500; followed by the \nChinese, with 25,500, and the Jamaicans, with 23,500. After that, in descending order, were immigrants from \nGuyana, Haiti, Colombia, Korea, Trinidad-Tobago and India.\n\n \n\nRussian Immigration Slows\n\n''The only thing that has kept the pattern from being totally three-color is the large number of Soviet Jews who have \narrived in recent years,'' said Elizabeth Bogen, the agency's director of immigration studies. The influx of Russion \nJews has slowed to a trickle recently, however, because the Soviet Union has restricted the number who may \nleave.\n\nAccording to the Census, New York had 1.7 million foreign-born residents, including about 200,000 illegal aliens, in \n1980.\n\nThe Office of Immigration Affairs estimates that there are now 2.2 million foreign-born residents here, including \n500,000 illegal aliens.\n\nItalians make up the largest foreign- born group in the city, said Frank Vardy, a Planning Department demographer.\n\nAccording to the Census figures, there were 156,000 people here in 1980 who were born in Italy; followed by \nDominicans, 120,500; Chinese, 95,000; Jamaicans, 93,000; Russians, 78,500, and Poles, 77,000.\n\n\n''The Italians are in first place,'' Mr. Vardy said, ''because alone among the older immigrant groups they tend to stay \nin the city. They pass the house on from one generation to another.''\n"}