{"title": "SCHOOL 'RESIDENT' MAY BE DEPORTEDBUT STORY OF HOMELESS EX-PUPIL CAPTURES HEARTS", "body": "\nA homeless man who made Apple Valley High School his hideaway for several weeks has received hundreds of \noffers of help from strangers moved by his plight.\n\nShelters and families have offered to open their doors, students are planning a fund-raiser, and a wealthy \nbusinessman is providing him with legal aid and pledging to give him a job.\n\nBut all that might not be enough to keep him from a new set of legal problems.\n\nFrancisco Serrano, 21, was being held at the Dakota County Jail on Thursday after pleading guilty to a petty \nmisdemeanor for trespassing on school grounds. Serrano told police he was homeless and had been living at the \nschool for three weeks.\n\nSerrano won't serve time in the case, but he could be deported to Mexico if he's found to be in the country illegally. \nU.S. Immigration and Customs Enforcement placed a detainer on Serrano and plans to interview him today.\n\n\"A detainer means that we have reason to believe there are violations to immigration law,\" said spokesman Tim \nCounts.\n\nSerrano entered the country in El Paso, Texas, on a border pass when he was 16 -- his parents are divorced -- and \nmade his way to Minnesota to reunite with his father, said immigration attorney Herbert Igbanugo. After two years at \nApple Valley High School, Serrano followed his father to Connecticut, where he completed high school. But the \ntwo had a falling-out two months ago, Serrano said.\n\nIgbanugo, who plans to represent Serrano before immigration authorities, said he will ask the agency's district \ndirector to consider Serrano a low priority for deportation and defer action on his case. That may buy him enough \ntime to apply for a guest worker program, allowing him to stay in the United States.\n\n\"He's not really a threat to the community,\" Igbanugo said. \"He's a young, bright guy who has an incredible story, \nand he's willing to work hard.\"\n\nEarlier in the day, the attorney representing Serrano at an Apple Valley court hearing, Robert Speeter, said his \nclient is overwhelmed by the coverage his story has received from the national press, including CNN and ABC's \n\"Good Morning America.\"\n\n\n\"I think he thought all of this media attention was because (the media) thought he was this horrible person,\" Speeter \nsaid. \"I think he was concerned that he had scared a lot of people at the school and that's why there was all this \nhubbub.\"\n\nSchool Principal Steve Degenaar said in a letter to parents Wednesday, \"This is a very sad story about a former \nApple Valley High School student, who obviously needs some help.\"\n\nOn Thursday, hundreds of voice- and e-mails flooded the 2,400-student high school, Degenaar said. More than \ntwo-thirds of them offered to help Serrano.\n\nFive or six families, some with students in the school, offered him a place to live until he gets back on his feet, \nDegenaar said. Four shelters have offered him a place as well. School staff and students are planning fund-raisers, \ndepending on Serrano's immigration status.\n\n\"There's a lot of people with big hearts out there,\" Degenaar said. \"But we really don't know how many decisions \nhe'll be able to make.\"\n\nA Minneapolis developer and landlord caught up in his own legal problems hired Igbanugo for Serrano and has \npromised to help him get back on his feet.\n\n\"His story just touched me,\" said the developer, Basim Sabri.\n\n\"He's a fellow human being that needed some help,\" Sabri said. \"If they release him, I will guarantee a him a job \nand an apartment.\"\n\nCounts said it would be up to a federal judge to decide his fate. \"Generally someone has to have some type of legal \nstatus to work in the U.S.,\" he said.\n\nIn December, a federal jury found Sabri guilty of three counts of attempting to bribe former Minneapolis City Council \nMember Brian Herron, who pleaded guilty in the case. Sabri is awaiting sentencing.\n\nSabri came to the United States from Israel's occupied territories in 1979. He said he remembers how difficult it was \nto make enough money for food, shelter and clothing.\n\n\"A lot of people helped me, and I guess I have to help them too,\" he said. \"Americans are a very giving nation. … \nSometimes we forget to help our neighbors.\"\n\nDegenaar also said one in three parents who called Thursday were concerned about the school's security.\n\n\"I've been in the business 27 years and I have not ever seen or witnessed a former student coming back,\" \nDegenaar said. \"And it will never happen again.\"\n\nAs part of Thursday's plea negotiations, Serrano is on probation for six months and is not allowed within 1,000 feet \nof schools in the Rosemount-Apple Valley-Eagan district.\n\nApple Valley High School officials plan to announce Monday that additional security guards will be hired to patrol \nthe grounds from 5 to 10 p.m.\n\nApple Valley police arrested Serrano, who was hanging out in the school parking lot, last Friday. A week earlier, a \njanitor had found Serrano asleep in a classroom about 5 a.m. and told him to leave the premises. Later that \nevening, Serrano was spotted again in the school's auditorium and police issued Serrano a citation for trespassing.\n\nNancy Ngo can be reached at nngo@pioneerpress.com or 651-228-5172. Frederick Melo can be reached at \nfmelo@pioneerpress.com or 651-228-2172. Tammy Oseid can be reached at toseid@pioneerpress.com or 651-\n228-2171.    \n\nmailto:nngo@pioneerpress.com\nmailto:fmelo@pioneerpress.com\nmailto:toseid@pioneerpress.com\n\n\nGraphic\n\n \n\nPhoto\n\nFrancisco Serrano\n"}