{"title": "IMMIGRATION BILL BEFORE CONFEREES", "body": "\nSeven Senators and 29 Representatives plan to meet Thursday in an effort to begin drafting a comprehensive \nimmigration bill passed in different forms by the two houses of Congress.\n\n The first meeting of the conference committee comes 12 weeks after the House passed the bill, 216 to 211. The \nSenate approved its version of the legislation by a vote of 76 to 18 in May 1983.\n\nThe Senate and House versions would both prohibit employment of illegal aliens and offer legal status to many \nillegal aliens already in the country. They differ on the penalties for employers who knowingly hire illegal aliens and \non the terms of the amnesty, which are more restrictive in the Senate bill.\n\nThe Reagan Administration strongly supports the Senate bill, but has described some of the House amendments \nas unacceptable. Administration officials contend that the House version would be too costly because the Federal \nGovernment might have to reimburse states for the costs of providing welfare and social services to aliens who \ngained legal status.\n\nHispanic leaders, who believe that the employer sanctions would increase discrimination against Hispanic workers, \nstepped up lobbying against the bill this week. They met Tuesday with the House majority leader, Representative \nJim Wright, Democrat of Texas, who voted for the bill when it passed on June 20.\n\n \n\n'The Prospects Are Bleak'\n\nMr. Wright said today, ''The prospects are bleak for passage of any immigration legislation this year.''\n\nHispanic said Congress could conceivably finish work on the bill before adjournment.\n\nFollowing is a summary of major issues facing the conference:\n\n \n\nEmployer Sanctions: The Senate and House bills would both require employers to ask all job applicants for \ndocuments to verify that they were citizens or aliens authorized to work in the United States. Both bills contain an \nexemption for employers with three or fewer employees.\n\nUnder the Senate bill, after a one- year transition period, the Government could assess a civil penalty of $1,000 \nagainst an employer for each illegal alien hired. If there was a second offense, the employer would be subject to a \n\n\n$2,000 penalty for each illegal alien, and for a ''pattern or practice'' of violations, the employer could be fined $1,000 \nand imprisoned six months.\n\nThe House bill has no criminal penalties. After a six-month transition period, an employer would receive a citation \nor warning for the first offense. For a second offense, the employer would be subject to a civil penalty of $1,000 for \neach illegal alien hired. In any subsequent offense, the employer would be subject to a civil penalty of $2,000 for \neach illegal alien hired.\n\n \n\nAmnesty: The House bill offers legal status to illegal aliens who entered the United States before Jan. 1, 1982, and \nhave lived here continuously since that date. The comparable date in the Senate bill is Jan. 1, 1980.\n\nThe House bill provides that illegal aliens would first have to become ''lawful temporary residents.'' After one year, \nthe aliens could seek permanent resident status if they were studying the English language and the history and \ngovernment of the United States.\n\nThe Senate bill offers immediate permanent resident status to illegal aliens who arrived before Jan. 1, 1977. It \noffers temporary status to those who arrived from Jan. 1, 1977, to Dec. 31, 1979, and after three years in that \nstatus, they could become permanent residents.\n\n \n\nLegalization Costs: The House bill says that the Federal Government ''shall provide reimbursement to each state'' \nfor 100 percent of the costs of cash and medical assistance to aliens who gain legal status. Congress could later \nlimit outlays if it wished. The Senate bill would establish a Federal grant for assistance to the states, but does not \nspecify the amount.\n\n \n\nForeign Workers: Both bills would make it easier for employers to bring aliens into the country as temporary foreign \nworkers, tied to a specific place of employment. The House bill would, in addition, create a special program for \nfarmers who need help harvesting perishable fruit and vegetables.\n\n \n\nDiscrimination: The House bill would prohibit employers from discriminating against legal aliens in hiring or \nrecruiting workers.\n\nThe Senate bill has no comparable provisions, but would require the General Accounting Office to determine \nwhether employer sanctions led to a ''pattern of discrimination.''\n"}