{"title": "ILLEGAL ALIENS FIND FREEDOM AT IMMIGRATION CENTER", "body": "\n''She says that she feels like she has wings,'' Park Yun said of his mother, who hd just been given an employment \nauthorization card - the first major hurdle in the process for legalization of immigrant status under the new amnesty \nlaw.\n\n''She said that now she can go visit relatives in Seoul,'' he said, ''relatives that she hasn't seen in 10 years.''\n\nMrs. Park was one of seven people - three Koreans, three Colombians and one Salvadoran - who were brought on \na recent day to the Legalization Center at 22 Mill Street by the Rev. Hosea Lee., the assistant priest at Good \nShepherd Episcopal Church in Fort Lee.\n\nThe were among 50 people at the office, far below the 150 people a day that immigration officials had expected.\n\nWhen the group first entered, there was a feeling of anxiety. There were tense moments as each was called to the \ncounter where each person's papers were scrutinized, where each person's proofs of identity, residency and \neligibility checked. They waited patiently as each one was processed. Each was called for a cursory interview and \neach person's papers were accepted. Broad smiles lighted their faces.\n\nDespite the various language barriers, the feeling of anxiety turned to one of jubilation as the news sank in. There \nwas still processing to be done. They had to be fingerprinted and photographed, and finally they were handed the \nmuch sought after card that would allow them to surface.\n\nWith it they could end their hidden existence and openly seek employment, obtain a driver's license or do the \nhundreds of things so many legal residents take for granted.\n\n''This means that I won't have to live like a second-class person,'' said Jorge Rodriguez, a 21-year-old who had \ncome to the United States from El Salvador by illegally crossing the Mexican border when he was 13. ''I'm really \nhappy. Now I will no longer be at a lower level than other people. I can do what I want.''\n\nMr. Rodriguez, who works as a laborer for a demolition company, said he had been afraid to seek amnesty under \nthe legalization program, which began on May 5.\n\n''In beginning a lot of people were saying that it could be a trick, that it was going to be hard, that you needed so \nmany papers and that you should go to a lawyer,'' Mr. Rodriguez said. ''Then a friend of mine told me he had been \nhelped at the church. He said that it was easy and that the church did not charge any money. I decided to try it \nmyself. I used to try to forget that I was not here legally, now I really can forget all about it.''\n\n \n\n\n'Everything Worked Out'\n\nMr. Park said that the had first gone to a lawyer to seek help for his mother because she was 72 years old and had \nnot kept any letters or papers to show she had been in the United States since 1978.\n\n''The lawyer told me that it would cost about $2,000 to help her,'' Mr. Park said. ''Then, a friend introduced me to \nFather Lee. He went step by step and he helped us get hospital records from when she broke her leg and a letter \nfrom the Korean Buddhist Won Kak Sa Church wher eshe was a member since 1979. She was very much afraid \nwhen she came but everything worked out fine.''\n\nJorge Betancour, who had come from Colombia in 1979 and had overstayed his visa, noted that he too had been \nafraid to seek amnesty because of the horror stories he had heard, and because of the radio and newspaper \nadvertisements that warned that the process was very complicated and that the services of a lawyer were needed.\n\n''I was very doubtful that we could qualify,'' Mr. Betancour said, referring to his girlfriend and her son. ''Then, a friend \ntold me about Fathe rLee and I went to see him. He looked over our papers and said that I had more than enough.''\n\nMr. Lee said that many of the people who come to his office on palisades Avenue were fearful of coming to the \nimmigration office because of the horror stories they had heard.\n\n''Some of them go into shock when they hear the name of the immigration service,'' Mr. Lee said. ''There was one \nFilipino fellow whose family had been apprehended in California by immigration officials. His father and the rest of \nthe family were deported but he escaped and went into hiding for seven years. He just recently got his card.''\n"}