{"title": "Washing Their Hands Of the Last Frontier; In the Kitchens of Many Immigrants, Dishwasher Is a Permanent Turnoff", "body": "\nA couple of months ago, in the privacy of his Reston townhouse, Alan Chien made a final break from cultural \ntradition, a guilt-filled decision he has yet to share with his parents. \n\n  He used his dishwasher. He knows his parents will not understand.  \n\n \"They don't believe in it,\" said Chien, 35, an engineer who emigrated with his family from Taiwan when he was a \ntoddler. \"Just because they never used it, I never used it, so it was just a mysterious thing to me.\" \n\n In many immigrant homes, the automatic dishwasher is the last frontier. Long after new arrivals pick up football, \nlearn the intricacies of the multiplex and the DMV and develop a taste for pizza, they resist the dishwasher. Some \njoke that not using the appliance is one of the truest signs of immigrant heritage, whether they hail from Africa, \nLatin America, Asia or Eastern Europe. \n\n If they have a dishwasher  --  and many do, because it is standard equipment in most homes  --  it becomes a \nglorified dish rack, a Tupperware storage cabinet or a snack-food bin. It's never turned on.  \n\n Officials at appliance companies have noticed: Sears doesn't even highlight the appliances in its ads in Spanish-\nlanguage media.  \n\n It's a quirk in the assimilation process that baffles social scientists. \"It's really striking,\" said Donna Gabaccia, who \nstudies immigration and culinary history at the University of Minnesota. In the home, \"technology is generally \nembraced by women. Certainly in terms of technology, their homes don't look that much different from Middle \nAmerican homes.\" \n\n Gabaccia said one explanation could be that immigrants can absorb only so much change. The dishwasher is a \nU.S. invention that is rare in most countries, even among the upper-middle class. \n\n Chien, too, has a hard time explaining dishwasher guilt. Chien, whose younger sister goaded him into breaking his \n\"mental block\" on the matter, marvels over how the appliance scrubs off caked-on food. But he isn't sure whether \nhe will keep using it.  \n\n\n \"I still have the sense that it's kind of a waste of electricity,\" he said. \"It's odd. We buy American clothes; we use the \noven; we use the stove; but, somehow, that appliance. . . .\" \n\n Graciela Andres laments that her daughter, son-in-law and three grandchildren have abandoned washing by \nhand. \"They do it the American way  --  they put everything in the wash machine, no matter if it's a little spoon,\" \nsaid Andres, who emigrated from Bolivia in 1981. \n\n She does not disdain her family's washer and dryer, microwave, heavy-duty mixer, DVD player or computers. But \nthe dishwasher? \n\n  \"I think if I wash by my hands, I do a better job,\" said Andres, 65, of Germantown. \"We have to fill up the \ndishwasher. If you do it by hand, it gets clean right away.\" \n\n Her daughter, Grace Rivera-Oven, says she cannot afford not to use it. Her five-cycle, stainless-steel Kenmore \nallows her to spend more time shuttling her children to baseball and soccer, serving on community boards and \nfreelance writing.  \n\n As a teenager, she got a friend to teach her how to operate the dishwasher  --  \"She was white; I figured she knew \nhow.\" Before her mother got home from work, she would run a load.  \n\n These days, she can use the dishwasher anytime she wants. Even so, she feels as if she's missing something. \nThat's why every Saturday morning, she does the breakfast dishes by hand with her 10-year-old daughter, Amalia. \n\n  \"We just gossip, gossip,\" said Rivera-Oven, 35. \"I just wash them, and she dries. It just reminds me of when I was \nher age. I did them with my mother. Oh, I loved the drying.\"  \n\n Her mother chimes in, stirred by the memory. \"Oh, yes, I remember when she would dry and I would check,\" \nAndres said, pretending to rub a glass between her fingers. \"Squeak, squeak, squeak.\" \n\n Kitchen historians speculate that the dishwasher lies at the heart of what it means to be a family. Dishwashers \nbegan appearing in many middle-class American households in the late 1960s and 1970s, about the time that \nmany women began entering the workforce. A decade later, the microwave came along. The family dinner hour \ndisappeared. It's been downhill from there. \n\n \"When people ate dinner together, they also cleaned up together,\" said Vicki Matranga, a kitchen historian and \ndesigner for the Illinois-based International Housewares Association. \"Americans now want convenience. The \nkitchen is a showplace where you heat up your food in the microwave.\" \n\n Outside the United States, Canada and Western Europe, dishwashers are uncommon. In most countries, people \ncannot afford them; if they could, then they already have maids, who can do the dishes by hand.  \n\n A 2004 economics report from the government of India noted that a growing middle class had pushed up sales of \nclothes washers, refrigerators and small appliances by 20 percent a year. Dishwashers, however, were a \n\"negligible market.\" \n\n In tech-crazed South Korea, many families boast refrigerators with built-in TV screens and a cooler that regulates \nthe temperature especially for jars of kimchi, the spicy pickled cabbage  --  but no dishwasher.  \n\n At Sears, officials do not make much of an effort to market dishwashers to immigrants. The company's Kenmore \nElite TurboZone was touted in mainstream media, but Spanish-language newspapers and magazines ran only \ngeneral ads about appliances. \n\n Anecdotal evidence from Sears associates and customers suggests that Latinos care far more about cooktops \nthan dishwashers, said Tina Settecase, vice president of home appliances. \n\n\n\n \"We're very careful about not changing our Hispanic customers,\" she said. \"We're just trying to identify what the \nHispanic customer wants and supply it.\" \n\n But Mike McDermott, general manager of merchandising at General Electric, wonders whether more information \nabout dishwashers might make a difference. \n\n  Like other appliance-makers, GE extols the dishwashers' energy efficiency. The U.S. Department of Energy \nagrees, citing findings that dishwashers, with a full load, use half as much water as washing by hand. Statistics \nfrom the D.C.-based Association of Home Appliance Manufacturers show that using the dishwasher six times a \nweek costs $49 a year, a little more than the refrigerator. \n\n \"Where there isn't a dishwasher in a home, we need to understand why it's not there,\" McDermott said, \"and what \nare some of the tools we can use to educate the consumer.\" \n\n He will not have any luck with Douglas Lee's family. His American roots stretch back to 1963, when his \ngrandparents emigrated from China. In three generations, nobody has used as dishwasher. \n\n Lee, 22, of Springfield said he does not understand the appeal.  \n\n \"Do you have to wash it beforehand to rinse it off? And if you wash it beforehand, why do you even need to use \nit?\" asked Lee, a program manager for the Washington-based Organization of Chinese Americans. \"I see a lot of \nmy white friends doing it. I'm like: Oh, well, whatever. I guess I can't judge them on how they clean their dishes.\" \n\n Bernie Fischer, a self-described \"typical white guy\" who grew up in Baltimore, knows all the benefits of the \ndishwasher. His parents had been so attached to theirs that they used it even though the wash cycle caused the \nlights to dim in their aging house. \n\n But these days, his dishwasher is simply a drying rack. It was his wife's idea. Mary Ngo is a Vietnamese \nAmerican.  \n\n \"Mary's kind of set in her ways,\" said Fischer, 29, a soft-spoken Columbia psychiatrist.  \n\n \"I just don't see the practicality of using the dishwasher,\" explained Ngo, 28, a job trainer born and raised in \nMontgomery County.  \n\n But she does let her husband turn on the appliance every two weeks  --  to clean it, not the dishes. \n"}