{"title": "6 Chinese nationals indicted in Savannah smuggling scheme", "body": "\nA grand jury indicted six Chinese nationals Wednesday in the most elaborate human smuggling operation \nuncovered in recent Georgia history.\n\nFederal authorities, meanwhile, said they are investigating the possibility that a foreign government played a role in \nthe smuggling.\n\n\"There is more involvement than what there appeared to be. We're looking into other entities --- private and public,\" \nsaid Thomas Fischer, district director of the Immigration and Naturalization Service in Atlanta. \"I'm quite optimistic \nthat we are going to unravel a very unusual, bizarre, sophisticated smuggling oper- ation.\"\nCONSTITUTION\n\nHe declined to say which governments his agency is investigating.\n\nFederal agents in Savannah found 132 Chinese men and boys on Aug. 12 in a secret compartment of the Prince \nNicolas, a 42,000-ton freighter. On Wednesday, a grand jury indicted three crew members and three \"stowaways.\" \nEach is charged with conspiracy to smuggle and conceal aliens, unlawfully bringing aliens to the United States for \ncommercial advantage and concealing and harboring illegal aliens, said Dan Drake, a spokesman for the U.S. \nAttorney's Office in Savannah.\n\nAuthorities say the trade in smuggling people from China has exploded into a multibillion-dollar business this \ndecade. They say organized crime groups control much of the trade. Once in the United States or other countries, \nmany immigrants work for years in poor conditions to repay their debt to smugglers known as \"snakeheads.\"\n\nAn INS agent testified on Sept. 1 that the immigrants on the Prince Nicolas each paid $ 40,000 to $ 49,000 for a trip \nto the United States.\n\nMost smuggled Chinese go to New York City, but saturation of the labor market there has sent some to Atlanta \nand other places. Authorities have uncovered smuggling operations recently in California, Canada, Georgia, \nGuam, Japan, the Northern Mariana Islands, Midway Islands, New Jersey, New York and Washington state.\n\nDrake identified the indicted crew members as Zhang Zhi Zhong, 31, the captain; Shi Ya Dong, 58, the chief \nengineer; and Sun Cheng, 36, a \"cabin boy. \" Drake said the \"stowaways\" indicted are Zheng Huan Jian, 25; \nZheng Xiao, 34; and Li Guo Guan, whose age was unavailable.\n\nAuthorities say the \"stowaways\" facing charges conspired with the crew to take the immigrants to the United States.\n"}