{"title": "Niagara-on-the-Lake Journal;Low Pay and Hard Work, Blessed by Immigration", "body": "\nOut in the fields, under an easy summer rain, a dozen men in blue slickers stooped over long rows of newly grafted \ncherry trees, staking each one so it stood straight.\n\nDye from the wet stakes had turned Fernando Portugal's hands the green of an American dollar bill. Rain dripped \nfrom his plastic hood as he recalled how he had scraped together 300 American dollars, more money than he had \never seen, to pay a smuggler to help him enter the United States illegally in 1991.\n\nFor two years after that, he dashed from one farm to another all the way from California to Washington State, trying \nto keep one step ahead of immigration authorities and two steps from starvation and despair. Finally, hounded by \nfear and fatigue, he returned to Mexico with little more money in his pockets than the $300 he had originally spent \nto leave.\n\nMr. Portugal paid to come north again this year, but this time the border he crossed was Canada's. The person who \nbrought him in was Jim Garrett, a Canadian farmer who had agreed to pay about half his air fare through a \nGovernment program that imports thousands of seasonal laborers a year.\n\nThe field labor is just as hard as it was in California, and the hours just as long. But here Mr. Portugal has a work \ncontract and a legal visa for the agricultural season.\n\nAnd that, he said, makes all the difference.\n\n\"Here we live in the padron's house and we all can feel secure knowing that we have our papers,\" he said, referring \nto the dumpy white stucco cottage that the farm owner provides for Mr. Portugal and six other Mexican men who \nwork at Mori Nurseries in Niagara-on-the-Lake. \"Here, we don't have to fear anyone.\"\n\nSince 1974 thousands of Mexicans have flown to Canada to take part in a program that predates the North \nAmerican Free Trade Agreement by 20 years. The Canadian Government saw it as a way to provide foreign aid \nand get something concrete in return. For Mexico, it was a safety valve to ward off the kind of social unrest caused \nwhen too many people chase too few jobs.\n\n\nFarmers across Ontario say there are simply not enough Canadians who will reliably work the fields at competitive \nwages. \"On beautiful sunny days, I can get plenty of Canadians to work,\" said Peter Vanderkooij, a farmer in \nKeswick. \"But when it rains, forget it. Canadians are getting soft, just like local Dutchmen, just like local Americans.\"\n\nMr. Portugal and more than 6,000 other Mexican men and women will come to Canada this year and stay for up to \neight months, getting paid $4.75 an hour, which is slightly more than the minimum wage here and far more than a \ncivil service manager in Mexico makes. They get free housing and free medical care, and they contribute to a \npension that will be sent to them when they retire in Mexico.\n\nIn a season, after paying back half the air fare and the $100 for a work visa, a worker can take back $6,000, which \ncan buy plenty of security in Mexico, where they must all return.\n\n\"I built a concrete house with the money I earned here,\" said Lorenzo Marquez, 54, from Cuautla, in the state of \nMorelos, who has worked on Mr. Garrett's farm for six years. Cecilio Fuentes, 40, has come back for seven \nseasons.\n\n\"With the contract, we can live almost as if we were in Mexico,\" he said. \"We have everything that we want, except \nthat we must be separated from our families.\"\n\nTo groups like the Canadian Farmworkers Union, the Government program is just one more form of exploitation. \nThe Rev. John Jose Duarte, a Roman Catholic priest in Leamington, Ontario, got involved with some of the workers \nafter they began attending Mass at his church, St. Michael's. He says that farm laborers have been exposed to \npesticides and dangerous working conditions, but that things have got better recently.\n\n\"The improvements came from within the community,\" Father Duarte said, \"because people have taken ownership \nof these guys and decided it wasn't right for them to be treated this way.\"\n\nThe program also transports farm workers from Jamaica and other Caribbean nations to Canada, which this year \nbrought the total of foreign workers in the program to around 15,000.\n\nOccasionally a laborer wanders off the farm and gets into trouble, and every year dozens of them do not return \nhome as they are supposed to, becoming illegal immigrants.\n\nThe workers' days are long, especially during harvest. The old farmhouses where they are put up are only minimally \nacceptable. For the most part, though, the program appears to be that rare species of Government program that \nworks pretty much as it was supposed to.\n\n\"It's wonderful,\" said Mr. Vanderkooij, who has used Mexican laborers to cut lettuce and tend onions on the drained \nmarshes of his farm, Cooksby Produce, for 16 years. Mr. Vanderkooij himself is an immigrant, who came from the \nNetherlands in 1947, and he thinks hiring the Mexicans will help them get ahead.\n\n\"Everybody has the right to do whatever they can achieve,\" he said.\n\nMr. Garrett, of Mori Nurseries, controls 500 acres of fruit trees and vineyards with the help of more than 100 \nCanadians and about 80 foreign laborers. He recently tried to hire some local people to work in his peach orchards. \n\"Four young people came in for the jobs,\" he said. \"Two quit before lunch, and the other two finished out the day \nbut they never came back.\"\n\nWhen the local hires did not work out, Mr. Garrett requested additional Mexican workers. Three women arrived on \nJune 23. Only one of them, Maria Teresa Reyes Carillo, had ever been to Canada before, packing Ontario \ngreenhouse tomatoes.\n\nAll that Celia Duran, 32, knew about Canada came from a photograph of Niagara Falls, but she did not know that \nthe field she was tilling was only a few miles from the falls, and just across the Niagara River from the United \nStates.\n\n\n\n\"Here we have a contract and we don't have to hide,\" she said, repeating a sentiment as common as the flatness of \nthe Canadian fields. \"We don't suffer the way the illegals do.\"\n\nWhen Gisela Ocelot Vasquez, 23, left her home in the mountains in the southern Mexican state of Puebla, her \nparents urged her to be careful because she would be going \"far, very far,\" she said.\n\n\"It was my first time on a plane, my first time out of Mexico, my first time out of our village,\" she said. At home, \nelectricity and potable water had just arrived his year and the nearest telephone was in another village about three \nhours away. Canada seemed very far indeed.\n\n\"I was scared, but what could I do?\" she said. \"We have all decided to come for the same thing. We came to get \nahead.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Jose Galvan, right, Lorenzo Marquez and Nazario Pinchon staking plants in a field near Niagara Falls, in an \narea that has benefited from a Government program that imports thousands of seasonal laborers a year. (Kevin \nArgul for The New York Times)\n\n \n\nMap of Canada highlighting Niagara-on-the-Lake, Ontario: Foreign workers say they feel secure in Niagara-on-\nthe-Lake.\n"}