{"title": "Officials Say Justice Dept. Based Hires on Politics Before Goodling Tenure", "body": "\nThe Justice Department considered political affiliation in screening applicants for immigration court judgeships for \nseveral years until hiring was frozen in December after objections from department lawyers, current and former \nofficials said yesterday.\n\nThe disclosures mean that the Justice Department may have violated civil service laws, which prohibit political \nconsiderations in hiring, for as long as two years before the tenure of Monica M. Goodling, the former aide to \nAttorney General Alberto R. Gonzales who testified about the practice this week.\n\nGoodling told the House Judiciary Committee on Wednesday that she \"crossed the line\" in considering political \naffiliation for several categories of career applicants at Justice, including immigration judges.\n\nThe attorney for D. Kyle Sampson, Gonzales's former chief of staff, said yesterday that Sampson and other \nofficials also forwarded names of politically connected applicants for the immigration courts, based on legal advice \nthat Sampson was given and on common historical practice in the department.\n\n\"Based on this understanding, Kyle Sampson and others in the department believed it appropriate to forward \nnames of qualified candidates who enjoyed political support,\" Bradford A. Berenson, Sampson's attorney, said in a \nstatement.\n\nSampson began working at Justice in late 2003, and officials said the practice probably began in early 2004. \nGoodling became Gonzales's counsel in October 2005, and his senior counselor and White House liaison in April \n2006. The Justice Department said yesterday that its administrative immigration courts are covered by civil service \nlaws that prohibit political considerations in hiring.\n\nThe department's hiring practices have come under scrutiny in the furor over the firings last year of nine U.S. \nattorneys. A Justice Department investigation of the dismissals has been expanded to include whether Goodling \nand other Gonzales aides improperly took politics into account in hiring for nonpolitical jobs.\n\n\nGoodling testified that Sampson told her that the department's Office of Legal Counsel had concluded that \nimmigration judges were not covered by civil service rules. The Justice Department said after her testimony that it \nhad \"located no record\" of an OLC opinion that reached that conclusion.\n\nGoodling's attorney, John M. Dowd, said in a statement yesterday that Goodling was referring in her testimony to \nthe verbal advice from Sampson, not to any formal opinion from OLC.\n\nBerenson said the legal debate over whether immigration judges are covered by civil service rules \"was highly \nuncertain and legally complex.\"\n\nThe nation's 226 immigration judges are civil service employees appointed by the attorney general. Gonzales has \nappointed 26, while his predecessor, John D. Ashcroft, appointed 49, Justice officials said.\n\nA number of the judges appointed over the past two years have strong Republican or Bush administration ties, \nincluding former senior Justice officials and a former GOP counsel on Capitol Hill, records show.\n\nOne judge appointed in 2005, Garry D. Malphrus, was associate director of the White House Domestic Policy \nCouncil from 2001 to 2004, records show. Another, appointed last year, Mark H. Metcalf, is a former Justice and \nDefense  department lawyer who unsuccessfully ran as a GOP congressional candidate in Kentucky.\n\nOfficials said yesterday that the debate over immigration judges came to a head late last year when, in response \nto a lawsuit, department lawyers concluded that political considerations were improperly used in the selection \nprocess. Hiring was suspended from December until April, when a new merit-based personnel process was put in \nplace, the department said.\n\nAlso yesterday, the House Judiciary panel announced that it would seek testimony from outgoing Deputy Attorney \nGeneral Paul J. McNulty and a second round of testimony from William E. Moschella, a senior McNulty aide. \nGoodling alleged that McNulty was \"not fully candid\" with Congress about his knowledge of White House \ninvolvement in the prosecutor firings and other issues. McNulty, who is resigning in the summer, denied the \nallegations.\n\nGraphic\n\n \n\nIMAGE; By Linda Davidson -- The Washington Post; D. Kyle Sampson, above, who began working at Justice in \n2003, is the former chief of staff for Attorney General Alberto R. Gonzales.\n"}