{"title": "THE STATE OF IMMIGRATION ENFORCEMENT", "body": "\nThe following information was released by the Cato Institute:\n\nBy Alex Nowrasteh\n\nPresident Trump's administration is ramping up immigration enforcement in the interior of the United States and \nalong the border. However, the near-half-century low in illegal border crossers, the longer-settled illegal immigrant \npopulation inside of the country, and resistance by state and local governments are hampering his administration's \nefforts to boost deportation. Try as he might, his administration will not be able to ramp up removals to the level \nseen in the first term of the Obama administration.\n\nDefinitions\n\nA removal is defined as when a person is transported outside of the United States because he or she violated the \nimmigration laws. Removals are not technically a punishment under U.S. law as it is a civil penalty and not a \ncriminal one. Some immigration laws are criminal, such as illegal reentry, and those convicted of that crime serve \ntheir time in prison and are then removed from the United States. Although not technically a punishment, the effects \nof removal can often be worse than imprisonment.\n\nRemovals encompass unlawfully present foreigners who were apprehended inside of the United States, which is \nwhat we commonly think of as \"deportations,\" and those apprehended while trying to enter the country but who are \nexcluded. Those removed are placed into legal proceedings to be formally expelled from the United States. Returns \nrefers to Mexicans and Canadians who are apprehended at the border and is a less severe and more rapid \nprocess. Since the second Bush administration, a much larger percentage of illegal immigrants caught on the \nborder have been removed rather than returned.\n\nAll of the years in these charts refer to the fiscal years. For instance, fiscal year (FY) 2017 runs from October 1st, \n2016 through September 30, 2017. This presents some limitations for comparing immigration enforcement under \nthe Trump administration with the Obama administration for FY 2017 as Obama was president for the first four \nmonths of that year. As a result, the increase in enforcement during the first year of Trump's administration is \nundercounted in most of the figures below.\n\nCriminal and Noncriminal Removals and Enforcement\n\nCriminal removals are for those who are convicted of crimes, mostly nonviolent and nonproperty offenses such as \nviolations of immigration law. Much of the fear today is that the Trump administration will increase the removals of \nnoncriminal illegal immigrants. While they certainly are targeted, the number and percentage of noncriminal \nremovals are barely changed in 2017 compared to 2016 (Figure 1). The number of criminal removals climbed by \nabout 11,000 and noncriminal removals by about 3,000 in 2017 relative to 2016.\n\n\nFigure 1\n\nCriminal and Noncriminal Removals\n\nSource: Immigration and Customs Enforcement.\n\nThe removal numbers in Figure 1 include many of those apprehended along the border and removed, a number \ninfluenced more by the flow of illegal immigrants into the United States than the intensity of enforcement. Removals \nfrom the interior of the United States are the real worry as they could uproot long-settled illegal immigrants and \ndisrupt their families, many of whom include U.S.-born American citizen children. Focusing on removals from the \ninterior of the United States shows that President Trump has more than doubled the proportion who are \nnoncriminals (Figure 2). The number of removals from the interior of the United States was up 25 percent in 2017 \nover 2016, from 65,332 to 81,603. That is a substantial increase but still far below the annual figures for the first six \nyears of the Obama administration.\n\nFigure 2\n\nInterior Removals by Criminality\n\nSource: Immigration and Customs Enforcement.\n\nCriminal removals as a percent of all removals increased at the beginning of the Trump administration from 50 \npercent in December 2016 to 59 percent in March 2017, but those are only a few months and more complete data \nis necessary to fully understand when Immigration and Customs Enforcement (ICE) started to focus more on \nnoncriminals (Figure 3).\n\nFigure 3\n\nCriminal Removals at Beginning of Trump Administration\n\nSource: Immigration and Customs Enforcement.\n\nThe Trump administration is flexing its immigration enforcement muscles by ramping up arrests. ICE arrested \nabout 33,000 more people in 2017 than in 2016, representing a 30 percent increase (Figure 4). Furthermore, a far \ngreater percentage of those arrests were noncriminals26 percent versus 14 percent. To put this in perspective, the \npercentage of criminal arrests in Trump's first year is similar to 2014 during the Obama administration although \nObama's ICE arrested more people overall. Furthermore, ICE ERO administrative arrests during Trump's first year \nwere about half of the number of those during Obama's first year and the entire difference was that Obama arrested \nmore noncriminals. Comparing ERO administrative arrests for January 20, 2017 through September 30, 2017 to \nJanuary 20, 2016 through September 30, 2016 shows an even sharper increase of 42 percent from 77,806 to \n110,568.\n\nFigure 4\n\nEnforcement and Removal Operations Administrative Arrests\n\nSource: Immigration and Customs Enforcement.\n\nICE relies heavily on detainers that it places on immigrants apprehended by other law enforcement agencies. \nThese detainers request that the agency holding the immigrant delays their release for a period of time so that ICE \ncan take custody for removal. The number of detainers is also based on federal immigration enforcement priorities \nwhich have been widened to all illegal immigrants under the Trump administration. Consequently, the number of \ndetainers that ICE issued increased by 56 percent from December 2016 to November 2017 (Figure 5).\n\nFigure 5\n\nICE Detainers by Month\n\n\n\nSource: Transactional Records Access Clearinghouse.\n\nBorder Apprehensions\n\nThe Trump administration is expanding interior immigration enforcement but its removals will remain below those \nof President Obama because so many fewer illegal immigrants are entering the United States. Border Patrol \napprehensions along the Southwest Border are low by historical standards and likely to keep falling depending on \nconditions south of the border (Figure 6). The low number of illegal immigrants entering the country significantly \nreduces the scope for including border removals to pad the total removal numbers. The Trump administration will \nhave to rely on interior removals which will keep their numbers low relative to President Obama.\n\nFigure 6\n\nBorder Patrol Apprehensions on the Southwest Border\n\nSource: Customs and Border Protection.\n\nCourts\n\nERO administrative arrests (Figure 4) are up more than removals (Figure 1) and interior criminal removals (Figure \n2). Trump's administration is trying to increase the number of deportations but an arrest is merely the first part of a \nlong legal process with serious delays. The first is the roughly 692,000 cases delayed in immigration court (Figure \n7). In 2018, the average immigration case is pending 718 days before a decisiona month and a half longer than in \n2016 (Figure 8). The Trump administration's insistence on prosecuting all illegal border crossers is making the \nsituation worse despite other efforts to streamline removals. Immigrants have more due process rights than ever \nbefore and many of them are not Mexican so it takes longer to remove people from the United States, a delay that \nis reflected in the immigration court backlogs.\n\nFigure 7\n\nImmigration Court Case Backlog\n\nSource: Transactional Records Access Clearinghouse.\n\nFigure 8\n\nImmigration Court Backlog in Days\n\nSource: Transactional Records Access Clearinghouse.\n\nConclusion\n\nThe Trump administration is desperately trying to increase the number of removals but it is unlikely that they will \nreach the numbers achieved during Obama's first term for at least three reasons. First, states and localities are not \ncooperating with the Trump administration nearly as much as they did during the Obama administration, which will \nmake it harder to identify illegal immigrants. Second, many fewer illegal immigrants are trying to enter the United \nStates so Trump will be unable to pad the numbers with border removals. Third, immigration courts are \ndesperately backlogged so the pace of removals will be slow.\n"}