{"title": "Talking signings, staleness and formations: The City Q&A", "body": "\nCARDIFF City writer Glen Williams held a Q&A with Bluebirds fans on our WalesOnline website yesterday. Here \nare a selection of the questions put to him ahead of tonight's clash with Millwall.\n\nQ: When Sol Bamba is 100% fit which midfielder do you think he will come in for? - Dilwyn Lewis Glen Williams: \nFrom your question I can see two options, really. Either you're implying that Sol Bamba should be employed in \nmidfield or you think his inclusion should prompt a change of formation. So, let's take those as separate issues.\n\nBamba in midfield is a non-starter for me. Firstly, he is 34 and is coming back from a horrendous knee injury, I don't \nthink Neil Warnock would be exposing him in such a position right now. If he is to come straight in, and I think he \nwill when he is fully fit, Aden Flint could be the man to make way. Harsh, I know, but that's the price of having so \nmany able options.\n\nThe second issue, however, is a little more vexed. It is unlikely Warnock would change to a 3-5-2, but let's entertain \nthe notion for a second. I actually think City's squad would really suit a 3-5-2. Or, more specifically, a 3-4-3.\n\nQ: Do we change formation to accommodate two strikers? Looked much better when swapped to 4-4-2 on Friday. \nOr even considering 3-5-2? - Gareth Gardner GW: If any two strikers were made for starting together it was Danny \nWard and Robert Glatzel.\n\nThe Big German runs all day, tries his best to be physical and is another target man for City's set-piece game.\n\nWard, in contrast, is sharp and quick with his feet. He is always a willing shooter and has been clinical when \nafforded the opportunity.\n\nWhere I don't think the two up front works, however, is that it would mean no room for Lee Tomlin and he is the \nman who knits it all together. He cannot be jammed into a 4-4-2 whichever way we look at it.\n\nIf there was a formation in which all of Tomlin, Ward and Glatzel could play, I believe it has a real shot at working.\n\nBut there is no way Warnock is sacrificing that defensive solidity to allow that to happen.\n\nQ: Do you think it's all gone a bit stale at the moment? Consistently awful in the first 45 minutes of games and then \nhaving to find last-minute goals - Ryan Lewis GW: I've no idea why City are so sluggish from the off, I actually think \nthey've been lucky that other teams have not been out of sight after the first half.\n\nIn recent games, both Sheffield Wednesday and QPR should have made more of their opportunities early doors to \nput the game to bed, but credit to Cardiff, who took four points from those fixtures.\n\nOpposing teams, especially at home, have tried to stop City getting free-kicks they can bomb into the box and often \nopt to kick the ball, in-play, miles up the field than concede a throw-in.\n\n\nThis can work in the first half but as the game wears on and breaks up, more fouls and last-ditch tackles come into \nplay and, naturally, there are more set-pieces. The constant bombardment eventually works and defences are \nbreached.\n\nBut, you're right, without the set pieces, it is looking a little stale.\n\nThe only time there is a spark, for me, is when Tomlin is on the pitch.\n\nQ: Our recent signings have been poor. Why are we struggling to sign quality players? Manga has been a huge \nloss, not replacing him with a similar player has been a mistake - John Hill GW: I must say, there were a couple of \ncurious signings for me this summer.\n\nJoe Day, when Alex Smithies and Neil Etheridge were already here, Curtis Nelson, a 26-year-old centre back who \nhas largely played for the U23s or sat on the bench, and Will Vaulks, who has been jettisoned from the squad all \ntogether.\n\nThe only explanation I can give for the latter, in fairness, is that Neil Warnock thought he probably wasn't going to \nget Marlon Pack on deadline day and few people saw Leandro Bacuna's dramatic upsurge in form.\n\nBut Pack has been a success, so has Gavin Whyte, in my opinion. Aden Flint has been largely assured, too, of \ncourse he doesn't possess the dynamism of Bruno Manga!\n\n¦For the full Q&A, go to www.walesonline.co.uk/football\n\nGraphic\n\n \n\nSol Bamba could come into contention for Sunday's South Wales derby\n"}