{"title": "Jury Rules for Hospital That Deported Patient", "body": "\nIn a benchmark case dealing with the obligations of hospitals toward uninsured illegal immigrants, a jury in Stuart, \nFla., decided Monday that Martin Memorial Medical Center did not act unreasonably when it chartered a plane and \nrepatriated a severely brain-injured Guatemalan patient against the will of his guardian. \n\n  Judge James W. Midelis instructed the jury in state court late last week that because of a Florida appeals court \ndecision, it was already ''a matter of law'' that the patient, Luis Alberto Jimenez, had been unlawfully detained and \ndeprived of his liberty. \n\n  Still, the jury found that Martin Memorial had not committed false imprisonment and was not liable for damages. \n\n  In a statement, the hospital, which provided Mr. Jimenez life-saving care and kept him as a ward for several years \nbefore undertaking his repatriation in 2003, applauded the jury's decision. \n\n  At the same time, the hospital's president and chief executive, Mark E. Robitaille, chastised ''our political \nleadership'' for failing to address the challenges facing hospitals that provide uncompensated health care to illegal \nimmigrants. \n\n  ''Unfortunately none of the proposed national health care reform bills currently being debated in Washington \naddress the issue,'' Mr. Robitaille said. ''That means there are still cases like Luis Jimenez's in hospitals across the \ncountry and there will continue to be cases like Luis Jimenez's.''\n\n  The case of Mr. Jimenez, which was featured in an in-depth report in The New York Times last summer, is \nbelieved to be the first to test the legality of patient repatriations and to judge the liability of the hospitals that \nundertake them. Such repatriations are a relatively rare but widespread practice, especially in cases involving \ncatastrophic injuries or serious illnesses, where patients need continuing care that is not covered by Medicaid \nbecause of their immigration status. \n\n  Mr. Jimenez's case has been closely watched by health care providers and fiercely debated in the blogosphere. In \ncyberspace and in Stuart, a relatively sleepy town north of Palm Beach where supporters of the hospital packed \nthe small gallery of the courtroom during the three-week trial, the case has elicited considerable anti-immigrant \nsentiment. \n\n  But the courtroom on Monday morning was quiet and empty of spectators when the verdict was unexpectedly \nannounced. The sole observable reaction came from William B. King, one of Mr. Jimenez's guardian's lawyers, who \nrepeatedly shook his head.\n\n  ''I'm stunned,'' Mr. King said.\n\n\n  The jurors, all of whom were white, with no Hispanics among them, declined to discuss the verdict; one said, ''It \nwas a very tough decision.'' \n\n  Mr. Jimenez's cousin and legal guardian, Montejo Gaspar, filed the lawsuit seeking nearly $1 million to cover the \ncosts of providing care for Mr. Jimenez in Guatemala and seeking damages for what he essentially saw as the \nhospital's kidnapping and deportation of his profoundly disabled cousin.\n\n  Reached by telephone on Monday, Mr. Gaspar, who works in golf course maintenance in South Florida, said he \nwas saddened by the outcome. \n\n  ''I don't know why that jury didn't recognize the injustice of what was done,'' he said in Spanish. ''And I don't know \nwhat to do next for Luis. He really needs help.''\n\n  A Mayan Indian from the highlands of Guatemala, Mr. Jimenez paid a smuggler to transport him to the United \nStates about a decade ago so he could work as a gardener and send money home to his wife and two sons. He \nhad been living in Stuart with Mr. Gaspar for just under a year when a drunken driver in a stolen vehicle plowed into \nhis car in the winter of 2000.\n\n  Now 37, Mr. Jimenez, who cannot walk and has the mental age of a child, lives in a one-room house in a remote \nvillage, tended by his elderly mother. He is largely confined to his bed and suffers from routine seizures. When The \nTimes visited him last summer, he had not received medical care for over five years. \n\n  In Florida, Martin Memorial, a nonprofit hospital, spent $1.5 million to care for Mr. Jimenez. The costs especially \nmounted because of a conundrum faced by the hospital. As a condition of receiving Medicaid and Medicare \nmoney, the hospital was required to care for Mr. Jimenez until it could properly discharge him under federal law. \n\n  That meant discharging Mr. Jimenez into a skilled nursing home, but the hospital could not find one willing to \naccept an uninsured illegal immigrant. So it kept Mr. Jimenez as a boarder until, in 2003, a state judge gave the \nhospital permission to send him back to Guatemala. \n\n  As his cousin's lawyer sought to delay the move, the hospital leased a plane for $30,000 and early one morning \nflew Mr. Jimenez to an orthopedic hospital in Guatemala City. Arriving to visit him at the hospital in Florida, Mr. \nGaspar found his bed empty. \n\n  The next year, the state appeals court voided the judicial order that the hospital had relied on to justify the \nrepatriation. It was too late for Mr. Jimenez, but Jack Hill, one of Mr. Gaspar's lawyers, said  the appeals court \ndecision had set ''a very good precedent that tells hospitals you can't send foreign nationals back to their home \ncountries against their will.''\n\n  It was not enough to convince the jury in Stuart, however. \n\n  In his instructions to the jury, Judge Midelis said the appeals court had already established three of the four \nelements that support a claim of false imprisonment: that Mr. Jimenez had been detained unlawfully, ''without legal \nauthority'' and against the will of his guardian. But the jury, in just over a day of deliberations, concluded that the \nfourth element that the hospital's actions were ''unreasonable and unwarranted under the circumstances'' had not \nbeen proved.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nhttp://www.nytimes.com/\n\n\nPHOTOS: The difficult journey of Luis Alberto Jimenez since he was injured: with relatives at Martin Memorial \nMedical Center in 2002, in a Guatemala City hospital after being deported in 2003, and last year at his home in \nJolomcu, high in the hills of Guatemala. (PHOTOGRAPHS BY DAVID FRIEDMAN FOR THE NEW YORK TIMES\n\nRODRIGO ABD/ASSOCIATED PRESS\n\n JOSH HANER/THE NEW YORK TIMES)                    \n"}