{"title": "Out of Unenforceable Laws, Amnesties Are Born", "body": "\nThe ambitious immigration overhaul package that Congress is studying has drawn criticism from conservatives who \nsay it offers amnesty to lawbreakers, and from immigration advocates who say it will not do enough to bring \nmillions of people out of the shadows.\n\nBut to Douglas Husak and Lawrence Solum, the elephant in the room is that the existing immigration law that \nunderlies the debate has no connection with reality.\n\nHusak and Solum, legal theorists and philosophers, argue that laws on immigration are part of a broad pattern. In \nrecent decades, they say, Congress has passed innumerable laws that no one seriously expects will be enforced. \nSuch laws largely seem to serve symbolic purposes and are often designed to placate some powerful constituency \n-- conservatives in the case of immigration, or the entertainment industry in the case of laws that seek to deter \npeople from swapping copyrighted music and movies.\n\nThe yawning divide between reality and what such laws say should happen is what produces the dilemmas that \nlead to amnesties. Immigration law has produced a situation where an estimated 12 million people in the country -- \nmost of whom look, sound and act like law-abiding citizens -- are supposed to be apprehended, prosecuted and \ndeported, a job that is not only well beyond the capacity of the police and courts, but would wreck substantial parts \nof the economy were it attempted.\n\n\"No one is so stupid as to think police are going to go out and round up 12 million illegal immigrants,\" said Husak, \nat Rutgers University. \"Ninety million living Americans have used illegal drugs. It is inconceivable you can punish \nthem. Downloading copyrighted music [without paying for it] -- half or more of all teenagers are guilty. No one is \ngoing to enforce such laws.\"\n\nThe consequence of symbolic lawmaking is over-criminalization, which turns out to be as difficult a problem to deal \nwith in the long run as crime itself. It might sound good for a politician to sternly declare that draft dodgers are in \nviolation of the law and at risk for prosecution, but how do you deal with thousands of Americans who evaded the \ndraft during the Vietnam War -- after the country had concluded the war was lost and a ghastly mistake? You offer \nthem amnesty, of course.\n\n\nFederal laws that make it a crime to include false information on a mortgage or car-loan application have turned \ntens of thousands of people into potential felons -- because they say that their parents gave them money for a  \ndown payment, rather than lent it to them, Solum says. Saying the money is a gift makes the borrower seem like a \nbetter risk.\n\n\"People commit perjury all the time,\" added Solum, at the University of Illinois College of Law. \"People in civil cases \nshade the truth in depositions and on the stand all the time -- and we know that because there are radically \ninconsistent stories being told all the time -- but we almost never prosecute perjury that arises in a civil lawsuit. It \nprobably happens hundreds of times a day.\"\n\nWhen laws are passed that cannot or will not be enforced, people quickly come to understand that the law does not \nmean what it says. This is why, if you actually happen to drive at the 55 mph speed limit on the Capital Beltway, you \nseriously run the risk of getting rear-ended by the flood of vehicles that are whizzing by 5, 10 or even 20 miles per \nhour faster.\n\nThere is a law about speeding, but it is not the law that is on the books. Exceed a certain speed -- it might be 60 or \n65 or 70 mph -- and you are going to get a ticket. What Solum and Husak are arguing is that, if the cops are going \nto give you a ticket when you cross 65 but not when you cross 55, set the speed limit at 65. Get the law to mean \nwhat it says.\n\n\"When we set up laws that are intended to express symbolic disapproval, but that we are not willing to enforce, we \nsend a message that we are not expecting people to obey the law,\" Solum said. \"The immigration laws are a \nperfect example of that.\"\n\nThe problem is not just that when people start interpreting the law on their own, they come up with wildly different \ninterpretations-- some people drive 5 mph over the speed limit, others think the magic cushion is 15 mph. The \nbigger problem with setting the bar too low, so that large numbers of people become lawbreakers, say Solum and \nHusak, is that it greatly enhances the discretionary powers of police, prosecutors and the executive branch.\n\nThe vast majority of people punished for speeding, drug violations or downloading music, or for perjury, prostitution \nor illegal immigration, are not targeted merely because they are breaking the law -- only a tiny fraction of those who \nbreak such laws, after all, ever get punished. Most people who get in trouble are the ones who police and \nprosecutors decide, for whatever reason, should be punished, Husak says. Enacting impractical laws that have \nlargely rhetorical value, in other words, leads to selective enforcement -- with all the attendant risks of unfairness \nand bias.\n\n\"The myth is that legislators are the most important people in the criminal justice system,\" Husak said. \"But when \nlegislators draft laws that are very broad, they abdicate their roles and give prosecutors the power to decide who \nwill get punished and who should not.\"\n\nRegardless of your political affiliations or your views on immigration, speeding, perjury or downloading music, \nSolum and Husak say, that's no way to run a country.\n"}