{"title": "Signs of Hope on Immigration", "body": "\nThe political earthquake in Washington has knocked loose some of the big obstacles to fixing the immigration \nsystem. A decent solution is now there for the taking, if President Bush and the newly Democratic Congress are \nwilling to grab it. \n\n  It won't be easy. Some of the debate's loudest shouters, liars and dead-horse beaters were ushered by voters \nfrom the room -- people like J. D. Hayworth and Randy Graf in Arizona, John Hostettler in Indiana and Rick \nSantorum in Pennsylvania. But the public is still in a prickly mood. All those shrill Republican ads about Mexicans \nstealing your Social Security failed as an electoral strategy, but that doesn't mean politicians always lose by being \nimmigration hawks. Voters approved tough ballot measures. In Arizona, they made English the official language \nand restricted illegal immigrants' ability to sue, receive bail and qualify for benefits.\n\nAnd except for the losers on the border-fixated fringe, not many in the restrictionist camp seem particularly \nchastened by the election. Senator Jon Kyl of Arizona, an opponent of the comprehensive reform bill that passed \nthe Senate this year, won his race, as did several new Democrats who ran as immigration hard-liners. Local \nlawmakers in Texas and other states are still going after illegal immigrants with fervor.\n\n  The roots of a divisive, grinding immigration debate have not gone away. But it is crucial that the Democrats find \ntheir voice. The effort to revive immigration reform should start in the Senate. There is a decent bill under the \nbarnacled hulk of legislation that passed the Senate last May. It used to be called McCain-Kennedy, before other \nsenators tacked on tough-posing amendments that made it fundamentally unworkable and unjust. The Senate \nshould strip those away, like the ones that divide immigrants into three arbitrary tiers of worthiness and needlessly \nforce those seeking legal status to trek to a border state to apply for it.\n\n  The principles that guided the original McCain-Kennedy bill are those that should guide the coming reform effort: \nlaws should be enforced at the border and workplace, fairly and evenhandedly; temporary worker programs must \nnot be used to create a permanent official underclass; and any reform must be designed to work and not just create \nanother smothering bureaucracy.\n\n  Immigration remains a high-voltage issue that Congress may be too timid or distracted to touch. The new \nDemocratic leaders, including Speaker-elect Nancy Pelosi, have conspicuously not listed immigration among their \nmost urgent priorities. Even Senator John McCain, who is an architect of the most reasonable bill out there but also \nhas presidential primaries on his mind, spent a lot of time this fall stumping for misguided restrictionists like Mr. \nGraf. We hope he and his moderate colleagues have the integrity to honor their sensible immigration views now \nthat the dismal '06 campaign is done. \n\n  Many voters who scorned Republicans over immigration reacted as you would expect them to after being \nmocked and exploited by a party that elevated the issue into an urgent crisis and then offered nothing to solve it but \nfaux hearings, strident campaign ads and a pretend fence. The same fate may await any Democrats who posture, \ndeceive and dawdle over immigration reform in the next Congress.\n\n\nhttp://www.nytimes.com\n"}