{"title": "World at a crossroads: towards a new world order", "body": "\nSri Lanka, Sept. 27 -- These days, the 74th session of the United Nations General Assembly opens up. So does a \nnew international \"political season\".\n\nThe session begins at a highly symbolic historical moment. Next year we will celebrate two great and \ninterconnected anniversaries - the 75th Anniversary of the Victory in the Great Patriotic and Second World Wars, \nand the establishment of the UN.\n\nReflecting on the spiritual and moral significance of these landmark events, one needs to bear in mind the \nenormous political meaning of the Victory that ended one of the most brutal wars in the history of mankind.\n\nThe defeat of fascism in 1945 had fundamentally affected the further course of world history and created conditions \nfor establishing a post-war world order. The UN Charter became its bearing frame and a key source of international \nlaw to this day. The UN-centric system still preserves its sustainability and has a great degree of resilience. It \nactually is kind of a safety net that ensures the peaceful development of mankind amid largely natural divergence of \ninterests and rivalries among leading powers. The War-time experience of ideology-free cooperation of states with \ndifferent socioeconomic and political systems is still highly relevant.\n\nIt is regrettable that these obvious truths are being deliberately silenced or ignored by certain influential forces in the \nWest. Moreover, some have intensified attempts at privatizing the Victory, expunging from memory the Soviet \nUnion's role in the defeat of Nazism, condemning to oblivion the Red Army's feat of sacrifice and liberation, \nforgetting the many millions of Soviet citizens who perished during the War, wiping out from history the \nconsequences of the ruinous policy of appeasement. From this perspective, it is easy to grasp the essence of the \nconcept of expounding the equality of the totalitarian regimes. Its purpose is not just to belittle the Soviet \ncontribution to the Victory, but also to retrospectively strip our country of its historic role as an architect and \nguarantor of the post-war world order, and label it a \"revisionist power\" that is posing a threat to the well-being of \nthe so-called free world.\n\nInterpreting the past in such a manner also means that some of our partners see the establishment of a \ntransatlantic link and the permanent implanting of the US military presence in Europe as a major achievement of the \npost-war system of international relations. This is definitely not the scenario the Allies had in mind while creating the \nUnited Nations.\n\nThe Soviet Union disintegrated; the Berlin Wall, which had symbolically separated the two \"camps,\" fell; the \nirreconcilable ideological stand-off that defined the framework of world politics in virtually all spheres and regions \nbecame a thing of the past - yet, these tectonic shifts, unfortunately, failed to bring the triumph of a unifying agenda. \nInstead, all we could hear were triumphant pronouncements that the \"end of history\" had come and that from now \non there would be only one global decision-making centre.\n\nUN Charter\n\n\nIt is obvious today that the efforts to establish a unipolar model have failed. The transformation of the world order \nhas become irreversible. New major players wielding a sustainable economic base seek to increase their influence \non regional and global developments; they are fully entitled to claim a greater role in the decision-making process. \nThere is a growing demand for a more just and inclusive system. The overwhelming majority of members of the \ninternational community reject arrogant neo-colonial policies that are employed all over again to empower certain \ncountries to impose their will on others.\n\nAll that is greatly disturbing to those who for centuries have been accustomed to setting the patterns of global \ndevelopment by employing exclusive advantages. While the majority of states aspire to a more just system of \ninternational relations and genuine rather than declarative respect for the UN Charter principles, these demands \ncome up against the policies designed to preserve an order allowing a narrow group of countries and transnational \ncorporations to reap from the fruits of globalization. The West's response to the ongoing developments reveals true \nworldview of its proponents. Their rhetoric on liberalism, democracy and human rights goes hand in hand with the \npolicies of inequality, injustice, selfishness and a belief in their own exceptionalism.\n\n\"Liberalism\", that the West claims to defend, focuses on individuals and their rights and freedoms. This begs the \nquestion: how does this correlate with the policy of sanctions, economic strangulation and overt military threats \nagainst a number of independent countries such as Cuba, Iran, Venezuela, North Korea or Syria? Sanctions \ndirectly strike at ordinary people and their well-being and violate their social and economic rights. How does the \nbombing of sovereign nations, the deliberate policy of destroying their statehood leading to the loss of hundreds of \nthousands of lives and condemning millions of Iraqis, Libyans, Syrians and representatives of other peoples to \ninnumerable suffering add up to the imperative of protecting human rights? The reckless Arab Spring gamble \ndestroyed the unique ethnic and religious mosaic in the Middle East and North Africa.\n\nIn Europe, the proponents of liberal concepts get along quite well with massive violations of the Russian-speaking \npopulation rights in a number of EU and EU-neighbouring countries. Those countries violate multilateral \ninternational conventions by adopting laws that infringe language and education rights of ethnic minorities.\n\nWhat is \"liberal\" about visa denials and other sanctions imposed by the West on residents of Russia's Crimea? \nThey are punished for their democratic vote in favour of reunification with their historical homeland. Does this not \ncontradict the basic right of the people to free self-determination, let alone the right of the citizens to freedom of \nmovement enshrined in international conventions?\n\nLiberalism, or rather its real undistorted essence, has always been an important component of political philosophy \nboth in Russia and worldwide. However, the multiplicity of development models does not allow us to say that the \nWestern \"basket\" of liberal values has no alternative. And, of course, these values cannot be carried \"on bayonets\" \n- ignoring the history of states, their cultural and political identities. Grief and destruction caused by \"liberal\" aerial \nbombings are a clear indication of what this can lead to. The West's unwillingness to accept today's realities, when \nafter centuries of economic, political and military domination it is losing the prerogative of being the only one to \nshape the global agenda, gave rise to the concept of a \"rules-based order.\" These \"rules\" are being invented and \nselectively combined depending on the fleeting needs of the people behind it, and the West persistently introduces \nthis language into everyday usage. The concept is by no means abstract and is actively being implemented. Its \npurpose is to replace the universally agreed international legal instruments and mechanisms with narrow formats, \nwhere alternative, non-consensual methods for resolving various international problems are developed in \ncircumvention of a legitimate multilateral framework. In other words, the expectation is to usurp the decision-making \nprocess on key issues.\n\nInternational organisations\n\nThe intentions of those who initiated this \"rules-based order\" concept affect the exceptional powers of the UN \nSecurity Council. A recent example: when the United States and its allies failed to convince the Security Council to \napprove politicized decisions that accused, without any proof, the Syrian government of using prohibited toxic \nsubstances, they started to promote the \"rules\" they needed through the Organization for the Prohibition of \nChemical Weapons (OPCW). By manipulating the existing procedures in flagrant violation of the Chemical \n\n\n\nWeapons Convention, they managed (with the votes of a minority of the countries participating in this Convention) \nto license the OPCW Technical Secretariat to identify those responsible for the use of chemical weapons, which \nwas a direct intrusion in the prerogatives of the UN Security Council. One can also observe similar attempts to \n\"privatize\" the secretariats of international organisations in order to advance interests outside of the framework of \nuniversal intergovernmental mechanisms in such areas as biological non-proliferation, peacekeeping, prevention of \ndoping in sports and others.\n\nThe initiatives to regulate journalism seeking to suppress media freedom in an arbitrary way, the interventionist \nideology of \"responsibility to protect\", which justifies violent \"humanitarian interventions\" without UN Security \nCouncil approval under the pretext of an imminent threat to the safety of civilians are part of the same policy.\n\nSeparately, attention should be paid to the controversial concept of \"countering violent extremism\", which lays the \nblame for the dissemination of radical ideologies and expansion of the social base of terrorism on political regimes \nthat the West has proclaimed undemocratic, illiberal or authoritarian. This concept provides for direct outreach to \ncivil society over the head of legitimate governments. Obviously, the true goal is to withdraw counterterrorism efforts \nfrom beneath the UN umbrella and to obtain a tool of interference in the internal affairs of states.\n\nThe introduction of such new concepts is a dangerous phenomenon of revisionism, which rejects the principles of \ninternational law embodied in the UN Charter and paves the way back to the times of confrontation and \nantagonism. It is for a reason that the West is openly discussing a new divide between \"the rules-based liberal \norder\" and \"authoritarian powers.\"\n\nRevisionism clearly manifests itself in the area of strategic stability. The US torpedoing first the ABM Treaty and \nnow the INF Treaty (a decision that enjoys unanimous NATO members' support) have generated risks of \ndismantling the entire architecture of nuclear arms control agreements. The prospects of the Treaty on Measures \nfor the Further Reduction and Limitation of Strategic Offensive Arms (The New START) are vague - because the \nUS has not given a clear answer to the Russian proposal to agree to extend the New START beyond its expiry date \nin February 2021.\n\nPublished by HT Digital Content Services with permission from Daily News Sri Lanka. For any query with respect to \nthis article or any other content requirement, please contact Editor at contentservices@htlive.com\n"}