{"title": "NEIGHBORHOOD REPORT: CHINATOWN;Latest Wave of Immigrants Is Splitting Chinatown", "body": "\nFor more than 100 years, Chinatown has absorbed the different waves of Chinese immigrants, from the \nTaishanese earlier this century to the ethnic Chinese from Vietnam in the 1980's. But now, there are growing strains \nbetween the established Cantonese community and the latest group of immigrants, the Fujianese, who have \npoured in from mainland China in the last four years.\n\nMany businessmen and longtime residents are expressing resentment of the new Fujianese, saying they are \noverwhelming Chinatown, causing an increase in crime and a major unemployment problem. Non-Fujianese \nworkers complain that the sheer number of these immigrants, many of whom have been smuggled in, creates \nunfair competition by flooding the market and driving down wages. There is also concern over image.\n\n\"It's an embarrassment to us,\" said a Cantonese businessman, who insisted on anonymity. \"When people come to \nChinatown and see this mess, they think all Chinese are bad. Why should everyone take the blame for one \ngroup?\"\n\nBut the Fujianese say the problems created by their arrival are being exaggerated, pointing out that earlier waves \nof immigrants faced the same predicament. They also say the established immigrants are overly concerned about \ntheir image being tarnished because of the publicity surrounding the grounding last year of the Golden Venture, a \nship carrying 300 illegal Fujianese immigrants, and the prosecution of the Fuk Ching, a notorious Fujianese gang.\n\n\"Every immigrant group faces hardships when they first arrive, even the Pilgrims,\" said Steven Wong, a journalist \nof Fujianese descent. \"Why make the Fujianese the scapegoat? These people are the backbone of the economy. \nThat's why prices in Chinatown are so cheap. They have to work under harsh conditions because they don't speak \nEnglish and the mainstream world would not give them jobs.\"\n\nThe tension stems partly from political divisions. The more established Cantonese immigrants, many of whom are \nloyal to the Taiwanese Government, are suspicious that the immigrants from Fujian, a province on the mainland, \nare sympathetic to the Communist Government.\n\nWhatever the reason for the strain, people familiar with Chinatown say, it may be adding to the difficulties of \nassimilation. Because of their numbers, their inability to speak the Cantonese dialect and the illegal status that often \nmakes employment difficult, many Fujianese have been left desperately poor and huddled in crowded apartments in \n\n\nthe perimeter of Chinatown, between Eldridge and Jefferson Streets and as far north as Houston Street. The \nFujianese claim that the Cantonese businessmen won't give them jobs, even as they they use the existence of the \nillegal immigrants to drive down wages. Some have resorted to extortion and robberies.\n\nThe tension has kept the institutions of Chinatown -- the family, the village and business associations -- from \nreaching out beyond their own groups to help the new immigrants, something that would be unusual but would be \nespecially helpful under current conditions. Adding to the problem is that the Fujianese immigrants are often too \nashamed to seek help. Both groups say the American Government has been inconsistent, encouraging the \nFujianese to come, through President Bush's 1990 Presidential order, then failing to provide any help.\n\nMany Cantonese complain that established Fujianese, who began entering the country in small numbers in the \n1960's, are not helping out their own. In interviews, three wealthy Fujianese said that the sheer number of \nimmigrants made it impossible to make a difference. But one, a prominent Fujianese businessman, said people \nalso feared that by helping the new wave they would antagonize their Cantonese business associates as well as \nFujianese businessmen who have been harassed by some new immigrants.\n\n\"I want to show my support, but that would alienate my friends who have been harassed by them,\" he said.   JANE \nH. LII\n\nGraphic\n\n \n\nPhoto: Immigrants lining up outside an employment agency in Chinatown, where long-time residents say the \nnewcomers are overwhelming the neighborhood. (Marilynn K. Yee/The New York Times)\n"}