{"title": "Village Primary Race Far From the Textbook", "body": "\nIt might be hard to find another primary campaign like the one in this suburb, where two Haitians, a Jamaican and \nan Orthodox Jew are running for mayor.\n\nAnd it might be hard to find another candidate like Jacques Michel, a poet, part-time deputy sheriff, Pentecostal \nminister and self-professed prophet who spent a month and a half in prison for immigration fraud.\n\nBut this Rockland County community of 22,000 is unlike most suburban villages, with a steady stream of \nimmigrants, most of them from Haiti, Jamaica, Guatemala and El Salvador, adding to the mostly black or Jewish \npopulation.\n\nAnd Mr. Michel's confidence in his success is not the ordinary stuff of politics. God, he says, showed him in a vision \nthat he would become mayor. \"If God is for me, who can be against me?\" he said the other day in his office at the \nUnited Saints and Holiness Church of God, where he is pastor.\n\nMr. Michel wants to become the first Haitian-American mayor of a United States municipality, and he says that he \ndoesn't believe that his conviction in 1978 will stand in his way.\n\nWhile working for an anti-poverty program called the Rockland Community Action Council, he helped Haitian \nimmigrants file false documents to obtain resident alien status, according to court documents. In this community, \nwhere a third of the population is Haitian, the 57-year-old Mr. Michel wears his arrest like a badge of honor.\n\nHe says the Government prosecuted him after he refused to turn over a list of people he had helped. \"In the 70's, \nthe Government was like a bounty hunter,\" he said, Port-au-Prince still in his voice after 34 years in this country. \"I \ncould not reveal the names to Immigration so they could go after these people. I would never give up my people.\"\n\nMore recently, Mr. Michel caused controversy in another arena. At a mayoral debate, he identified the victim of an \nattempted sexual assault and said the Spring Valley Police Department had covered up the crime.\n\n\"There was sloppy police work that could be interpreted as a cover-up,\" he said. He said he identified the victim with \nher permission, and would not have done so if she had been raped. Nonetheless, his opponents and the police \nattacked him for his statements about a case of sexual assault.\n\n\n\"I was really shocked because he is allegedly a deputy sheriff in Rockland County,\" said Detective Reginald \nAnderson, president of Spring Valley's Police Benevolent Association. \"This case is still under investigation. So it's \nimpossible to be a cover-up. It has to be a political ploy on his part. Besides, he mentioned the victim's first name \nand last name. He had no right to do so. You question his judgment.\"\n\nShortly after the debate, Mr. Michel took a leave of absence from his deputy sheriff's job. \"Jacques and I talked and \nwe thought that because part of the campaign involved police issues that it might be a conflict of interest,\" said \nRockland County Sheriff James Kralik. \"Jacques agreed. He wanted to be free to say whatever he wanted.\"\n\nMr. Michel reserves most of his criticism for the incumbent, Allan Thompson, a Democrat who is seeking re-\nelection. Mr. Thompson is a native of Jamaica and a former bakery owner. Mr. Michel says he has failed to deal \nwith the community's crime problem or the lack of diversity in the police force, which has no Haitian-American \nofficers.\n\n The other Haitian seeking the Democratic nomination in the race is Demeza Delhomme, who has been in this \ncountry 23 years. He works with the community's youth in the People's Choice, an organization he founded. He also \nteaches plumbing, electrical wiring and carpentry at a free technical school he started. He calls for a crackdown on \ndrug dealing and an effort to bring businesses to the village.\n\nThe fourth Democratic candidate is Philip Rosenthal, a computer consultant who has been a village trustee for four \nyears. He says he wants to reduce property taxes, which he says have climbed more than 80 percent in the last \nfour years.\n\n\"The Mayor,\" he said, \"doesn't understand there are other ways to balance the budget besides on the back of \nhomeowners.\"\n\nMr. Rosenthal said the budget could be balanced by cutting spending and attracting new businesses to the village.\n\nMayor Thompson, who says he brought the village back from the brink of bankruptcy, makes no effort to conceal \nhis hostility toward Mr. Michel. \"He is someone that I do not trust,\" he said.\n\nMuch of Mr. Michel's campaign deals with law enforcement. He proposes creating a \"police council to oversee what \nthe police are doing\" and a trustee board to deal with minor infractions committed by young people. He also wants \nmore diversity on the police force, which is 80 percent white.\n\n\"I want police officers to be seen as peace officers,\" he said, \"not to be seen as an army of occupation.\"\n\nRecently, he marched in a protest rally against the New York police officers accused of brutalizing Abner Louima, a \nHaitian immigrant. \"It was not a Haitian cause,\" Mr. Michel said. \"It was an inhuman thing that happened to him.\"\n\nMr. Michel's slate includes a Russian-American environmentalist and a Haitian-American auto-repair shop owner \nseeking positions as village trustees and an Orthodox Jew who is running for village justice. They campaign door \nto door.\n\nOne of seven children born to a construction worker and a housewife in Port-au-Prince, Mr. Michel earned a \nmaster's degree in criminology at the University of Mexico and a doctorate in theology and divinity this year at \nLogos University in Jacksonville, Fla.\n\nHe came to the United States in 1963 on a tourist visa and stayed after the visa expired. In 1990 he became a \ncitizen. He has seven children and has published his poems, many with religious themes, himself.  He has also \npublished a book, \"United Aliens of America: A Guide to Foreign-Borns,\" in which he addresses his 1978 conviction.\n\nHe teaches boxing to children in a community organization that he founded in 1991 called Haven (Haitian-American \nVoters and Entrepreneurs). He speaks French, Creole, and Spanish as well as English and he was an interpreter \nfor area courts.\n\n\n\nHe expects to add the position of mayor to his resume shortly, but he says he will not take the credit. \"All of the \nglory goes to Him,\" he said, looking skyward.\n\nGraphic\n\n \n\nPhoto: Jacques Michel is a Pentecostal minister and a poet. He also served time for immigration fraud. He says his \nconviction won't stand in his way as he campaigns for mayor in a village with a large immigrant population. (Chris \nMaynard for The New York Times)\n\n \n\nMap of Rockland County showing the location of Haverstraw: Four Democrats are running for mayor in Spring \nValley, N.Y.\n"}