{"title": "LEGISLATURE 2006: Bill on illegals set to go; New legislation targets employers' tax benefits", "body": "\nLegislation expected to touch off a heated debate at the state Capitol over illegal immigration was filed Thursday, \nusing the tax code as one of its primary weapons. \n\nThe Legislature's point man on immigration, state Sen. Chip Rogers (R-Woodstock), introduced the Georgia \nSecurity & Immigration Compliance Act (Senate Bill 529), which would deny public benefits to adults in the country \nillegally and require public contractors to hire only workers lawfully in the country. Those provisions had been \nexpected.\n\nBut a new proposal at the heart of Rogers' long-awaited five-part bill would prohibit all employers from claiming \nwages paid to workers as a state income tax deduction unless those workers have documented they are here \nlegally.\n\n\"We want to make sure employers do not get a tax benefit for hiring someone illegally,\" Rogers said. \"This levels \nthe playing field.\"\n\nAn earlier draft of the bill would have required employers to verify the legal status of their employees based on \nrules drawn up by the state; the new bill puts the onus on the employee to provide documentation. Rogers said he \nmade that change after complaints from the business community and advice from immigration lawyers.\n\nRogers said his proposal, which attracted more than a dozen co-sponsors, will not be debated for another week or \nso, to give legislators and others a chance to read and digest it.\n\nMany observers predicted that an election-year GOP Legislature would seek to tap voters' anger over illegal \nimmigration. Estimates on the number of illegal immigrants in Georgia range from 250,000 to 800,000.\n\nProponents of a crackdown say illegals sap critical resources from state programs and take jobs from legal \nresidents.\n\nCritics of get-tough proposals say illegals take only jobs that nobody else wants and help underpin the economy \nwhile having a minimal impact on public programs.\n\nRogers' plan was quickly posted on the Internet, arousing passions on both sides of the issue.\n\n\n\"It's rank politics, and it fosters the kind of intolerance that makes it acceptable to be mean toward immigrants and \nundocumented workers,\" state Sen. Vincent Fort (D-Atlanta) said.\n\nTax code provision hailed\n\nPhil Kent, an Atlanta-based spokesman for Americans for Immigration Control, predicted the tax code provision in \nRogers' bill would be effective.\n\nBusinesses now claim wages paid employees as a major tax deduction, and Kent said the threat of losing that \nwrite-off would serve as a deterrent to employers who hire illegal workers.\n\n\"I applaud Sen. Rogers for using the tax code as a weapon against greedy employers who are breaking the law,\" \nKent said.\n\nCobb County resident D.A. King of the Dustin Inman Society, an anti-illegal immigration group, said he had \nreviewed the major provisions of Rogers' bill and supports it.\n\n\"It is the most comprehensive bill of anything that I know of in the nation,\" King said.\n\nJoel Alvarado, assistant director of Clark Atlanta University's Southern Center for Public Policy and a former policy \nanalyst for the Mexican American Legal Defense Fund, said the bill is not as tough as some in the Hispanic \ncommunity had feared.\n\n\"It's not a waste of paper for him because he'll get something out of it, but this is obviously not what we expected \nfrom Chip Rogers,\" Alvarado said.\n\nMore than a dozen bills on illegal immigration have been proposed in the Georgia Legislature, but Rogers' \nproposal will be the vehicle lawmakers use to address the issue.\n\nPolls show most people support some type of reform, though there is wide disagreement about what should be \ndone.\n\nAbout 80 percent of Georgians responding to a recent Zogby International poll said employers who hire illegal \nworkers should be punished. Some 82 percent said the Legislature should take on the immigration issue.\n\nA Time magazine poll last month revealed similar sentiments across the United States. About 63 percent said illegal \nimmigration is an \"extremely\" or \"very\" serious problem and 74 percent said the government is not doing enough to \ncurb illegal immigration.\n\nPlans surface across U.S.\n\nDozens of proposals have been debated in statehouses around the country. South Carolina lawmakers passed a \nbill requiring Medicaid applicants to present proof of legal residency.\n\nA proposal in Virginia would prohibit illegal immigrants from attending state colleges. And Kentucky's Legislature \npassed a law that requires anyone seeking licenses for various professions to prove they are legal residents.\n\nThe business community is paying close attention to Rogers' proposal.\n\nUnder SB 529, the Department of Revenue would be responsible for enforcement of the tax code portion of the bill. \nThe bill instructs the revenue commissioner to \"promulgate rules and regulations deemed necessary\" to administer \nthe compensation portion of the bill.\n\nFor an employer to claim employee wages as a business expense, the employee must provide a \"valid \nidentification document from a list of documents maintained by the Department of Driver Services as proof of lawful \npresence in the United States.\"\n\n\n\nDavid Ellis, executive vice president of the Greater Atlanta Home Builders Association, said he was pleased that the \nbill does not contain language that would fine employers who hired illegal immigrants.\n\nEllis said it's difficult for employers to verify whether documentation presented by laborers is valid or not.\n\nEllis was not sure how the bill's provision would affect the home building industry.\n\n\"We really need to study and figure out what that even means and how it would apply to people's businesses,\" he \nsaid.\n\nAdelina Nicholls, president of the Atlanta-based Coordinating Council of Latino Community Leaders, said it appears \nthe bill is weaker than what Rogers first proposed.\n\nBut Nicholls said she is still concerned about a provision that requires police arresting people without proof of legal \nresidency to report them to the Department of Homeland Security.\n\n\"It doesn't specify any criteria,\" she said. \"Americans don't go around carrying their birth certificate.\n\n\"There are many people who might be arrested because they don't have a driver's license and they're going to be \nat the mercy of the police.\"\n\nStaff writers Carlos Campos, Matt Kempner, Mary Lou Pickel and Teresa Borden contributed to this article.\n\nGraphic\n\n \n\nPhoto: \"We want to make sure employers do not get a tax benefit for hiring someone illegally,\" state Sen. Chip \nRogers says.\n\nGraphic: 5 PROVISIONS OF PROPOSED ACTThe Georgia Security & Immigration Compliance Act (Senate Bill \n529) would do five things:* 1. Discourage businesses from hiring illegal immigrants by prohibiting employers from \nreceiving state income tax benefits if they hire undocumented workers. Employers who pay a worker more than \n$600 a year would have to maintain proof that the employee is a legal resident in order to claim that employee's \nsalary as a business expense. Employees would have to file with their employer \"a valid identification document ... \nas proof of legal presence in the United States.\" The state revenue commissioner would devise rules to administer \nthis program. Businesses that participate in the federal Basic Pilot Program (an employee verification effort) would \nbe exempt. * 2. Require proof of legal residence for anyone older than 18 who seeks public benefits. Prenatal care \nwould be exempt from the verification requirement. The courts have ruled that illegal immigrants are entitled to a K-\n12 education and emergency medical care.* 3. Require that public contractors use only workers who are in the \ncountry legally. This section of the bill would not hold a contractor responsible for a subcontractor who hires illegal \nimmigrants.* 4. Require verification of the legal status of any person arrested for a criminal violation. * 5. Establish \npenalties for human smuggling. Penalties range from 15 years in prison to 25 years in prison for anyone who \n\"knowingly\" recruits or transports a person who is subjected to forced labor. The bill would add a brand new \nsection to the state code regarding forced labor, including prostitution.\n"}