{"title": "POLITICS: THE VOTERS;Influx of Immigrants Is Changing Electorate", "body": "\nWhen the Michigan Democratic Party held its convention in September, Marianne Yared McGuire, an Arab-\nAmerican, was not shy about using her ethnicity to persuade some party leaders to back her bid for a nomination to \nthe State Board of Education. \"I told them they needed an Arab-American on the ticket to get Arab-Americans to go \nout and vote Democratic,\" she said.\n\nHers was a classic argument in American ethnic politics, but it reflected a new reality: the increasing diversity of \nthe electorate created by rising immigration rates and relatively high birth rates for immigrants.\n\nSince the 1992 election, the Immigration and Naturalization Service says, more than 2.3 million immigrants have \nbeen naturalized, the largest number of new citizens over a four-year Presidential election cycle since 1924. With \nnaturalization comes the right to vote, and many new citizens are old enough to vote.\n\nThese demographic changes are forcing politicians on all levels to adjust their calculations. Now they must court \nboth votes and contributions from emerging blocs of ethnic citizens, many of them swing voters in crucial states: \nAsian-Americans in California, Mexican-Americans in the Southwest, Russian and Caribbean immigrants in New \nYork and Arab-Americans here in Michigan.\n\nGone are the days when Walter F. Mondale returned donations made by Arab-Americans to his 1984 Presidential \ncampaign or when Michael S. Dukakis told a group of Arab-Americans in 1988 that he did not want their \nPresidential endorsement.\n\n\"I wouldn't say we are considered a critical group yet,\" said James Zogby, president of the Arab American Institute. \n\"But they're starting to view us as a legitimate vote group to pay attention to.\"\n\nSo far, according to strategists for both parties, the Clinton campaign has made an all-out effort to woo new ethnic \nvoters, establishing and financing ethnic outreach programs by the Democratic National Committee and at the \nWhite House. In contrast, the Dole campaign has been less enthusiastic in courting Arab-Americans and other \nethnic groups.\n\n\n\"Arab-Americans are getting as much attention as any other ethnic group,\" said George R. Salim, a Palestinian-\nAmerican lawyer in Washington who works with the Dole campaign. \"But from the point of view of those of us who \nhave been involved in Republican politics for a long time, no ethnic group is getting enough attention.\"\n\nWhile they fret that the Dole campaign has not made any serious overtures to Arab-Americans, some Republican \nstrategists note that Arab-Americans, like Asian and Hispanic Americans, are a diverse group, divided by \nnationality, religion and class. Keeping them unified behind any one party will be difficult.\n\nBut the Republican Party may end up attracting the large numbers of Arab-Americans who are socially conservative \nand ripe for a so-called family values message. Large numbers of Arab-Americans are also business executives \nwho could easily be tempted by the Republicans position of less taxes and less regulation.\n\nWhile their numbers remain small -- only about 200,000 to 250,000 in total population in Michigan -- their tradition \nas swing voters makes Arab-Americans a prototype that explains why many politicians are paying so much \nattention to ethnic voters. In a nationwide survey conducted this month by the Arab American Institute, of 400 Arab-\nAmerican registered voters, 42 percent identified themselves as Republicans; 36.5 percent as Democrats, and \n21.4 percent as either independents or as registered with a third party.\n\nBut party affiliation seems to mean very little. In 1988, Arab-Americans in Michigan strongly supported the Rev. \nJesse Jackson, a liberal Democrat, in the state caucuses. Two years later, they strongly backed John Engler, a \nconservative Republican, in the Governor's race.\n\nIn her race for the school board, Ms. McGuire, a liberal union advocate who was once married to a non-Arab \nAmerican, is hoping to draw heavily from Arab-Americans. But Arab-Americans here have also supported \nconservative Republican candidates: Spencer Abraham, the first Arab-American Senator from Michigan, and \nSuzanne Sareini, the only Arab-American member of the Dearborn City Council.\n\n\"There is no party loyalty,\" said Abdul Mackie, president of Arab American Republicans of Michigan.\n\nPerhaps because American politicians have historically treated them as pariahs, many Arab-Americans respond as \nmuch to candidates who offer the trappings of inclusion -- making appearances at Arab-American functions, placing \ncampaign advertisements in Arab-language newspapers, seeking advice of Arab-Americans -- as to those who are \nsympathetic to their views on issues like education, crime, and, of course, the Middle East.\n\n\"Governor Engler was down in the community all the time,\" said Mohammed Okdie, an organizer with the American \nFederation of Teachers. \"It was a big deal.\"\n\nThe Clinton campaign and the White House have been following that model.\n\nOn Monday, a group of Palestinian-Americans was briefed on a conference call by Richard LeBaron, a National \nSecurity Council staff member, on the breakdown in talks in the Middle East. Last month, after contentious talks in \nWashington between Israeli Prime Minister Benjamin Netanyahu, Yasir Arafat, the Palestinian leader, and King \nHussein of Jordan, another group of Arab-Americans were briefed by the National Security Adviser, Anthony Lake.\n\nTipper Gore, the Vice President's wife, appeared at the Arab American Chamber of Commerce dinner in Detroit. \nAnd Arab-American leaders have been invited to the White House to meet with the President three times. \"There \nhave been more meetings with the President of the United States in the last two years than there were with Jim \nBlanchard, the Governor of this state in eight years,\" Mr. Okdie said. \"To me, that's serious wooing.\"\n\nIt has apparently paid off. In the Arab American Institute survey, 43.4 percent backed Mr. Clinton, while 29.6 \npercent favored Mr. Dole. The poll had a margin of error of plus or minus five percentage points.\n\nIn addition, a group of Arab-American business executives raised about $750,000 at a Cleveland fund-raising event \nlast spring attended by the President. Organizers of another event scheduled for last month in Dearborn say they \nwere confident of raising a similar amount, but the event was canceled when the featured guest, Vice President Al \nGore, stayed in Washington to attend the Middle East summit talks.\n\n\n\nThe courting has caused heady feelings among some Arab-American Democrats who, in their most fanciful \nmoments, envision their people becoming a force within the Party akin to blacks and labor. \"We've become \nrecognized, but we're not key stakeholders in the Party at this point,\" said Samir W. Mashni, a Palestinian-American \nlawyer in Dearborn active in the Democratic Party. \"But that's the goal.\"\n\nGraphic\n\n \n\nPhoto: Marianne Yared McGuire, an Arab-American running for the Michigan Board of Education. (Peter Yates for \nThe New York Times)\n\n      \n"}