{"title": "OTHER VOICES;'Know Where Your Group Is At'", "body": "\nThe following remarks were taken from more than 20 hours of discussions with teen- agers from the New York City \nregion. Excerpts appear with each article.\n\nQ Has it been the immigration experience, from your perspective, that different groups don't mix?\n\nEMMA KRAMER-WHEELER, 16, Brooklyn (Edward R. Murrow High School): It's the language barrier for the most \npart.\n\nJUAN RIVERA, 18, Brooklyn (Bushwick High School): Yeah, it's, like, in Bushwick. You walk inside the lunchroom, \nyou know, any period, and as soon as you walk in, the biggest group here is, you know, Dominicans, as I said. \nAnd you have Puerto Rican people over here. And you have Jamaicans over there.  And then you have the mixed \ngroup over here. . . . And it's just like that's it. You know where your group is at.\n\nQ Is there resentment of immigrants? For instance, resentment of their jobs?\n\nBERNARDO VASQUEZ, 17, Manhattan (A. Philip Randolph High School): That's the problem with immigration \nnativism over here. Why should that person come over here and take my job? I'm American, right? But, no. I get on \nthe job first. Why should they come? I don't care if they're more qualified. I have citizenship.\n\nWUBNESH HYLTON, 19, Brooklyn (Hunter College): I know a lot of people who really don't care about -- you \nknow, that fear for immigrants coming and taking jobs is just not there, because there was never no jobs there in \nthe first place. So, they're not really concerned about, \"Oh, he's going to take my job,\" because I didn't have one.\n\nQ When I say that word \"assimilation,\" what do you think of?\n\nWUBNESH Well, conformity. Giving up your own identity, melting into another culture to get ahead. I know some \nof my Asian friends, I think, like, Asians have a hard time in society, because they're always stereotyped. It's \ncompletely different from anything that we know here. And they're always stereotyped as the model minority. And, \nso, they feel the need to assimilate. And one of my Asian friends was telling me she only dates white men. And \nanother one of my Asian friends, she only dates black men. So, it's, like: \"My culture no longer means anything.\"\n\nQ Do you ever have a sense of loss being here?\n\nBERNARDO As a Dominican, I relate so much to the second motherland, which is the Dominican Republic. But \nover here, I guess all immigrants . . . have to identify with something that is not America. Because America is no \nculture.  America is a mixture of -- it is like the melting pot. So, we have to identify with something that is our culture.\n\n\nZAIRE GRAHAM, 17, Bronx (High School of Fashion Industries): Being that in my family I have so much of \neverything, I don't know what nationality I am. Because I have ancestors that was raped, you know, so I have a \nlittle white. I have a little Creole. I have a little Cherokee Indian. The majority of it is black, true. But I have my \ngrandfather's this, my mother has half of that. So I don't know what nationality I am. So when you ask were we \nrobbed when we came to America of some of our culture, I believe I was robbed totally.\n\nGraphic\n\n \n\nPhotos: Emma Kramer-Wheeler; Zaire Graham\n"}