{"title": "As Nevada diversifies, some push back against anti-immigrant rhetoric", "body": "\nPAHRUMP, Nev. - Andy Sanchez had just moved to this dusty outpost near Las Vegas when a gust of anti-\nimmigration furor tore the town asunder.\n\nThe town board voted in 2006 to make English the official language of Pahrump and bar residents from flying a \nforeign flag without a U.S. flag near it. When a couple hung Italian and Polish flags in protest, their house got \negged.\n\n\"I didn't know that kind of racism was here,\" said Sanchez, 73, although the ordinance was rescinded within a few \nmonths. \"It broke my heart.\"\n\nBut last month, Sanchez was heartened when a group of residents launched a recall campaign against a county \nofficial who sent e-mails that disparaged Latinos. That's when Sanchez, a retired nurse, saw the new politics of \nPahrump on display.\n\nThe Pahrump Valley Times had obtained e-mails in which Assessor Shirley Matson, a Republican, compared \nLatinos to \"locusts,\" said pregnant Latinas were carrying \"anchor babies\" and told the sheriff she was fearful of \n\"Mexican/Latino, non-English speaking\" construction workers building a nearby jail.\n\nMatson, who declined interview requests from the Los Angeles Times, said in a letter to the community that \"rarely \ndoes a day go by that a county resident does not stop in to thank me for speaking out and ask me to hold my \nground.\"\n\nYet the all-Republican county commission publicly excoriated her. The newspaper demanded her resignation on its \nfront page. Sanchez joined a group of local activists trying to recall her. \"As a public official, you cannot spread \nhatred,\" he said at a recent signature-gathering event.\n\nResidents say Nye County has always had a small but vocal anti-immigrant crowd. But what has changed in a \nmatter of years is the ferocity with which some residents are pushing back - underscoring a recent demographic \ntrend in Nevada, where new and diverse residents have remade the swing state's complexion and political culture.\n\n\nSome of the recent outcry in Pahrump can be attributed to the incendiary nature of Matson's comments, which \nrepelled even supporters of tough border enforcement. \"You can't stereotype us because we're 'tea party' people \nhere,\" said Commissioner Dan Schinhofen. \"We can see when things are over the top.\"\n\nBut there is also a tonal shift in Pahrump and elsewhere in Nevada, where the Latino population soared nearly 82 \npercent in the past decade. In 2000, nearly two-thirds of state residents were white. Now, close to half are \nminorities.\n\nIn many ways, that mirrors what's unfolding nationwide: Latinos accounted for more than half of U.S. population \ngrowth since 2000, and capturing their votes is considered crucial in next year's presidential race. Several \nRepublican White House hopefuls have dispensed with their party's harsh anti-immigrant rhetoric, if not its tough \nborder policies.\n\n\"It's not just about the growth in Latinos,\" said Nevada political consultant Andres Ramirez, who has worked on \nstate redistricting. \"It's a change in philosophy of how people think.\"\n\nThe party diversity among Nevada's voters is split: Of about 1.3 million voters, 563,000 are Democrats, 460,000 are \nRepublicans, and 360,000 are nonpartisan and minor-party voters.\n\nNevada elected its first Latino governor last year, a Republican who won much of his support from white voters. \nImmigrant-bashing, once a reliable rallying cry for the Nevada GOP, now carries electoral risk, as nearly 27 percent \nof state residents are Latino.\n\nJust ask Sharron Angle, whose bid last year to unseat Democratic Sen. Harry M. Reid was partly derailed by \ncommercials depicting Latinos as menacing thugs - although she did win deep-red Nye County.\n\nLocal Democratic Party chairwoman Jan Bearss views the backlash against Matson as a backlash against the \nPahrump of old. \"A few years ago, I don't think this would have happened.\"\n\nNevada's population boom transformed Nye County. In 1990, of the nearly 18,000 people living across its sun-\nbaked valleys, about 7 percent were Latino. But as newcomers rushed to Las Vegas for tourism and construction \njobs, thousands of people settled \"over the hump\" in Pahrump, the county's largest town and the self-proclaimed \n\"Heart of the New Old West.\"\n\nNow, of the 44,000 people who call Nye home, roughly 14 percent are Latino. And Latinos accounted for about 22 \npercent of the county's K-12 students in the 2009-10 school year. The growth also rerouted people from more \ndiverse urban areas to a frontier outpost known for legal brothels and feral politics (county Libertarians recently held \na Martin Luther King Jr. Day event at a gun range). \"The community itself became more diverse in opinion,\" said \npolitical consultant Ramirez. \n\nIn Pahrump, the town board passed the English-only ordinance at a meeting where people who spoke against it \nwere booed. Sheriff Tony DeMeo refused to enforce it, but some Latinos said they were afraid to speak Spanish in \npublic. After a few months - and a number of unflattering news reports - the board repealed the ordinance.\n\nThe Matson episode has reopened some wounds.\n\nNewly elected Matson has never publicly apologized for her comments. In her letter, she calls her foes \"hypocrites\" \nwho \"think freedom of speech is okay when they exercise it, but a conservative, well, that's altogether different.\" \nShe has rallied some supporters in town, although their sway will soon be tested.\n\nStephanie Lopez, a homemaker who moved here from Las Vegas in 2005, is involved in local politics and runs a \npopular Facebook page, \"Positive Pahrump.\" When the Matson controversy erupted, Lopez's husband, Jose, asked \nher to intervene. So Lopez, 29, rounded up like-minded neighbors and started the recall drive.\n\nSanchez, the retired nurse, joined them. When he was a kid in Arizona, some families wouldn't let him play at their \nhomes. As an adult, he lived in Vegas when it was considered the \"Mississippi of the West\" because of its poor \n\n\n\ntreatment of African Americans. When Lopez recently approached him about helping with the recall, he didn't \nhesitate.\n\n\"She made Hispanics stand up and be counted,\" he said, wearing a T-shirt that said \"Adios Matson.\"\n\n- Los Angeles Times\n"}