{"title": "Despite U.S. Pledge, Detainees Languish;Advocates for Chinese Allege Administration Interference With Asylum Process", "body": "\nWhen the dismal voyage of the Golden Venture ended off a New York City beach on a moonlit night in June 1993, \nthe Clinton administration vowed swift justice for the nearly 300 illegal Chinese immigrants who made it to shore \nalive.\n\nAs part of an emergency counterattack on the burgeoning human trade from China, the administration announced \nthat the boat people would get quick hearings on their claims for political asylum and that the undeserving would be \nsent home swiftly.\n\nBut 18 months later, only 16 of the Golden Venture's passengers have been deported and more than 180 remain in \njails around the country. Now it is the administration that finds itself on the defensive, fighting off a lawsuit that \nchallenges some basic principles of current immigration policy.\n\nIn asking a U.S. District Court to release 136 of the ship's passengers who are being detained here, the Golden \nVenture lawsuit alleges that top White House and Justice Department officials directly interfered with the asylum \nprocess to ensure a high rate of denials.\n\n\"Down at the White House they were in a panic because everyone was getting this vision of America under siege \nby illegal aliens, and we can now see how they reacted,\" said Craig T. Trebilcock, one of the local lawyers pressing \nthe case against the administration.\n\n\"They decided to get rid of these Chinese -- pack 'em up and send 'em home in a hurry -- to show everyone, \nstarting with the American public, that they could be tough,\" Trebilcock said.\n\nAt issue in the lawsuit is the means the government can use in crises such as those involving Haiti and Cuba this \nyear, when large numbers of people try to enter the country illegally and then contend they are fleeing political \npersecution back home. The improvised solution in several such crises has been the kind of quick processing \nattempted in the Golden Venture case, and administration officials say they will propose legislation next year \nmaking it a permanent practice in such emergencies.\n\n\n\"The Golden Venture case raises a critical question… . Is it reasonable to expect that a hurry-up process will \nproduce fair results when the government declares in advance that the people being judged are not legitimate \nrefugees?\" said Arthur Helton, a specialist in refugee law at the Open Society Institute in New York.\n\nJulie Anbender, a spokeswoman for the Justice Department, said that in the Golden Venture case, \"The department \nis certain that it acted appropriately and consistent with due process. We have a strong commitment to protecting \nindividual rights and are confident that expedited administrative procedures do not encroach upon these rights.\"\n\nRejecting the lawsuit's allegations of interference with the asylum process, Anbender said, \"The department did \nnot give instruction to immigration judges as to how to adjudicate their cases.\" She noted that the judges who heard \nasylum claims from the Golden Venture's passengers have said in dispositions that \"they were never under the \nimpression that they were being instructed to conduct themselves any differently than usual.\"\n\nAttorneys for the boat people argue that documents and testimony show President Clinton decided to make an \nexample of the Golden Venture's passengers after several crisis meetings with his top advisers on national security \naffairs, law enforcement and immigration matters. Officially the goal was to deter others in China from trying to \nreach the United States aboard smugglers' ships but, according to the lawsuit, the effect was to railroad dozens of \npeople who had legitimate asylum claims.\n\nThe administration created a new legal category for the Golden Venture cases, Trebilcock argues: \"smuggled \naliens.\" It even marked their records distinctively, \"which was like putting a bull's-eye on them,\" he said.\n\nThis was carried out according to a detailed six-page plan developed by the Executive Office for Immigration \nReview (EOIR), a quasi-independent branch of the Justice Department that rules on asylum claims.\n\nThe official who drafted that plan, Gerald S. Hurwitz, counsel to the director of the EOIR, said in a deposition that \nthe White House had asked for expedited processing of the cases, something that had never happened before. \nGiven the supposed impartiality of the asylum process, Hurwitz said he would have preferred that the White \nHouse had not called because \"it created a hint of an appearance that I wasn't comfortable with.\"\n\nHurwitz acknowledged, however, that he conveyed the message to some of the judges directly involved in handling \nthe cases.\n\nAnbender said the Justice Department's contacts with the EOIR were consistent with standard practices. \"There \nwas no interference with the decision-making process in any of the individual cases,\" she said.\n\nThe plan to speed the processing of the Golden Venture cases was announced by Clinton less than two weeks \nafter the ship went aground. It was part of an ambitious program involving 12 government departments and \nagencies to combat the smuggling of migrants by criminal syndicates of the sort that had organized the Golden \nVenture's voyage.\n\n\"Deterring this transport in human cargo and traffic in human misery is a priority for our administration,\" Clinton \ndeclared.\n\nHurwitz said the chief judge in charge of the asylum process, David L. Milhollan, \"was aware that there was a \ngeneral program and that we were part of it, and it had to do with deterring smuggling.\"\n\nThe lawsuit argues that \"the unspoken, yet readily apparent\" message behind the administration's plan to speed \nthe hearings was \"that deterrence would best be accomplished when a large proportion of the smuggled aliens' \napplications for asylum was denied.\"\n\nTrebilcock said, \"You are not going to get much deterrence if expedited hearings produce a lot of approvals and \nthat must have been obvious to the people judging these asylum claims, who are employees of the Justice \nDepartment after all, not constitutionally independent judges.\"\n\n\n\nThe ultimate proof, Trebilcock argues, lies in the results. During the past two years, about 40 percent of all Chinese \nasylum claims have been approved, but only 14 percent of the applications from Golden Venture passengers have \nbeen accepted.\n\nOf the original 282 passengers who arrived, 6 have died, 5 escaped custody, 16 have been deported, 70 have been \nreleased for various reasons, and the rest, 172 men and 13 women, remain in detention here in southeastern \nPennsylvania, and in New York, Louisiana and Virginia, according to Justice Department figures.\n\nMany, if not most, of recent Chinese asylum claims come from people who said they were persecuted for resisting \nChina's policy of limiting couples to having one child. The handling of these claims has been subject to complex \nand sometimes contradictory practices.\n\nThe idea of deterring unwanted refugee flows with quick processing and quick returns of those rejected did not \noriginate with the Clinton administration, and the significance of the lawsuit goes well beyond the Golden Venture \ncase, according to refugee advocates and experts in immigration law.\n\nSpeedy hearings were used in efforts to deter the first waves of Haitian boat people in the early 1980s and when \nlarge numbers of Central Americans crossed into South Texas seeking asylum in 1989. Those cases and others \nproduced court rulings against various elements of the process.\n\nShortly after the Golden Venture's grounding, Clinton announced he would seek legislation to create standing \nauthority for expedited processing of people who arrived in the United States with fraudulent documents or no \ndocuments. The administration never pursued that proposal, but last summer it developed a broader plan.\n\nUnder this legislation, which senior administration officials say will be reintroduced next year, the attorney general \nwould be authorized to declare an \"immigration emergency.\" Then the federal government could conduct quick \nhearings and grant strictly limited appeals before returning people to their homeland.\n\n\"In the abstract there is no reason why asylum claims should not be handled expeditiously, but you have to look at \nthe track record,\" said Robert Rubin, an attorney with the Lawyers Committee for Civil Rights.\n\n\"It comes down to a matter of credibility,\" said Rubin, who has won several lawsuits against the asylum system. \"I \nam skeptical when deterrence is the openly stated goal of expedited decision-making.\"\n\nGraphic\n\n \n\nPHOTO, CHINESE PASSENGERS LEAVE THE FREIGHTER GOLDEN VENTURE AFTER IT RAN AGROUND \nOFF NEW YORK IN JUNE 1993 DURING AN ALIEN-SMUGGLING OPERATION. MORE THAN 180 OF THEM \nREMAIN IN CUSTODY. AP\n"}