{"title": "ILLEGAL IMMIGRATION; Fake ID law ratchets up penalties", "body": "\nAny Georgia adult who uses a fake ID to get a job could go to prison for 15 years and pay a fine of $250,000.\n\nThe new offense, called aggravated identity fraud, went into effect July 1 under a little-noticed provision of the \nstate's new immigration law. It applies to everyone, not just illegal immigrants. The penalties are on par with \npossessing up to 10,000 pounds of marijuana.\n\n\"It's a harsh penalty,\" said Frank Rotondo, executive director of the Georgia Association of Chiefs of Police. \"But it \nis meant as an eye-opener, to send a message.\"\n\nIn addition to illegal immigrants, those the law might snare, officials said, are deadbeat parents who are trying to \nhide income and young people lying about their age in order to get a job. (However, penalties are lower --- no more \nthan three years and $5,000 --- for culprits younger than 21.)\n\nBefore July 1, the crime of using a false form of identification often resulted in probation and a small fine, Rotondo \nsaid.\n\nSupporters of the law say it will help deter illegal immigrants from coming to Georgia and burdening the state's \ntaxpayer-funded public schools, hospitals and courts. Many come to Georgia to find work.\n\n\"We just can't afford it,\" said Bob Andrews, a salesman from Smyrna who followed the new law's progress through \nthe state Legislature this year. \"The costs are astronomical for the healthcare they get, for education --- not \ncounting the court systems and clogging that up and causing all kinds of problems.\"\n\nBut critics said the penalties are extraordinarily harsh and could trigger constitutional challenges.\n\n\"Not only does it not fit the crime, it's absolutely anti-human rights,\" said Teodoro Maus, president of the Georgia \nLatino Alliance for Human Rights, which has successfully fought other provisions of the law in court. \"It's ridiculous. \nIt's unbelievable.\"\n\n\nThis facet of the law has not been placed on hold, unlike two other provisions that would empower police to \ninvestigate the immigration status of suspects and punish people who, while committing another offense, \nknowingly transport or harbor illegal immigrants.\n\nCompared to those provisions, the fake ID section received relatively little attention. Consequently, many police \nagencies around the state said they are not sure whether they or some other law enforcement agency should \nenforce it, or even how they would do it.\n\nFor now, numerous metro Atlanta police agencies are taking a go-slow approach.\n\n\"We're still evaluating how we are going to proceed,\" said Mekka Parish, spokeswoman of the DeKalb Police \nDepartment. \"There's not a lot of clarity.\"\n\nGiven the department's lack of experience in handling immigration offenses, it would probably try to hand off the \ninvestigation to another agency more familiar with those issues, she said.\n\nIn Cobb County, police spokesman Dana Pierce said the police department handles crimes in which someone uses \na fake ID to buy beer, but the sheriff's department handles investigations into identity fraud.\n\nBut over in the sheriff's department, Col. Don Bartlett said, \"My best guess is that the police get this.\" He added that \nthe use of fake IDs by illegal immigrants seeking work is a big problem.\n\nThe Republican author of the law, state Rep. Matt Ramsey of Peachtree City, acknowledged that it applies to \nanyone. But he said it could help stop the flow of illegal immigrants to Georgia.\n\nRamsey argued that the maximum penalty is not too harsh because illegal immigrants who use fake identification \nto get jobs are \"putting another person or entity in legal jeopardy --- an employer --- because it is a violation of \nfederal law to employ an illegal alien.\"\n\nSeveral police agencies said they're unclear on how they would learn about the crime. Few expect the farmers, \nlandscapers and others who employ immigrants to report someone they discovered using a false identification.\n\n\"Without them doing that, we would never know,\" said Bobby McLemore, the sheriff in Ben Hill County in South \nGeorgia. However, he said, his officers might catch violators during other investigations, \"in the course of daily \nbusiness.\"\n\nThe law has taken effect at a time when most of the hiring for the summer farm season has already occurred. \nFarmers won't be hiring again in force until the fall. But even now, other employers of immigrants say they are \nnervous about the new law and remain unsure how it will affect their businesses.\n\nSome employers know little about the law. Melinda James, who employs 150 people on her tomato farm in \nnortheast Georgia, said she followed the public debate and court decision to put on hold the two prominent parts of \nthe immigration law. But she was unaware of the fake ID provision.\n\nJames said her workers all provide her with forms of identification. \"As far as I know, they're legal,\" she said.\n\nShe worried about whether, if she did discover that a worker was using a fake ID, she would be liable in any way.\n\n\"I don't want to do anything illegal,\" she said.\n\nOther identity fraud crimes, which often are committed in the course of attempting to steal money, already carry \nhefty penalties, including up to 15 years in prison and a $250,000 fine for repeat offenses. Rotondo, of the police \nchiefs group, said penalties have risen with the increase in credit card theft.\n\nGwinnett County District Attorney Danny Porter predicted that police will develop cases against perpetrators of \naggravated identity fraud while investigating other crimes.\n\n\n\nProbably, he said, \"law enforcement is going to have some undercover operation for these groups that are creating \nfalse IDs, and use portions of this statute to charge them with,\" he said.\n"}