{"title": "Conversation with Charles Krauthammer", "body": "\nCHARLIE ROSE, PBS NEWS HOST: Welcome to the program.\n\nTonight, Charles Krauthammer author of \"Things that Matter: Three Decades of Passions, Pastimes and Politics.\"\n\n(BEGIN VIDEO CLIP)\n\nCHARLES KRAUTHAMMER, AUTHOR: In some ways the book is an homage to politics. I wanted to write a book \nthat was only about the nonpolitical stuff, the stuff that`s outside of politics, the stuff that enchants me, amuses me, \nand moves me.\n\nCHARLIE ROSE: Right.\n\nCHARLES KRAUTHAMMER: But in the end, I decided I can`t really do that and the reason is because politics is so \nultimately important. And as I write in the introduction of the book, it`s sovereign. Because everything else - - all the \nlovely, beautiful other elegant, graceful things in life -- depend on us as a society getting the politics right.\n\n(END VIDEO CLIP)\n\nCHARLIE ROSE: Charles Krauthammer for the hour next.\n\nUNIDENTIFIED MALE: From our studios in New York City, this is CHARLIE ROSE.\n\n(BEGIN VIDEOTAPE)\n\nCHARLIE ROSE: Charles Krauthammer is here. He is a syndicated columnist, a political commentator, a writer, \nand a physician. He also offers one of the most important perspectives on conservative politics. Politico recently \ncalled him \"a de facto opposition leader for the thinking right.\" He was awarded the Pulitzer Prize for commentary in \n1987. He has now published his first book. \"Things That Matter\" is a collection of his previously published writings.\n\n\nI am pleased to have him here at this table.\n\nCHARLES KRAUTHAMMER: Pleasure to be here with you.\n\nCHARLIE ROSE: What was the motivation to put this together? \"Three Decades of Passion, Pastimes and \nPolitics\"?\n\nCHARLES KRAUTHAMMER: Gambling debt.\n\nCHARLIE ROSE: That will do it every time. They were at the door.\n\nCHARLES KRAUTHAMMER: Putting my money on the Cubs and on Obamacare.\n\nCHARLIE ROSE: Yes.\n\nCHARLES KRAUTHAMMER: And somehow I lost it.\n\nCHARLIE ROSE: And it was time to write, wasn`t it?\n\nCHARLES KRAUTHAMMER: Well you I`ve never wanted to do a collection, but having waited so many years I \nthought that a collection that goes all the way back to when I began in journalism -- actually my first day was the \nday that Ronald Reagan was first sworn in, January `81, that`s when I started. I thought the span of time now -- it`s \nover 30 years, really momentous decades -- would give a kind of personal history of the United States over this \nincredible time. So I thought it would have a value beyond being just, you know, a collection of the best stuff I had \nwritten.\n\nAnd the other reason is that in some ways the book is an homage to politics. I had wanted to write a book that was \nonly about the nonpolitical stuff, the stuff that`s outside of politics, the stuff that enchants me, amuses me, and \nmoves me.\n\nCHARLIE ROSE: Right.\n\nCHARLES KRAUTHAMMER: But in the end I decided I can`t really do that. And the reason is because politics is \nso ultimately important. And as I write in the introduction of the book, it`s sovereign, because everything else -- all \nthe lovely, beautiful, elegant, graceful things in life -- depend on us as a society getting the politics right.\n\nCHARLIE ROSE: Politics -- I guess that was a working title -- there`s more to life than politics.\n\nCHARLES KRAUTHAMMER: That`s right.\n\nCHARLIE ROSE: And you`re quoted as saying, \"In the end I couldn`t, for the simple reason, the same reason I left \npsychiatry for journalism while science, medicine, art, poetry, architecture, chess, space, sports, number theory and \nall of the things hard and beautiful promise purity, elegance and sometimes even transcendence. Those things\", \nyou continue, \"are fundamentally subordinate. In the end, they must bow to the sovereignty of politics.\"\n\nCHARLES KRAUTHAMMER: Well, it`s a paradox in our lives because the practice of politics day-to-day is fairly \nlow -- grasping, grubby, manipulative, cynical. But in the end, you`ve got to get the politics right. It`s the reason that \npeople walk away from politics.\n\nCHARLIE ROSE: Yes.\n\nCHARLES KRAUTHAMMER: They don`t want to participate. Don`t want to watch. Don`t want to hear about it. But \nyou can`t, because in the end you`ve got to get it right. And I`ll give you one example. You can have the most \nefflorescent and sophisticated of cultures and if you get the politics wrong, everything gets swept away -- Germany \n1933, China during the Cultural Revolution. And you don`t have to go back into history. North Korea today, the \nSouth has gotten the politics right. People live there --\n\n\n\nCHARLIE ROSE: And the economics.\n\nCHARLES KRAUTHAMMER: Right -- in prosperity and in freedom. The North has gotten it tragically, horribly \nwrong. Kind of -- it`s in the grip of a mad kind of Stalinism.\n\nAnd as a result, the people are enslaved and the society is a spiritual and material desert. That`s what happens. \nAnd that`s why even though I really enjoyed the practice of medicine and I believe to this day it`s one of the most \nnoble endeavors anybody can engage in. I left it because I thought everything in the end is going to hinge on \npolitics. I want to be in the conversation.\n\nCHARLIE ROSE: Now were you a psychiatrist who sat with patients and listened to their problem or were you some \nother kind of psychiatrist?\n\nCHARLES KRAUTHAMMER: I tried to do as little of the former as I could. When I was choosing which psychiatric \nprogram I would do after medical school.\n\nCHARLIE ROSE: Yes.\n\nCHARLES KRAUTHAMMER: I chose the one at the Massachusetts General Hospital for the reason that it was the \nmost biologically oriented. I`m quite opposed to psychoanalytics --\n\nCHARLIE ROSE: Yes you took the words out of my mouth. Are you in sync with the notion that neuroscience has \novercome psychiatry?\n\nCHARLES KRAUTHAMMER: I am and I was. And that`s precisely why -- I mean I think, you know, the psychiatry, \nthe psychoanalysis, the theory that was rooted in really nothing but speculation and wonderful writing the Freudian \ntheories and the offshoots -- really had to yield to the coming of the knowledge in neurology, behavioral psychiatry, \net cetera. And that`s why I chose a program where they emphasized that. And that`s what really fascinated me, the \ninteraction between the brain and behavior.\n\nCHARLIE ROSE: Yes.\n\nCHARLES KRAUTHAMMER: But the old stuff, look, I don`t -- I don`t want to denigrate it. It works for some people, \nbut I`m not really into the interior life, so after about six years, seven year of medicine, I thought well maybe if \nyou`re not interested in the interior life, psychiatry is not for you. And that`s why I left.\n\nCHARLIE ROSE: It probably was a good choice for you because journalism, more than most professions, allowed \nyou to look and reach into all of them.\n\nCHARLES KRAUTHAMMER: Yes. That`s exactly right.\n\nCHARLIE ROSE: Because it gives you the context to the quality of our life and our politics.\n\nCHARLES KRAUTHAMMER: Exactly. And it gave me the freedom as a column writer. I could write about anything. \nAnd you`re right, there is a common theme. What attracts me and sort of inspires me is anything that is extremely \nhard, that`s an example of human excellence and transcendence -- it can be walking on the balance beam.\n\nCHARLIE ROSE: Yes.\n\nCHARLES KRAUTHAMMER: Or it can be what Kennedy did with the moon shot when he said, \"We do these \nthings not because they are easy but because they are hard.\" And it`s when humans undertake things that they \nreally have no business doing, like orbiting the earth or landing on the moon.\n\nCHARLIE ROSE: Moon -- right.\n\nCHARLES KRAUTHAMMER: Or doing --\n\n\n\n(CROSSTALK)\n\nCHARLIE ROSE: Or mapping the human genome.\n\nCHARLES KRAUTHAMMER: Exactly or getting a -- a shortstop getting a backhand in the hole, jumping like Jeter \nand throwing -- that`s not what humans are supposed to do. They`re supposed to walk on two legs, you know head \nfor and run away from a tiger, and take the fruit off a tree. That`s essentially what humans are built for. And they do \nall this fantastic stuff.\n\nCHARLIE ROSE: Right.\n\nCHARLES KRAUTHAMMER: How can you not be thrilled?\n\nCHARLIE ROSE: And chess appeals to you because?\n\nCHARLES KRAUTHAMMER: It`s so intricate and because it`s ultimately quite useless. It doesn`t have a \nconsequence, but there`s something so wonderful -- I -- I actually twice -- not once, but twice -- I have to confess \nand I do in the book in the introduction -- drove from Washington up here to New York to see a chess match.\n\nCHARLIE ROSE: Yes.\n\nCHARLES KRAUTHAMMER: People think I`m truly eccentric. But I didn`t sit there watching the game. I sat in the \nroom with the grandmasters --\n\n(CROSSTALK)\n\nCHARLIE ROSE: Yes.\n\nCHARLES KRAUTHAMMER: -- who were getting all the moves and we`re throwing out analyses on the board -- \nyou know he ought to do x, y, and z.\n\nCHARLIE ROSE: Right.\n\nCHARLES KRAUTHAMMER: And I was sitting next to another amateur who was hearing all these and he said, \n\"Unheard symphonies, melodies that will be lost forever\" -- the variations that were never actually played. But \nthere`s something so musical and so impossible about chess that I`ve always found it incredibly attractive. And I \nhave to say, addictive. I have twice now given it up because when you find yourself in the middle of the night \nplaying Internet chess, be chess you think of yourself as an alcoholic in a motel room drinking Aqua Velva. That`s \nwhen you know you hit rock bottom. You`ve got to quit.\n\nCHARLIE ROSE: So you`ve got to say I`m out.\n\nCHARLES KRAUTHAMMER: I`m off -- I`m not sure if I`m off the wagon or on, but I`m not playing these days.\n\nCHARLIE ROSE: You are not -- at this moment you`re not playing.\n\nCHARLES KRAUTHAMMER: At this moment I`m not, but it will come back.\n\nCHARLIE ROSE: It will definitely come back.\n\nCHARLES KRAUTHAMMER: Yes.\n\nCHARLIE ROSE: Let`s talk about politics, then if that is the central core. I mean what`s interesting to me about this \n-- this is the number one book in the country and it is a collection of what you have written over three decades. I \nmean this is looking back and it obviously says something I would assume you would believe about the good sense \nof the American people.\n\n\n\nBut what else is it you think -- what do you think the country is looking for and then how it might be specific in the \nchoice of this book?\n\nCHARLES KRAUTHAMMER: I do think that the country -- and this is sort of a theme that comes out --\n\n(CROSSTALK)\n\nCHARLIE ROSE: Yes.\n\nCHARLES KRAUTHAMMER: -- in the book as we span the decades -- is trying to look for normal life. What I mean \nis this: we had 60 years of existential struggle, fascism, Nazism, communism. It ends in a miraculous way.\n\nCHARLIE ROSE: Right.\n\nCHARLES KRAUTHAMMER: Christmas Day, 1991.\n\nCHARLIE ROSE: Right.\n\nCHARLES KRAUTHAMMER: Communism. They disappear. I never imagined I`d live to see the end of the Soviet \nUnion. I never imagined. It happens without a shot --\n\nCHARLIE ROSE: Do you think it happened because Gorbachev chose not to fight?\n\nCHARLES KRAUTHAMMER: No. It happened because the system was inherently impossible. It completely \ncontradicted human nature. All the incentives were wrong. It began as a militant ideology. It ended as a husk of \ncynicism.\n\nCHARLIE ROSE: Clearly it failed because of a superior idea, which was freedom.\n\nCHARLES KRAUTHAMMER: Right -- in the end it had to fail.\n\nCHARLIE ROSE: Yes exactly right but I mean, you know, we`ll never know how long it might have taken if in fact \nthere was the struggle that led to --\n\nCHARLES KRAUTHAMMER: Gorbachev was the passive vessel.\n\nCHARLIE ROSE: Right.\n\nCHARLES KRAUTHAMMER: Reagan, Thatcher, Cole, John Paul --\n\nCHARLIE ROSE: Right.\n\nCHARLES KRAUTHAMMER: -- the heroic Pope, they were the ones who pushed it. It turned out history has taught \nus -- and that I write about in the book - - you needed the push, you needed the pressure, you needed all of that.\n\nCHARLIE ROSE: You needed the active.\n\nCHARLES KRAUTHAMMER: You needed the active or it wouldn`t have gone away on its own. It did because as \nyou say, it surrendered. There was no way it could compete. There`s no way it could justify itself in its own eyes.\n\nCHARLIE ROSE: Is it a moment, I mean can you look to Reagan saying Mr. Gorbachev \"tear that wall down\"?\n\nCHARLES KRAUTHAMMER: No, it was the inexorable pressure that began -- it began before him of course. It \nbegan with Truman.\n\nCHARLIE ROSE: Right.\n\nCHARLES KRAUTHAMMER: And the containment theory as enunciated by George Kennan in the 40s, late 40s --\n\n\n\nCHARLIE ROSE: Right. Containment.\n\nCHARLES KRAUTHAMMER: -- was in the end, if we put pressure on the system it will internally either reform and \nbecome ok, or collapse. And it collapsed. It tried to reform, but it was corrupted in its core. It couldn`t reform.\n\nSo the pressure began with Truman. But in the end, when they were tottering, when they had reached actually the \napogee, Soviet empire reached its apogee at the end of 1979, Iran had become anti-American, it took over in \nNicaragua, it took over in Cambodia, it took over in Afghanistan the empire was overstretched and the fall began \nbut Reagan was the one who undermined it. The defense built up. The pressure of what was called the Reagan \nDoctrine, supporting all these insurgencies against the Soviet empire. Strategic defenses -- the Russians \nunderstood they could never compete with American technology.\n\nAnd in the end, it was the rhetoric, the rhetoric that said this is an evil empire and we aren`t afraid to say it and the \ndissidents in the Gulag speak with Sharansky (ph), speak with others. They heard the word and that gave them life, \nenergy, and hope. And that`s what brought it down.\n\nCHARLIE ROSE: Look at America today. I mean, if you look at that history you just talked about. Where do you \nthink we are as we have gone from Reagan forward?\n\nCHARLES KRAUTHAMMER: We`re trying to find our way. America is this incredibly reluctant accidental hegemon. \nWe`re the only imperial power in history that never sought an empire. The British did, the Dutch did, the Portuguese \ndid. We developed ourselves -- quite isolationists -- and then what happens? Europe which dominates the world \ncommits suicide in the two World Wars and what`s left standing, us and the Russians. We didn`t seek to be the \ndominant power. And then the Soviets our existential enemy we put pressure on.\n\nOne day we wake up in 1991, December 26th, Soviets are gone. We are left dominant in the world and I write about \nthis in one of the essays -- we are the most dominant power on that day of any power since the fall of Rome. And \nthe question has been ever since what do we do with this status?\n\nCHARLIE ROSE: There are those who say and argue Zbigniew Brzezinski being one, that we missed opportunity \nbetween then and the Iraqi war to do a lot of things and to use that unique advantage we have. Do you find any \nresonance in that argument?\n\nCHARLES KRAUTHAMMER: Well, I`m not exactly sure what they have in mind that we were supposed to do. The \nfirst thing that we did -- and I write about this in the book about the 90s -- the 90s were a holiday from history. The \nfirst thing that we sought was repose.\n\nAnd we deserved it. 60 years of struggle against fascism and Nazism. We were exhausted sort of morally. We had \nspread in there and we won. I think it was Wellington who once said nothing -- nothing other than a battle lost is as \nmelancholy as a battle won. So we win and we say the Peggy Lee line, \"Is that all there is?\"\n\nCHARLIE ROSE: There is.\n\nCHARLES KRAUTHAMMER: So the 90s were a holiday from history where we basically said we had extraordinary \npeace and prosperity. There were no challenges to us of any substance, and we took a nice quiet ride.\n\nThere`s a column in the book about a speech I gave to my son`s high school in 1997. I tried to explain to them that \nwe were living in a golden age. This was extremely unusual -- peace, prosperity, no challenges, no threats. This is \nvery rare in history.\n\nNow, I didn`t want to tell them because it would have been child abuse that it`s got to end, but I wrote it in the \ncolumn because adults would read the column.\n\nCHARLIE ROSE: Yes.\n\n\n\nCHARLES KRAUTHAMMER: And I wrote in 1997 -- I have this sense -- golden ages always end. The only \nquestion is does it end in ice or in fire? And we know how it ended. It ended in fire on 9/11. That -- and we woke up. \nWe realized history isn`t over. We have existential enemies out there again. We didn`t choose it, just like we never \nchose to be dominant and hegemonic. We didn`t choose it, but they came after us and we now have a new \nchallenge. History starts again and by history I mean great struggles that will last a generation over the essence of \nour life --\n\n(CROSSTALK)\n\nCHARLIE ROSE: Between whom?\n\nCHARLES KRAUTHAMMER: Between the West and decency, and Islamic radicalism and depravity. And I`ll tell \nyou why I use that word. In the last few months, there has been a campaign in Pakistan in the Swat Valley by the \nTaliban. They have been killing polio workers.\n\nCHARLIE ROSE: Right. That`s right.\n\nCHARLES KRAUTHAMMER: Now, when you have an ideology that drives you to kill people who are trying to \nprevent paralysis in children, there is no word that I can use other than depravity. This is a barbarous ideology that \nthreatens the world. And thus has to be --\n\n(CROSSTALK)\n\nCHARLIE ROSE: Right but do you think that represents Islam today?\n\nCHARLES KRAUTHAMMER: Absolutely not.\n\nCHARLIE ROSE: Exactly. It`s a corrupt portion of Islam by radical, fundamental Islamists.\n\nCHARLES KRAUTHAMMER: Absolutely. I agree entirely, but I think the President`s reticence and hesitancy to \nactually say the words, \"Islamic radicalism\" is because he`s afraid by using that adjective it will tarnish all of Islam. \nAnd I don`t understand that. I don`t see why you cannot express respect for Islam as a great religion and for the \noverwhelming majority of Muslims in the world, and at the same time say there is a corrupt and diseased and \ndepraved element of that -- small element but a militant element that kills polio workers in Pakistan.\n\nAnd that a month before 9/11, the Taliban sent their troops out to the desert in (inaudible) -- I talk about this in the \nintroduction -- and using machine guns and dynamite they blew up the two -- the magnificent statues of the Buddha. \nNow, what had the Buddha done to offend Islam?\n\n(CROSSTALK)\n\nCHARLIE ROSE: Ok but I mean, (inaudible) look what happened in Cambodia, I mean you know the kinds of things \nthat took place in Cambodia when a group of radicals tried to change society, change everything that had ever been \n- -\n\nCHARLES KRAUTHAMMER: That`s exactly the point I want to make.\n\nCHARLIE ROSE: And destroyed human life into unprecedented ways.\n\nCHARLES KRAUTHAMMER: That`s the point I want to make. Every once in a while these radical ideologies arise \nthat want to remake human nature, want to remake society --\n\nCHARLIE ROSE: And they`re prepared to do everything to make it happen.\n\nCHARLES KRAUTHAMMER: Empty the cities as was done in Cuba and kill anything that stands in the way. And \nthe terrible event in our history is that we thought the fight was over with the fall of communism. We go to sleep for \na decade. We wake up on 9/11 and discovered it`s back in a different guise.\n\n\n\nCHARLIE ROSE: Our friends (inaudible) had it wrong. It was not the end of history.\n\nCHARLES KRAUTHAMMER: Exactly. History returned and it is painful.\n\nCHARLIE ROSE: Most of the eight years coming after the decline was within a Democratic control of the executive \noffice in the presence of Bill Clinton.\n\nCHARLES KRAUTHAMMER: And I would say looking back historically he handled it reasonably well. And we \nweren`t sure how to use our new status. And Clinton used it to rescue the people in Kosovo. He used it to rescue \nthe people of Bosnia.\n\nBut there were no grand adventures because there was no grand provocation. There was no grand mission.\n\nCHARLIE ROSE: Yes.\n\nCHARLES KRAUTHAMMER: And domestically he did what you would do. You tend to your vineyards and the \neconomy was a prosperous one. So I think he had a reasonably good tenure. But it was not -- I think he has even \nsaid that history never challenged him the way it did other presidents.\n\nCHARLIE ROSE: Not only does he say it -- he said it and he`s bemoaned.\n\nCHARLES KRAUTHAMMER: Yes.\n\nCHARLIE ROSE: To a degree saying he didn`t have -- he didn`t have -- I mean he didn`t want war but he didn`t \nhave a war, he didn`t have things that were -- that were changed by the nature of the event.\n\nCHARLES KRAUTHAMMER: And it denied him a chance at greatness.\n\nCHARLIE ROSE: Greatness I mean he essentially had -- I know what he said he certainly have been reported. He \ncertainly feels it. But he was there and during that period to be succeeded by George Bush.\n\nWhen you look back at Bush 41 -- 43 and Iraq, Afghanistan, what`s your judgment?\n\nCHARLES KRAUTHAMMER: I think the virtue of his presidency was he immediately understood the return of \nhistory. And he immediately leveled with the American people. We were in a new struggle a long struggle, a \ngenerational struggle. It was not just a bunch of guys running around in airplanes. This was an ideology implanted \nin the world that we had treated up until now as a law enforcement issue.\n\nWhen there was the attack on the \"Cole\" in the year 2000, we sent FBI agents into Yemen as a way to respond. \nThat is not the way to respond. This is not a burglary. This is war --\n\nCHARLIE ROSE: Yes. I might take issue with that a little bit. They always send FBI agents in to investigate to see \nsome of the circumstances of those kinds of --\n\nCHARLES KRAUTHAMMER: When somebody attacks a U.S. warship --\n\nCHARLIE ROSE: Right that`s an act of war.\n\nCHARLES KRAUTHAMMER: It`s an act of war and you might want to send an FBI. But you`ve got to send in \nsomething else and we did. Now after 9/11 was -- we have to send in something else.\n\nHere`s the dilemma -- Bush was right to go into Afghanistan and depose the Taliban, scatter al Qaeda no question. \nBush was right to depose Saddam Hussein.\n\nCHARLIE ROSE: Even if it meant distraction from the war in Afghanistan?\n\nCHARLES KRAUTHAMMER: Well it -- the war in Afghanistan, the war to depose the Taliban and scatter al Qaeda \ntook about 100 days. The war in Iraq to depose Saddam took three weeks. The dilemma that we had afterwards is \n\n\n\nwhat do you do? We`re very good at destroying regimes. We can do it at a distance. We can do it quickly, and \nrelatively speaking historically, cheaply.\n\nBut then what you do you do? Our choices were install a new dictator and leave. Our choices are let them have \ntheir own forms of government, which is not likely to happen because they`re at war with each other.\n\nAnd we took the third option. We`re going to try to change the nature of the regime and society, hoping that by \ndemocratization or just some kind of decent representative government we`ll create an ally and we`ll be able to \nhave an example in the region.\n\nAnd that turned out to be fatally difficult in Iraq and probably impossible in Afghanistan and why we`re leaving. And \nthat was our dilemma, but the choices were not good.\n\nCHARLIE ROSE: We are looking at a circumstance today in which President Obama`s approval ratings are about \nwhere President Bush` were at their lowest. Bush was at 35, Obama as we speak about 39, 38 or 39. And the -- the \nBush approval ratings were a product of Iraq.\n\nCHARLES KRAUTHAMMER: And Katrina.\n\nCHARLIE ROSE: And Katrina. One spoke to competence, one spoke to I guess competence, too, in terms of \njudgment and whether that was a war of necessity, a war of choice and if it was a war of choice, was it the wrong \nchoice because of what did it mean?\n\nBut -- but that was to be followed by Barack Obama who comes in -- and I would think be a man that you would \nadmire for intellect, for style, for a family.\n\nCHARLES KRAUTHAMMER: Well I would add one quality, which is that he was ideologically honest, open and \nbold about how ideologically ambitious he was. He comes into office and five weeks in he delivers an address to a \nJoint Session of Congress which most Americans don`t remember because most Americans have a real life and \nthey do real stuff.\n\nCHARLIE ROSE: Yes.\n\nCHARLES KRAUTHAMMER: I for my sins -- for my sins I have to watch this guy every day and every night and \nobviously, my sins are many, so I remember it well. This was the most radically -- what I would call social \ndemocratic or liberal left speech and program of any president in --\n\nCHARLIE ROSE: What made it that?\n\nCHARLES KRAUTHAMMER: He said essentially, \"I came here not to reform around the edges, unspoken like a \nClinton. I came here to fundamentally change America, unspoken, like a Reagan\". Obama once said in `08, Ronald \nReagan was historically consequential in a way that Clinton was not.\n\nCHARLIE ROSE: And to the great displeasure of Bill Clinton when he heard that.\n\nCHARLES KRAUTHAMMER: He did it as a way to get the Clintons quite riled. But there was also historical truth --\n\nCHARLIE ROSE: He didn`t say that in a speech by way. He said that in an interview ---\n\nCHARLES KRAUTHAMMER: Right I think it was a radio in San Francisco.\n\nCHARLIE ROSE: Yes right, yes.\n\nCHARLES KRAUTHAMMER: But this is -- and it`s actually quite true. Reagan changed the ideological trajectory of \nAmerica after 50 years of FDR, LBJ, the great society, the new deal, of these liberal (inaudible) incomes, Reagan \nwithin 10 minutes he declares government isn`t the solution. It`s the problem. That`s a radical rejection of new deal \n\n\n\nliberalism. And he succeeds to the point where Clinton says in his State of the Union Address in 1996 -- he accepts \nthe premise --\n\nCHARLIE ROSE: That was Bill Clinton, I`m not even sure that had to do with philosophy. That happened to do with \npolitical reality. He realized what had just happened and so he could see the obvious.\n\nCHARLES KRAUTHAMMER: It`s true, but then he followed it up by the abolition of welfare. So it wasn`t only \nspeech. It was action.\n\nCHARLIE ROSE: Yes and some suggested if he had done welfare first rather than do health care he would have \nbeen in a much better place.\n\nCHARLES KRAUTHAMMER: Absolutely right.\n\nCHARLES KRAUTHAMMER: Including Daniel Patrick Moynihan.\n\nCHARLES KRAUTHAMMER: But the point of abolishing welfare was that he showed that in practice he would be \nwilling to accept the premises of Reaganism. It is unimaginable that an Obama would abolish welfare as he did.\n\nSo you have a 30-year conservative ascendancy and Obama comes out and said \"I`m here to end it. I`m here to \nrestart the new deal, the great society. It was a series of speeches. It began on the 24th of February, 2009. It ended \n-- there were five speeches -- ended at Georgetown --\n\n(CROSSTALK)\n\nCHARLIE ROSE: Right, right.\n\nCHARLES KRAUTHAMMER: -- in April. And they were all about what he was going to do. \"I`m going to change \nAmerica\" he said. And then he was quite specific. He wasn`t abstract about it, in three areas --\n\n(CROSSTALK)\n\nCHARLIE ROSE: Is it a -- is it a valid norm -- notion that I`m going to change America if we have so x number of \npeople not getting medical care, that I`m going to try to find a means of making sure that we don`t have 30 million or \n40 million people without access to insurance or access to medical coverage.\n\nAnd if it`s destroying families, that`s not an America that you want. You want to figure out a better way to do it. \nThen you can argue over the better way to do it.\n\nCHARLES KRAUTHAMMER: But here`s the problem. Had he been a normal liberal, a regular, a Clintonian liberal, \nhe would have said exactly that and then he would have devised a program -- let`s say increasing the level at which \nanybody is eligible in Medicare, that would cover all of the uninsured. You could do it in a bill that would be one \npage long, and would affect nothing else in health care.\n\nAnd what does he do instead? He completely changes health care in America in every way in a bill that is 2,000 \npages long that even today nobody quite understands the extent --\n\nCHARLIE ROSE: Suppose that he did just what you said. What column -- he said, \"Look, I want to provide the kind \nof health care for all Americans that Medicare provides for Americans over 65.\" Would Charles Krauthammer have \nwritten a column saying here`s a guy who understands a way to deliver a medical care to the American people that \nhas been tried and is successful in other places?\n\nCHARLES KRAUTHAMMER: If he had said, as you said, just a moment ago, I don`t want to see 40 million \nAmericans who don`t get health care. And I`ll provide a program that will do it with a simple stroke. I`m going to say \nthe poverty level isn`t enough to be eligible for Medicare.\n\nCHARLIE ROSE: Right, right.\n\n\n\nCHARLES KRAUTHAMMER: But what is it, four times or whatever? And I`m going to include all of those. I would \nhave supported it and I would have asked for a tax that would be dedicated -- it would be open, honest and he \nwould say to America, that there is no free lunch. We`re going to do this.\n\nCHARLIE ROSE: Yes you have to pay for it.\n\nCHARLES KRAUTHAMMER: I would have -- I would have -- I would have added on to that radical tort reform \nbecause we are wasting half a trillion dollars a year in defensive medicine. I know it because I practiced it myself.\n\nCHARLIE ROSE: Right.\n\nCHARLES KRAUTHAMMER: And that was something that there`s not a word of that in Obamacare, not a word of \nthat that everybody understands that we need. The reason that we have the most expensive health care on the \nplanet is because we have an insane malpractice system which causes doctors to do referrals, testing, and \nprocedures that --\n\nCHARLIE ROSE: And to leave medicine in fact.\n\nCHARLES KRAUTHAMMER: -- so you would save the money on one side and I would devote it to ensuring the \nuninsured. But that`s not Obama.\n\nCHARLIE ROSE: You would have liked that idea.\n\nCHARLES KRAUTHAMMER: I think it`s a humane society, and a rich society would want to protect everyone from \nthe lack of medical care. I would support that. I don`t know if a lot of conservatives would but I would because I \nbelieve that`s an element of life that`s important.\n\nBut the point I want to make is this -- Obama is not an ordinary liberal. Instead of doing it in a targeted way, he \nwrote himself a bill that changes a sixth of the American economy, that cancels the policies of up to now, what, five \nmillion Americans? Tens of millions in the future? That changes the requirements of health care -- that does \neverything, and why?\n\nBecause he has a sense that government is the arbiter, ought to be the regulator of American life. And that`s why I \ncall him a different kind of liberal. And that`s why I say he came to change America, not to patch it up and reform at \nthe edges.\n\nCHARLIE ROSE: Ok. Let`s assume that he made the wrong choice and the American people seem to think he did, \ndo you think that was a failure of competence or a failure of something else -- a failure of ideology?\n\nCHARLES KRAUTHAMMER: It`s a failure of candor. What he told America is \"I`m going to give you -- I`m going to \ninsure 40 million new people. I`m going to give you free mammograms, free birth control, free this, free that.\" And \nwhat did he say? \"It will not cost the government a dime.\"\n\nNow, if you`re nine years old you understand that`s impossible. So how is he going to do this? Well, now we know, \nand the deception is the reason that his numbers have collapsed and America has turned against Obamacare.\n\nThe deception was that they knew they would have to it kick tens of millions of Americans off their plans into the \nexchanges where by law, they would be required to purchase plans that would include stuff they didn`t need. I don`t \nneed lactation services. Perhaps I did in the past. I don`t need them right now. And they would be, therefore, \noverpaying, and the surplus would be used to subsidize others.\n\nThe whole idea was to transfer wealth, using this system, so when Obama promised it isn`t as if he didn`t know that \nthe idea was to get people off their individual plans and now we`re going to see tens of millions who are going to \nlose their employer insurance, and it will cause a transfer of wealth as a way to pay for it. They should have been \nhonest about it and say there isn`t a free lunch?\n\n\n\nCHARLIE ROSE: He was dishonest because he believed that this was -- he couldn`t deliver on his promise and so \ntherefore, effectively, in the midst of a campaign, he lied.\n\nCHARLES KRAUTHAMMER: I don`t like the word \"lie\".\n\nCHARLIE ROSE: I know you don`t, but why don`t you?\n\nCHARLES KRAUTHAMMER: Because the word \"lie\" is a word that implies that it was sort of a maliciousness \nbehind it. I think it was a -- like a politician acts, as a way to soften the blow to make people think that this is going \nto be painless, thinking, that you see, the part I don`t understand is because he`s a highly intelligent man. Doesn`t \nhe know that at the end of the day, the deception is going to be revealed? Didn`t he know when the cancellation of \npolicies begins people are going understand the reason that my policy is canceled is because he needs me in the \npool to subsidize other people.\n\nCHARLIE ROSE: How do you explain that?\n\nCHARLES KRAUTHAMMER: I can`t. I do think it`s -- it`s a political error that`s so colossal that I can`t quite get my \nhands around it. I do think that he thought maybe if we get it in, once I pass it, we`ll work it out down the road, and \nhe does have a very high opinion of his political skills.\n\nHe must have thought, \"Look, I was elected from nowhere, defeating the Clinton machine. I`ve been twice re-\nelected to the presidency. So when I run into these issues in the future, I`ll work my way around it.\" I don`t see how \nhe can.\n\nCHARLIE ROSE: And, therefore, you think that Obamacare, the Affordable Care Act, will fail. And because it fails it \nis one of the colossal political mistakes of recent time, and, therefore, it means that liberalism of a certain kind will \ncollapse with it and it will be a long time before this country is prepared to address such a huge problem with such a \nhuge government program.\n\nCHARLES KRAUTHAMMER: I agree with every word of that.\n\nCHARLIE ROSE: That`s what you believe.\n\nCHARLES KRAUTHAMMER: I do believe that.\n\nCHARLIE ROSE: But define more what you believe.\n\nCHARLES KRAUTHAMMER: I`ll explain it. I don`t necessarily think that this has to fail. I think it is extremely likely \nthat it will. So let`s assume that it will. And I think it`s going to be ironic. In the end it`s going to be Democrats who \nbring it down. Democrats in the Senate and in the House who are now running scared because of what`s \nhappening with their constituents.\n\nCHARLIE ROSE: There`s an election around the corner.\n\nCHARLES KRAUTHAMMER: If it`s Democrats who bring it down it`s going to be a complete humiliation. And what \nit will do is it will tell people that Obama is not the kind of incremental liberal that you saw with Clinton who \nhistorically speaking had a successful two terms.\n\nObama is a man who reached for a kind of European kind, socially democratic government-run health care. In fact, \nwhat was the argument that the liberals at the time were making when they were trying to get Obamacare passed? \nThey said we`re the only advanced democracy on the planet that doesn`t have guaranteed health care, a form of \nnational health care, and we have to join the ranks.\n\nI do believe and I`ve always believed that Obama -- and I believed it from the day of that fateful speech he made to \na joint session of Congress -- that Obama is a social Democrat on the European model. It was sold in some \nquarters as simply an attempt to insure the uninsured.\n\n\n\nBut it`s ambitious -- his ambitions are far beyond that. It sets a new standard of health insurance for everybody. It \nrequires prevention. It sets a new ratio of how much the old and the young will pay in premiums. It sets whole new \nschedules. It has whole new commissions and it`s going to end up probably in a kind of rationing. It`s remaking how \nhealth care is delivered.\n\nIt wasn`t only insuring the uninsured. If it were, as I`ve explained to you, I would have agreed with it in principle and \ntried to find a reasonably narrow way, small-government way of addressing it.\n\nCHARLIE ROSE: Right, right, right.\n\nCHARLES KRAUTHAMMER: It is that everything has changed. Is there one aspect of medicine, is there a doctor \nor a hospital or a patient in America who isn`t affected? And that`s what`s wrong with this.\n\nCHARLIE ROSE: I assume you weren`t crazy about a fee-based system.\n\nCHARLES KRAUTHAMMER: Well, it started out in that way, and we have to find a way to reform it, or to create \nthe competition that would keep it in check.\n\nCHARLIE ROSE: There`s also this notion -- and you write eloquently about foreign policy, too -- and we have had \ncome up three things that are in play mainly in the Middle East -- and we can leave China out of this conversation \nbecause of where that relationship is --\n\nCHARLES KRAUTHAMMER: Right.\n\nCHARLIE ROSE: -- but -- and there`s a society that`s also trying to deal with some (inaudible) reform as well in part \nfor corruption reasons and in part for other reasons. But look at Palestinian-Israeli negotiations set in motion by \nJohn Kerry. Look at Iran negotiations which may very well have some interim agreement, and what you think about \nthat. And then look at Syria, where you now have the United States and Russia trying to create a system in which \nthey get the chemical weapons out of Syria and figure out some system for a negotiated arrangement for the future \nof Syria. Where do you -- how do you analyze this President in those significant arenas?\n\nCHARLES KRAUTHAMMER: The Israeli-Palestinian negotiations are a fraud. They`re going nowhere. Everybody \nunderstands it. And I guarantee you there will be no issue from this.\n\nThe negotiations with Iran, I think, are terribly flawed, and if the interim agreement is concluded as is being \ndescribed, it will do nothing to stop the Iranians in the march to acquire nuclear weapons, and it will begin relieving \nthe sanctions, which have been the only instrument of even getting them --\n\n(CROSSTALK)\n\nCHARLIE ROSE: Will it delay, do you think?\n\nCHARLES KRAUTHAMMER: By less than a month.\n\nCHARLIE ROSE: Really?\n\nCHARLES KRAUTHAMMER: It will have no --\n\nCHARLIE ROSE: So essentially you accept the argument of Prime Minister Netanyahu.\n\nCHARLES KRAUTHAMMER: Well, essentially I accept the argument that if the only thing that brought the Iranians \nto negotiate in the first place was tremendously serious and deep-cutting sanctions, then the worst thing to do right \nnow is to relieve the sanctions rather than increasing them. And to relieve them in return for an interim offer which \nincludes nothing of substance. There`s not a single change in the infrastructure of the Iranian nuclear program. \nThere is no reduction in the number of centrifuges or in the construction of them. And if you don`t, Iran remains a \nthreshold --\n\n\n\nCHARLIE ROSE: Do you believe the sanctions -- and understanding how damning they have been to the Iranian \neconomy -- will -- would have -- if nothing had happened -- would have prevented the Iranians from getting a \nnuclear capacity?\n\nI believe that the only chance of the Iranians giving up the bomb is if the mullahs believe that the regime itself is \nbeing threatened.\n\nCHARLIE ROSE: Right.\n\nCHARLES KRAUTHAMMER: They`re getting near that point, which is why they`re negotiating.\n\nCHARLIE ROSE: How do we know that?\n\nCHARLES KRAUTHAMMER: Well, that`s why they`re at the table. There`s no other reason.\n\nCHARLIE ROSE: Ok, but they`re at the table, but we don`t know that -- you know.\n\nCHARLES KRAUTHAMMER: There is no other event, outside event which would explain why for a decade they \nstonewalled and had contempt for any negotiation and now they`re trying to work out some --\n\n(CROSSTALK)\n\nCHARLIE ROSE: Well, there`s a new administration there.\n\nCHARLES KRAUTHAMMER: Yes. But that new administration is subordinate to an Ayatollah -- where`s the \nchange?\n\nCHARLIE ROSE: Yes, but -- ok.\n\nCHARLES KRAUTHAMMER: So that hasn`t -- all I want to say is if the sanctions are really causing the pain and \nthe threat to the regime itself, then the logical thing to do is to increase the sanctions and to stop them only if you \nget the cessation of the program and not a hint of this or two which will do nothing to actually stop it.\n\nCHARLIE ROSE: So here we have the Israeli-Palestinian conversations which will go nowhere. You believe an \ninterim agreement is not in the U.S. interest.\n\nCHARLES KRAUTHAMMER: Right.\n\nCHARLIE ROSE: And then there`s Syria. You believe what?\n\nCHARLES KRAUTHAMMER: There is a curious paradox in the Syria situation. The problem with Syria is that it is \nthe linchpin of Iranians` colonies if you like -- its satrapies in the Arab world. You have a Shiite crescent. Iran is a \nthreat to the Gulf States, to the Sunni states, to the Egyptians, Arab -- quaking in their boots. The Gulf Arabs are so \nafraid of a nuclear weapon that I guarantee you that if these Israelis ever attack, they`re going to go over Saudi \nterritory, and they`re going to be flares on the ground with arrows in Saudi Arabia, saying this way to Tehran.\n\nCHARLIE ROSE: Right.\n\nCHARLES KRAUTHAMMER: I mean the Saudis are really afraid that America`s withdrawing --\n\nCHARLIE ROSE: But the Saudis and the Israelis are on the same page on this.\n\nCHARLES KRAUTHAMMER: Exactly, because the Iranians are the hegemonic -- if you like, they are sort of the \nmini equivalent of what the Soviets were in the Cold War. They are of the have-not power. They want to overturn \nthe Sunni dominance in the Arab world.\n\nAnd Syria is the linchpin. And the regime in Syria if it were to go it would be a blow to the Iranians that would be \nextremely serious. It would set them back. It would be the first real defeat of their aggressiveness in the world, their \n\n\n\npush into the Arab world, since the revolution of `79. And Assad was teetering and tottering. The United States did \nessentially nothing.\n\nAfter waiting a couple of years the jihadis have come in on the rebel side, and Assad has now -- now, what \nhappened with Obama`s red line is that by declaring it, shifting around, zigzagging, he ended up working -- I think \nworking out a deal that will probably be ok on chemical weapons.\n\nBut in return what he did, is he legitimized, he recognized and he essentially stabilized the regime in Syria which \nkeeps intact this aggressive sort of archipelago of Iranian subordinate states which is a remaining threat to the \nregion and we will regret that for many years to come.\n\nCHARLIE ROSE: A means for the Iranians to find an access to Hezbollah and provide them weapons --\n\nCHARLES KRAUTHAMMER: Exactly.\n\nCHARLIE ROSE: -- and all that kind of thing.\n\nCHARLIE ROSE: So At the beginning of the Obama administration, George Will had a famous (inaudible) four or \nfive days before the inauguration as I remember. You were there at George`s house, as I remember, and other \nconservatives, neo-conservatives were there. Tell me then -- then recently there was a three-hour session.\n\nCHARLES KRAUTHAMMER: At the White House.\n\nCHARLIE ROSE: At the White House. So how is your perception of him changed from that meeting before the \nadministration began and then the three-hour session that took place recently?\n\nCHARLES KRAUTHAMMER: The perception I`ve had of him as a man remains unchanged.\n\nCHARLIE ROSE: Which is?\n\nCHARLES KRAUTHAMMER: Highly intelligent, personable, Socratic in the way he deals with issues. I was very \nimpressed when we met before the inauguration. We tossed every question you could at him from monetary policy \nto foreign policy. And what he would do is he`d sort of restate your premise -- if it was a conservative one -- in an \nhonest way -- it wasn`t a tendentious way -- state his premise and sort of look for a common area of understanding. \nThe way a professor would in answering a question in the classroom. It wasn`t ideological. It wasn`t ad hominem, it \nwasn`t partisan.\n\nSo I was quite impressed with the method and what seemed to be an intellectual openness. And I have to say that \none of the reasons I`ve been disappointed in him is I have seen that side of him in an off-the-record session. So I \nknow that he`s not only capable of that, but that`s sort of part of who he is.\n\nSo when he would go around campaigning years later and not ever giving credit to conservatives for actually having \ncared for the country or having a principle that would be one that would be opposed to what a liberal would believe \nbut would be an honest and sincere one.\n\nI mean he`d go around saying, you know, the other guy, they care only about power and not policy, only about party \nand not nation. They care only about the next election, and not the next generation. I know that in his heart that`s \nnot something he believes. He understands the conservative argument, and he gave it some respect -- perhaps it \nwas a fake. But I don`t think so. It seemed genuine.\n\nBut when he gets out there campaigning when he wants to achieve something, he`s willing to denigrate the other \nside in a way that I`m not sure he believes. So I`ve been --\n\nCHARLIE ROSE: All this proves to me is that he`s a politician. Go ahead.\n\n\n\nCHARLES KRAUTHAMMER: That is true, but on the other hand you don`t see a lot of politicians who had the kind \nof ease and smoothness that he does with ideas and what seemed to be a kind of understanding of the other side \nthat he had presented. He did it again when I saw him a month or two ago. So that`s what always impressed me.\n\nThere`s nothing about him to dislike personally. And he has an exemplary family life. He has an incredible history \nand story. I just think he was a man over his head in the White House.\n\nCHARLIE ROSE: So that`s competence and experience.\n\nCHARLES KRAUTHAMMER: That`s competence and experience and there`s also a sense --\n\nCHARLIE ROSE: Not competence that can be gained with experience.\n\nCHARLES KRAUTHAMMER: Yes. But he`s had a lot of experience --\n\nCHARLIE ROSE: In the toughest job in the world.\n\nCHARLES KRAUTHAMMER: But he still ended up with this train wreck where he is right now. So I`m not sure --\n\nCHARLIE ROSE: Now, were you wrong about him in any judgments you made?\n\nCHARLES KRAUTHAMMER: The judgment I made of him when he was running in 2008 was that he was an \nideological chameleon. I wasn`t -- and you remember the appointments he made in the transition of Volcker, a guy \nwho collaborated with Reagan --\n\nCHARLIE ROSE: Do you know the Volcker amendment has not been passed in terms of regulation after --\n\nCHARLES KRAUTHAMMER: He put his invite (ph) on Volcker coal, Larry Summers. He kept Bob Gates, the \nRepublican conservative Secretary of Defense --\n\nCHARLIE ROSE: -- who was an admirer of the President.\n\nCHARLES KRAUTHAMMER: Yes.\n\nAnd he had a Clinton as Secretary of State. There was nothing radical at all about his appointments. So it seemed \nto be as if he was trying to send a signal that he`s going to be a kind of Clintonian left of center politician. And then I \nthink, of course, he deviated from that in the speech he made. When he said, \"I`m going to change America in \nhealth care, energy, and education.\"\n\nHealth care is a sixth of the economy, education is the future, and energy, if you control the production and the \npricing as you would with cap and trade, is the sinews of an American --\n\nCHARLIE ROSE: Yes. But at the same time we are on the verge of becoming energy independent.\n\nWe are on the verge of being a net energy exporter.\n\nCHARLES KRAUTHAMMER: Yes, despite his administration. I mean the reason that we have had the explosion is \nbecause of the technological advance in fracking. But all the increase in gas and oil has been on state lands and \nprivate lands.\n\nCHARLIE ROSE: Ok. Let me ask you this then. I mean so there -- that`s an analysis of Barack Obama who has -- \nand we`ll see what happens in the midterm elections which may make it more difficult. If health care is a dominant \nissue, he could be looking at a Republican Senate and House.\n\nCHARLES KRAUTHAMMER: And then he`s a lame duck.\n\nCHARLIE ROSE: Then he`s a lame duck, if not already, you know, because of what you say.\n\n\n\nCHARLES KRAUTHAMMER: Yes.\n\nCHARLIE ROSE: What`s at issue now is credibility. And that`s the worst thing you could lose.\n\nCHARLES KRAUTHAMMER: Exactly. Exactly.\n\nCHARLIE ROSE: Who would you -- if you were given the great option of choosing the next president -- it`s not \ngoing to be an election. Charles Krauthammer has been give by God, or whoever chooses to make the choice, \nwho would you choose? Who would be good?\n\nCHARLES KRAUTHAMMER: Let me just say -- I`ll say it right here -- if nominated I will not run. But if elected, \nCharlie, I will serve. I`m just lazy. I don`t want to go to the Iowa state fair.\n\nCHARLIE ROSE: Would you choose a scientist? Would you choose a politician? Would you choose a governor? \nWould you choose someone who is the brightest person you`ve ever encountered? Who would you choose?\n\nCHARLES KRAUTHAMMER: I would put it in these terms. This is a center- right country. I think that`s what it is \nintrinsically if you look at the (inaudible). I think if you find someone on the conservative side, Republican side, who \ncan explain and make the case for limited government but compassionate limited government in the sense that \nwhat we want is a safety net society. We don`t want an entitlement society -- again, America and Europe, \nconservatism, and Obama-ism. If you make that case, you win the White House. You win the country. And if you \ngovern in that way, I think you will help the country.\n\nCHARLIE ROSE: You are beginning to see on the part of John Kasich and some others --\n\nCHARLES KRAUTHAMMER: Right.\n\nCHARLIE ROSE: -- speaking to that idea --\n\nCHARLES KRAUTHAMMER: Exactly.\n\nCHARLIE ROSE: -- of compassion and a safety net.\n\nCHARLES KRAUTHAMMER: Right. \"Compassion\" is a word that has been corrupted by the Bush administration \nbecause it means stuff (ph). But the safety net -- we have a humane obligation. We`re a humane society. We`re the \nmost generous people in the history of the world. We do not want to see the elderly live in destitution or orphans \nthrown in the snow despite what liberals imagine.\n\nWe have an obligation. But we have to do it intelligently, and we have to do it in a way that will not bankrupt the \ncountry. That`s the mission of a conservative government right now.\n\nCHARLIE ROSE: You think that`s what we`ll see?\n\nCHARLES KRAUTHAMMER: I think there`s a very good chance that the pendulum will swing the other way. If you \ngo back to 1953, every time one party`s had the White House for two terms -- with only one exception -- that`s \nReagan -- every time it`s had it for two terms --\n\nCHARLIE ROSE: Changed parties.\n\nCHARLES KRAUTHAMMER: -- tossed out on its rear end.\n\nCHARLIE ROSE: And people thought Bush was simply an extension of Reagan.\n\n(CROSSTALK)\n\nCHARLES KRAUTHAMMER: A grateful nation gave him one more term.\n\n\n\nCHARLIE ROSE: Because we have been talking about these kinds of things, one last question. You know, we`re \nlooking back at 50 years after the assassination of JFK. I mean where do you put him? Because he had some of \nthe conservatives values in foreign policy that you reflect. He made two brilliant speeches on civil rights and \nAmerican University, about America`s role in the world.\n\nCHARLES KRAUTHAMMER: He -- he -- he inspired the country. As I said earlier we do these things because \nthey`re hard, not because they`re easy. I think that was the greatest achievement to, make us do something we \nwouldn`t ordinarily have done. Look, Kennedy was a president of great promise.\n\nCHARLIE ROSE: Promise.\n\nCHARLES KRAUTHAMMER: And the tragedy is we will never know. The practice of his presidency, the actual \nachievements were fairly minor. I think they were inflated as a result of his martyrdom, which is completely \nunderstandable. But I don`t think that we can judge him on the scale of others. He had three years in office. If he \nhad had eight years in office we could speak of him in relation to other important presidencies.\n\nAs of now, it was interrupted. And in a sense it was the Johnson presidency, the Johnson, the one who gave us the \ncivil rights, who gave us the war on poverty, who gave us --\n\nCHARLIE ROSE: Because he was a master tactician.\n\nCHARLES KRAUTHAMMER: He was a successor. He inherited the mantle and he knew how to do it.\n\nCHARLIE ROSE: Right.\n\nCHARLES KRAUTHAMMER: But there`s no way to render a judgment.\n\nCHARLIE ROSE: The book is called Charles Krauthammer, \"Things that Matter: Three Decades of Passions, \nPastimes and Politics\". If you look on the back, there are recommendations from George Will, who in his own \ninimitable style says, \"Amid today`s clutter of print and cacophony of broadcast commentary, Krauthammer`s \nlapidary judgments stand out and stand the test of time. Literature has been called news that lasts. Krauthammer`s \ncolumns take journalism to the level of literature.\"\n\nThen there is David Brooks, \"Charles Krauthammer is not only the most influential conservative commentator in \nAmerica. His writing transcends the crush of daily events and can be read with profit always.\"\n\nJust two comments: perhaps that is why this is the number one bestseller on the \"New York Times\" nonfiction list -- \n\"Things That Matter\" by Charles Krauthammer.\n\nThank you for joining us. See you next time.\n\n(END VIDEOTAPE)\n\n(BEGIN VIDEO CLIP)\n\nCHARLIE ROSE: On the next Charlie Rose, Nathan Myhrvold; his new book is called \"The Photography of \nModernist Cuisine\".\n\nNATHAN MYHRVOLD, \"THE PHOTOGRAPHY OF MODERNIST CUISINE\": We want to show people a vision of \nfood that they haven`t seen before. We all see food a couple of times a day right because we`d starve otherwise.\n\nCHARLIE ROSE: Yes.\n\nNATHAN MYHRVOLD: But usually you wind up looking at it in a perfunctory way. You don`t really see it the way \nthat you do if you focus on it intently. So the photos we take try to show you a view you hadn`t seen before. So we \nhave photos where we cut cooking pots and pans in half and cooked in them cut in half so that we could show \npictures of how cooking actually works. We give you the magic view that`s inside your food.\n\n\n\nCHARLIE ROSE: Yes.\n\nNATHAN MYHRVOLD: Other photos --\n\nCHARLIE ROSE: How does cooking actually work?\n\nNATHAN MYHRVOLD: Well, it depends. It`s complicated. You know cooking is the only science experiment we all \ndo on a regular basis.\n\nCHARLIE ROSE: Yes.\n\nNATHAN MYHRVOLD: And a simple act of cooking a meal involves lots of interesting chemistry and physics, \nthermodynamics.\n\nCHARLIE ROSE: But do most great chefs know the science of cooking?\n\nNATHAN MYHRVOLD: No.\n\nCHARLIE ROSE: They don`t.\n\nNATHAN MYHRVOLD: No, most great chefs have an intuitive knowledge of it. They don`t have a scientific \nknowledge of it.\n\nCHARLIE ROSE: Ok. For people who have a scientific knowledge but perhaps not an intuitive knowledge, to what \nuse is it for them?\n\nNATHAN MYHRVOLD: If you want to do something new --\n\nCHARLIE ROSE: Right.\n\nNATHAN MYHRVOLD: -- you know if you follow a recipe, you can follow that recipe and you don`t even know how \nit works. You just need to know if I do Step A, Step B, Step C, you`ll get the result.\n\nCHARLIE ROSE: Right.\n\nNATHAN MYHRVOLD: But if you want to make up your own recipe and do something new and different that really \ngoes on a radical new direction then understanding how things work really helps --\n\n(CROSSTALK)\n\nCHARLIE ROSE: Yes.\n"}