{"title": "GURU OF BIG OREGON COMMUNE FACING DEPORTATION", "body": "\nWhen the Bhagwan Shree Rajneesh goes out for an afternoon drive in one of his shiny Rolls-Royces, his followers \nwonder how much time the Indian guru has left here to tool around these scrubby desert hills.\n\nThe townspeople of Antelope are wondering about that, too. ''If he would just leave, all those people down there on \nthat ranch would eventually just go away,'' said Mona Reynolds, the former town recorder of Antelope, a community \nof fewer than 100 people whose government is now controlled by the Bhagwan's people.\n\nThe Bhagwan, whose name means ''the blessed one'' in Hindi, is facing a deporation threat. He left his ashram, or \ncommunity of Hindus, in Poona, India, and came to the United States in 1981 on a tourist visa. According to the \nImmigration and Naturalization Service in Portland, he is not entitled to the status of a ''religious worker'' and should \nbe declared deportable, along with his mother, 70-year-old Saraswatabai Jain, who followed him to America.\nRAJNEESHPURAM, Ore. - When the Bhagwan Shree Rajneesh goes out for an afternoon drive in one of his shiny \nRolls-Royces, his followers wonder how much time the Indian guru has left here to tool around these scrubby \ndesert hills.Abandoned Commune in Jersey\n\nThere has been friction in this desolate countryside since the guru's followers abandoned a commune in Montclair, \nN.J., 18 months ago and set themselves up on a ranch that they called Rancho Rajneesh, on barely arable land in \ncentral Oregon.\n\nResidents of Antelope, 20 miles north of the ranch, said they were at first amused by the commune dwellers, who \nwear crimson-hued clothes, lean toward encounter therapies, indulge in what some call free sex and pride \nthemselves on combining the profit motive with environmental concern. Antelope's attitude changed when the \ngroup, which has grown to 800 members, took political control of the town.\n\nLast year, the guru's followers won the right to incorporate part of their 64,000-acre ranch as Rajneeshpuram, \nOregon's newest city.  The Bhagwan's disciples, most of whom are educated and affluent young Americans and \nEuropeans, say the immigration agency's position amounts to religious discrimination. Not even a successful \ndeportation action, they said, would make them leave the ranch.\n\n \n\n'No Intention of Leaving'\n\n''We have invested more than $35 million here,'' said Sunshine, a former Californian in her mid-20's who is a \nspokesman for the group.  ''We have no intention of leaving.''\n\nThe Indian mystic sought permanent resident status on the ground that he was a religious leader and had diabetes, \nserious allergies and other health problems that kept him from returning to India. The immigration service turned \n\n\ndown his request Dec. 21, saying he was unable to perform as a religious worker and he had made false \nstatements about his health.\n\nAfter a protest by the Bhagwan's lawyers about not being given evidence against their client, Robert E. Krueger, \nregional director of the immigration agency in Portland, reopened the case to let them reply. ''It was a technical \nerror,'' he said. ''We didn't give them copies'' of the evidence. ''We discussed it with them and thought that would be \nenough.''\n\nRecently a Federal district judge in Portland gave the guru until March 28 to prepare his reply.\n\n \n\n'Nobody Likes a Living Buddha'\n\nThe guru, who could be seen driving serenely along a dusty road with a young woman at his side, would not \ncomment on his situation.  According to his top aide, Ma Anand Sheela, a woman of Indian extraction, he talks \nregularly only to her and has not spoken in public in more than two years.\n\nShe said the efforts to deport him started because he posed a threat, ''because nobody likes a living Buddha or a \nChrist that is a threat to the social or economic system.'' The guru's disciples say they have 300,000 followers \nworldwide. ''He is not going to be deported,'' the Bhagwan's aide said. ''We have created a beautiful city for him \nhere. There is no reason for him to leave.''\n\nThe group has also begun to invest money in Portland, buying a residential hotel, a bakery and a nightclub, which \nthey named Zorba the Buddha.\n\nThe Bhagwan earned a reputation abroad as ''India's free-love guru.'' Ma Anand Sheela and other top lieutenants \nsay the Bhagwan's teachings promote a philosophy not of sex carried to extreme but, rather, sex without guilt. \nAbout all a casual visitor sees is that people here hug more often than people at, say, a suburban shopping center \nelsewhere.\n\n \n\nBlessed to Be Rich\n\nThe Bhagwan also teaches, not unlike America's Reverend Ike, that it is not more blessed to be poor. Thus his \nfollowers put their labor toward making the ranch self-sufficient with farming and other enterprises.\n\nSheela, as she is called, drives a silver-blue Mercedes-Benz with a bumper sticker that says, ''Jesus Saves, Moses \nInvests, Bhagwan Spends.''\n\nDisciples say the guru has 27 Rolls-Royces on the ranch, gifts from around the world. A few months ago they \nreleased to the press a photograph of the cars lined up. That was essentially done for shock value, Sunshine said, \nbut there was a practical angle.\n\n''The 27 Rolls-Royces make a great investment scam,'' she said, adding that the commune's investment \ncorporation regularly made a profit reselling the cars the guru had driven.\n\nThe red-clad newcomers, who wear pictures of the guru around their necks, have their supporters among the local \npeople. ''They've got the same rights as anybody else, that's the way we all feel,'' said Rick Cantrell, a \ncommissioner of Wasco County, which includes part of Rancho Rajneesh. Last year, Mr. Cantrell, a former county \njudge, cast a favorable vote in the 2-to-1 decision that let the city of Rajneeshpuram be incorporated.\n\nMr. Cantrell said his relationship with the group caused him to be charged with conflict of interests after he sold \ncattle valued at $17,000 to the group just before the vote. The complaints were dismissed by the State Government \nEthics Commission.\n\nMrs. Reynolds's husband, Loren, and other residents of Antelope said they had been ''overwhlemed'' by the \nnewcomers' aggressiveness.  This year, changes by the commune-dominated government have caused water \n\n\n\nrates to increase to $40 a month from $10, Mr. Reynolds said.  His ''Keep Oregon Green'' buttons reveal his \nfeelings against ''the Reds.''\n\nHe also said the rate of assessments for the Fire Department rose from $1 to $4. ''And they want to improve the \nstreets so they can run big trucks over them,'' he said. ''The roads were just fine before they got here.''\n\nFrances Dickson, whose husband, Bill, is the town postmaster, likened the commune to ''a working country club for \nthe rich.'' ''These are very affluent people, but they can't cope,'' she said.  ''They love it down there because they \ndon't have to make any decisions - not even what color clothes to wear.''\n\nGraphic\n\n \n\nIllustrations: photo of Ma Anand Sheela\n"}