{"title": "A 'DREAM' TURNS DEADLY   Jimmy Breslin details an immigrant's tragedy", "body": "\nThe Short Sweet Dream of Eduardo Gutierrez By Jimmy Breslin.\n\nCrown, $22.\n\nNewspaper columnist Jimmy Breslin had a moving story to tell for his latest book: that of Eduardo Gutierrez, a \nstruggling Mexican immigrant who plunged to his death in a pool of concrete when the substandard apartment he \nwas building - the project of politically connected Brooklyn Hasidim - collapsed. If only Breslin had stuck to the \nsaga's main ingredients.\n\nInstead, he detours to border patrol operations in Arizona, federal officers on loan in Kazakhstan, marijuana \nsmuggling and the destruction of the Berlin Wall. As a result, readers are shortchanged when it comes to Gutierrez \n- beyond learning that the 21-year-old day laborer was born into poverty in rural Mexico, grew up in a brickyard and \nlusted after the streets of New York.\n\nThere is also the parallel story of Silvia Tecpoyotti, whom Gutierrez loved but never married - a combination of his \nparalyzing shyness and a belief that their future lay at the end of a rainbow over the horizon.\n\nThrough the inexorable forces that prevent those at the bottom of the human pyramid in America from taking control \nof their destinies, she winds up in an Olive Garden restaurant in College Station, Tex. He winds up in a lethally \ndangerous construction site in Brighton Beach.\n\nThere is the web of political connections and money in New York, where the rich have \"fixers\" who can whitewash \nthe dirtiest linen and hold police badges that carry respect. All this takes place in a mayoral administration headed \nby a former U.S. attorney.\n\nAnd there is a key subtext - the barrenness and hypocrisy of an immigration policy that enables the exploitation of \nEduardo and Silvia, and 275,000 other immigrants like them in New York City alone.\n\nIt is a fascinating story, but there is neither prescription nor cure. There is only the denouement.\n\nEugene Ostreicher, the 70-year-old Hasidic builder, contributor to Mayor Giuliani and convicted exploiter of \nimmigrant labor (100 hours of work for $340), was ordered to pay $1 million to his victims and their families. The \ncost of doing business. There the book ends.\n\nIn October, Ostreicher was sentenced to serve three years and ordered never to work in the construction trade \nagain. He told the court he was sorry, but, \"I have helped people all my life and intend to keep helping people for \nthe rest of my life.\"\n\nMany who read Breslin's book will have a distinctly different perspective.\n\n\nE-mail: dandelman@edit.nydailynews.com  \n\nGraphic\n\n \n\nJimmy Breslin\n"}