{"title": "Witnesses: guest worker program needs strict labor enforcement", "body": "\nLabor laws must be enforced for any guest worker program to work, but the nation lacks enough labor inspectors \nto adequately do so, witnesses testified in a House hearing Tuesday.\n\nSeveral witnesses agreed in the hearing before the House Judiciary immigration and claims subcommittee that \nabuses are likely in any guest worker program based on experiences of current U.S. guest worker programs.\n\n\"Any good guest worker program must have protections in place and extremely good enforcement regime,\" said \nSusan Martin, director of the Institute for the Study of International Migration.\n\nBut Martin said the Department of Labor is understaffed and even now work sites are not routinely visited to enforce \nimmigration and labor laws.\n\nTwo meetings have been held between high level officials from the United States and Mexico to come up with a \nproposal that would allow Mexican workers to legally enter the United States as temporary or guest workers.\n\nThe hope is the workers would get training, skills and earnings that would improve their country's economy, while \nthe United States gets badly needed labor and control of illegal immigration.\n\nNo guest worker bill has been introduced in the House, but legislation could be introduced in the Senate as soon \nas this week.\n\nCecilia Munoz, vice president of the National Council of La Raza, said her group would vigorously oppose a guest \nworker proposal that did not include enforcement of labor rights. The council is the nation's largest Hispanic \norganization.\n\nThe hearing was the first to be held on guest worker discussions ongoing between the administrations of President \nBush and Mexican President Vicente Fox.\n\nRep. Jeff Flake, R-Ariz., suggested any guest worker program might be humanitarian because it would allow \nworkers to return to Mexico to visit families and legally return to work without making treacherous trips across the \nborder.\n\nFourteen people died last month trying to cross the Arizona desert. Many others also have died in border crossings.\n\nBut Munoz said a guest worker program would be humane only if it provides workers full labor rights, access to \nlegal assistance and a potential for workers to become legal residents.\n\n\n\"The current (guest worker) programs, I wouldn't describe as humanitarian,\" Munoz said. \"They may be a few \nnotches better than dying in the desert absolutely. But that is not justification for the existing structure. We need to \nbe treating workers more humanely.\"\n\nBut employers need guest workers to make up for a shrinking American work force, said Randel Johnson, U.S. \nChamber of Commerce vice president for labor policy. He said current guest worker programs are unworkable.\n\n\"Immigration law is not right now responding to the needs of the employer community trying to bring in workers,\" \nJohnson said.\n\nMark Krikorian, executive director of the Center for Immigration Studies, opposed any guest worker program, \nsaying they encourage illegal immigration and affect the wages of lower skilled workers. He also said the \nImmigration and Naturalization Service, already dealing with backlogs in processing immigration applications and \nother management problems, would be ill-equipped to handle a new guest worker program.\n"}