{"title": "U.S. Approves $400 Million in Guarantees for Israeli Housing", "body": "\nAfter months of often bitter negotiations, the Bush Administration approved a $400 million loan guarantee to \nIsrael today to enable it to build housing for Soviet Jewish immigrants.\n\nThe State Department announced that Secretary of State James A. Baker 3d telephoned Foreign Minister David \nLevy of Israel to inform him of Washington's decision \"to release the $400 million in housing loan guarantees,\" \nnow that Israel has given Washington assurances that the money will not be used to build housing units in the \nIsraeli-occupied West Bank, Gaza Strip or neighborhoods of East Jerusalem.\n\nFor a year, the Bush Administration had held up approval of the guarantees, which will enable Israel to obtain \ncommercial loans at lower rates, while the State Department negotiated with the Israelis the letter of assurances, \nwhich became a major source of tension between the two countries.\n\nNo American financial aid to Israel is supposed to spent in the occupied territories, and each year the Israelis send \nthe United States a pro forma letter stating that this was the case. But because such aid dollars are virtually \nimpossible to trace, the Bush Administration insisted that it will no longer accept the pro-forma commitments and \ndemanded a letter, signed by Foreign Minister Levy on Oct. 2, 1990, making more explicit promises. The \nAdministration also sought various technical data to support those promises.\n\n \n\nLast Questions Answered\n\n Last Wednesday night, Israel's Ambassador to Washington, Zalman Shoval, handed the State Department \nanswers to the last three questions it had about Israeli spending plans. These dealt with Israeli road-building in the \noccupied territories and settlement plans since Oct. 2.\n\nOn Thursday morning, Mr. Baker read in The Washington Post an article from Israel quoting two Israeli opposition \nlawmakers as saying that the Government of Prime Minister Yitzhak Shamir was secretly planning to build 12,000 \nnew housing units in the West Bank and Gaza Strip to house Soviet immigrants. Mr. Baker instructed his aides to \nfind out from the Ambassador whether or not this was official policy.\n\nThat afternoon, Ambassador Shoval gave an interview to Reuters in which he reportedly accused the United \nStates of giving his country the \"runaround\" on its request for loan guarantees, complained that Israel had so far \n\n\nreceived no compensation for losses incurred as a result of the Persian Gulf war and demanded that its needs be \nmet.\n\nMr. Baker and President Bush were described by aides as \"livid\" with the Israeli Ambassador's \"demand\" for more \nmoney and his claim that Israel had been getting a \"runaround.\" The Secretary immediately summoned Mr. Shoval \nto the State Department and delivered a sharp rebuke. The next day, the White House issued a statement \ndescribing the Israeli Ambassador's remarks as \"outrageous.\"\n\n \n\nJewish Leaders Complain\n\n Some American Jewish spokesmen complained to the White House that while they could understand the \nSecretary privately having a talk with Mr. Shoval, the additional White House public rebuke was excessive.\n\nAdministration officials countered that the Israelis knew full well that Washington was prepared to release the $400 \nmillion as soon as they provided the information they had promised, and therefore to claim they were getting a \n\"runaround\" was dishonest. The officials also claimed that the President and Secretary were upset by the fact that \nthe Ambassador, as well as other Israeli officials, were complaining that the United States had done nothing for \nIsrael since the gulf war began, when in fact the United States Army was in the process of destroying a major \nthreat to Israel -- the army and Government of President Saddam Hussein.\n\nOn Sunday Mr. Shoval sought to end the matter, saying: \"I did say some things which diplomats are not supposed \nto say and I am sorry for that.\"\n"}