{"title": "Keep the Corporate Cash Coming", "body": "\n\"In a 5-4, two-paragraph, unsigned opinion,\" the SCOTUS \"reversed a ruling\" by the MT Supreme Court last year \n\"that upheld that state's century-old ban on corporate spending in state elections.\" The majority: \"In Citizens \nUnited v. Federal Election Commission, this Court struck down a similar federal law, holding that 'political speech \ndoes not lose First amendment protection simply because its source is a corporation. The question presented in this \ncase is whether the holding of Citizens United applies to the Montana state law. There can be no serious doubt \nthat it does.\" Justices Stephen Breyer, Ruth Bader Ginsburg, Sonia Sotomayor and Elena Kagan dissented.\" \nBreyer: \"Thus, Montana's experience, like considerable experience elsewhere since the Court's decision in \nCitizens United, casts grave doubt on the Court's supposition that independent expenditures do not corrupt or \nappear to do so\" (Coyle, National Law Journal, 6/25).\n\nThe MT Supreme Court \"refused to strike down the state's ban on corporations spending in elections. A district \ncourt had previously ruled the statute should be struck. The ruling was something of a surprise  legal analysts had \nwidely predicted the Court would grant certiorari.\" MT, joined by 22 states and the District of Columbia, \"anchored \nits case in the principles of federalism, arguing that they, not the federal government, should have the right to make \ntheir own election laws. But according to precedent, federal law supersedes state law\" (Altman, \"Swampland,\" \nTime, 6/25).\n\nElection law scholar at UC-Irvine School of Law Richard Hasen \"suggested on his Election Law Blog that if the \nCourt had agreed to take\" up the MT case, \"the outcome may have been worse for campaign finance reformers \nthan Citizens United. For example, the ban on direct contributions may have been struck down.\" Hasen: \"The best \nway to win before the Roberts Court if you are a campaign reformer (aside from disclosure issues) is not to play\" \n(National Law Journal, 6/25). Arguments were not heard before the Court; \"it was a summary reversal,\" but \nGinsburg and Breyer \"wanted\" the MT \"case heard.\" (Weiner, Washington Post, 6/25).\n\nA Big Day For Big Sky\n\n\"This year, by coincidence, in a hotly contested election\" for MT's Senate seat, and Sen. Jon Tester (D) \"has been \nthe target of\" $2.6M \"in spending by outside groups.\" Tester said the decision \"rolled back Montana 100 years, back \nto the time literally when millionaires and billionaires bought elections, and they did it under the guise of free \nspeech, which is crazy\" (Liptak, New York Times, 6/25). Tester: \"Today's ruling is an endorsement of secret \nspending and he backward notion that corporations somehow have the same constitutional rights as American \ncitizens. We don't believe that in Montana. We believe that people and their ideas - not corporations and their \nmoney - influence elections\" (Johnson, Missoulian, 6/25).\n\nAtty James Bopp, who challenged the MT law: \"This is an excellent result. The Court has shut the door on a multi-\nmillion dollar effort to lobby and even intimidate the Court into reconsidering Citizens United. Groups of persons of \naverage means will still be able to pool their resources to effectively participate in our democratic process\" \n(National Law Journal, 6/25).\n\n\nSCOTUS' ruling on MT's ban on corporate spending is \"not the only major legal case affecting\" MT campaign \nfinance and disclosure laws. Three others are pending before courts\" in MT. Western Tradition Partnership, et. \nal., v. MT commissioner of poltical practices, \"filed by the same gorup that successfully challenged\" the MT \ncorporate spending ban in the state's Supreme Court, addresses who (or what) must disclose funds received and \nhow they're spent. ATP, et. al., v. MT commissioner of political parties \"seeks to increase\" MT's limits \"on how \nmuch individuals can contribute to candidates.\" Sanders Co. GOP Central Cmte v. AG Bullock \"seeks to \noverturn\" a MT law \"banning political parties from taking a public position on judicial elections\" in MT (Dennison, \nMissoulian, 6/25).\n\nAmerican Tradition Partnership, the \"conservative, anti-environmentalist group\" that challenged MT's law, \"said\" \nthat the ruling \"prevailed in court 'for the simple reason the law and the constitution are always on our side,'\" calling \nthe ruling, \"'a resounding rejection of Gov. Schweitzer and Attorney General Bullock's indefensible attacks on \nMontanans' God-given right of free political speech.'\" ATP Exec. Dir. Donald Ferguson: \"ATP has now emerged \nvictorious in every case to a court of law.\" An ATP release \"asked both Schweitzer and Bullock to resign \nimmediately.\"\n\nMT Gov. Brian Schweitzer (D): \"What they're saying is dirty, secret, corporate, foreign money can now pour into \nMontana elections in the same way it does in Washington, D.C. ... We ran 100 years of clean elections. And now \nthe Supreme Court back there in Washington, DC, they think they know better for us in Montana. They tell us that \nnow we have to accept dirty, secret, corporate, and even foreign money pouring into Montana, taking over our -- \neverything from the courthouse all the way to the statehouse. And I'll promise you this, until we get this reversed, \nthe corporate interests, and they will be foreign corporate interests as well, they're going to own everything from the \nWhite House to the courthouse. That's what's in store for us.\"\n\nSchweitzer: \"The big pharmaceutical companies, the military industrial complex, the insurance companies -- if \nanybody stands up to them, they'll drop $1 million or $2 million or $10 million, whatever it takes, and they'll just put \nyou right out of business. And that voice for the people will be lost\" (\"Ed Show,\" MSNBC, 6/25).\n\nSen. Max Baucus (D-MT): \"Our elections are not for sale to corporations.\" He \"has introduced a proposed \nconstitutional amendment to restore states' obligation to regulate corporate political donations as they see fit.\" \nBaucus: \"My constitutional amendment would right this wrong once and for all, and today's announcement makes \nme even more determined than ever to get it done\" (Missoulian, 6/25).\n\nMT AG Steve Bullock (D): \"It is a sad day for our democracy and for those of use who still want to believe that the \nUnited States Supreme Court is anything more than another political body in Washington, D.C.\" (Barnes/Eggen, \nWashington Post, 6/25). Bullock: \"The integrity of our system and the voices of Montanans, whatever their political \nviews, are too important to be drowned out by moder-day copper kings\" (Levinthal, Politico, 6/25).\n\nRep. Denny Rehberg (R-MT): \"Free speech, including political speech is guaranteed by the First Amendment, no \nmatter what state you live in. For Montanans, this means free speech is protected equally if you are a member of \nlabor union, a private business or a political party.\" Rehberg \"said the correct response is strong laws requiring \nthose who spend money on elections to report their spending\" (Missoulian, 6/25).\n\nThe Decision Heard 'Round The States\n\nTX was \"one of the first states in the nation to ban corporate contributions in political campaigns,\" almost a century \nago. But now, Empower Texans' head Michael Quinn Sullivan has reason to celebrate. He has \"created two \npolitical funds,\" one of which doesn't have to report where it's \"money comes from,\" that he's \"using to campaign \nagainst\" TX House Speaker Joe Strauss (R) and \"to target select\" GOP \"legislative candidates he believes are not \nconservative enough\" (Slater, \"Trail Blazers,\" Dallas News, 6/25).\n\nThe high court's ruling \"means the death-knell for\" KY's \"constitutional limits.\" But Gen. Counsel for the KY Registry \nof Election Finance Emily Dennis \"said\" that \"the Court's ruling won't impact the way\" KY \"now enforces its laws\" \n(Louisville Courier Journal, 6/25). KY \"law bars corporations from giving to candidates or political campaign\" \ncmtes. KY \"already has rules in place that allow outside groups - including those funded by corporations - to get \n\n\n\ninvolved\" in KY races - \"as long as they don't coordinate with the candidates' campaigns and provided that they \ndisclose their donors.\" KY AG Jack Conway (D) \"had joined an amicus brief urging\" SCOTUS \"not to overturn\" \nMT's law, saying states should be able to decide their own campaign finance laws (Alessi, \"Pure Politics,\" CN|2, \n6/25).\n\nSenate Min. Leader Mitch McConnell (R-KY), who filed an amicus brief in the case, \"called the decision 'an \nimportant victory for freedom of speech'\" (Washinton Post, 6/25). McConnell: \"Clearly, the much predicted \ncorporate tsunami that critics of Citizens United warned about simply did not occur\" (Politico, 6/25).\n\nSen. Dick Durbin (D-IL): \"I wish one Supreme Court justice had run for political office before they issued the \nCitizens United decision. In the area of our political campaigning and political selection process, [Citizens United] \nis the worst decision that has been handed down by the court by far\" (Pearson, Chicago Tribune, 6/25).\n\nRep. Tom Price (R-GA): \"Regardless of what the entire court does, we need to repeal this bill\" (\"Fox & Friends,\" \nFNC 6/26).\n\nSen. John McCain (R-AZ), a longtime proponent of finance reform, supported MT's law (Vicini, Reuters, 6/25).\n\nPres. Obama spokesperson Eric Schultz: \"We are disappointed that the Supreme Court did not take the \nopportunity presented by the Montana case to revisit its decision in Citizens United. ... as two Supreme Court \nJustices have observed since, independent expenditures by corporations are threatening the health of our \ndemocracy\" (New York Times, 6/25).\n\nSome Traditional First Amendment Expression...\n\nNew HampshireUnion Leader editorializes, \"We have free speech rights individually, and we do not lose those \nrights when we get together to speak collectively. That is hardly surprising or chilling. What is chilling is that so \nmany Americans are so eager to use the power of the state to silence people with whom they disagree\" (6/25).\n\nNew York Times editorializes, \"For now, that nation's highest court has chosen to turn its back as elections are \nbought by the biggest check writers\" (6/25).\n\nBoston Globe editorializes, \"The effects of a less fettered campaign-finance system are evident in ways they \nweren't two years ago, and only the high court has failed to notice\" (6/26).\n\nNational Review's Paul Sherman writes, \"The Montana court could not possibly have thought that the Supreme \nCourt had changed its mind about the correctness of Citizens United. Thus, the question wasn't whether the \nMontana ruling would be reversed, but when and how. ... By refusing to unanimously reject that Montana court's \ndefiance, Justice Breyer's dissent sets a dangerous precedent in support of lawlessness, one that has \nrepercussions beyond the debate over campaign finance\" (6/25).\n\nNational Review's Bradley Smith writes, \"Most obviously, none of the dire predictions are coming true. We are not \nbeing swamped with corporate spending, which remains a small fraction of the total political spending. Fortune 100 \nfirms aren't even giving to Super PACs or making expenditures on their own. There has been no scandal. ... Those \nwho complain about more spending per se are like those who complain that cars go faster when the speed limit is \n65 miles per hour than when it is 55 miles per hour. They do go faster, but that says nothing about the appropriate \nspeed\" (6/25).\n\nWall Street Journal editorializes, \"This won't be the end of the matter, because the political left has begun to treat \nCitizens United as the moral equivalent of Dred Scott, as preposterous as that is\" (6/25).\n\nFuture Unclear\n\nThe SCOTUS blocked three of the four provisions of AZ's immigration law June 25, but left in place -- for now -- \nthe controversial \"show me your papers\" provision that sparked nationwide debate. The 5-3 ruling said the AZ \nlegislature overstepped its bounds with the law, infringing on an area that falls into federal gov't's realm. Obama \n\n\n\nclaimed vindication for his challenge of the law, but its supporters said SCOTUS's upholding of the law's \"heart\" \nproves the need for local enforcement on illegal immigration.\n\n\"By asserting the federal government's authority over immigration policy,\" the SCOTUS \"increased pressure\" on \ncong. GOPers \"to act at a time when they are divided over the issue.\" Duke Univ. prof Jacob Vigdor: \"You can \ndefinitely get a sense of the divide within the Republican Party. Republicans don't want to be out in public being too \naggressively anti- immigrant.\"\n\n\"The ruling...also vindicated the Obama administration's decision to challenge\" the AZ law \"almost from the moment \nit was passed.\" Justices Antonin Scalia, Clarence Thomas and Samuel Alito \"wrote dissents from the decision.\" \nScalia, in his dissent: \"Arizona has moved to protect its sovereignty - not in contradiction of federal law, but in \ncomplete compliance with it... If securing its territory in this fashion is not within the power of Arizona, we should \ncease referring to it as a sovereign state\" (Barnes, Washington Post, 5/25).\n\nThe court   \"left the door open to further challenges. The provision requires state law enforcement officials to \ndetermine the immigration status of anyone they stop or arrest if they have reason to suspect that the individual \nmight be in the country illegally... The ruling is likely to set the ground rules for the immigration debate.\" Kennedy, \nwriting for the majority: \"Arizona may have understandable frustrations with the problems caused by illegal \nimmigration while that process continues, but the state may not pursue policies that undermine federal law\" \n(Liptak, New York Times, 6/25).\n\nAnd The Winner Is...\n\n\"'Show me your papers' is the most familiar provision\" of AZ's \"tough immigration law, but it is not the most \nconsequential.\" As such, SCOTUS's decision June 25 \"to allow that provision of the state law to stand is still a \nvictory for the Obama administration.\"\n\n\"Conservative critics of the federal government's complaint\" against AZ \"had hoped for a wholesale endorsement of \nthe state law.\" Instead, AZ \"got permission to do what local police officers all over the country already do on an ad \nhoc basis-check with federal officials about a questionable person's legal status\" inside the U.S. (Johnson, \nNational Journal, 6/25).\n\nImmediately after the SCOTUS decision, Dems \"claimed vindication.\" Obama \"was right, they said, to challenge the \nlaw.\" GOPers \"offered a more nuanced position: that the case was a result of Obama's failure to produce the \ncomprehensive solution to immigration that he had promised.\"\n\nHispanic Leadership Network exec. dir. Jennifer Sevilla-Korn: \"It seems like there is a little bit for everybody to \nlove and hate in this ruling\" (Kucinich/Wolf, USA Today, 6/25).\n\nAZ AG Tom Horne (R): \"I consider it a 70 percent win. We lost the other three provisions, but those were minor \nnext to Section 2B. The oral argument over 2B consumed almost all the oral argument, and we won that one\" \n(Richardson, Washington Times, 6/25).\n\nThe SCOTUS decision \"allowed both sides to claim partial victory.\" But the ruling \"tilted heavily toward the federal \ngovernment, leaving little role for the states. Overall, it was a significant victory for the Obama administration before \na conservative court\" (Savage, Los Angeles Times, 6/25). Romney is in a \"tougher position\" position than Obama \nwhen it come to immigration. \"Immigration has bedeviled Romney like no other issue, placing him in pincers \nbetween his party's base, which is mostly white, conservative and strongly anti-illegal-immigrant, and the nation's \nburgeoning Latino population, which is gaining political influence in several states that could be crucial to the \noutcome in Nov\" (Barabak, Los Angeles Times, 6/25).\n\nThe SCOTUS ruling \"guaranteed that both parties will continue to champion opposing views on immigration \nthrough Nov.\" Obama: \"According to analysts, emerged as a partial winner and political benefactor after ordering \nhis administration\" to challenge AZ's law. The pres. \"has been running 40 points ahead of Mitt Romney among \nLatinos in some polls and is eager to contrast his outlook on immigration\" with policies proposed by GOPers.\n\n\n\n\"The politics\" of the SCOTUS decision - \"about the ability of a state to regulate immigration - favor, for now,\" \nObama (Sweet, Chicago Sun-Times, 6/26).\n\nStates Of Confusion\n\nThe SCOTUS ruling \"opens the door for courts to strike down similar measures in states that have tried to make it a \ncrime for illegal immigrants to live and work in the U.S.\" Supporters of \"immigration crackdowns, however, say the \nruling also gives states a critical role in enforcing federal law by allowing local authorities to check the immigration \nstatus of those suspected of being in the country illegally.\" Laws passed in AL, GA, SC, IN and UT \"were modeled \nat least in part\" upon the one passed by AZ in 2010. Now that SCOTUS \"has weighed in on the issue, challenges to \nthe laws in those states can now likely move forward.\" Sections of those laws \"had been temporarily blocked. \nFederal judges in many cases had been waiting to issue a final ruling\" until SCOTUS \"made its decision, believing \nthe high court ruling would set important legal precedent.\"\n\nSC state Sen. Larry Martin (R): \"I'm encouraged at least by that glimmer of hope in the decision that we'll have the \nopportunity to interact more closely with the federal government on undocumented residents when we encounter \nthem. Beyond that, I think our hands are tied by the federal law\" (Reeves, AP, 6/25).\n\nThe decision \"did nothing to settle the debate - providing little clarity on how far states can go to police their borders \nand solidifying the topic as a key election-year issue.\"\n\n\"[S]tate legislators around the country sounded emboldened, arguing that the ruling will not only help similar laws \nsurvive constitutional challenges but will lead to more laws when state legislatures reconvene\" in Jan.\n\n\"While both opponents and supporters of state-led immigration crackdowns\" said the June 25 ruling \"will help their \ncauses, legal experts weren't so sure.\"\n\nGA Gov. Nathan Deal (R): \"It appears the court has upheld the major thrust of our state's statute, that states have \nthe right to assist in enforcing federal immigration law.\"\n\nNational Council of La Raza Pres. Janet Murguia: \"I don't see how any reasonably minded state legislator could \nsee this decision as a green light. (The justices) have done everything but put a giant stop sign for other states. It \nseems like a hard stop and a warning to states to advance at their own peril\" (Gomez/Wolf/Cauchon/Raasch, \nUSA Today, 6/25).\n\nThe SCOTUS ruling \"will bolster laws in a dozen other states that want to use local law enforcement as a tool to \ncurb illegal immigration, experts and advocates\" said June 25.\n\n\"While supporters hailed the court's decision as a major breakthrough in the battle to control illegal immigration in \nthe absence of an effective national policy, opponents said they feared it would open the door to abuse, intimidation \nand racial profiling across the country.\"\n\n\"The high court decision will not have an immediate impact in any state,\" including AZ, \"because federal courts will \nneed weeks or months to consider and apply the ruling to state laws they have blocked, and because other legal \nchallenges to those laws are expected to be revived.\"\n\n\"However, local and national immigrant rights groups expressed concern that the court decision will help other \nstates pass and implement 'copycat' legislation that makes legal and illegal immigrants vulnerable to police \npressure and harassment.\"\n\nLegislators in PA, MS \"and several other states said this week that they had been waiting for the ruling\" to introduce \nAZ-type laws \"that would withstand legal challenges.\"\n\n\"Laws that have been blocked\" in GA, IN and SC \"all have provisions allowing police to question immigrants' legal \nstatus, but all are written slightly differently and some may need to be changed to fit within the high court's ruling\" \n(Constable/Borden, Washington Post, 6/25).\n\n\n\nThe decision \"is unlikely to change\" TN law, \"but it already is beginning to reshape the debate on future \nimmigration policy here.\"\n\nLocal immigrant advocates are \"fearful the high court's decision\" in the AZ \"case will prompt more states to adopt \n'show your papers' legislation or tighten immigration policies in some states.\" TN ACLU exec. dir. Hedy Weinberg: \n\"(Monday's) decision is not the last word on 'show me your papers' type laws, and it is certainly not a green light to \ncreate an Arizona-style copycat bill here in Tennessee.\"\n\nRep. Diane Black (R-TN): \"States bear the burden of the federal government's inaction, and they are proactively \nlooking for ways to keep their citizens safe and alleviate the financial strain caused by illegal immigrants. I'm glad \nthat the Supreme Court has allowed for at least one of those solutions to stand\" (Marsteller/Haas, Nashville \nTennessean, 6/26).\n\nChitter Chatter\n\nAZ Gov. Jan Brewer (R) was on FNC's \"On the Record,\" 6/25.\n\nBrewer, on the SCOTUS immigration and Obama admin : \"Well, I was shocked.  I was outraged.  I thought, you \nknow, this is politics at its best.  Here we had just received a unanimous vote from the highest court in the land \nupholding the heart of Senate bill 1070, and then three hours later, we got notification that they had rescinded our \n287G privileges, so that law enforcement could not use the data system to verify illegal immigration, the status of \npeople that were stopped, if you will, in the process of committing a crime.\n\nBrewer: \"You know, it was just unbelievable that they would distort the law, thwart the opinion of the Supreme \nCourt.  The bottom line is, is that, you know, I guess I shouldn't be surprised, but you know, from the beginning, \nthey have downplayed the border situation that Arizona faces on a daily basis in regards to security.  They have \ncertainly ignored our pleas for them to do the job.  They sued Arizona for trying, for me for trying to protect the \ncitizens of Arizona.\n\nMore Brewer: \"And then they came out last week and reversed the amnesty position with what I called back-door \namnesty, giving illegal immigrants temporary working status.  And now today to rescind the 287G. I would think that \nthe American people would think long and deep about what the federal government is doing and why aren't they \nabiding by the rule of law.  It's just unconscionable.  What they said to Arizona is, 'Drop dead, Arizona, drop dead \nand go away.  We're going to ignore you.'\"\n\nBrewer, with a message to Obama: \"I would probably say to him, Mr. President, Arizona is part of the United States \nof America and you cannot ignore us because Arizona represents probably the most -- the majority of the people of \nAmerica.  We want the rule of law enforced and that it is your job to do it\" (FNC, 6/25).\n\nBrewer, on if she supports the SCOTUS ruling: \"We have always worked with the federal government in enforcing \nfederal law. But the heart of the law the court upheld. And then the federal government, the president and \nHomeland Security, three hours after a unanimous vote, they selected to make Arizona a target and rescinded 287. \nYou know, the people of America ought to be alarmed\" (\"John King USA,\" CNN, 6/25).\n\nKS Sec/State Kris Kobach (R), on the SCOTUS ruling: \"I would say it's a qualified victory.  Obviously I would loved \nto have seen Justice Scalia -- you know his dissent concurrence be the majority opinion.  He would have upheld all \nof the Arizona law, but look, the big provision, the one that does the most heavy lifting here is the one that the court \napproved.  And that is technically, one of -- every one of the tens of thousands of law enforcement stops made \nevery day in Arizona can now be transformed, if these circumstances are correct, be transformed into an \nimmigration arrest.  The officers now must, if they have reasonable suspicion that the person is unlawfully in the \ncountry, they must contact ICE using the 24/7 hotline and take appropriate action\" (\"O'Reilly Factor,\" FNC, 6/25).\n\nRep. Charles Gonzalez (D-TX), on the SCOTUS ruling: \"If you think of who the winner was, I say it was the rule of \nlaw, the supreme law of the United States and that's the Constitution of the United States. And it said no state is \ngoing to be above the Constitution. And I know the governor said people are thinking that Arizona is not part of this \n\n\n\ncountry. I think they were reminded today that they are, in fact, part of this country, that the Constitution does in fact \napply to the state of Arizona, as well as other states that may want to venture where Arizona has been\" (\"John King \nUSA,\" CNN, 6/25).\n\nRep. Luis Gutierrez (D-IL), on the ruling to CNN's Zoraida Sambolin: \"One of the things the Supreme Court said \nwas, 'You know what, we're going to let this provision remain but we're going to monitor it, and we admonish you to \nbe very careful as you implement this.' So, I was kind of like, well why let them do it anyways if you have concerns \nabout the implementation. So, obviously, the concerns that they are, they are going to be taken up through the legal \nsystem. And I have to say, I think, Zoraida, you and I will have a conversation hopefully sometime at 5:30 in the \nmorning one day and we're going to find out unfortunately that it is ruled unconstitutional\" (\"Early Start,\" CNN, 6/26).\n\nL.A. Mayor Antonio Villaraigosa (D): \"They left standing the one that says ... when they're stopping for a legal \nstop, they can ask for your papers. That is very problematic. I don't see any way to implement that decision without \nprofiling and without violating the Constitution.\"\n\nVillaraigosa: \"I think we'd like to get this out of the campaign. I think we'd like to get this in the Congress, where it \nshould be. They ought to fix this broken immigration system\" (\"Hardball,\" MSNBC, 6/25).\n\nRep. Raul Grijalva (D-AZ), on Brewer's reaction: \"Unfortunately, our governor continues to be delusional. The fact \nthat the core about whose right it is to set immigration law was decided today and it is a federal congressional \nresponsibility, and she still continues to believe that because a section, which is onerous, which is poisonous, \ncontinues to be alive in this legislation 1070, that there is a victory. There's not a victory. It's a bad precedent for the \ncountry. It is a bad precedent for public policy, due process, 14th Amendment. And it's going to be challenged \nlegally. It's going to be challenged politically, and that's the way it should be, because I really believe that that \nportion of it was as constitutional at the rest of them.\"\n\nGrijalva: \"That's what I think is the most disturbing about that portion that the Supreme Court kind of held in terms of \nthe constitutionality is that it allowed personalities driven by motives beyond the law like (Maricopa Co. Sheriff Joe) \nArpaio and others, to use that discretion that the court has given them in this interim period to basically take away \npeople's rights and abuse people's privileges\" (\"Ed Show,\" MSNBC, 6/25).\n\nDem strategist Julian Epstein, on the immigration ruling: \"It's very important to understand that this was not a split \ndecision. This was an old-fashioned slap-down by a conservative court against the Arizona law and the \nconservative movement on immigration\" (\"Last Word,\" MSNBC, 6/25).\n\nGOP strategist Mark McKinnon, on the immigration ruling: \"I think that this is a ruling that sends a bad signal to \nHispanics, that it unfairly present as situation for them where they're being profiled and put in a situation where they \nhave to show papers and nobody else is. I think it's bad for the country and I think it's bad for Hispanics and bad \npolitically for Mitt Romney\" (\"Morning Joe,\" MSNBC, 6/26).\n\nNow What?\n\nArizona Daily Star editorializes, the SCOTUS decision \"provides no clear victory for SB 1070 supporters,\" although \nGov. Jan Brewer (R) \"misleadingly suggests otherwise in her reaction, but neither does the court offer opponents \nthe clear strike-down they were seeking.\"\n\n\"We have no doubt that, in time, the 'papers' section will also be tested\" before SCOTUS. \"And it, too, should be \nstruck down.\"\n\n\"So it's time - past time - for our congressional\" reps. \"to lead the way toward building a new and practical national \nimmigration policy\" (6/26).\n\nArizona Republic editorializes, \"[n]o one should declare victory\" after SCOTUS's \"decision on SB 1070.\"\n\n\"Rather than a victory, the court's ruling was a stern directive that raises the stakes for Congress.\"\n\n\n\nThe Court said -- \"with breathtaking understatement\" -- that AZ \"'may have understandable frustrations with \nproblems caused by illegal immigration.' Yes, your Honors, we do. Big ones.\" But SCOTUS \"says the state cannot \npass laws 'that undermine federal law.'\"\n\n\"So, cue Congress. A good-faith, bipartisan effort to enact comprehensive immigration reform looks unlikely in \ntoday's polarized Washington. But we elect politicians to do the right thing, not the easy thing.\"\n\n\"Political posturing in the winners circle is easy.\"\n\n\"There won't be a real victory until members of Congress show leadership\" (6/26).\n\nSanta Fe New Mexican: \"[f]rom now until the next lawsuit, American citizens who somehow spark the suspicion of \na police officer will have to 'prove' they belong here. That is simply un-American. Take heart, though. This ruling is \nhardly the end of the issue.\"\n\nWhile Brewer \"is trying to claim a victory because this part of the law has been left untouched, we believe\" -- given \nAZ's \"track record on fairness -- that it most certainly will be carried out in a discriminatory manner. Overreach will \nkill this law, too. We are just sorry that real-life people will be hurt as officers discriminate and courts take time to \nmake their rulings\" (6/25).\n\nSan Jose Mercury News: \"The ruling could embolden more states to adopt similar policies,\" as AL, GA \"and others \ndid\" after AZ's \"law was passed in 2010. But the court's decision to allow the 'papers, please' provision does not \nappear to be an endorsement of it\" (6/25).\n\nU-T San Diego: The SCOTUS ruling \"provides little clarity on a legal quagmire that begs for clarity. The justices \nthrew out some truly pernicious provisions\" of the AZ law, \"but upheld the most notorious of them all, and then all \nbut invited more lawsuits\" as AZ \"seeks to enforce that provision. And the ruling may well encourage even more \nstates to enact immigration laws of their own. It is a mishmash that highlights what happens when Congress and \nthe president fail to do their jobs\" (6/25).\n\nDenver Post: \"State legislators, including those\" in CO \"who are champing at the bit to immerse states in the \nimmigration enforcement business, would do well to read the carefully crafted opinion, which repeatedly \nemphasizes immigration policy is the purview of the federal government.\"\n\n\"The decision, including boundaries on detention, should encourage state officials not to take matters into their own \nhands, but to pressure their congressional delegations to address the nation's immigration enforcement \nframework\" (6/25).\n\nDallas Morning News: \"Lost in the predictable spin is the court's strong and well-reasoned affirmation that forging \nand enforcing immigration law is a federal responsibility, governed by national interests, and not a matter left to \nindividual states. Had the ruling gone the other way, states and even local governments would have been free to \nregulate central aspects of immigration, something this newspaper opposes\" (6/25).\n\nHouston Chronicle: \"The surest, indeed the only, way out of this nettle is for our representatives on Capitol Hill to \ntake up serious, comprehensive immigration reform with the full cooperation of the executive, whether Barack \nObama or Mitt Romney.\"\n\n\"The alternative is ever more litigation, with the next likely target being the Obama administration's recent decision \nto essentially grant temporary immunity status to young people brought here illegally as children by their parents. \nThe decision to do this by bureaucratic fiat rather than through Congress has guaranteed a partisan legal battle\" \n(6/25).\n\nSt. Louis Post-Dispatch: The Court's ruling, \"which probably would have been 6-3 had Justice Elena Kagan not \nrecused herself, sends about as clear a message as the divided court has issued this year: State legislatures \ndabbling mostly for political purposes in extreme anti-immigration policies should cease and desist\" (6/26).\n\n\n\nNew York Times: SCOTUS \"rejected the foundation of Arizona's cold-blooded immigration law and the \nindefensible notion the state can have its own foreign policy.\"\n\nThe \"intent of the law is to harass Hispanics and to drive out immigrants by 'attrition through enforcement.' That \nsection of the law, as it goes into effect, will promote racial profiling of all Hispanics, including American citizens \nand legal residents\" (6/25).\n\nNew York Daily News: \"Properly, the majority struck down the move to charge illegal immigrants with \nmisdemeanors for living or working there. Such criminalization went far beyond U.S. policy, thereby impermissibly \nintruding into an exclusive province of the federal government.\"\n\n\"A United States of America cannot have 50 competing state regimes for determining who may be legally in the \ncountry or not - and for punishing or deporting those who are not here legally\" (6/26).\n\nNewsday: \"What clearer message can there be for the president and the Congress that they must confront the \nenormous problem\" of 11M immigrants \"living here illegally?\"\n\n\"The federal government's failings have left\" AZ \"and other parts of the country awash in illegal immigrants and the \ncrime, safety risks, property damage and environmental problems that the court noted are sometimes associated \nwith the influx. But states can't impose laws that undermine the federal government's authority on immigration\" \n(6/25).\n\nWashington Post: SCOTUS \"didn't gut\" AZ's \"over-the-top immigration law, but it came close.\"\n\n\"The five justices in the majority made clear\" that AZ \"blatantly overreached by trying to take enforcement of federal \nimmigration law into its hands - making it a state crime, for instance, for illegal immigrants to hold a job or to apply \nfor one, or to be present in the state without valid papers. In so doing, the court served notice to other states that \nimmigration policy remains primarily Washington's domain\" (6/25).\n\nWashington Post's Robinson: \"Other parts of the law were less publicized but equally onerous and un-American. \nThese provisions, happily, are now history.\"\n\n\"Even more gratifying is the court's reinforcement of an obvious principle: The federal government has the \nresponsibility for setting immigration policy, not the states. We do not need - and, thanks to this ruling, will not \nhave - 50 sets of laws specifying who gets to live in this country and who doesn't\" (6/25).\n\nWashington Post's Millbank: \"Brewer certainly couldn't have called it a victory if she had read the vitriolic dissent \nof Justice Antonin Scalia against the opinion by a union of the court's liberal bloc\" with Chief Justice John \nRoberts and Justice Anthony Kennedy (6/25).\n\nNational Review's Lowry: \"If it were possible for a statute to be tarred, feathered, and run out of town on a rail, \nsuch would have been the fate\" of AZ's law.\"\n\n\"When it got to the Court, though, it wasn't even a close call.\"\n\nCertainly, AZ's \"statute is more in keeping with the spirit of federal immigration laws than the Obama \nadministration's selective enforcement with an eye to doing just enough to cover itself politically\" (6/26).\n\nJacoby, in Los Angeles Times: \"The states' appetite for tough immigration policing laws also appears to be \nwaning.\"\n\n\"Lawmakers and others across the nation have watched those costs mount\" in AZ, AL and GA. Immigrant workers, \nlegal and illegal, have fled in droves\" (6/26).\n\nThat's Just Cruel And Unusual\n\n\n\nThe Court's third ruling on June 25, by a 5-4 decision, \"limited the use of life terms in prison for murderers under 18, \nruling that judges must consider the defendant's youth and the nature of the crime before putting him behind bars \nwith no hope for parole.\" The decision \"struck down as cruel and unusual punishment the laws in about 28 states \nthat mandated a life term for murderers, including those under age 18.\" It is not clear from the opinion \"whether its \nruling applies only to future sentences, or whether it could give a new hearing to the more than\" 2K \"prisoners who \nare serving life terms for earlier murders.\" Chief Justice Roberts, who dissented: \"Put simply, if a 17-year-old is \nconvicted of deliberately murdering an innocent victim, it is not unusual for the murderer to receive a mandatory \nsentence of life without parole.\" Justices Scalia, Thomas and Alito \"joined in dissent\" (Savage, Los Angeles \nTimes, 6/25).\n\nIf We Can Just Hold On 'Til Thursday\n\nSCOTUS's \"decision on the Affordable Care Act's constitutionality is almost certainly going to come down\" June 28 \nat \"about 10 a.m.\" The Justices could \"decide to punt it over until next year,\" although this outcome is \"thought to be \nunlikely.\"\n\nCourt watchers \"expect\" that CJ Roberts \"will author the opinion, after seeing Justice Anthony Kennedy write the \nopinion\" in the AZ immigration case. The Justices \"tend to split up the workload each term, especially when it \ncomes to high-profile complicated rulings.\"\n\n\"For a while now, there's been some thinking\" among a few court watchers that SCOTUS \"might split the difference \nbetween\" the ACA ruling and the AZ immigration ruling, but the \"court's opinion\" on AZ - \"which upheld parts of the \nlaw, but struck down others - makes it a bit difficult to game out how the two decisions interact\" (Kliff, Washington \nPost, 6/25).\n\nThe New York Times' Michael Shear writes that if the AZ ruling \"was any indication,\" the \"initial result\" of the ACA \nruling \"will be total confusion.\"\n\n\"The political and media chatter that emerged in the moments after the court issued its ruling\" June 25 \"was all over \nthe place.\"\n\n\"The AP reported that the case was a victory for\" Obama. \"Moments later, Reuters reported that Obama had \nsuffered a political defeat in the ruling. Other organizations ... reported a mixed verdict.\" With the potential for \n\"multiple dissents or concurring opinions from the justices, each with their own rationale for reaching the \nconclusions they did,\" there will likely be similar confusion after the ACA ruling.\n\nThe camps of both Romney and Obama \"are said to be preparing their own responses - both legal and political. But \nthe trick for both men will be to calibrate the statements appropriately in the moments after the decision is \nannounced.\"\n\n\"Consider the risks. If Mr. Romney immediately embraces a decision by the court to strike down parts of the law, he \ncould later find himself on the defensive with independent voters for supporting the elimination of provisions that \nthey liked. Or Mr. Obama could issue a harsh critique of the court for rejecting parts of his legislation only to find \nlater that major parts of it remain intact.\"\n\n\"In the end, the political danger is likely to prompt a period of awkward silence from both camps in the first few \nhours after the rulings\" (6/26).\n\nThe Washington Examiner's Philip Klein writes that during the ACA hearing, CJ Roberts \"seemed ready to strike \ndown at least the mandate. But others have speculated that if Kennedy is voting to uphold, Roberts may choose to \njoin him so he can have more influence in the writing of the opinion, making it 6 to 3. Bottom line: everybody who \nfollows this case will be on pins and needles until Thursday morning, just after 10am\" (6/26).\n\n\n\nThe Washington Times' Charles Hurt writes that SCOTUS \"will deliver the final death blow to his \"progressive\" \nagenda and at long last set some far-out perimeter for the federal government's galloping encroachment on \nAmericans' dearest rights.\"\n\n\"During his confirmation hearings,\" CJ Roberts talked about the importance of \"'judicial 'humility,' which is probably \nwhy he issued the court's immigration ruling\" June 25 \"and won't issue the ruling on Obamacare until\" June 28.\n\n\"He wanted Mr. Obama to savor a major, sweet victory for the better part of a week before dropping the hammer on \nwhat his agenda and all 'progressives' stand for\" (6/25).\n\nSen. Mike Lee (R-UT), a former clerk to Justice  Alito, \"said that if\" Roberts \"writes the majority opinion in the \nhealth care case, ... it would make it 'substantially more likely' that the Supreme Court would strike down the \nindividual mandate.\"\n\nLee \"attended the oral arguments in March and said he followed Roberts' questioning closely and even watched his \nbody language, facial expressions and word emphasis.\"\n\nLee: \"I was strongly of the opinion that Chief Justice Roberts was skeptical, to say the least, as to Congress's \nauthority to enact the individual mandate. ... So yes, if we could be certain as of this moment that Chief Justice \nRoberts was the author of the majority opinion of the Court, I would say that would make it substantially more likely \n- that would be a strong indication - that it is going to be declared unconstitutional (Klein, Washington Examiner, \n6/26).\n\nEzra Klein writes in the Washington Post that over \"the past two years,\" the GOP \"has slowly been building a \npermission structure for the five Republicans on the Supreme Court to feel comfortable doing something nobody \nthought they could do: Violate the existing understanding of the commerce clause and, in perhaps the most \nsignificant moment of judicial activism since the New Deal, overturn either all or part of the Affordable Care Act.\"\n\n\"The first step was perhaps the hardest: The Republican Party had to take an official and unanimous stand against \nthe constitutionality of the individual mandate.\"\n\n\"In December 2009, every Senate Republican voted to call the individual mandate unconstitutional. They did this \neven though a number of them had their names on bills that included an individual mandate.\" This unity was \n\"reflected ... among all the institutions associated with the Republican Party,\" such as \"Fox News\" and conservative \n\"think tanks.\"\n\n\"With the Republican Party on board, the news media interested and the public confused, the next step was the \nlegal system,\" as conservatives \"filed 26 hearings against the\" ACA, \"ensuring they would get a hearing in dozens \nof district courts.\"\n\nNow, if SCOTUS \"rules against the mandate, it will no longer be out on a ledge. It will be in lock step with the \nentire Republican Party, many polls, a number of judges, the impression the public has gotten from the media \ncoverage and the outcome of the oral arguments\" (6/25).\n\nPolitico's Elizabeth Wydra writes, even before SCOTUS \"delivers its decision about\" the ACA, \"there is already a \nsharply divided legal - and political - debate about the role of the court.\"\n\n\"There are serious, legitimate critiques to be made if Chief Justice Roberts and Justices Antonin Scalia and \nAnthony Kennedy, in particular, join a ruling that strikes down ACA.\"\n\n\"Kennedy and Scalia, for example, both voted to uphold a federal ban on possession of marijuana grown under \nlocal law for personal medicinal use because the ban was part of the broader regulation of interstate commerce, in \nthe 2005 decision Gonzales vs. Raich. ... Based on Raich the mandate should be squarely constitutional.\"\n\n\n\nThe court \"will be ignoring real and compelling - if not downright inescapable - constitutional logic if it strikes down \nthe act. ... It is not illegitimate to say the legitimacy of the judiciary is at stake if the justices fail to uphold their duty \nto follow the law\" (6/25).\n\nLooking back at the nature of the hearing, the New York Times' Liptak writes that the ACA case \"illuminated the \nwork of a court that takes a distinctively loose and even lighthearted approach to adjudication, one its decisions \ngenerally mask.\"\n\nDuring the ACA hearing, there \"were 63 episodes of public laughter, or about 10 laughs per hour.\"\n\nSolicitor gen. Donald Verrilli Jr. \"was interrupted mercilessly. He was cut off 180 times or, on average, every 22 \nseconds. He was interrupted after speaking for 10 seconds or fewer more than 40 percent of the time.\"\n\n\"There came a point, shortly after\" Scalia \"invoked the comedian Jack Benny in the last argument, that\" Roberts \n\"stepped in. 'That's enough frivolity for a while,' he said\" (6/25).\n\nNational Journal's Sanger-Katz writes that although the SCOTUS ruling won't come out until June 28, it \"doesn't \nmean that any last-minute maneuvering is going on. More likely, it's proof-reading.\" Currently, \"they're mired in the \nboring stages of Supreme Court opinion-making: checking footnotes and bullet points.\"\n\nU. of Richmond prof. Kevin Walsh: \"Everyone is working incredibly hard and long hours to get it polished and \nready for prime time. ... We're talking polishing and refining and really fine-tuning. You're not going to see any \nchucks of reasoning change or anything like that\" (6/25).\n"}