{"title": "Chinese-run job agencies face scrutiny over work; Raided by feds: Companies lure Hispanics, but some say laborers may find jobs help to be costly.", "body": "\nThe advertisements in the Chinese newspapers get to the point quickly.\n\n\"We Provide Quality Hispanics,\" employment agencies say in Mandarin.\n\nChinese labor contractors in Chamblee tell Chinese restaurant owners throughout the Southeast they have a big \nsupply of laborers at their fingertips to cut vegetables, cook and wash dishes. They'll deliver the workers, too.\n\nOne agency uses the slogan \"Mexican Express.\"\n\nThis labor supply system, which sometimes approximates debt-servitude, led to federal indictments against 15 \npeople this month in the U.S. District Court for the Northern District of Georgia.\n\nSix Chinese immigrants who operated employment agencies at a Chamblee Dunwoody Road site face charges of \nconspiring to encourage illegal immigrants to live in the United States as well as transport and harbor them for \nfinancial gain. Most of the workers are Mexican or Central American.\n\nThe raids don't seem to have made a dent, though.\n\nJust a week after the April 11 raid in which FBI and Immigration and Customs Enforcement arrested 33 people, two \nemployment agencies had reopened in the same space.\n\nA line of workers, including many who spoke indigenous languages from rural southern Mexico, stretched out the \ndoor of the agency. Several brought their wheelie luggage with them, ready to hop in a van and travel to another \ncity or state to work.\n\nInside one agency, a young Hispanic man pondered the job offerings.\n\n\n\"While You Were Out\" phone messages were taped on a wall in an orderly fashion, classified under one of 17 \nstates where the agency sends workers. Jobs were available in Georgia and the Southeast, as well as Arkansas, \nIndiana, Ohio, West Virginia, Pennsylvania, Maryland, New Jersey and New York. A map of the United States hung \non another wall, to show laborers where they were going.\n\nSome jobs said \"Deep Fry.\" Others said \"Fried Rice\" or \"To Go.\" An illustration on the wall showed someone \ncutting a vegetable and the word \"Cut.\"\n\nThe young man began to understand what the job meant. He was excited. He could do it. The pay seemed good, \ntoo. The postings from April 17 said $1,600 per month.\n\nHe waited in line to speak to a man who interviewed applicants in Spanish. At the next desk sat a woman, talking \non the phone in Chinese. The office was decorated with one bamboo plant, an aquarium with one gold fish and a \nTV playing Spanish-language network drama.\n\nPaco Cruz, 34, and his wife, Ana Peralta-Salinas, 32, are illegal immigrants from Oaxaca, Mexico. They say they \nworked for Chinese employment agencies during the past six years, including those that were raided by federal \nagents April 11.\n\nOne of the agencies placed Cruz and Peralta-Salinas in a restaurant job in Burlington, N.C., two months ago and \ncharged the couple and a third man a total of $1,350 in commission and transportation fees to be deducted from \ntheir first month's pay, Cruz said.\n\nThe three slept on the floor of a house near the restaurant and received one meal per day. They worked 14-hour \ndays, with no breaks, six days a week, Cruz said. After 15 days, the three quit and were paid $800. That comes to \nabout $1.27 per hour.\n\nStill, after all that, Cruz and Peralta-Salinas were back in Chamblee, hoping for another job.\n\n\"We can't find work, that's why,\" Cruz said in Spanish.\n\nOne aspect of the labor contract that stings the most, workers say, is the driver's fee of several hundred dollars.\n\nAs part of the bust, the federal government indicted Chinese and Hispanic drivers who transported the workers to \nrestaurants in other states, operators of \"safe houses\" in Chamblee where immigrants waited for jobs and \nimmigrant smugglers who recruited and drove workers up from Florida.\n\nMost restaurants do not use employment agencies to find hourly line cooks and prep cooks, said Ron Wolf, \nexecutive director of the Georgia Restaurant Association.\n\n\"It's not cost-effective,\" Wolf said. \"It doesn't even seem right to me. There's a disconnect there.\"\n\nAnna Hsu, owner of Silk, an upscale Asian restaurant in Midtown, said her restaurant never uses employment \nagencies for hourly employees. She gets her workers for free off Craigslist and pays $8 per hour for dishwashers \nand between $10 to $14 per hour for prep cooks.\n\nHsu listened to the claims of worker exploitation in other restaurants. She didn't buy the part about 12- to 14-hour \ndays with no breaks. Restaurants are busy at lunch and dinner, with lulls in between, she said. Free housing, even \nif it's sleeping on the floor, is a plus in the eyes of some workers, Hsu said. In many cases, the owner of the \nChinese restaurant works alongside the kitchen staff and lives in the same housing, Hsu said. \n\nOwners of Chinese restaurants who used the employment agencies did so to maximize profits, the federal \nindictment says.\n\nWorkers say that many times restaurant owners found a pretext to fire them after a few weeks or a month --- after \nthey had paid off the hefty agency commission.\n\n\n\nChinese-run employment agencies have operated in Chamblee for years. Three years ago, federal agents busted \nthe owners of the Sin Sin Employment Agency in Chamblee. The couple who ran the agency were sentenced to \neight years and five years in prison on charges of conspiracy and fraud related to immigrant smuggling. They fled \nthe country before going to jail.\n\nNew entrepreneurs have already moved in to take the place of agency owners who were arrested recently.\n\nLast week, down the street from the Chamblee Commercial Plaza, site of this month's raid, Jenny Wang sat in a \nsmall agency, talking on the phone. Wang hadn't started operating yet. She was waiting for her occupational tax \nlicense from the city of Chamblee.\n\n\"I am new,\" Wang said. \"I come here just seven days ago from New York.\" She hadn't heard of the raids at the \nother employment agencies.\n\nChamblee City Manger Kathy Brannon said she's powerless to stop the agencies as long as they file the \nappropriate paper work.\n\n\"We don't want anybody who's doing illegal things operating in Chamblee,\" Brannon said. \"But we can't regulate it. \n... It has to be addressed by somebody higher up the chain than we are,\" she said.\n\nLuis Lutin, 39, an immigrant from Guatemala, says he has bad memories of his days working in family-owned \nChinese restaurants. He was placed by the now-defunct Sin Sin agency when he first arrived in the United States \nmore than a decade ago.\n\n\"You think they are going to treat you humanely,\" the Norcross resident said. But experience taught him a lesson. \nNow he has a work permit and does construction. He says he won't work for a Chinese-run employment agency \nagain. \"They put a price on me and sold me like a slave.\"\n\nGraphic\n\n \n\nPhoto: HYOSUB SHIN / StaffSome Chinese-run employment agencies in Chamblee were raided by federal \nauthorities this month on charges of conspiring to encourage illegal immigrants to live in the United \nStates./ImageData* ImageData*\n\nPhoto: HYOSUB SHIN / StaffEmployment agencies to supply help to Chinese restaurants have flourished in \nChamblee, often attracting illegal immigrants./ImageData*\n"}