{"title": "REFUGEES IN GEORGIA; Syrian family finds 'a future' in Georgia", "body": "\nNawroz Youssef and her Kurdish family made a break for it four years ago after the Islamic State invaded their \nvillage in northern Syria, destroyed its mosque and started executing people one by one, some with a sword. A \nneighbor and one of her father's cousins were among the victims amid Syria's brutal civil war, a humanitarian crisis \nthat has plunged the country into darkness and deprivation.\n\nYoussef, a birdlike girl with brown eyes and a soft voice, was held hostage along with her family for a day before \nthe terrorists let them go. They fled to Turkey. Her older brother, Alan, suffers from cerebral palsy and cannot walk. \nSo her father carried him for three days.\n\nNow 12 years old, Nawroz is thriving in Decatur. A straight-A student who is quickly mastering English, she was \nrecently granted admission to the Paideia School, a prestigious independent school in Druid Hills.She wants to \nbecome a doctor.Her father, Taha, is getting help for the post-traumatic stress disorder he developed after \nwitnessing the atrocities in his hometown. And her older brother is receiving physical therapy, the kind of help he \ncouldn't get during the war.\n\nNone of this would be possible if the family were to attempt to resettle in the U.S. under the restrictions the Trump \nadministration has been enforcing as part of its travel ban, a measure it says is necessary to ensure national \nsecurity. Nawroz and her family arrived in Georgia two years ago without having a \"close familial relationship\" \nhere. Refugees must have such relationships here before they may resettle in this country, the Trump \nadministration argues as part of its interpretation of a recent U.S. Supreme Court ruling.\n\nA federal judge in Hawaii issued an order July 13 to expand the exemptions in the travel ban for refugees, favoring \nthose who have been given a \"formal assurance\" from a resettlement agency. Nawroz's family came to the U.S. \nwith the help of a refugee resettlement organization in Atlanta. But the Supreme Court has put the Hawaii judge's \nruling on hold, pending a decision by the 9th U.S. Circuit Court of Appeals.\n\nIt's unclear how many refugees could be turned away as part of Trump's directive. But as of June 30, there were \n26,353fromaroundtheworld who had been vetted and were waiting to resettle in the U.S., according to Baltimore-\nbased Lutheran Immigration and Refugee Service, which cited U.S. State Department figures. Refugee advocates \n\n\nare suing to halt the travel ban. The Supreme Court is expected to hear challenges to the executive order in \nOctober.\n\nMeanwhile, Nawroz is missing her home, school and friends in Syria, even her family's herd of sheep. But she is \nglad to be out of harm's way, going back to school and learning English in the United States. Fellow refugees, \nhumanitarian workers and others have rallied around her family in Georgia.\n\n\"I have a future,\" she said. \"I have friends. And so I love America a lot.\"\n\nSafety and the rule of law\n\nLast month, the U.S. Supreme Court reinstated key parts of Trump's revised travel ban while agreeing to hear legal \nchallenges to his executive order. In its ruling, the high court partially granted the Trump administration's request to \nlift preliminary injunctions against the directive and let it block visitors from six\n\nMuslim-majority countries for 90 days, freeze the nation's refugee resettlement program for 120 days and limit the \nnumber of refugees who may be brought here this fiscal year to 50,000, down from about 85,000 the year before. \n(The 50,000-cap has already been reached for this year.)\n\nBut the court said those restrictions cannot be applied to people with a \"bona fide relationship with a person or \nentity in the United States.\" The court also used the phrase \"close familial relationship.\" The Trump administration \nhas defined that to include parents, fiancés, spouses and children. In the ruling he issued this month, U.S. District \nJudge Derrick Watson, a President Barack Obama appointee, ordered the exemptions to also apply to \ngrandparents, grandchildren, brothers-in-law, sisters-in-law, aunts, uncles, nieces, nephews and cousins in the U.S. \nThe Supreme Court has sided with Watson on this part of his ruling.\n\nDuring the court battles over his executive order, Trump argued he has the legal authority to restrict immigration as \npresident. The high court agreed to a point, saying in its ruling that \"the balance tips in favor of the government's \ncompelling need to provide for the nation's security.\"\n\nTrump has said his travel ban is meant to give his administrationtimetotighten up its screening process for visitors \nand to protect the United States from terrorist attacks. But refugees, advocates say, receive the most thorough \nscreenings of any travelers to the United States. The vetting process for Nawroz's family, for example, took nearly \ntwo years. Critics also say Trump has so far failed to demonstrate how his travel ban could make the U.S. safer.\n\nIn his March 6 executive order, Trump said more than 300 people who have been admitted to the U.S. as refugees \nwere the subjects of counterterrorism probes by the FBI. Trump administration officials have declined to identify \ntheir native countries or their immigration status, though they said they came from around the world and that some \ncould now be lawful permanent residents or naturalized U.S. citizens. The FBI declined to comment.\n\nBut since the Sept. 11 terrorist attacks, no one in the U.S. has been killed by extremists with family backgrounds in \nthe six countries covered by the travel ban, according to a report published in January by Charles Kurzman, a \nsociology professor at the University of North Carolina at Chapel Hill and a specialist in Islamic movements. The \nCato Institute, a libertarian group based in Washington, released a report the same month that says no one \nfromthosesixcountrieskilled any Americans in terrorist attacks on U.S. soil between 1975 and 2015.\n\nJim Jess, a north Cobb County resident and the vice chairman of the Georgia Tea Party Inc., said there are other \nthings at stake beyond national security, such as upholding the rule of law. Like Trump, Jess believes the president \nhas the power to temporarily restrict travel to the United States.\n\n\"The whole thing with bringing people here -- I would rather see them create safe zones in their countries,\" said \nJess, a magazine editor who voted for Trump. \"Yeah, we want to be welcoming to other people in the world. But \ndoes that mean we have to assume the burden for every nation that has a problem?\n\n\"Syria is a chaotic nation,\" he continued. \"It is a failed state, if you will. They really need to solve their own problems \nover there. And we can certainly assist them in that. The idea of a no-fly zone -- a safe zone for refugees -- that \n\n\n\nwould make a whole lot more sense than trying to disperse those people to other countries. And in doing that you \nalso safeguard countries from terrorist threats.\"\n\nWheels for Alan\n\nNawroz's mother, Hayat Ibrahim, recently prepared a generous smorgasbord in their modest Decatur apartment. \nOn her dining room table she set out a large dish of rice sprinkled with roasted cashews, plates of hummus \ngarnished with tomatoes and parsley, and a platter of juicy baked chicken. The meal signaled her family's deep \ngratitude. Their guests had just arrived with an important gift: a donated car. Just outside their door was parked a \nshiny black 2013 Hyundai Sonata. It will help them get Alan to his physical therapy sessions.\n\nA freelance journalist and a pair of former refugees from Syria and Bosnia raised more than $8,000 for the car \nthrough a GoFundMe online account. Smiling broadly, Alan and his siblings and parents took turns inspecting the \nsedan and imagining themselves riding in it.\n\nThe gift represents another example of how the Atlanta region has embraced them. The family is also giving back. \nHayat cooked food for an April event in Clarkston that brought Syrian refugees and U.S. military veterans together \nto foster understanding. She also prepares meals for sick people in her community. Nawroz, who speaks Kurdish, \nArabic and Turkish, helps fellow refugees fill out application forms for medical care and interprets for them as they \nhunt for apartments and shop for groceries.\n\nHer father, Taha, a farmer who has twinkling eyes and who limps from a gunshot wound inflicted by the Bashar \nAssadregime, marveledatthe generosity of the guests who had gathered in his home.He poured them hot chai from \na silver kettle and gestured to a small U.S. flag that sits by his front door.\n\n\"I feel welcome all the time,\" he said. \"I'm so happy.\"\n\nThose who could be turned away\n\nAtlanta-area refugee resettlement agencies are now scrambling to figure out how the travel ban will affect their \nclients -- and their budgets. Each year, they help resettle in Georgia several thousand refugees fleeing persecution \nfrom around the world.\n\nNew American Pathways, whichresettledNawroz'sfamily, has been expecting 109 refugees through Sept. 30 from \nAfghanistan, the DemocraticRepublicofCongo, Ethiopia, Eritrea, Iraq, Myanmar, Somalia and Syria. Before the \nfederal judge in Hawaii issued his order and the Supreme Court responded, the agency was preparing for that \nnumber to fall substantially. Also before those court decisions, officials at World Relief Atlanta and Lutheran \nServices of Georgia said dozens of their clients from around the world would not be able to resettle in the state this \nfiscal year becauseofthewaytheTrump administration was enforcing the travel ban.\n\nEmily Walters Laney, the director of refugee and immigration services for Lutheran Services of Georgia, said in a \nJuly 6 email that her agency stood to lose hundreds of thousands of dollars in funding if the government's travel \nrestrictions were upheld.Her agency, she added, \"has not filled vacant positions and laid off several staff earlier in \nthe year, and more cuts will likely come prior to the end of this ban.\"\n\n\"Another implication to consider is our employers,\" she said. \"We have multiple employers who call us frequently \nwith openings for our clients. With no refugees arriving (or very few), this could have impacts on the employers we \nwork with as well, which impacts several industries in the Atlanta and Savannah areas.\"\n\nBecoming American Peer inside Nawroz's tidy\n\nroom and you won't see any hints of the horrors her family experienced in Syria's civil war, which has killed \nhundreds of thousands of people and displaced millions of others. Instead, there hanging on her walls are her bright \ncrayon drawings of Santa Claus, Christmas trees and Thanksgivingscenes.Another depicts butterflies floating in the \nair alongside a girl closely resembling Nawroz in a long pink dress.\n\n\n\nHoping to one day become U.S. citizens, Nawroz and her family have already embraced the culture. One of her \nfamily's favorite games -- Jenga -- sits boxed up in her room. Nawroz is reading the first book in the \"Harry Potter\" \nfantasy novel series. Some family friends recently brought her and her older sister, Randa, to an Atlanta United \nsoccer game at Georgia Tech. They fondly remember how the fans excitedly gave each other high-fives and \nchanted \"A-T-L!\"\n\nNawroz shares her room with Randa, 17, who supportedthefamilyinTurkeyby working long hours at a garment \nfactory. Alan, 15, sleeps in the same room.Their three narrowtwinbedsarelinedup next to each other. Nawroz \nclimbed atop one and chatted about her future.\n\nAlan, she said, has inspired her to want to become a doctor and help children. So has Dr. Heval Kelli, a fellow Kurd \nwho came to Georgia as a refugee from Syria and worked his way up from washing dishes at a local \nMediterranean restaurant to serving as a cardiology fellow at Emory University.KellicaresforNawroz's father and \njoined several others in helping raise money for their family car.\n\n\"I'm so happy in America,\" Nawrozsaid.\n\n\"AndIamthanking all of the people who are\n\nin America that are helping us. Thank you for welcoming us to America.\"\n\n(Box)\n\nCheck out a video to learn more details about the Trump administration's travel\n\nrestrictions at myAJC.com.\n"}