{"title": "Nation splits 4 ways on illegals; Compromise could alienate half of USA", "body": "\nWASHINGTON -- Americans hold strong and conflicting views about immigration that underscore the difficulties \nCongress will face in reaching a final legislative deal on the issue, an analysis of USA TODAY polling data shows.\n\nThe public splits into separate camps over whether illegal immigrants should be able to work toward citizenship, \nwhether they help or hurt the economy -- even whether immigration is an urgent problem that must be addressed.\n\nThose disagreements are reflected in the Senate immigration bill that passed Thursday and the House bill, passed \nin December, which takes a tougher approach. A conference committee will try to resolve conflicts between the two \nmeasures on the issue, President Bush's top domestic priority before Congress.\n\nA USA TODAY breakdown of public opinion, based on Gallup polls taken in April and May, finds Americans falling \ninto four clusters that are roughly equal in size but vary dramatically in point of view. The groups can be \ncharacterized as \"hard-liners,\" \"unconcerned,\" \"ambivalent\" and \"welcoming.\"\n\n\"You're talking about irreconcilable groups that represent substantial parts of the population,\" says Roberto Suro, \ndirector of the non-partisan Pew Hispanic Center. \"A compromise that 50% of the population can go for leaves \nhalf the public feeling unhappy, and very unhappy.\"\n\nAmong the findings in the USA TODAY analysis:\n\n*Traditional partisanship doesn't drive views on immigration. Gender, education and family history seem to do as \nmuch to shape attitudes as political party or ideology. Significant numbers of liberals and conservatives are divided \namong three of the four groups. Moderates spread across all four.\n\nIn Congress, too, partisanship doesn't rule on this issue. Republicans are particularly divided: 23 Senate \nRepublicans voted for the immigration bill, 32 voted against it.\n\n*Those who want to take the toughest steps against illegal immigration also feel the most urgency about the \nsubject. Two-thirds of the \"hard-liners\" call the issue \"extremely important.\" No one in the most lenient group, the \n\"unconcerned,\" feels that way.\n\nThe intensity of their views magnifies the clout of those most opposed to citizenship programs. \"They project a loud \nvoice,\" says Frank Sharry of the pro-immigrant National Immigration Forum.\n\n\"The people whose political decisions are based on a candidate's immigration stance are mainly pro-control, pro-\nenforcement people,\" says Mark Kirkorian of the Center for Immigration Studies, which supports tougher \nenforcement.\n\n\nThe \"hard-liners\" are also the most Republican group -- one reason many House Republicans, especially those \nconsidered at risk in November's elections, may be reluctant to compromise.\n\n*The four groups are starkly at odds on basic issues, making it difficult to see common ground. No one in the \"hard-\nliner\" group supports a proposal to allow illegal immigrants to work toward citizenship, but more than three-fourths \nof those in the other three groups do. The Senate bill includes such a provision; the House bill doesn't.\n\nIn two of the four groups, overwhelming majorities say removing illegal immigrants would hurt the economy. In the \nother two groups, solid majorities say it would help.\n"}