{"title": "Governor out to retake Latino voters; IMMIGRATION DEBATE HAS BLED SUPPORT FROM RE-ELECTION CAMPAIGN", "body": "\nIn recent weeks, Gov. Arnold Schwarzenegger has worked overtime to reclaim support from Latino voters, \nseeking to shore up a key vulnerability as he seeks a second term.\n\nHis latest outreach effort came Tuesday, when his campaign unveiled a list of statewide supporters dubbed \n``Hispanic Families for Arnold.'' On the same day, he also appointed David Lopez of the National Hispanic \nUniversity in San Jose to the state board of education.\n\nThe Republican governor enjoyed unusually high support from Latinos in the 2003 recall election, but his \npopularity among that group plummeted after a series of miscues -- praising the controversial Minutemen border \npatrollers and pursuing what many considered an elitist agenda last year. He also angered some Latino voters by \nvetoing bills that would grant driver's licenses to illegal immigrants.\n\nEven as Schwarzenegger has steered clear of the strident anti-illegal immigration politics dominating Republicans \nnationally, recent polls have found tepid Latino support for his re-election.\n\n``He's not going to be re-elected if he doesn't get one-third of the Latino vote; that's just simple mathematics'' and \nalso about what Schwarzenegger earned in 2003, said California Target Book co-editor Tony Quinn, who has \nanalyzed ethnic voting patterns for more than two decades. ``No Republican has won the state for president or for \ngovernor without getting a third of the Latino vote.''\n\nNow, Schwarzenegger and his advisers are trying to make amends and carve new inroads with the fastest-growing \nsegment of the electorate, who make up about 19 percent of the state's voters.\n\nThe governor spoke at the National Council of La Raza convention over the weekend in Los Angeles. In May, he \nand Democratic Assembly Speaker Fabian Núñez hosted Mexican President Vicente Fox in California, and he is \nplanning a trade mission to Mexico in August.\n\nSchwarzenegger's campaign recently hired former Univisión political analyst Arnoldo Torres, a past executive \ndirector of the League of United Latin American Citizens.\n\nNote to Angelides\n\n\nThe governor's recent outreach, said Louis DeSipio, an associate professor of political science at the University of \nCalifornia-Irvine, should come as a warning of sorts for Phil Angelides, the Democrat running against him in the \nNov. 7 election.\n\n``Mr. Angelides, in his primary campaign, didn't really make much of an effort at all to reach out to Latino voters,'' \nDeSipio said. ``If that pattern continues to the general election, a third of the vote should be quite easy for Gov. \nSchwarzenegger.''\n\nA top aide in the Angelides campaign disputed that notion, listing a number of high-profile Latino elected officials, \nsuch as Núñez, and union leaders who stumped for Angelides. ``These are stellar elected officials who have the \ncredibility of the Hispanic community behind them,'' said Daniel Chavez, deputy campaign manager.\n\nAngelides enjoys an enviable lead among Latinos in early polling. A San Jose State University survey released last \nweek showed him leading Schwarzenegger 58 percent to 12 percent, while the Public Policy Institute of California \nshowed Angelides ahead 47 percent to 26 percent before the June primary was settled. And Angelides enjoys the \nendorsements of big-name Latinos, such as United Farm Workers icon Dolores Huerta.\n\nAmong the Latino business and political leaders standing with Schwarzenegger at the first Hispanic Families for \nArnold event in Southern California on Tuesday was Leo Lacayo, a publicly elected member of the San Francisco \nRepublican Party.\n\nHad the campaign asked him to support Schwarzenegger a few weeks ago, Lacayo would have declined because \nof a perception that the governor was being harsh toward illegal immigrants. Now, he's excited to ``take the \nmessage forward.''\n\n``The governor's had a complete change of heart in how he's addressed the Hispanic community -- he's very \nstrong on the message for a comprehensive immigration reform act,'' Lacayo said.\n\nA representative for the California Democratic Party classified Schwarzenegger's effort as ``too little, too late.''\n\n``More than anybody else, Latino voters are seeing through this whole charade,'' Roger Salazar said. ``They \nunderstand the only reason he's out there pandering to them is because of how low he is in the polls among Latino \nvoters.''\n\nWhile courting Latinos, the governor is striking a careful balance. Tilt too far in either direction and he could \nalienate Latino voters or drive off conservative Republicans on issues such as illegal immigration.\n\nHe initially hesitated about sending the National Guard to help patrol the Mexican border before cooperating. Over \nthe objections of the GOP, the governor tried unsuccessfully to include in the state budget some money for health \ninsurance for undocumented children, saying it was wrong to ``politicize'' kids.\n\nLasting resentment\n\nAlthough Latinos are mostly registered as Democrats, they are known to side with conservatives on some social \nissues, such as opposition to gay marriage. But the California GOP is still struggling to overcome lingering \nresentment from Proposition 187, the anti-illegal immigrant measure passed by voters in 1994 but largely \ninvalidated by the courts.\n\nThis year, Schwarzenegger is touting an increase in school funding, a push to expand health coverage for the \nuninsured and the Jessica's Law crackdown on sexual predators.\n\n``If you look at polls that show what Latino voters care about,'' said Gregory Rodriguez, Irvine senior fellow with \nthe New America Foundation, ``it's very similar to what other voters care about: health care, education and crime.''\n\n\n\nThe governor is getting ``back to his roots'' on a number of fronts after last year's failed special election, \nacknowledged senior campaign adviser Torres, who chalked up some of the governor's past gaffes to a lack of \n``good advice.''\n\nAngelides, he hinted, cannot take Latinos for granted. ``We've got to have both parties competing for our needs.''\n\nContact Kate Folmar at kfolmar@mercurynews.com or (916) 441-4602 and read her at the www.mercextra. \ncom/politics blog.\n"}