{"title": "A CITY DIVIDED;It seemed simple: The police of Orange would sweep the streets clean of illegal immigrants. But then the controversy began . . . .", "body": "\n'White Pride.\" \"Anti-Mex.\" \"American Front.\"  The slogans are\n\nspray-painted on a wall that separates El Modena High School in Orange\n\nfrom apartments where immigrant workers live.\n\nFrom Chapman Avenue, one of the city's two main thoroughfares, the\n\ngraffiti is hidden from view, much like the undercurrent of anger and\n\nsuspicion that has gripped this town of 100,000 residents that calls\n\nitself \"the most desirable city to live in Southern California.\"\n\nBreaking ranks with the other cities in the county, the Orange City\n\nCouncil and Police Department last month started assisting US\n\nImmigration and Naturalization Service authorities: Officers began\n\narresting illegal immigrants on minor misdemeanors such as jaywalking\n\nand littering, and handing over the undocumented to INS officials for\n\ndeportation.\n\nThe INS responded by conducting two early-morning raids in the past\n\nthree weeks to pick up illegal workers along East Chapman Avenue,\n\ndetaining 260 people.\n\nJohn Donar, 52, is among those in the predominantly white East\n\nChapman Avenue business community who cheered the police action.  Two\n\nyears ago, Donar began putting pressure on the police to rid Chapman\n\nAvenue of \"those illegals,\" he said.\n\n\"They're here illegally and should be arrested.  It's a disheartening\n\nthing to see this be allowed to happen. (Illegal immigrants) are a\n\nthreat to our way of life.\"\n\n\nBut the move to clear the streets of illegal workers has antagonized\n\nlocal immigrant-rights leaders and some legal Hispanic residents who\n\nfear police are basing their enforcement on race.\n\nThe crackdown also has been surrounded by a confusion of fact and\n\nrumor (see story below) that has pitted groups of residents against\n\neach other and left many not knowing what to believe.\n\n\"Who knows anymore what's true and what isn't,\" said Dan Gomez, a\n\nlongtime resident of El Modena, the Hispanic neighborhood where police\n\nhave concentrated their enforcement.  He questions whether the current\n\ncrackdown is \"the best use of police time and money.\"\n\nLast week, a dozen people carrying signs that read \"Jobs not jails\"\n\nand \"Earth has no boundaries\" stood on East Chapman Avenue street\n\ncorners to protest the police action.  At a recent City Council meeting,\n\nan angry resident accused city officials of \"racism\" and \"bigotry\"\n\nafter a homemaker testified that police officers had entered the home\n\nof her neighbor to pursue undocumented workers.\n\nLegal residents fear they will be subjected to the same treatment,\n\nDelia Wilkes said, \"simply because we have brown skin.\"\n\nJess F. Perez, mayor of Orange and a Hispanic, defends the police\n\naction.\n\n\"Ninty-nine out of 100 of these workers are the best people you'd\n\never want to be associated with,\" Perez said. \"But how do you isolate\n\nthat one?\"\n\nThat's why the city through its police action is \"trying to\n\ndiscourage the men from gathering in large numbers\" he said.\n\nTo the accusations by residents that the policy is racist, Perez\n\nsaid, \"I categorically deny it.  I or the community shouldn't have to\n\nprove by actions that we're not racist.  That kind of question is like\n\nasking us, 'When did you stop beating my wife?' \" \n\n \n\nFor more than 30 years, Perez has lived in El Modena, which is about 3\n\nmiles east of the stately Victorian homes and tree-lined circle that\n\ngrace the city's turn-of-the-century \"Old Towne.\"\n\nEl Modena was for generations a community of farm workers, drawn to\n\nOrange from Mexico to work on the ranches and in the citrus groves and\n\nranches.  For most of its history it remained separate, physically and\n\nracially, from the rest of the city's population.\n\n\n\nIn the 1960s and '70s, El Modena was engulfed by a tide of commercial\n\nstrips, supermarkets, apartment buildings, minimalls and fast-food\n\nrestaurants, blurring the lines that once separated wealthy from poor,\n\npeople of color from whites, illegal immigrants from legal citizens.\n\nAs economic conditions in Mexico worsened the past few years, more\n\nworkers appeared on the streets of Orange, prompting local merchants to\n\ncomplain that their presence discouraged the patronage of well-heeled\n\ncustomers and threatened property values.\n\nAnd so, in February, the police took action.\n\nOrange residents express a wide range of opinions about illegal\n\nimmigrants and how to cope with their growing numbers.  Some say the\n\nmajority are criminals and Communists best dealt with by deportation.\n\nOthers insist the workers are forced to line the streets by poverty and\n\nhopelessness that should be alleviated.\n\nWhile the debate over the crackdown goes on, orange and white squad\n\ncars roam East Chapman Avenue and the streets of El Modena, stopping to\n\nquestion and detain Hispanic men as they sit on benches, or buy gas at\n\nthe Shell station, or shop in the Albertson's supermarket or hurry to\n\nmake the 8 a.m. Spanish-language Mass at La Purisima Catholic Church.\n\nThe church often finds itself in the middle, serving parishioners\n\nliving in El Modena garages and in million-dollar hilltop homes.  Some\n\nwant the church to do more;  others want it to remain aloof.\n\n\"I understand the merchants' problems,\" said Father David\n\nFleckenstein of La Purisima. \"But let's treat these people with a\n\nlittle dignity and human kindness.\n\n\"You can't win,\" Fleckenstein said with a sigh. \"It's a question of\n\nthe haves vs. the have-nots.  The problem will probably always be with\n\nus.\"\n\nJohn Donar said he decided to fight against illegal immigration after\n\nvisiting the border and seeing \"thousands of them coming across.  I felt\n\nhelpless.  The arrogance of those people.  I feel I'm being invaded.\"\n\nWhile at the border, Donar said, he saw \"a half-dozen Chinese dressed\n\nin black outfits.  Who are these people?  They're not here to do laundry.\n\nMany are of the criminal element.  They're coming from Communist\n\ncountries.\n\n\"They're not all coming here to pick grapes.They're drug dealers,\n\nterrorists, Communists.  It's not good for America.  When are they going\n\n\n\nto start bombing our schools?\"\n\nDonar, grandson of Irish immigrants, moved to Orange County in the\n\nearly '70s from Colombia, where he was a lay worker for an evangelical\n\nministry.\n\nHis grandparents came to the United States when immigration \"was\n\ncontrolled,\" he said. \"It wasn't like now, this open door.\" (European\n\nimmigrants came unchecked to the United States until the early 1920s\n\nwhen Congress first began imposing quotas.)\n\nToday, Donar is president of Christian Resource Management, a\n\nfinancial consulting firm for evangelical Christian churches and\n\nmissionaries.  CRM is located on the second floor of a Chapman Avenue\n\nminimall that resembles the dozens of other shopping centers on the\n\nstreet.\n\nIn the small office reception area, a photograph of Lee Ezell, wife of Western Regional INS Commissioner Harold E\nzell, hangs next to\n\npictures of Donar's other clients.  The office is casual, with large\n\nphotographs of sailboats and smiling Third World children and the sound\n\nof adding machines in the background.\n\nIllegal immigration is contributing to the \"deterioration of what was\nonce a Godly country,\" Donarsaid.  It is as much a problem as \"taking\nprayer out of the schools, allowing abortions and the liberal attitudes\nof the courts.  It's a continual departure from what we built our\ncountry on.\n\n\"If there are 300 illegals here now, what will happen when there's\n\n1,000?  How do they support themselves?  On our tax dollars.  They'll\n\nexpand their neighborhoods.  Crime will go up.\"\n\nMexican-Americans here legally \"are nice people,\" he said. \"I have\n\nnothing against them.  It's the illegals.  They have no respect for the\n\nlaw.\"\n\nPatti Helms agrees. \"Most of our windows aren't broken.  Yet,\" she\n\nsaid. \"It never bothered me when there were a few.  But several hundred?\n\nI've contemplated moving.  But I'll fight first.\"\n\nAn Orange homemaker, Helms is organizing her neighborhood to support\n\nthe police action. \"On a one-to-one basis I have sympathy for all\n\npeople.  As a massive, destructive group, no, I have no sympathy.  Not\n\nwhen they're destroying everything I worked so hard to build.\"\n\nHelms and her husband live in what she calls a \"lower middle- class\"\n\n\n\nneighborhood.  Their yellow house, decorated with teddy bears,\n\nneedlepoint pillows and plants, abuts the El Modena High School playing\n\nfield, where many Hispanics play soccer on weekends.\n\nYears ago, when they first moved to Orange, she often peddled her\n\nbike a mile or so to the heart of El Modena, hoping to hear Latin music\n\nand look at the flower-covered wood porches of the bungalows, so\n\ndifferent from the landscaped tract of ranch houses and Bermuda grass\n\nlawns where she lives.\n\nNow, though, she refuses to drive past the Osco Drug Store in El\n\nModena without locking her car doors.\n\nAlthough she has never been assaulted by an illegal immigrant worker,\n\nHelms said they \"have no respect for me.  You can see it in their faces,\n\nthey way they make gestures with their hands, like they're laughing at\n\nyou or taunting you.\n\n\"I've seen it three or four times,\" she said.\n\nHispanics steal oranges from her tree and climb her fence to retrieve\n\nlost soccer balls, she said.\n\n\"I know they're illegal.  You can tell by the way they look that\n\nthey're not school kids.  They're illegal.  That means without rights,\"\n\nshe said. \"And yet you get these people screaming about their civil\n\nrights.  What about my rights?  Don't I have any rights?  Why do all these\n\nillegals have rights?  I start to cry when I think about it.\"\n\nJuan Martinez, 27, has just arrived from Mexico in the trunk of an\n\nimmigrant smuggler's car.  Now he waits for work on Chapman avenue.\n\nMartinez (a pseudonym because he fears deportation) came to Orange\n\nhoping to send back enough money to feed his family and help repay the\n\nmedical expenses that forced his mother to sell the family business\n\nafter his father's recent death.\n\n\"I miss my family being here.  Family is everything to Mexicans.  I\n\nwork harder when I think about my little girl, knowing that my work\n\nwill keep her from going hungry and make sure she has shoes.  I have no\n\nchoice.  I have to be here,\" he said. \"There is no work for me in\n\nMexico.\"\n\nTwo weeks ago, Martinez was walking home from church with friends and\n\na Register reporter.  Laughing and talking, Martinez didn't see two\n\nblond teen-age joggers in shorts approaching.  When the girls passed,\n\n\n\nMartinez turned suddenly and bumped into one of them, sputtering a\n\npolite apology.\n\nOne girl shouted obscenities and the other muttered \"God, these\n\ngoddamn beaners are so gross, they're everywhere now.\"\n\nStartled, Martinez explained in Spanish, \"I didn't see them.  What did\n\nthey say?\"  And then, he added, offhandedly, \"I never understand what\n\nthey say.  I think it's better, don't you?\"\n\nMany of the workers come from small Mexican villages with names such\n\nas Maltrata and Esperanza, words that mean \"Badly Treated\" and \"Hope.\"\n\nMartinez came three months ago from a small town near Veracruz, a large\n\nindustrial city on the Atlantic coast.\n\nAfter his father's death, Martinez said he became the sole support of\n\nhis mother, sister, wife and daughter.  In Mexico, he looked for work in\n\nthe oil fields around Veracruz, but found hundreds of unemployed men\n\ndoing the same.  With little choice and not much desire, he saved to pay\n\nfor a smuggler to get him to the United States, kissed his family\n\ngoodbye and boarded a battered bus to the border.\n\nThe bus left him in Tijuana with barely enough money to buy a plate\n\nof beans.  A week after arriving, he found a coyote, or smuggler, and\n\nwaited to cross when the federal guards changed shifts.  He arrived in\n\nOrange several hours later, squeezed in a car trunk with four men.\n\nLife in Orange County has been difficult.  Martinez goes days without\n\nwork and has more than once spent 10 hours digging ditches for an\n\nemployer who promised to arrive the next day with a paycheck and never\n\ndid.\n\nHe lives with 15 other workers in a sparse, well-scrubbed two-bedroom\n\nEl Modena apartment decorated with yellowing Mexican travel posters and\n\nhanging plants.  Most of the hundreds of residents in the complex are\n\nworkers from Mexico, Martinez said.\n\nThe buildings look fairly new but in need of landlord care: Large\n\npatches of dirt show through weedy grass that workers sometimes dig up\n\nto plant small vegetable gardens.\n\nEach man who lives with Martinez pays $ 90 a month, plus $ 35 a week\n\nfor board.  A married couple and their baby share a cubbyhole in the\n\nkitchen, partitioned with a sheet;  the rest sleep on the second floor\n\nin bedrolls they neatly fold every morning before leaving at 6 a.m. to\n\nstand on the Chapman Avenue street corners.\n\n\n\nLike the other men, Martinez dresses in rummage-sale clothes, but\n\nwith a flair for fashion.  When he goes to church, his main diversion,\n\nhe wears a pressed white shirt and tweed jacket.\n\nLast week he wore to work a button-down-collar shirt, pressed blue\n\njeans and milk-white tennis shoes.  As he does every morning, he rose at\n\n5 a.m. and walked a mile to the shopping center dominated by the Osco\n\nDrug Store.\n\nOnce there, Martinez joined about a dozen workers furtively scanning\n\nthe road for potential employers.\n\nAs they waited, the men joked, asked one another about English words,\n\nand talked about families, friends and the future. \"We'll work hard,\n\nhard as burros for people,\" Martinez said, as he and his friends turned\n\nover deeply calloused hands. \"But sometimes they treat us worse than\n\nburros.\"\n\nMartinez was among those who found no work that day, a result, he\n\nsuspected, of the recent INS raids that left employers scared.\n\nDiscouraged, Martinez went back to his apartment to study for that\n\nnight's English as a Second Language class held in an El Modena High\n\nSchool classroom decorated for St. Patrick's Day with shamrocks and\n\nleprachauns.\n\nHe likes Americans, he said, but he feels he has to know his place:\n\n\"Do you want me to walk behind you?\" he asked, noticing how the patrons\n\nof a local restaurant stared at him. \"You never see Americans walking\n\nwith Mexicans here.  Americans don't like to do that, do they?\"\n\nCharity also makes him uncomfortable. \"In Mexico, the man pays for\n\nthe woman,\" he said. \"Here we can't do that and it makes us feel\n\nembarrassed.  Please take these,\" he said, handing over two apples, an\n\noffer in exchange for Sunday breakfast.\n\nWhat extra money he earns, he sends home, knowing it keeps his\n\ndaughter in school and her stomach full. \"She's so smart,\" he said.\n\n\"One day, she'll be a professional, a doctor or a lawyer.  Education.\n\nThat's what will assure her future.\"\n\nHe feels no antipathy toward the police or INS officials, even though\n\ntwice in two weeks he found himself with friends \"running like bulls\n\nthrough streets and alleys\" to escape them. \"They're just doing their job,\" he said. \"They have families to feed too.\"\n\nDan Gomez, 49, a former El Modena restaurant owner, grew up and\n\nattended segregated schools in the community.  He fears the police are\n\n\n\narresting people based on their race.  And he hopes the practice will\n\nstop.  The son of migrant farmworkers, Gomez believes the city should\n\ntake a more conciliatory approach. \n\nThough he sympathizes with the merchants, Gomez said \"the problems\n\n(the workers) create are not as pronounced as the police would have you\n\nbelieve.\"  Most start lining the street at 5:30 a.m. but are usually\n\ngone by 10, he said, adding, \"the truth is this problem has always\n\nexisted.\"\n\nTwo weeks ago, Gomez and his son watched INS vans speed through the\n\nEl Modena streets, escorted by Orange police officers through\n\nstoplights and barricades.  They chased men through restaurant parking\n\nlots, backyards and apartment complexes \"like dog catchers,\" Gomez\n\nsaid.\n\nWith camera in hand, Gomez jumped in his car and followed the convoy\n\nback to City Hall, where he saw police officers stop a gardening truck,\n\ndrag the Hispanic passenger out by his collar and demand to see his\n\nidentification.\n\nAfter the gardener proved his legal status, the officer climbed back\n\non his motorcycle and returned to the waiting INS vans, where officials\n\n\"laughed and joked about what a great day they were having and how many\n\nillegals they got.  It was really degrading,\" Gomez said. \"This kind of\n\nstuff has got to stop.\"\n\nGomez is discouraged. \"People forget that farmworkers from Mexico\n\nkept this area growing for years,\" he said.\n\nIn Gomez's youth, El Modena was a few bungalows connected by dirt\n\nroads, surrounded by fertile fields and brown hills.  He remembers\n\ngrowing up in his parents' El Modena grocery store which doubled as the\n\nfamily's living quarters.\n\nOver the years, he watched housing tracts replace the fields and\nhomes sprout like weeds on the hills overlooking his large,\nwood-shingled, ivy-covered home with roses, cactus and azaleas in the\nfront-yard garden.\n\nIn that time, Gomez also saw Orange become a city that promotes\n\ncooperation among the races.  Today, he worries the police action will\n\nalienate Mexican-American residents. \"What if I or somebody like me\n\nleaves my wallet at home and we get stopped?  You're on your way to\n\nTijuana, no questions asked,\" he said. \"You just disappear.\"\n\nThat happens, said police spokesman Sgt. Timm Browne.\n\n\n\nAlready, the police have sent several legal residents to the border.\n\nIn return for the hours-long detainment, the residents received free\n\ntransportation back to Orange, he said.\n\nThe police action has left Gomez feeling unsettled, he said. \"When\n\nthe city uses the police to do the job of the INS,\" he said, \"it\n\ndoesn't present a positive image.  There's no way to tell the illegals\n\nfrom the legals.  They can't stop every Hispanic who drives by.  It's not\n\nfair to the rest of us.\"\n\nSeventy-year-old David Tumbelston refrains from giving his opinion on\n\npolitics.  He simply wants to help.  A retired Marine, Tumbelston teaches\n\nEnglish to illegal immigrants at the El Modena community center.  He\n\nalso attends church with John Donar.\n\nPoverty, Tumbelston said, brings the workers to Orange.  And jobs will\n\nkeep them coming, he added. \"When you hear the stories of a Mexican\n\nfather with three kids making $ 1 a day and he can't feed his family,\n\nyou don't turn your back.\"\n\nAs long as a need remains, Tumbelston will help. \"The good book says:\n\n'I was hungry and you gave me to eat.  I was thirsty and you gave me to\n\ndrink.  I was naked and you gave me clothes.' That's a good enough\n\nreason for me.\"\n\nCUT E: Businessman John Donar welcomes the crackdown on illegal\n\nimmigrants in Orange.\n\nCUT F: Longtime resident Dan Gomez questions whether the effort is\n\nworth the time and expense.\n\nCUT G: Retiree David Tumbelston aids Orange's illegal immigrants by\n\nteaching them English. \n\nGraphic\n\n \n\nBLACK & WHITE PHOTO; MAP; A police officer issues a citation to the driver of a gardening firm truck while \nanother officer checks the IDs of two passengers at the corner of Hewes Street and Chapman Avenue in Orange.; \nSun sets on East Chapman Avenue in El Modena.; A new housing development rises on a hillside behind one of \nthe few remaining agricultural fields in Orange.; The Sunday morning Spanish-language Mass attracts an overflow \ncrowd, including many immigrants, to La Purisima Catholic Church.; Two day laborers wait for a job offer at 6; 30 \na.m. along Hewes Street in Orange.\n\n\n"}