{"title": "LA GUNMAN WAS NEARLY DEPORTED IN '96; BUT YEAR LATER HE GAINED RESIDENCY THROUGH WIFE", "body": "\nThe government had started deportation proceedings in 1996 against the Egyptian immigrant who gunned down \ntwo people at Los Angeles International Airport. But the following year, the man gained U.S. residency because \nhis wife received a valid visa, officials said Saturday.\n\nIt was unclear what caused the Immigration and Naturalization Service to reject Hesham Mohamed Hadayet's first \npetition for residency and begin the deportation process, said INS spokesman Francisco Arcaute.\n\nA year later, in 1997, Hadayet was granted permanent resident status because his wife, Hala, had become a \npermanent resident, Arcaute said. The INS allows foreign nationals to work and live in the United States if they \nhave a relative who is a U.S. citizen or permanent resident.\n\nHadayet's uncle, Hassan Mostaffa Mahfouz, said in an interview in Egypt that Hadayet was happy in the United \nStates and had about a year remaining before he qualified for U.S. citizenship.\n\nHadayet was the fourth person in line Thursday at the ticket counter for El Al, Israel's national airline, when he \nbegan firing, killing two people and wounding three others, authorities said. He fired off 10 or 11 bullets before he \nwas shot dead by an El Al security guard.\n\nIn response to the shooting, the new U.S. Transportation Security Administration announced Saturday that it would \nstation armed law enforcement officers at airport ticket counters and other public areas of airports.\n\nA suspicious piece of luggage forced an evacuation of a section of the Tom Bradley Terminal at 4:30 p.m. local time \nSaturday.\n\nThe bag was found on the departure level near the Thai Airways ticket counter, said airport spokesman Tom \nWinfrey. Scores of people were led out of the building, but international flights continued to come and go, he said.\n\nThe evacuation was called off about an hour later, when a bomb squad determined that the luggage contained no \nexplosives. The bag contained a broken bottle of liquor, Winfrey said.\n\nFBI agent Richard Garcia said Saturday that it still wasn't known why Hadayet targeted the El Al ticket area.\n\nHadayet walked into the airport armed with a .45-caliber semiautomatic Glock pistol, a 9 mm handgun and a 6-inch \nhunting knife.\n\n\nHis wife and sons, Adam, 8, and Omar, 14, were visiting family in Egypt at the time.\n\nThe FBI has searched the family's apartment and seized a computer, books, binders and other material but \nreleased no details Saturday.\n\nResults from an autopsy conducted Saturday found that Hadayet died of a gunshot wound to the abdomen, said Dr. \nJames Ribe of the Los Angeles County Coroner's Office.\n\nAbdul Zahav, a man who said he worked for Hadayet until he was fired two years ago, said Hadayet once told him \nhe hated all Israelis.\n\nGraphic\n\n \n\nPHOTO; (1) Photo by THE ASSOCIATED PRESS - Policeman Don Bender and his dog Tosca patrol near the El Al \nticket counter on Saturday at Los Angeles International Airport. A gunman killed two people and injured three \nothers there Thursday.; (2) Photo headshot - (Hesham Mohamed) Hadayet - FBI is searching for motive\n"}