{"title": "LETTERS ARROGANT AMERICANS", "body": "\nELEANOR K. Prager thinks a law should be passed requiring all immigrants to study English when they enter the \ncountry because she is beginning to feel like a foreigner in her native country (Letters, June 24).\n\nI have experienced this self-righteous attitude lots of times over the years and would be willing to bet that she is one \nthese people who, when traveling to a foreign country, expect the natives to accommodate her in English.\n\nAmericans are probably the laziest people on earth when it comes to learning a foreign language. I used to work \nfor the U.S. military in Europe, as a German civilian, and was amazed how little interest most Americans showed in \nlearning the native language, even though they usually were stationed there at least two years.\n\nIn fact, they were arrogant enough to expect the local shopkeepers to speak English and were rather indignant \nwhen they could not.\n\nI honestly think that most immigrants try to learn English and shouldn't be put down by people who probably never \neven tried to learn another language and have no appreciation of the difficulty involved, especially for an older \nperson.\n\n- Gisela Frehe\n\nSunnyvale\n\nPHONY FLAG DISPLAY\n\nI HAVE always been irritated when I see the flag flying outside a car dealership or a fast food joint. I believe this is \nmore an attention-getting ploy than a display of patriotism. Convention holds that the flag either be taken down \nduring darkness or properly illuminated. I have observed that at many establishments it flies day and night, rain or \nshine, and sometimes in tatters.\n\nOn June 26 President Clinton ordered that the flag be flown at half-staff for four days starting June 27, in honor of \nthose who died during the Dhahran bombing. At approximately 20 of the above mentioned establishments I \nobserved only one flag flown at half-staff on June 27.\n\nI feel that if these self-proclaimed patriots do not understand proper flag etiquette or do not choose to comply with a \npresidential order then they should not fly the flag at all - ever.\n\n- Doug Ryan\n\nSanta Clara\n\nAUTISTIC KIDS NO THREAT\n\nBEING the 14-year-old sister of a five-year-old autistic girl, I think the media have portrayed autistic children as \nharmful to others (News story, June 27).\n\n\nHaving five years of experience with an autistic child, I will say they act differently and do different things, but my \nsister has never been a danger to others. The event that occurred is unusual and tragic, but it is extremely rare for \nan autistic child to harm others and the public needs to realize this.\n\n- Katie Bohannon\n\nLos Gatos\n\nPOINTLESS BASHING\n\nFOR the past few years, dirt-digging Republicans have spent much of their time and energy trying to create a \nscandal big enough to bring down the Clinton administration. Unfortunately for them, the Republicans haven't been \nable to uncover the sort of big-time wrongdoings like Watergate or Iran-Contra.\n\nSo, finding the Democratic White House relatively clean, they've resorted to sniping at it on smaller issues like \nWhitewater, a small land deal in which the Clintons ended up losing money, or Hillary having an imaginary talk with \nEleanor Roosevelt.\n\nLeonard Larsen's Thursday column shows just how ridiculous the conservative attempt to smear Clinton has \nbecome (Commentary, June 27).\n\nHe says that a good example of what he claims is a White House \"culture of lies\" is a remark made by Clinton \nadviser George Stephanopoulos last month, in which Stephanopoulos told the folks in Craig Livingstone's \nhometown that Livingstone \"did a terrific job.\" Since then Livingstone, who was a White House employee, has had \nto resign for suspected wrongdoing. So now conservative commentators like Larsen are claiming Stephanopoulos' \nremark was a lie and a coverup. What nonsense. Praising a co-worker to his family and friends is common \npoliteness, not a lie.\n\nIt's about time Clinton-bashers stopped inventing frivolous accusations and started showing some concern for the \ngood of this country.\n\n- Jennifer L. Green\n\nSan Jose\n\nSAVE THE JOSE THEATER\n\nIF the San Jose City Council and developer James Fox want the facade of a downtown theater for a new multi-story \napartment complex, I think they have erred in selecting the historic Jose Theater.\n\nThe Jose Theater is a living testament to the great entertainers of the early 1900s. Charlie Chaplin and Al Jolson \ngraced that stage. We should preserve the beauty and legacy of our historic buildings. I suggest instead that \nCouncil members and Fox look at the facade of the new United Artists Pavilion Theater for their apartment complex. \nThe Pavilion Theater is a dying testament to the mediocre politicians of the late 1900s. Pauly Shore and Charlie \nSheen play to halls of seats almost as empty as the Jose Theater. The Council members should get one downtown \ncity block done well before they decimate the historical value of another.\n\n- Rocio Lovelace\n\nSanta Clara\n\nSUE THE LOTTERY\n\nTHE state Keno game is history.\n\nIt was ruled illegal by the State Supreme Court, even though the game has been played for several years with the \nknowledge of the State Lottery Commission. This was an illegal gambling enterprise.\n\nThe State Lottery Commission admits this by their defacto admission that the revenues were not projected into their \nforth coming budget.\n\n\n\nBeing that this was a criminal conspiracy and an illegal game, the players of this game are entitled to their money \nback.\n\nI certainly hope that a class action suit will be filed against the California State Lottery.\n\n- Tom K. Sullivan\n\nSan Jose\n\nNotes\n\nLetters, E-mail & Faxes\n\nGraphic\n\n \n\nDrawing;\n\nDRAWING: SCOTT WILLIS, Mercury News Editorial Cartoonist\n\n[960703 ED 7B 2]\n"}