{"title": "Lawsuit opens door for immigrants to get citizenship", "body": "\nAs many as 1,000 people who may have been wrongly denied U.S. citizenship for minor infractions could \neventually be allowed to take the citizenship oath, thanks to a lawsuit brought by a South Korean man. He was \nrejected because he once gathered too many oysters along a beach.\n\nU.S. officials conceded that from 1998 to 2004, immigration authorities in Seattle misapplied the \"good moral \ncharacter\" standard for naturalization and routinely denied citizenship to people because of minor infractions on \ntheir record.\n\nAmong them was Kichul Lee, who in 1999 was fined $152 for collecting 51 oysters, almost three dozen more than \nthe state's limit, along a Washington beach. In 2003, he was denied citizenship because of it.\n\n\"Taking too many oysters off the beach doesn't show you lack good moral character,\" said Lee's attorney, Robert \nGibbs.\n\nImmigration officials admit that Lee and some other immigrants were wrongly rejected for offenses as minor as \ntraffic infractions. A judge agreed last month to let such claims for citizenship go forward as a class-action lawsuit, \nmeaning hundreds of people could join the case. The judge ordered Wednesday that Lee and three others be \nsworn in, even as the case progresses.\n\nImmigration officials in Seattle have reassigned a supervisor and retrained workers to carry out policies correctly. \nBut U.S. District Judge Robert Lasnik said the case should go forward to establish whether the government has \ntaken adequate steps to solve the problem and make sure it does not happen again.\n\nKristin Johnson, a government attorney representing the Seattle immigration office, said that Lasnik's ruling was fair \nand that a class-action suit would be a good way to determine how extensive the mistakes were.\n\nIn his ruling, Lasnik said several hundred applicants may have been denied citizenship based on incorrect \ncharacter findings. Gibbs put the figure at 500 to 1,000 and said the problem appears confined to the Seattle office.\n"}