{"title": "MANY IMMIGRANT STILL ANTSY ABOUT FILLING OUT CENSUS FORMS", "body": "\nCENSUS TAKERS have their work cut out for them in Queens.\n\nThe ethnically diverse borough boasts immigrants from hundreds of nations. And many of them are reluctant to fill \nout forms asking for personal information.\n\n\"We are here to tell them it's safe,\" said City Councilman Peter Koo (R-Flushing), a Chinese immigrant and local \nbusinessman. \"My office is open and people can call us with questions. The census is very important.\"\n\nThe 10-question form is now showing up in mailboxes around the city. They are due back in the mail by April 1.\n\nVital federal funding for roads, health care and public safety hinges on accurate population counts. The number of \nmembers who represent an area in Congress can be increased or decreased based on census results.\n\nStacey Cumberbatch, the city's census coordinator, said the city has forged partnerships with local elected officials, \nschools and community groups to reach out to residents and explain why it's important that everyone is counted.\n\n\"People need someone who speaks their language and who can relate to what their needs are,\" Cumberbatch said.\n\nMayor Bloomberg visited Flushing International High School on Tuesday and urged people to participate.\n\n\"If a family member has concerns about immigration records, tell them not to worry,\" Bloomberg said. \"Filling out \nthe census form will not get anyone in trouble.\"\n\nHe estimated that the city receives $3,000 for every individual counted in the census.\n\nIn 2000, 55% of New Yorkers participated in the census. The response rate in Queens was about 54%. Sections \nof southeast Queens had response rates lower than 40%.\n\nOn the flip side, the response rate was more than 60% in eastern and northeast Queens.\n\nFor more information about the census, including assistance with filling out forms, go to www.nyc.gov or call 311.\n\nlcolangelo@nydailynews.com\n\n\nGraphic\n\n \n\nMayor Bloomberg (c.) and Schools Chancellor Joel Klein (back row c.) join students at Junior High School 189 in \nFlushing to help spread the word about the importance of filling out federal census forms. Schools are using a \nspecial curriculum for the next two weeks to help the effort. Photo by Christie M. Farriella\n"}