{"title": "Study Sees Increase in Illegal Hispanic Workers in New Orleans", "body": "\nAbout a quarter of the construction workers rebuilding New Orleans are illegal immigrants, who are getting lower \npay, less medical care and less safety equipment than legal workers, according to a new study by professors at \nTulane University and the University of California, Berkeley.\n\n  These workers reported making an average of $6.50 an hour less than legal workers and had more trouble \ncollecting their wages, the study said. While few workers reported run-ins with the police, it said, their employers \nsometimes threatened to have them deported if they complained about missing pay or dangerous working \nconditions.\n\n The study, which included more than 200 interviews at work sites, is an effort to document working conditions and \nto measure the influx of Hispanic workers into the city, where they have traditionally been only a small fraction of \nthe population.\n\n  The study found that about 45 percent of the reconstruction workers are Hispanic, and at least two-thirds of \nthem arrived after Hurricane Katrina struck the city.\n\n  ''It's a big change, a really big change,'' said Phuong N. Pham, an assistant professor of international development \nat Tulane and an author of the study.\n\n  The number of new Latino workers, which Professor Pham put at 10,000 to 14,000, has probably doubled the \npercentage of Latinos in the city, to perhaps 8 percent, and that does not include any family members who may \nhave come with the workers.\n\n  The population change is obvious to anyone who has watched buildings being gutted or roofs repaired in the city \nin recent months, but it has proved hard to measure.\n\n  For example, a new study by the federal Census Bureau shows little change in the number of Hispanic residents \nof New Orleans since Hurricane Katrina; the study says Hispanics make up about 6 percent of the metropolitan \nregion's population. The Census study found that the Hispanic population along the Gulf Coast increased in the \nfour months after the hurricanes, to 17.2 percent from 15.8 percent, which works out to an increase of about \n89,000, but almost all the increase occurred in Texas.\n\n  But Karen W. Paterson, the Louisiana state demographer, said the Census study's methodology just could not \ncapture the new Hispanic population that is obviously in Louisiana, particularly in New Orleans. One reason, Ms. \nPaterson explained, is that even though some Census data was collected after the storm, the study focused on a \nsample of housing that was developed long before.\n\n\n  ''We certainly see a lot of Hispanic workers,'' she said, ''but they are probably not living in traditional household \nunits.''\n\n  The new presence of Latinos has been a sore subject in New Orleans. Last fall, Mayor C. Ray Nagin publicly \nsuggested that the city was in danger of being overrun by Mexican workers, although during his recent re-election \ncampaign he said he welcomed all workers who were willing to help rebuild the city.\n\n  Many of the new workers do come from Mexico, the study found, but not directly; among those without legal \nauthorization to work, 87 percent were already in the United States before Hurricane Katrina, the study found. The \nsmall existing Hispanic population was mainly from Honduras originally.\n\n  Few of the illegal workers said they planned to stay in New Orleans permanently, telling researchers that they \nwould stay as long as there is work. That could be a long time, given how much construction work there is in the \ncity, and the prospect of more as federal money for rebuilding begins to flow in earnest.\n\n  ''It leaves open the possibility that they will be here for 10 years, though it's not clear it will be the same workers in \n10 years,'' said Laurel E. Fletcher, an author of the study and a professor at the Boalt Hall School of Law at \nBerkeley.\n\n  The report recommends that even workers without documents should be allowed to work legally in disaster \nzones, and should receive the same protections as American workers. \n\n  ''It's inconsistent with American values, to say, 'You're here working six days a week, nine and a half hours a day, \nand you don't have any rights,' '' Professor Fletcher said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Hispanic workers gathered in January in New Orleans, hoping to obtain work cleaning storm debris or \nhelping to rebuild houses. (Photo by Ben Margot/Associated Press)\n"}