{"title": "Immigration Charge Dropped in Va. Terror Case", "body": "\nThe scene was emblematic of the war on terror: a government helicopter clattering over a home in Burke as gun-\ntoting agents smashed through the door and handcuffed the owner, a Lebanese immigrant. \n\n Hassan Khalil, 37, was arrested by agents with a local terrorism task force this May and charged with immigration \nfraud. But now, officials say, the charge has been dropped. The reason: a mistake in Khalil's immigration records. \n\n Khalil, a U.S. citizen and cell phone technician, said the experience has left him frustrated and bewildered. He said \nhis attorney was told in July that the immigration charge was being dropped but that the investigation would \ncontinue.  \n\n \"Overall I'm really angry at this,\" he said. \"Even if they had anything on me, which I doubt, I haven't seen it. They \ndidn't show it to me. They did all this, then dropped the case and walked away. And nothing.\" \n\n Khalil's case was featured in a June article in The Washington Post about the government's increased use of \nimmigration laws against people who have come under scrutiny in terrorism cases.  \n\n U.S. officials say that such charges sometimes are the easiest way to detain someone who could be a threat and \nthat there is nothing wrong with prosecuting people who have broken immigration laws.  \n\n Authorities have declined to comment on what brought Khalil to their attention or whether he could face further \naccusations. He was charged in May with lying on his citizenship application by failing to note an arrest by U.S. \nofficials in the early 1990s for being in the country illegally. \n\n Khalil has said he is innocent. He acknowledges that he overstayed a student visa but said he later obtained \ntemporary legal papers under a program for people affected by the Lebanese civil war. He then married a U.S. \ncitizen in 1994 and was granted citizenship in 2000.  \n\n  Frank Shults, a spokesman for the U.S. attorney's office in Alexandria, said that after an investigation, authorities \ndiscovered that Khalil in fact had not been arrested. Instead, Khalil had agreed with authorities to voluntarily leave \nthe country after overstaying his visa in the early 1990s, Shults said. Khalil never left the United States, he said.  \n\n\n \"The statements he made on the application about not being arrested were deemed accurate,\" Shults said. \"So \nthey dropped the charges.\" \n\n Kareem Shora, of the American-Arab Anti-Discrimination Committee, said the case appeared to be part of what he \ncalled a pattern of dramatic anti-terrorism arrests that resulted in immigration allegations or other charges that \nwere later dropped. \n\n \"The use of these high-profile raids, when it's not warranted, is a waste of my taxpayer money,\" he said. He said \nthey also damage relations between the government and Muslim and Arab communities. \n\n Dean Boyd, a spokesman for U.S. Immigration and Customs Enforcement, said the agency used a helicopter \nduring the raid to ensure the safety of the agents and Khalil. He said authorities believed that Khalil had military \ntraining and a black belt in martial arts. Khalil also had told the FBI that he knew members of Hezbollah, the armed \nShiite Muslim movement that the U.S. government considers a terrorist group, Boyd said. \n\n Khalil said in an interview that he did not know any Hezbollah members in the United States but that he did in his \nnative south Lebanon, where it is a political party. \n\n Janice Kephart, a former counsel to the 9/11 commission, said it was important for the government to use any kind \nof valid civil or criminal charges  --  including immigration violations  --  to protect homeland security. She \nemphasized that U.S. officials didn't act lightly in pressing such charges. \n\n \"Prosecutors don't like to lose cases,\" she said. \"That doesn't mean the government doesn't sometimes make \nmistakes.\" \n\n For Khalil, though, the mistake has had painful consequences. He said his 7-year-old daughter was so frightened \nby the dawn raid that she refuses to sleep alone. He and his wife jump at sudden noises. And he hasn't figured out \nhow to retrieve his passport and other documents seized in the raid. \n\n \"I just don't feel secure, up to today,\" he said. \"People come up to me and say, 'Congratulations,' and I'm like, \n'Yeah, right.' I don't feel it's done.\"  \n"}