{"title": "Rethinking in Manassas", "body": "\n MANASSAS OFFICIALS have acted prudently by suspending enforcement of an outlandish city zoning law that \nwould prohibit aunts, uncles, cousins  --  even great-grandparents  --  from living together as a family. In its one-\nmonth lifespan, the law, evidently drafted in haste and with inadequate lawyering, has had the effect of \ndiscriminating almost exclusively against Latino immigrants, some legal, some not. It has brought Manassas no \nend of grief and promised more in the form of lawsuits that the city would probably lose. The best option is for the \nCity Council to repeal the ordinance. \n\n  One may sympathize with the city's plight, widely shared in suburban Washington, of having to contend with \novercrowding, of which immigration may be a contributing cause. Some Manassas officials said overcrowding was \nthe ill they tried to address with the law; others, arguably less politic, said the real problem was illegal immigration. \nIn any case, the solution they settled on was worse than the problem  --  an ordinance that, by encroaching on \nfamilies and their right to privacy, flies in the face of American tradition and probably the Constitution as well. \n\n The practical effect of the law was visits and interrogations carried out by city inspectors at homes that were not \nnecessarily overcrowded but were by and large Hispanic. In at least one case, a family of Hispanic immigrants who \nare American citizens felt it had to leave the area because of the law. That evidently heartened white nationalists \nand nativists, who cheered the law (and sneered at immigrants) in ugly Internet postings. Civil libertarians, including \nthe American Civil Liberties Union of Virginia, were rightly outraged, and planned to sue. \n\n  As the ACLU has noted, the city is within its rights to limit the number of occupants living under one roof where \ngenuine overcrowding raises health or safety risks. Manassas officials should be able to fashion a new ordinance \nthat addresses those legitimate concerns without excluding nieces and nephews from the city's definition of an \nacceptable family unit for the purposes of cohabitation.  \n"}