{"title": "AUDITORS SAY INS IS LAX ON TRACKING OF CRIMINALS ; REPORT FAULTS OFFICERS FOR INACTION AFTER INTERVIEWS ARE SKIPPED", "body": "\nImmigration officials do little to track down foreigners with criminal histories who skip mandatory follow-up \ninterviews once they enter the United States, government auditors disclosed Tuesday.\n\nOne criminal who failed to show up was later convicted of raping a child, the Justice Department inspector general \nreported.\n\nThe internal report faulted Immigration and Naturalization Service officials for failing to locate questionable \nforeigners who skipped the interviews.\n\n\"We found that the INS took little or no follow-up action on the no-shows,\" the report says. It says that \"individuals \nwho do not appear for their inspection do so with virtual impunity.\"\n\nThe vast majority of the 75 million people who pass through airport inspections are admitted after an initial \nscreening with immigration officials.\n\nThose with immigration problems or criminal backgrounds are turned over to a second inspector who decides \nwhether the foreigner should be turned away or allowed to enter with a chance to clear up problems at a follow-up \ninspection at an INS district office.\n\nThe government has cracked down on immigration policies since the suicide hijackings of Sept. 11. INS officials \nsaid Tuesday that inspectors were being more careful about deferring interviews.\n\nThe agency agreed to carry out the report's recommendations that it fingerprint foreigners and hold on to travel \ndocuments for those with criminal backgrounds who were admitted pending inspections. Some also will be \nrequired to post bond.\n\nInvestigators looked at 725 cases of deferred inspections at nine unidentified airports from July 1998 through \nAugust 1999. In 11 percent, of the cases, foreigners failed to show up.\n\nForeigners with criminal backgrounds or those whose names are on watch lists are more likely to skip the follow-\nup interview, the report said, noting that 42 of the 79 no-shows were identified as having criminal records or \nimmigration violations.\n\n\nFive of the no-shows were later arrested and convicted of aggravated felonies.\n\nThe report says inspectors lack up-to-date information on convictions or sentences of foreigners. Sometimes they \nadmit foreigners on the premise that they will later present court records showing how their cases were resolved, \nthe report says.\n\nOfficials have previously disclosed that one of the Sept. 11 Mohamed Atta, underwent such a deferred interview \nand was permitted into the country.\n\nNotes\n\nAMERICA RESPONDS\n"}