{"title": "JUDGES PULL PLUG ON 187 IN LIMBO: VOTER-APPROVED MEASURE WON'T TAKE EFFECT BEFORE COURT HEARINGS ARE HELD.", "body": "\nGov. Pete Wilson has ordered state agencies to adopt emergency rules to enforce Proposition 187, the \ncontroversial illegal immigration measure -- but judges immediately pulled the plug on any immediate wholesale \nenforcement of the measure.\n\nA federal judge in Los Angeles issued a stern warning to California not to put any part of Proposition 187 into \neffect, while a state court judge in San Francisco formally blocked enforcement of provisions denying education to \nundocumented immigrants.\n\nWilson made Proposition 187 the centerpiece of his re-election campaign and with its approval by 59 percent of the \nvoters on Tuesday, he moved quickly to put it to use.\n\nBy 11:15 a.m. Wednesday, Wilson had issued an executive order directing state agencies to begin work on \nemergency regulations to implement the initiative.\n\nHe immediately sought to suspend a state-only program that provides prenatal care to illegal immigrants, telling the \nDepartment of Health Services to begin notifying providers that the services will be discontinued \"as soon as legally \npossible.\"\n\nHe also suspended further admissions of illegal immigrants to state-paid nursing home care. It was not immediately \nclear whether developments in court superseded those actions.\n\nWilliam M. Byrne Jr., chief U.S. district judge in Los Angeles, immediately barred statewide enforcement of all \nsections of Proposition 187 until he can hold another hearing next Wednesday to consider a formal temporary \nrestraining order. He also told attorneys he wants to know if migrants are being denied services before then.\n\nThe hearing will deal with restraining orders sought by immigration and civil rights groups in four separate lawsuits.\n\nThe lawsuits are based on contentions that Proposition 187 is pre-empted by federal statutes controlling \nimmigration and the treatment of immigrants, is unconstitutionally discriminatory, threatens deportations without due \nprocess and other legal grounds.\n\nMeanwhile, San Francisco Superior Court Judge Stuart R. Pollak, acting on three other lawsuits, ordered public \nschools not to bar any children from attending on the basis of their immigration status, not to check the status of \nstudents or their parents, and not to report undocumented students or parents to state or federal authorities.\n\n\nPollak's order had been considered a sure thing, since Proposition 187 -- aimed at denying public schooling and \nmost public services to illegal immigrants -- conflicts with a 1982 U.S. Supreme Court ruling granting \nundocumented children equal rights to an education.\n\nWilson, in his push for emergency rules, noted that Proposition 187 requires school and health officials to report \nthose they \"reasonably suspect\" of being undocumented. He said emergency regulations would interpret that term \nto mean those unable to show proof of legal residency.\n\n'Reasonably suspect'\n\n\"Reasonably suspect means that you are unable to provide documents that you are legally within the country,\" \nWilson said. \"Their skin color, their national origin, their accent is not the test.\"\n\nHe said illegal immigrants will \"suffer some dislocation, for which I am sorry.\"\n\nHe said he believes the initiative's passage will prompt \"individual families\" to leave California.\n\nWilson said that children of legal residents \"are in no way affected by the law that was passed,\" but he \nacknowledged in response to questioning that some may be the target of discriminatory remarks.\n\n\"I can't, obviously, safeguard every child from taunts from another child,\" he said.\n\nStreet protests\n\nPassage of Proposition 187 brought only scattered reports of street demonstrations in the Bay Area and Southern \nCalifornia.\n\nSchool officials reacted quickly to the initiative's passage. Delaine Eastin, the newly elected state superintendent of \nschools, told schools to ignore 187 even before the court orders were issued.\n\nDr. Bill Erlendson, assistant superintendent of the San Jose Unified School District, sent e-mail advisories to \nprincipals, instructing them to tell their staffs that it was business as usual.\n\nPedro Perales, superintendent of the Alum Rock Union Elementary School District, on Wednesday sent crisis \ncounseling teams to the district's six middle schools to reassure students.\n\n\"They're safe, there's no change,\" Perales said. \"It will take years for anything to change, and we're here to teach \nthem.\"\n\n'Business as usual'\n\nIn riot-weary Southern California, a flurry of Wednesday news conferences featured government, education and \ncommunity leaders with varying agendas. They sought to assure illegal immigrants that they still could send their \nchildren to school and seek police assistance without fear.\n\nAnother group of community leaders said that regardless of the legal battles awaiting the 187, its provisions should \nbe greeted with non-compliance -- non-violently, but adamantly.\n\n\"It is a shameful vote,\" said Joe Hicks, the black executive director of the Southern Christian Leadership \nConference of Southern California.\n\nHe said the future for the state lies in a new civil rights movement to overcome the fear that he said inspired the \nvote.\n\nSaid Warren Furutani, a Los Angeles school trustee: \"Regardless of the law, the issue of what's right and wrong is \nwhat we have to appeal to.\"\n\n\n\nNotes\n\nMercury News Wire Services and staff writers Jack Fischer and Betty Barnacle in San Jose and Gina Boubion and \nPamela Kramer in Los Angeles contributed to this report.\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: Same photo ran in Morning Final edition story with FEDERAL JUDGE BARS ENFORCEMENT AS \nIMMIGRATION\n\nPHOTO: LUCI S. WILLIAMS -- MERCURY NEWS\n\nStudents from four Peninsula schools converged on Redwood City's Hall of Justice Wednesday to protest passage \nof Proposition 187.\n\n941110 FR 1A PF 2; color\n"}