{"title": "U.S. deportations reach record high", "body": "\nThe Obama administration announced Wednesday that in the past year it has deported a record number of \nunauthorized immigrants - more than 392,000, about half of whom were convicted criminals.\n\nOfficials with U.S. Immigration and Customs Enforcement said removals during the fiscal year that ended Sept. 30 \nincluded more than 1,000 murderers, nearly 6,000 sex offenders, 45,000 drug offenders and 28,000 drunk drivers. \nThe number fell short of the agency expectation of 400,000 deportations but still surpassed the 2009 total of \n389,834, the previous record, according to the Associated Press.\n\nThe percentage targeting criminals rose sharply - up from 35 percent in the previous fiscal year - in keeping with a \nnew emphasis at the Department of Homeland Security to use immigration enforcement as a crime-fighting tool.\n\n\"It has been another record-breaking year at ICE - one that has seen ICE enforce the law at record levels, and in \nsensible, firm and thoughtful ways,\" said Homeland Security Secretary Janet Napolitano.\n\nOfficials said that they had also stepped up audits of employers suspected of using unauthorized immigrants as \nworkers, part of a strategy to undercut the magnet of jobs that draws many migrants. Officials said that 180 owners, \nemployers or managers had been criminally charged and $50 million had been levied in fines.\n\nThe announcement comes less than a month before November's midterm elections, in which Democrats are \nfighting to retain control of Congress. Obama administration officials, always wary of criticism that they are \ninsufficiently committed to immigration enforcement, pointed out that the actions against employers and the number \nof deportations were higher than during the Bush administration.\n\nThe new enforcement measures appear to be correlated with declines in illegal border crossings but also with \nrecord numbers of deaths among migrants entering the country by crossing the Arizona desert. More than 250 \ndeaths have been recorded in the past year, and advocates believe that tougher border enforcement has caused \nmigrants to venture farther out into the desert to reach the United States.\n\nNapolitano credited programs known as 287G and Secure Communities, both of which leverage the reach of local \nlaw enforcement officials, for the stepped-up deportations. She said that crime along the border was either stable \nor falling, and that \"some of America's safest cities are right along the southwest border.\"\n\n\nBut some ICE critics say the effort to target criminals for deportation, which often involves assistance from state \nand local law enforcement officials, has swept up unauthorized immigrants who had committed minor offenses - or \nno offenses at all.\n\nImmigration rights activists say that the Secure Communities program, which sends fingerprints of suspects booked \nby police to be checked against an ICE database of unauthorized immigrants, has lent itself to racial profiling \nbecause police could pick up people of color on flimsy charges - knowing that even if the charges were dropped, \nthe fingerprinting system would detect whether the suspects were in the country illegally, and thus trigger a \ndetention request from ICE.\n\nIn addition, while several counties across the country, including the District and Arlington, had sought to opt out of \nthe Secure Communities program, Napolitano confirmed a report in The Washington Post last week that cited an \nanonymous, high-ranking ICE official who said that local jurisdictions did not really have the ability to opt out of the \nprogram: \"We do not see this as an opt-in, opt-out program,\" Napolitano said.\n\nImmigrants who overstay their visas or enter the country without authorization are not considered criminals; \nunauthorized immigration is an administrative violation. The Obama administration has sought to distinguish such \nimmigrants from those who have committed crimes.\n\n\"We know that at the end of the day, to fully address all our nation's immigration challenges, Congress must make \nchanges to the underlying laws themselves ,\" Napolitano said.\n\nA path to citizenship should be found for many of the country's estimated 11 million unauthorized immigrants, she \nsaid, but \"they must get right with the law\" by paying fines, committing to learn English and submitting to criminal \nbackground checks.\n\nvedantams@washpost.com\n"}