{"title": "Mail gets interesting in immigrant's case", "body": "\nThe longer they keep Martin Lopez locked up, the more interesting the mail about him gets.\n\nHeld in an Alabama detention center since a few days after Christmas, Lopez awaits deportation for a crime he \ncommitted --- and paid for --- in Texas before he became a respected resident of Gainesville nine years ago.\n\n\"(He) was a damn dope dealer,\" a reader e-mailed in response to my column outlining his story. \"They ought to \ndeport him and his whole damn family.\"\nAJC\n\nEarly this week, someone claiming to be an INS employee sent me a defensive letter (under the clever pen name \nIma LaMigra) saying that if I'd asked the right questions I might have learned something that would justify Lopez's \ntreatment.\n\nMeanwhile, a reader has urged me to appeal for donations to a trust fund for Lopez's wife and toddler. (Anyone who \never took a toke and got away with it before 1990, he wrote, certainly should contribute).\n\nIn case you missed the column, here's a recap:\n\nLopez, a legal immigrant, got caught with two pounds of marijuana in Texas in 1990. He pleaded guilty to a charge \nof simple possession, paid a $ 25 fine and served 24 days in jail.\n\nThen he moved to Gainesville, went to work in a poultry plant, got married, joined the church and became a dad.\n\nIn late December, he went to INS offices in Atlanta to present himself as an eager candidate for citizenship.\n\nCiting the Texas offense and provisions of the Immigration Reform Act of 1996 --- which provides for the \ndeportation of legal immigrants convicted of crimes that could've drawn a sentence of more than a year --- officials \nthere handcuffed Lopez and took him to Gadsden for confinement.\n\nLopez's friends and prominent Hall countians who knew him ---including his employer, church officials, a bank vice \npresident and a college administrator --- promptly wrote dozens of letters in his behalf.\n\nGainesville lawyer Jed Carter, saying he was morally outraged, volunteered to represent Lopez for free.\n\nSince January, Carter --- who has never met Lopez --- has spent more than $ 15,000 worth of his time trying to free \nhim.\n\nLopez has not seen his wife and their little boy, now nearly 2, since he has been confined (at a projected cost to \ntaxpayers, Carter told me, of roughly $ 30,000 a year --- just about what Lopez made at the chicken plant where he \nworked).\n\n\nSo, what do you think --- tough break, just deserts or egregious injustice?\n\nHere's what I think: Lopez, having been a loyal worker, a devoted family man and an active member of his church \nfor nearly a decade in Gainesville, deserves to be freed and allowed to pursue citizenship, period.\n\nIf he's not the kind of person we want and need in this country, who is?\n\nDope dealer? I don't know, and don't care. It was nine years ago, and if the great state of Texas wasn't all that \noffended --- 25 bucks and 24 days --- then neither am I. What should matter is that he paid his fine and did his time, \nand went straight.\n\nIf I'd dug deeper, as \"Ima\" says I should've, might I have uncovered something that would convince me that what \nhas happened to Lopez is fair? No. Legal, maybe --- but not right.\n\nAs for helping his family, follow your conscience.\n\nThe reader whose idea it is suggests a donation of at least $ 25, and Carter says checks made out to the Lopez \nFamily Trust Fund can be mailed to him at his office (736 Green St. in Gainesville, 30501).\n\nFeelin' anything besides free and brave?\n\nOur Gwinnett columinst\n\ne-mail:iwilkerson@ajc.com  \n"}