{"title": "FOREIGN-BORN AMERICANS SHARE IN PAIN, URGE TO GIVE", "body": "\nThis week, many foreign-born in America stopped feeling like hyphenated Americans. Their adopted country had \nbeen attacked, and their fellow countrymen were in pain. They -- immigrants from other lands -- shed real tears.\n\nAnd after the crying, came the giving.\n\nSusie Swen sat down and wrote a check to the American Red Cross.\n\n\"I don't feel like I owe this country anything,\" said the Taiwan-born woman. \"I just feel like this is my country and I \nneed to give.\"\n\nDana Hanh Nguyen couldn't bear to continue with her wedding planning. The 29-year-old marketer sent out mass \ne-mails to Vietnamese professionals in Silicon Valley for a fundraiser she organized Friday night in San Jose.\n\nAnd Hersh Mehta will tell the 1,500 theater patrons gathered for an Indian play in Hayward on Sunday night to stop \nby the Red Cross booth during intermission. His company, Performing Arts International, will start the fundraising \nefforts with a $2,500 check.\n\n\"There is an enormous amount of efforts on the part of all ethnic communities across the country, the likes of which \nwe haven't seen before,\" said Kailash Joshi, president of the IndUS Entrepreneurs, the Santa Clara-based business \ngroup known as TiE. \"I've been here 38 years. I don't think the community has mobilized this fast and this strong in \nrecent history,\" Joshi said. \"It's in every corner of the United States, with the same intensity.\"\n\nEvents planned\n\nThe American India Foundation, backed by dozens of Indian-American organizations and businesses in the Bay \nArea, will hold a prayer vigil and fundraiser from 5 to 7 p.m. Sunday at Plaza de Cesar Chavez in San Jose. \nLeaders from five religions will lead a collective prayer. The foundation hopes to raise $1 million for victims' families.\n\nAnd this weekend, Chinese for Christ Church of San Jose expects to top the $7,500 its 300-member congregation \nraised last week, said Pastor Job Lee.\n\n\"No matter whether we are first-generation immigrants or second-generation, once we chose to live in this country, \nwe feel it's our home, too,\" Lee said. \"So if the country has a big tragedy, that is our tragedy, too.\"\n\nFundraising efforts generated from within ethnic communities tend to be very successful, said Janine Sauer, chief \ndevelopment officer for the Santa Clara Valley Chapter of the American Red Cross.\n\n\"They speak the language and have built trust in their people,\" Sauer said.\n\n\nAt least three Vietnamese and Vietnamese-American groups have raised funds for the Red Cross, which expects to \nreceive two $100,000 checks this weekend from the Vietnamese emigre community.\n\n\"They just called and said, 'Can you come? We'll present you a check,' \" Sauer said. \"We have had a very \nsignificant outpouring from the community in general, but I've personally fielded a lot of calls from all ethnicities.\"\n\n'From my heart'\n\nHarpreet Chadha came to the United States from India three years ago; he's done very well for himself, he said. \nChadha is making time in his busy schedule, between business flights across the country, to help coordinate \nSunday's event by the American India Foundation.\n\n\"If this country gives us a chance by adopting us, now is the time to show what we can do for our new motherland,\" \nsaid Chadha, a New York Life insurance agent in San Jose. \"This is from my heart.\"\n\nTran Dinh Truong wrote the Red Cross a $2 million check the day after the attack. He said he did it to share in the \npain.\n\nTruong, 69, who emigrated from Vietnam in 1975 with nothing, today owns Hotel Lafayette in Buffalo, N.Y., and \nHotel Carter in New York City. This past week, he has been helping the rescue and recovery efforts, clearing debris \nas workers cleared bodies.\n\nNina Pevzner, a Jew from Russia, doesn't have $2 million to give. But she will give what she can.\n\nShe has two checks going out, one for the Red Cross and the other directly to New York.\n\n\"There is no person in the world who wouldn't be touched by such a tragedy,\" said Pevzner, a credit analyst who \nlives in Cupertino.\n\nLast week, Swen wanted to take her two young girls with her and give blood. But she's waiting because she heard \ntype O blood was needed most, and she and her children are type AB.\n\nSwen, who has called America home since 1978, gasped in horror like everyone else watching the Sept. 11 air \nassaults.\n\n\"The day the tragedy happened, it's like it happened to me,\" she said. \"It's not an obligation to give back. I just feel \nlike I have to give.\"\n\nNotes\n\nATTACK ON AMERCIA\n\nSPECIAL REPORT\n\nLOCAL GROUPS RAISE FUNDS\n\nHere is a sampling of the many local ethnic groups that are raising money for victims of the Sept. 11 attacks.\n\nAmerican India Foundation: Send donations, payable to \"AIF -- September 11 Fund,\" to AIF, 647 E. Calaveras \nBlvd., Milpitas, Calif. 95035.\n\nBay Chinese 911 Relief Fund: Donations payable to American Red Cross, Bay Chinese 911 Relief Fund c: o Bridge \nBank of Silicon Valley, 2120 El Camino Real, Santa Clara, Calif. 95050.\n\nLebanese American Association: Send donations to: LAA Special Relief Fund, Box 4464, Burlingame, Calif. 94010.\n\nSan Jose Cambodian Buddhist Society: Donations payable to American Red Cross, San Jose Cambodian Buddhist \nSociety, 840 Mervyn Way, San Jose, Calif. 95127.\n\n\n\nFederation of Vietnamese Americans of Northern California: Donations payable to American Red Cross, \nFederation of Vietnamese Americans of Northern California, 2268 Quimby Road Suite E, San Jose, Calif. 95122.\n\nVietnamese American Community of Northern California: Donations payable to American Red Cross, Vietnamese \nAmerican Community of Northern California, 1659 N. Capitol Ave. Suite 322, San Jose, Calif. 95132.\n\nSource: Mercury News\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: SUSANNA FROHMAN -- MERCURY NEWS\n\nDana Hanh Nguyen loads red, white and blue balloons onto a truck Friday in preparation for her fundraiser that \nnight.\n\nPHOTO: SUSANNA FROHMAN -- MERCURY NEWS\n\nDana Hanh Nguyen on Friday loads onto a truck the posters she designed for the fundraiser she planned for that \nnight. Money raised at the event will go to victims in last week's terrorist attacks on New York and Washington D.C.\n\n[Photograph did not run in Morning Final edition]\n"}