{"title": "COUPLE FORCED TO PROVE THEIR LOVE IN COURTROOM", "body": "\nFor two years, the Boyettes' lives seemed frozen.\n\nThey had saved to buy a house, but couldn't.\n\nThey wanted to plan to have a baby, but didn't dare.\n\nAfter Nelly Boyette's father died in Peru, she couldn't leave the country to visit her family.\n\nWhen the St. Petersburg Times last caught up with the Boyettes, they were living in the shadow of suspicion. \nImmigration officials called their relationship a sham as part of a nationwide crackdown on marriage fraud.\n\nIf the Tampa couple couldn't convince a judge otherwise, Nelly would be deported to Peru, and all they worked for \nwould be lost.\n\nThis September in an Orlando courtroom, their marriage went on trial. They told the judge about their seven-year \nunion, their jobs at area flea markets. They submitted joint bills. Friends and relatives sent letters. A nun who knew \nthem from the flea market cried on the stand.\n\nWhen it was over, immigration Judge Kevin Chapman ruled in their favor. He gave the government a month to \nappeal. It did not. In October, the Boyettes got a call from their attorney: The case was closed.\n\n\"I was so happy,\" Nelly, 33, said. \"We can live in peace.\"\n\n- - -\n\nThe ordeal began one August morning two years ago when Nelly and Jeff drove to the offices of the U.S. \nCitizenship and Immigration Services in Tampa. They were there for an interview, the last step before Nelly could \nobtain her permanent residency, or green card.\n\nJeff was a native Floridian with a boom box plastered with stickers telling foreigners to speak English. Nelly was \nfrom Peru with a mind for business. They met when Jeff bought a banana from Nelly at the flea market. She liked \nthat he let her make business decisions. Jeff, hard working and reserved, was happy to let Nelly do the talking.\n\nAt the immigration offices that day, the couple did not know about a nationwide crackdown on fraud marriages. \nImmigration officials say immigrants pay Americans $10,000 to $35,000 to marry them until green cards come \nthrough.\n\n\nAgents separated and grilled them with questions. Jeff bungled his answers about the couple's address and phone \nnumber. They were living with Nelly's sister and he never called the house, he explained.\n\nThe agent told Jeff to come clean, he remembers. Jeff grew combative. The agent denied Nelly's application.\n\nJohn Ovink, their attorney, said he always believed in the Boyettes.\n\nWith the case closed, in late October the couple bought a house in Tampa for $65,000. They plan to fix it up and \nhope to have a baby next year.\n\nNelly applied for citizenship, and Ovink predicts she'll take her exam by January and be sworn in as a citizen by \nFebruary.\n\nJeff feels relieved, but bitter from the experience. \"They caused us a lot of pain and heartache,\" he said. \"I don't \nhave no love lost for immigration.\"\n\nIt also inspired more sympathy for immigrants going through the process.\n\n\"The radio I had with the stickers on it?\" he said. \"I gave it away.\"\n\nSaundra Amrhein can be reached at amrhein@sptimes.com or (813) 661-2441.\n\nGraphic\n\n \n\nPHOTO, MARTHA RIAL, Times: Jeff and Nelly Boyette are fixing up a house in Tampa. They married seven years \nago, but came under suspicion when Nelly applied for a permanent residency card two years ago. A nationwide \ncrackdown on fraud marriages left their lives in limbo.\n"}