{"title": "ALIENS FACING $185 FEE ON AMNESTY", "body": "\nThe Reagan Administration, under rules to be issued this week, plans to charge a basic application fee of $185 for \nmost illegal aliens seeking legal status under the new immigration law.\n\nHowever, the fee would be only $50 for children under 18 years of age. The Government will offer legal status to \nfamilies in a package deal for $420, according to a confidential draft of proposed regulations signed by Alan C. \nNelson, the Commissioner of Immigration and Naturalization.\n\nFor a family of four illegal aliens, it might cost $700 to obtain legal status when the cost of medical examinations \nand other charges are included.\n\nThe fees would be part of a program, under which illegal aliens can apply for legal status, or amnesty, that is to \nstart in seven weeks. Aliens may file applications from May 5, 1987, through May 4, 1988, at any of 100 special \noffices to be established around the country. #4 Million Applicants Likely The Government expects 3.9 million to 4 \nmillion applications for legal status, or an average of 150 a day at each of the 100 offices. The rules show that there \nwill be 5 offices in New York State, 3 in New Jersey, 1 in Connecticut, 7 in Florida, 9 in Texas and 28 in California.\n\nTo qualify, illegal aliens must show that they entered the United States before Jan. 1, 1982, and have resided here \ncontinuously since then, with no single absence of more than 45 days. The cumulative total of all absences in that \nperiod must not exceed 180 days.\n\nUnder the proposed rules, there would be a $50 fee for any alien who appeals a decision denying legal status. \nAliens would have to obtain medical examinations, which could cost $60 to $75. In addition, many aliens might \nhave to pay lawyers' fees, although church groups and community organizations will offer assistance at little or no \ncharge.\n\nUnder the rules, there would be a limit of $420 on the application fees payable by a family, defined as husband, \nwife and children under 18.\n\n \n\nDocuments Are Specified\n\nThe rules also list documents that may be submitted in support of an application, such as pay stubs, income tax-\nwithholding forms, utility bills or bank statements showing residence in the United States.\n\nThe new rules retain many provisions that were criticized as unduly rigid and restrictive by key members of \nCongress, including Representatives Peter W. Rodino Jr., Democrat of New Jersey; Romano L. Mazzoli, Democrat \nof Kentucky, and Jim Wright of Texas, the Speaker of the House.\n\n\nThe Administration says the legalization program must be financed entirely with aliens' application fees, using no \nmoney from other sources. Lawmakers and Hispanic lobbyists said the resulting fees were so high that they would \ndiscourage some aliens from applying.\n\nThe Congressional Hispanic Caucus, headed by Representative Esteban E. Torres, a California Democrat, \nproposed that the basic application fee should be $35 to $50.\n\n \n\nSmugglers Do Brisk Business\n\nHowever, immigration officials, defending the $185 fee, said aliens often paid smugglers much more than that to \nhelp them enter the United States illegally. The new law authorized the Government to charge fees but did not \nspecify the amount.\n\nThe amnesty program was established by the Immigration Reform and Control Act of 1986, which President \nReagan signed Nov. 6. The statute, described by the Government as the most comprehensive revision of the \nimmigration law in 35 years, also prohibits employers from hiring illegal aliens.\n\nStarting in June, employers will have to ask all job applicants for documents to verify that they are either United \nStates citizens or aliens authorized to work in this country.\n\nUnder the rules for the amnesty program, illegal aliens may be given a six-month work permit while the \nGovernment reviews their applications for legal status. If an application is approved, the alien will receive a \n''temporary resident card'' authorizing employment in this country, as well as foreign travel.\n\nIllegal aliens who do not apply or do not qualify for legal status could be deported if they are caught.\n\n \n\nOther New Provisions\n\nThe rules also include these provisions:\n\n* Illegal aliens applying for legal status must show that they have maintained ''continuous physical presence'' in the \nUnited States since Nov. 6, 1986. An absence of 30 days or less is allowed if it was authorized by the Immigration \nand Naturalization Service for ''legitimate emergency or humanitarian purposes.''\n\n* An alien who submits false documents or makes false statements in support of an application for legal status may \nbe deported or prosecuted.\n\n* If an alien entered the United States legally before Jan. 1, 1982, but violated the terms of his visa, he might qualify \nfor the amnesty program if his illegal status was known to the immigration service as of that date. The violation \nwould be ''known'' only if it was recorded in the alien's official file.\n\n* Illegal aliens will be ineligible for legal status if they have been convicted of a felony committed in any country, or \nthree or more misdemeanors committed in the United States.\n\n* An illegal alien may not receive legal status if he appears likely to become a ''public charge.'' Aliens may be \nasked for evidence to show whether they are ''self-supporting,'' whether they have a ''history of employment'' or \nwhether they have been on welfare.\n\n* Male aliens 18 to 26 must register with the Selective Service System.\n\n \n\nFirst, Temporary Status\n\nIllegal aliens who qualify for legal status will first become temporary residents. After 18 months in that status, they \nwill have one year in which to apply for permanent residence. After five years as permanent residents, they may \napply for citizenship.\n\n\n\nThere is a separate, more generous program under which certain farm workers may obtain legal status if they \nworked in American agriculture for at least 90 days in the year ending May 1, 1986.\n\nAfter the proposed rules are published in the Federal Register, people will have 30 days to file comments. They \nshould be addressed to the I.N.S., 425 I Street N.W., Washington, D.C. 20536.\n"}