{"title": "Immigrant Jail Tests U.S. View Of Legal Access", "body": "\nA startling petition arrived at the New York City Bar Association in October 2008, signed by 100 men, all locked up \nwithout criminal charges in the middle of Manhattan. \n\n  In vivid if flawed English, it described cramped, filthy quarters where dire medical needs were ignored and hungry \nprisoners were put to work for $1 a day. \n\n  The petitioners were among 250 detainees imprisoned in an immigration jail that few New Yorkers know exists. \nAbove a post office, on the fourth floor of a federal office building in Greenwich Village, the Varick Street Detention \nFacility takes in 11,000 men a year, most of them longtime New Yorkers facing deportation without a lawyer.\n\n  Galvanized by the petition, the bar association sent volunteers into the jail to offer legal counsel to detainees -- a \nstrategy the Obama administration has embraced as it tries to fix the entire detention system.. \n\n  ''Immigration and Customs Enforcement considers the access to legal services at Varick Street as a good model,'' \nsaid Sean Smith, a spokesman for Janet Napolitano, secretary of homeland security, who oversees immigration \nenforcement.\n\n  But the lawyers doing the work have reached a different conclusion, after finding that most detainees with a legal \nclaim to stay in the United States are routinely transferred to more remote jails before they can be helped. The \nlawyers say their effort has laid bare the fundamental unfairness of a system where immigrant detainees, unlike \ncriminal defendants, can be held without legal representation and moved from state to state without notice. \n\n  In a report to be issued on Monday, the association's City Bar Justice Center is calling for all immigrant detainees \nto be provided with counsel. And an article to be published this month in The Fordham Law Review treats the \nVarick jail as a case study in the systemic barriers to legal representation. \n\n  The new focus on Varick highlights the conflict between two forces: the administration's plans to revamp \ndetention, and current policies that feed the flow of detainees through the system as it is now. A disjointed mix of \ncounty jails and privately run prisons, where mistreatment and medical neglect have been widely documented, the \ndetention network churns roughly 400,000 detainees through 32,000 beds each year.\n\n  ''Any attempt to get support or services for them is stymied because you don't know where they're going to end \nup,'' said Lynn M. Kelly, the director of the Justice Center. \n\n  When she asked that the lawyers' letters of legal advice be forwarded to detainees who had been transferred from \nVarick, she said the warden balked, saying he had to consider the financial interests of his private shareholders: \n1,200 members of a central Alaskan tribe whose dividends are linked to Varick's profits under a $79 million, three-\nyear federal contract.\n\n\n  Federal officials would not discuss their transfer policies, but asked for patience as they try to make the detention \nsystem more humane and cost-effective.\n\n  ''We inherited an inadequate detention system from the previous administration that does not meet ICE's current \npriorities or needs,'' said Matthew Chandler, a Homeland Security spokesman. Officials say they are committed to a \ncomplete overhaul, including less-penal detention centers with better access to lawyers.\n\n  The volunteer lawyers and the petition's author, an ailing refugee from torture in Romania who spent eight months \ninside Varick, say many problems persist there, though the added scrutiny has led to improvements. Detainees who \nwant a Gideon Bible no longer have to pay the commissary $7. Immigration officials are more responsive when a \nlawyer complains that a detainee in pain is not getting treatment.\n\n  But most detainees do not have a lawyer, and the few who do include men who have fallen prey to incompetent or \nfraudulent practitioners. Recurrent complaints include frigid temperatures, mildew and meals that leave detainees \nhungry and willing to clean for $1 a day to pay for commissary food. That wage is specified in the contract with the \nAlaskan company, which budgeted 23,000 days of such work the first year, and collects a daily rate of $227.68 for \neach detainee. \n\n  The Alaska connection is one of the stranger twists in the jail's fitful history. Opened as a federal immigration \ndetention center in 1984, Varick became chronically overcrowded after 1998, when new laws mandated the \ndetention of all noncitizens who had ever committed a crime on a list of deportable offenses, expanded to include \nmisdemeanors like drug possession. \n\n  A Dominican man there died of untreated pneumonia in 1999 -- the first reported death in the nationwide detention \nsystem, which now counts 106 since October 2003. \n\n  The Varick facility, which is on the corner of Houston Street, fell short of national detention standards adopted in \n2000, because it lacks any outdoor recreation space. But under a grandfather clause, it was allowed to remain open \nuntil 9/11, when the terror attack, blocks away, forced its evacuation. For years, it was shuttered. It quietly reopened \nin February 2008, operated by Ahtna Technical Services Inc., a subsidiary of Ahtna Inc. -- still with no access to \nfresh air.\n\n  As an Alaska Native corporation, Ahtna has won numerous federal contracts without having to compete with other \ncompanies; last year it paid its tribal shareholders about $500 each in dividends. It hires a Texas subcontractor to \nsupply guards and transportation, along with the shackles and belly chains routinely used on detainees being \nmoved in or out. \n\n  Varick's population includes illegal immigrants, asylum-seekers and legal immigrants who face deportation \nbecause they have past criminal convictions. Almost half of those screened by the volunteer lawyers have already \nbeen in detention for four to six months, according to the bar association report, and nearly 40 percent have legal \ngrounds to contest deportation. \n\n  A few, the report says, have a possible claim to citizenship, which would make their detention unlawful. But the \nvolunteers, including lawyers from 16 corporate firms, say they can offer only rudimentary legal triage to a handful \nof detainees a week.\n\n  The Department of Justice is asking Congress for money to expand the law project, and Immigration and Customs \nEnforcement invites Washington officials to visit the weekly triage sessions. The agency allowed a reporter to \nobserve a session, but not to tour the jail. On a recent Thursday, only 11 of 35 detainees who had signed up made \nit into one of five glassed-in booths where they could consult with pairs of legal volunteers. \n\n  One, a 25-year-old Mexican, had been delivering food for an Italian restaurant on Madison Avenue until his \ndetention. After a week in Varick, the government had not served him with a ''notice to appear'' telling why he was \ndetained and setting the date and place where he would be heard by an immigration judge. \n\n\n\n  Volunteers were researching his case a week later when he was transferred to Atlanta. It could just as easily have \nbeen Louisiana or Texas, far from any free legal help, said Maria Navarro, a Legal Aid lawyer who supervises the \nvolunteers. Even in cities, she said, lawyers are reluctant to represent detainees who may be suddenly moved far \naway. \n\n  Another 25-year-old, who had come to New York as a legal immigrant from Belize at age 2, told lawyers he had \nworked at Kentucky Fried Chicken to support his 5-year-old daughter, a citizen, when his sickle-cell anemia \npermitted. After a standing huddle, the lawyers told him that because his notice listed old convictions for possession \nof marijuana, he was ineligible for release on bond or with an electronic monitoring bracelet.\n\n  A Haitian, who had served time for at least one drug-related offense, had a lawyer but wanted a second opinion \nafter being held in Varick for 16 months. He described himself as a barber, interpreter and legal resident of \nBrooklyn for 23 years.\n\n  ''It is double jeopardy,'' he protested, nursing a swollen jaw with teeth missing. ''I become a diabetic here, because \nof anxiety, stress and suicidal conditions.'' \n\n  Yet a detainee from the former Soviet Union praised the jail. ''Varick is heaven'' compared with some county jails \nin New Jersey (Bergen and Monmouth) and Florida, he said, citing abuse by anti-immigrant guards. \n\n  A century-long line of Supreme Court decisions holds that immigration detention is not a punishment or deprivation \nof liberty, and does not require legal counsel for fundamental fairness.\n\n  But Daniel I. Miller, 39, the Romanian whose petition reached the bar association, said his own case showed how \nhigh the stakes can be. Mr. Miller, a chef, fled his native land in 1994 after the secret police mutilated him for \nadvocating gay rights. In New York, he had already been paroled for a criminal conviction -- for signing his partner's \nname on a contract -- when immigration authorities detained him.\n\n  To no avail, records show, his lawyer and an outraged doctor at St. Vincent's Hospital Manhattan urged his \nrelease from Varick for treatment of tumors on his liver. Instead, he was transferred in April to the Orange County \nJail in Goshen, N.Y., where he said he also circulated a petition. The authorities there accused him of trying to start \na riot and sent him to segregation with a murder defendant. \n\n  ''These people have no rules, that's the main problem,'' Mr. Miller said, speaking from the Midtown office where he \nis starting an organic catering business. He credits his lawyer, Howard Brill, for that turnaround: On Sept. 2, after \nalmost a year in custody, an immigration judge granted him the right to stay in the United States. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Daniel I. Miller, a former detainee at the Varick Street center, complained of abuses there. ''These people \nhave no rules,'' he said.\n\n The little-known detention center in Greenwich Village, on the fourth floor, reopened last year. (PHOTOGRAPHS \nBY SUZANNE DeCHILLO/THE NEW YORK TIMES) (pg.A4)            \n"}