{"title": "Lockout; A timely new book argues that barring U.S. doors to immigrants is folly.", "body": "\nLOCKOUT \n\n Why America Keeps Getting Immigration Wrong When Our Prosperity Depends On Getting It Right \n\n By Michele Wucker \n\n PublicAffairs. 288 pp. $25.95 \n\nContinued from page 1 \n\nfrom Europe, today more than half come from Latin America and a quarter from Asia. The problem is that U.S. \nimmigration quotas accommodate only about two-thirds of this influx, and the spillover  --  a half-million illegal \nimmigrants each year  --  is creating problems from coast to coast, undermining the rule of law, endangering U.S. \nsecurity and souring native-born Americans' attitudes toward all newcomers. With the White House and Congress \ndeep in debate about the issue, Wucker usefully lays out what's wrong with the current system and summarizes the \nkey arguments for the package of changes being discussed by lawmakers.  \n\n The book's most vivid and informative chapters deal with a subject not much highlighted in the media in recent \nmonths: the highly educated, highly skilled immigrants who account for, by my calculations, perhaps 10 to 15 \npercent of the current annual influx. It's not just our top math and science students who are immigrants; it's also a \nquarter of our PhDs, a quarter of our doctors and nurses, some 40 percent of our science and engineering \ndoctorates and a corresponding four in 10 of our top scientists and engineers. Without them, Silicon Valley would \nnot have happened, America's growing shortage of doctors and nurses would be a national emergency, and the \nU.S. R&D engine that has been driving globalization around the world would be sputtering ominously, if not petering \nout. Wucker introduces readers to these newcomers and underscores the importance of the contributions they \nmake, scolding us fervently and urgently for taking them for granted. \n\n Her concern is that our ambivalent attitudes toward foreigners and globalization, combined with our broken \nimmigration bureaucracy, are going to deprive us of this talent. Her case is somewhat exaggerated. In one chapter, \nfor instance, she imagines a day without not just Mexicans but without any immigrants, skilled or unskilled. This is \ndownright silly; no one is thinking of sealing America's borders to top-level scientists. But she's on the money when \n\n\nshe argues that we let in too few of these people, that our immigration bureaucracy handles their cases poorly and \nthat, as a result, more and more prospective Americans would now rather immigrate to other countries. \n\n Wucker frames her brief about the importance of welcoming skilled newcomers with a broader case about \nimmigration generally. Americans, she argues, have always been ambivalent about foreigners, and we made a \ncritical wrong turn at the start of the 20th century when the \"Americanization\" movement, which initially focused on \nhelping immigrants adapt to life in the United States, turned coercive and xenophobic. Our post-Sept. 11 fears of \njihadist infiltration have made a bad situation worse. We need to change course now, Wucker writes, and bring our \nimmigration policy more into line with our labor needs, even as we rethink our wider approach to ethnicity and \nassimilation. She's right on all points, and she argues them passionately.  \n\n Things begin to go wrong when she moves beyond broad brush strokes to look more closely at American attitudes \nand immigration policy. Part of the problem is the fervor of her beliefs, which often seems to get the better of her \nwriting. While she recognizes in her more sober moments that Americans have mixed feelings about immigrants  --  \nat once welcoming, fearful and resentful  --  too frequently she sounds as if the United States were one step away \nfrom xenophobic meltdown, or, as she puts it, a \"lockout.\" \n\n Her opening description of American attitudes is \"us-versus-them . . . isolationism.\" Her picture of the 20th-century \nreaction to immigration is a litany of horrors: persecution, hate crimes, lynchings and internments. All these abuses \nhappened on occasion, to our great shame, and from 1924 to 1965 the United States sharply restricted the number \nof immigrants we admitted. But Wucker's portrait of a nation violently hostile to all things foreign is misleading, and \nher unrelentingly alarmist tone works, if anything, to undermine her case.  \n\n When she gets to the present, she paints a vivid, damning picture of the excesses that occurred in the wake of \n9/11: Middle Eastern men were required to register with the government, several hundred were detained under \nunusually harsh circumstances, and several thousand were eventually ordered to leave the country, often for \ntechnical legal violations. Meanwhile, heightened security checks made for long delays and growing backlogs. But \nhere, too, Wucker seems to miss the forest for the trees. After all, for all the discrimination and inconveniences (and \nthe skilled immigrants who decided to go elsewhere as a result), even in the wake of the attacks, we have not \ntightened our immigration policy  --  the criteria for whom and how many immigrants we admit remain unchanged. \nIndeed, on Thursday, the Senate passed landmark, liberalizing legislation that would bring U.S. immigration quotas \nmore into line with our labor needs and legalize some 12 million illegal immigrants.  \n\n Wucker endorses these changes in her last chapter, although, strangely enough, with few hints that anyone else is \ndiscussing them. Her recommendations also seem somewhat muddled, if not contradictory. She argues, quite \nrightly, for \"a system that allows the people our economy needs to come here legally.\" But in the very same chapter, \nshe proposes that we reduce the number we admit  --  a change that would have the effect of strangling large parts \nof the economy. What Wucker seems to be saying is that we need more skilled workers and fewer unskilled. But \nthis is far from true: We also need a great many more unskilled laborers than we now admit legally  --  something \nshe does not seem to recognize. \n\n When it comes to assimilation  --  that mysterious alchemy by which immigrants become Americans  --  Wucker \nwould like to strike a middle course between those who feel that the process must mean a renunciation of ethnicity \nand those who glorify difference at any cost, including the cost of a common mainstream culture. Once again, she \nmakes an appealing, broad-brush case but never goes deeper  --  never tells us how Americans might balance \nwhat she calls \"symbolic\" ethnicity with shared civic values and patriotism. Not only is it unclear what she means by \n\"symbolic,\" but when she writes about immigrants' attachments to their home countries  --  arguing, for example, \nthat people should be able to vote in two nations  --  she seems to endorse something far more than symbolism.  \n\n Are today's immigrants  --  and their American-born children  --  likely to get the immigrant bargain right? Can we \nfind a way to admit the robust influx that's in our interest and all but inevitable in a globalizing world while \nmaintaining our civic values and sense of ourselves as a nation? At the end of Lockout (somewhat surprisingly, \ngiven her emphasis on American xenophobia), Wucker predicts hopefully that we are just a step or two from striking \nthat balance. She's plainly right that we need to do so  --  and, indeed, in urging that we forge a more realistic \n\n\n\npolicy, she helps sketch the road map. If only the dire rest of her book had not painted the destination as so \nhopelessly far away. *  \n\n Tamar Jacoby, a senior fellow at the Manhattan Institute, is the editor of \"Reinventing the Melting Pot: The New \nImmigrants and What It Means To Be American.\" \n"}