{"title": "MEXICO TO SEEK AMNESTY FROM U.S. VICENTE FOX PLANS TO DISCUSS WITH BUSH WAYS TO IMPROVE LIVES OF ILLEGAL IMMIGRANTS", "body": "\nPresident Vicente Fox said Saturday he plans to press President Bush to grant amnesty to Mexicans living and \nworking illegally in the United States, the latest sign of a growing debate on immigration between the two countries.\n\nBush and Fox are scheduled to meet Feb. 16 in Mexico during what will be Bush's first foreign visit since taking \noffice in January. During his weekly radio address Saturday, Fox said he would ask Bush to work toward better \ntreatment of Mexican immigrants in the United States.\n\nIf they were granted amnesty by the U.S. government, Mexicans could receive the education and health benefits \nthey deserve, Fox said.\n\nFor those who still want to leave Mexico, Fox said he would talk to Bush about finding a \"documented way, so \nthey can work, return and see their family, then go back again.\"\n\nSince he took office Dec. 1, ending more than 70 years of rule by the Institutional Revolutionary Party, Fox has \ncome up with several proposals to ease the plight of Mexicans fleeing to the United States.\n\nU.S. leaders have been lukewarm to his idea of expanding the North American Free Trade Agreement into a \ncommon market that would eventually allow the free movement of workers -- an idea that would have to take place \nafter Mexican wages became more competitive, Fox has said.\n\nStill, the Bush administration and several members of Congress appear willing to take part in a debate on \nimproving the lives of illegal Mexican immigrants.\n\nTexas Republican Sen. Phil Gramm, often a foe of legislation designed to ease U.S. immigration laws, has said he \nwill push to create a guest worker program for illegal laborers from Mexico.\n\nAnd Secretary of State Colin Powell has expressed concern about the large number of undocumented Mexican \nimmigrants who die from exposure and other causes while trying to enter the United States.\n\nFox said other topics he wanted to discuss with Bush include the U.S. economic slowdown and the fight against \ndrug smuggling.\n\nMexico sends more than 80 percent of its exports to the United States and has enjoyed several years of economic \ngrowth fueled in part by the U.S. economy's success.\n\nHowever, Fox has tried to protect his country's economy from being hit hard by U.S. economic troubles.\n\n\nDuring his recent trip to Davos, Switzerland, for the World Economic Forum and during meetings in Germany with \nleaders there, he sought to boost Mexico's newly signed trade agreement with the European Union.\n\n\"It would be bad to sit here, crying and lamenting that the U.S. economy isn't going to grow,\" he said. \"That's for \nthem over there. We are going to fight on other fronts.\"\n\nHe also repeated pleas for all Mexicans to help fight organized crime and drug smugglers.\n\n\"We are not going to accept it,\" he said. \"Throw them out of our community.\"\n\nNotes\n\nVisit Web sites for the State Department (www.state.gov: www: regions: wha: index.html and the Mexican president \n(www.presidencia.gob.mx: ?NLang).\n"}