{"title": "Haitians' return upheld / Court says U.S. can turn back boats", "body": "\nThe administration policy of intercepting Haitian refugees on the high seas and returning them to their island \nhomeland was upheld Monday by the Supreme Court.\n\nThe 8-1 ruling affirms a policy initiated by President Bush and adopted by President Clinton, even though during the \n1992 campaign Clinton called it \"cruel and unjust.\"\n\nHaitian and refugee advocates reacted angrily and plan to protest today in Miami.\n\n\"This is a sad day for every one of us whose ancestors first came here by boat,\" said Harold Koh, who represented \nrefugees before the court.\n\n\"It's a shameful . . . racist policy - analogous to returning Jews to Nazi Europe,\" said Steve Forester of Miami's \nHaitian Refugee Center.\n\nAssociate Attorney General Webster Hubbell applauded the ruling, and said the administration would give Haitians \n\"meaningful opportunity\" to seek asylum by applying at the U.S. consulate in the Haitian capital of Port-au-Prince.\n\nPresident Reagan first allowed Haitian boats to be intercepted in 1981, but the would-be immigrants were \nscreened.\n\nAfter the overthrow of Haitian President Jean-Bertrand Aristide in September 1991, nearly 40,000 Haitians tried to \nescape, many in unsafe boats.\n\nPresident Bush stemmed the tide with a policy - announced in May 1992 - that turned back boats without \nreviewing individual cases.\n\nClinton's criticism of the policy gave Haitians hope, but as president he continued it to avoid a new wave of \nrefugees.\n\nThe high court took note of the \"human crisis\" involved, but said neither laws nor treaties limited the president's \npower to repatriate the aliens.\n\nNeither treaty or immigration law \"places any limit on the president's authority to repatriate aliens interdicted beyond \nthe territorial seas,\" wrote Justice John Paul Stevens for the majority.\n\nJustice Harry Blackmun dissented angrily:\n\n\n\"What is extraordinary in this case is that the (president), in disregard of the law, would take to the high seas to \nintercept fleeing refugees and force them back to their prosecutors - and that the court would strain to sanction that \nconduct.\"\n"}