{"title": "CUBA OFFERS TALKS ON RETURN OF 'UNDESIRABLES'", "body": "\nCuba has informed the United States that it is willing to discuss the return of some of the Cubans who came to this \ncountry illegally in 1980, but only as part of overall negotiations on ''normalization of migration'' between the two \ncountries, Administration officials said today.\n\nThe officials said that Cuba, in a formal note delivered June 17, in effect spurned an official request from \nWashington last month that it take back unconditionally a few thousand ''undesirables'' from the 125,000 Cubans \nwho came to this country in a boatlift from the Cuban port of Mariel in 1980. These were primarily Cubans who are \nnow in American prisons or mental institutions.\n\nThe American note, sent May 24, said that until Cuba agreed to their return the United States would continue to \nrefuse immigration visas in Havana to Cubans who did not have close relatives who were American citizens.\nWASHINGTON, June 27 - Cuba has informed the United States that it is willing to discuss the return of some of \nthe Cubans who came to this country illegally in 1980, but only as part of overall negotiations on ''normalization of \nmigration'' between the two countries, Administration officials said today.'Unilateral Solution' Rejected\n\nIn its counterproposal, the Cuban Foreign Ministry told the American Interests Section in Havana that ''Cuba does \nnot refuse to discuss establishment of conditions which would permit normalization of migration between both \ncountries, including norms to follow, concerning persons who, having committed illegal acts in one country, travel \nillegally to the other.''\n\n''If the United States is ready to discuss this on a basis of absolute equality and mutual respect,'' it said, ''the Cuban \nGovernment will accept such an initiative, but it rejects any attempt whatsoever at a unilateral solution in this field.''\n\nA State Department official said that the Cuban note did not appear to be ''responsive'' to the American request, but \nthat it was still being studied. He said he could not predict whether the United States would agree to negotiations on \nthe whole subject of migration, as asked by the Cubans.\n\n \n\nNo Agreement at Talks\n\nSuch talks were held between Havana and the Carter Administration in December 1980 and January 1981, spurred \nby the Mariel exodus, but ended without agreement, State Department officials said. They said Cuba was insisting \nthat all Cubans who return do so voluntarily and that Cuba have a veto on each one, a position unacceptable to \nWashington.\n\n\nThe Reagan Administration has had no formal negotiations with Cuba on any subject, but in 1981 and 1982 held \nsome high-level discussions, mostly dealing with American efforts to persuade the Cubans to halt their aid to \nsubversive movements in Central America.\n\nThe Cubans have regularly called for wide-ranging negotiations with the United States on normalizing overall \nrelations, a proposal rejected by the Administration on the ground that Cuba was not serious in light of the situation \nin El Salvador and other countries. The Administration holds that Cuba has been fostering Communist-led guerrillas \nin El Savador. The most recent such proposal was made by Vice President Carlos Rafael Rodriguez in a meeting in \nHavana earlier this month with Associated Press executives.\n\n \n\nThreat to Salvador Noted\n\nPrivately, State Department officials have justified the refusal to discuss overall normalization by saying that Cuba \nwould use such negotiations to try to demoralize Salvadorans by implying that the United States was striking a deal \nto end the war on terms unfavorable to the Salvadoran Government.\n\nBut Washington has not ruled out discussions with the Cubans on limited subjects such as immigration matters. For \ninstance, in answer to American requests, Cuba last week turned over a list of the names of all recent hijackers and \nthe prison sentences they have received. In 1973, the two countries signed an antihijacking treaty, which Cuba \nrenounced in 1976. But in 1977 Cuba said it would continue to abide by the treaty's provisions.\n\nThe Cubans, in their note of June 17, accused the Reagan Administration of carrying out ''a permanently \naggressive policy'' and said that during ''the whole Reagan Administration there have been no discussions on this \nproblem'' of immigrants.\n\nThey also said that the United States had been unresponsive to their request in July 1980 that it return to Cuba \n''criminals'' from the former Batista regime who fled to the United States in 1959, the year Fidel Castro took power.\n\n \n\nCongressmen Urge Discussions\n\nBesides the question of the return of ''undesirables'' to Cuba, there is also the problem of the backlog of would-be \nCuban emigrants to the United States, including some 1,500 former political prisoners who had been promised \nentry to the United States in 1980.\n\nSeveral members of Congress, including Senator Alan K. Simpson, Republican of Wyoming, and Senator Edward \nM. Kennedy, Democrat of Massachusetts, the ranking members of the Senate Judiciary Subcommittee on \nImmigration and Refugee Policy, have urged the Reagan Administration to resume the discussions with the Cubans \non immigration matters.\n\nWayne S. Smith, a retired Foreign Service officer, who served until 1982 as head of the American Interests Section \nin Havana and is now critical of the Reagan Administration's policies toward Cuba, said in a letter to The New York \nTimes on June 15 that after President Reagan was inaugurated in January 1981 ''the Cubans indicated that there \nwas more flexibility in their position and suggested new rounds of talks.''\n\n''The Reagan Administration did not even bother to respond,'' he said.\n\n \n\nU.S. Word 'Dishonored'\n\nOn the refugee question, Mr. Smith said that ''the Administration has refused to authorize visas for these divided \nCuban families ever since it took office, turning a deaf ear to the pleas of the Interest Section in Havana that the \nonly ones hurt by the refusal were the innocent applicants themselves, who had all their documentation and were \neligible to receive visas to join their immediate families in the United States.''\n\n\n\nThe former political prisoners, he said, were a special category.  He said the Reagan Administration had ''turned its \nback on them, and in so doing, dishonored the word of the U.S. Government.''\n\nToday, Mr. Kennedy said in a statement that it remained ''imperative and firmly in our national interest to deal with \nthe Cuban immigration problem separately on its own terms and on an urgent basis.''\n\n''If Cuba is willing to negotiate the question of reuniting loved ones with Cuban-American families, we should be \nwilling to do so without further delay,'' he said.\n"}