{"title": "Pressure on immigrants could erupt in anger", "body": "\nThe rapid escalation of U.S. anti-immigration hysteria - fueled by ratings-hungry cable-television hotheads and \nleading Republican presidential hopefuls - is a dangerous trend: It may lead to a Latino intifada with the potential to \nrock this nation in the not-so-distant future.\n\nRemember the Palestinian intifada of the early 1990s, when thousands of frustrated young Palestinians took to the \nstreets and threw stones at Israeli troops? Remember the French intifada of the summer of 2005, in which \ndisenfranchised Muslim youths burned cars and stores in the suburbs of Paris?\n\nIf we are not careful, we may see something similar coming from the estimated 13 million undocumented \nimmigrants in the United States, most of them Latino, who are increasingly vilified in the media, forced further into \nthe underground by spineless politicians and not given any chance to legalize their status by a pusillanimous U.S. \nCongress.\n\nWe are creating an underclass of people who won't leave this country and, realistically, can't be deported. They and \ntheir children are living with no prospect of earning a legal status, no matter how hard they work for it. Many of them \nwill become increasingly frustrated, angry, and some of them eventually may turn violent.\n\nI was thinking about all of this when I read about last week's U.S. Senate refusal to pass the DREAM Act, a bill that \nwould offer a path to legalization to children of undocumented immigrants who were brought to the United States \nat a very young age, and who get a college degree or serve in the military.\n\nThe bill would have regularized the status of youths like Juan and Alex Gomez, the two Colombian-born Miami \nbrothers who were brought by their parents to this country as toddlers, graduated near the top of their high school \nclasses, and now face deportation to a country they don't even remember.\n\nThere are an estimated 1.8 million children in the United States who are growing up like other American kids, often \nspeak no language other than English, but don't have legal documents, according to the Pew Hispanic Center. \nThey are denied in-state college tuition fees or scholarships that are available to legal U.S. residents, and are \neventually thrown into a labor market where they are barred from being employed.\n\nFurther, the Bush administration-backed escalation of raids against undocumented workers in factories, the \nincrease of city ordinances prohibiting people from leasing apartments to undocumented immigrants, and the overt \nxenophobia spilling daily from Latino-phobic radio and cable-television shows will leave their mark on these and \nother children in immigrant communities.\n\nA study released last week by the Urban Institute and the National Council of La Raza says there are about five \nmillion U.S. children with at least one undocumented parent.\n\n\n\"The recent intensification of immigration enforcement activities by the federal government has increasingly put \nthese children at risk of family separation, economic hardship, and psychological trauma,\" the report says.\n\nThe study looked at the impact of recent U.S. immigration raids in Colorado, Nebraska and Massachusetts, where \nabout 900 undocumented workers were arrested at their work sites, and their children - most often infants - were \nsuddenly deprived of their fathers or mothers.\n\n\"The combination of fear, isolation, and economic hardship induced mental health problems such as depression, \nseparation anxiety disorder, post-traumatic stress disorder and suicide thoughts,\" it said.\n\nMy opinion: We have to stop this xenophobic hysteria. And please, dear anti-immigration readers, don't tell me I'm \nbeing dishonest for failing to point out that you are not against legal immigration, but only against \"illegals.\"\n\nYou are making a deceptive argument. Leaving aside the fact that nearly half of the undocumented immigrants \ncame to this country legally, and overstayed their visas, their non-compliance with immigration rules should not \nstigmatize them with the label of \"illegals.\"\n\nYou may have violated a rule, but that should not make you an \"illegal\" person. You may have gotten a ticket for \nspeeding, but that doesn't make you an \"illegal\" human being, even if the potential harm of your reckless driving is \nmuch greater than anything done by most of the hard-working undocumented immigrants in this country.\n\nCarrying out enforcement-only policies, labeling undocumented workers as \"illegals\" and depriving them of hope for \nupward mobility - rather than working toward greater economic cooperation with Latin America to reduce migration \npressures - is not only wrong, but dangerous. The millions of undocumented among us will not leave. They will \nonly get angrier.\n\nANDRES OPPENHEIMER ( aoppenheimer@miamiherald.com ) is a Latin America correspondent for the Miami \nHerald.\n"}