{"title": "To Rand Paul, Legal Immigration Is Also a Concern", "body": "\nIt's common to hear a senator express concerns about illegal immigration these days, but Senator            Rand \nPaul, Republican of Kentucky, is also concerned about legal immigration.\n\n\"We have 40,000 students coming to this country from all over the world,\" he said. \"Are they would-be attackers?\"\n\nSpeaking at a Senate Homeland Security Committee hearing on border patrol corruption, Mr. Paul on Thursday \nquestioned whether the government was adequately screening and then keeping tabs on those who enter the \ncountry with student visas or as refugees.\n\nHe cited the recent arrest of two Iraqi refugees on terrorism charges in his hometown of Bowling Green, Ky.; the \nmen are accused of trying to send weapons and money to            Al Qaeda. Mr. Paul said the fingerprints of one of \nthe men had been found on an unused improvised explosive device in Iraq. \n\nBut while Mr. Paul said he worried about legal immigrants, he was not concerned about the potential threat from \nAmerican citizens.\n\n\"We've done so many things to think that we're all terrorists, that universally we have to scrutinize everybody to the \nNth degree instead of doing what I just think would be good police work,\" Mr. Paul said, adding that it would be less \nexpensive and less intrusive to privacy if the country looked at \"the people who did attack us and who continue to \nattack us, and not really U.S. citizens.\"\n\nAlan D. Bersin, commissioner of Customs and Border Protection, said one million people enter the United States \nevery day, a number that includes immigrants but also American citizens returning from  abroad. He cautioned Mr. \nPaul against dismissing citizens as a potential threat.\n\n\"If we look at a Faisal Shahzad, who was a U.S. citizen, naturalized, we have to recognize that this risk assessment \nsystem can't just be cut,\" Mr. Bersin said.\n\nFaisal Shahzad, a Pakistani immigrant, was accused of trying to detonate a car bomb in Times Square last year.\n\nMr. Paul said there were factors that should raise a red flag about whether a citizen could pose a threat, including if \nan American had frequently traveled to Yemen, for example.\n\n\"It's not as simple as what your religion is or color your skin is or any of that. It's more complicated,\" he said. \"But \nit's a whole host of figures that we need to look at.\"\n\n"}