{"title": "A Grand Pact Goes Wrong - Correction Appended", "body": "\nAs House members made their way to the Capitol to cast their votes on health care legislation on Sunday, tens of \nthousands of immigrants and advocates crowded onto the National Mall in Washington to demand immigration \nreform, many of them shouting the Obama campaign slogan, ''Yes, we can.'' \n\n  ''The Senators' Bargain,'' a documentary on HBO2 on Wednesday that chronicles how liberals lost the 2007 battle \nto fix the immigration system, is a study in ''No, we can't.'' \n\n  The film is part of a series,  ''How Democracy Works Now,'' which, given the current partisan rancor in Congress, \nsounds downright sarcastic. But the film, which took years to make, is not a satire. It is timely. Last week the White \nHouse and central members of Congress took the first steps toward resurrecting immigration reform, and this \ndocumentary provides scary insight into the ways of Washington and the expediencies that trump reason and \ngoodwill. But mostly it's a bruised, elegiac look back at a Democratic defeat. The tone is not so much indignant as \nwistful, attuned to the lyricism of lost causes and the-dream-shall-never-die romance of failure. \n\n  Partly, of course, that's because a crucial figure in the battle for immigration reform was Senator Edward M. \nKennedy, who died of brain cancer in 2009. In 2007 he brokered a bipartisan agreement, known as the grand \nbargain, that unraveled even after concessions that went against Senator Kennedy's long-held convictions. Senator \nKennedy is shown making brief, amiable appearances at meetings, where he is treated with gentle reverence, less \nthe lion of the Senate than a lionized symbol of a greater, more gracious era. \n\n  After a particularly resounding legislative setback, Senator Kennedy, a Massachusetts Democrat, bucks up his \nstaff by citing the Red Sox  --  not the 2004 World Series victory, but ''The Impossible Dream'' season of 1967.  He \nlaughs when a staff member points out that the Red Sox didn't actually win the World Series that year, then drifts \ninto a sotto voce reverie: ''Actually, the, uh, the last I remember going up there with my brothers-in-law, it was a \ngreat, great time, great series.'' \n\n  In more mean-spirited hands, the film could paint Senator Kennedy as one of the unwitting culprits in the failure of \nthe grand bargain, because he favored old-school Senate floor tactics that ultimately served the bill's conservative \nopponents. But the filmmakers, Michael Camerini and Shari Robertson, are too sympathetic to the cause and to \nthose who fought quixotically to keep it alive for parenthetical sniping.\n\n  The real hero is Frank Sharry, a leading advocate of immigration reform who in 2007 worked the back channels, \nadvising Senator Kennedy's team as well as the Bush White House, which wanted to leave office with a victory on \nimmigration reform. \n\n\n  The camera follows Mr. Sharry and his allies as they toil for long hours in shabby offices, negotiating, coaxing, \npleading and, most of all, waiting. Mr. Sharry is one of the more effective lobbyists, as fluent in Karl Rove-ese when \ncajoling West Wing advisers as he is in Spanish, addressing pro-immigration groups. \n\n  The deal he tried to preserve, a compromise that would allow 12 million illegal immigrants to legalize their status, \nwas hailed as ''the last, best chance'' for reform by Senator Lindsey Graham, Republican of South Carolina. The \nRepublican primary campaign quashed that cooperative spirit; any talk of legalization for illegal immigrants was \nbranded with a scarlet letter, A, for Amnesty (fueled, in part, by the former CNN commentator Lou Dobbs). Even \nSenator John McCain, Republican of Arizona, who had co-sponsored a similar piece of legislation in 2006, steered \nclear of the issue unless asked.\n\n  Reform proponents on the Hill had to tap the other Arizona senator, Republican Jon Kyl, who sought ever more \nrestrictive measures to appease the right wing of his party. And Senator Kennedy in turn lost critical support from \nliberal colleagues when he agreed to new criteria for granting legal status, a points system that favored higher \neducation over family ties, or as Mr. Sharry puts it, a French Ph.D candidate with no family ties in the United States \nover a home health worker with relatives and a job here.\n\n  Even that concession didn't do the trick. And at the moment, at least, the revised points system is no longer part of \na new blueprint for immigration reform recently floated by Senator Graham and Senator Charles E. Schumer, \nDemocrat of New York. President Obama has embraced their proposal, but has backed away from earlier promises \nto propose legislation in 2010, saying he would first seek to forge ''bipartisan consensus.'' \n\n  It may yet turn out that the grand bargain wasn't the last hope for immigration reform, or even the best, but ''The \nSenators' Bargain'' is a cautionary tale for those who plan to wage the next battle.\n\n  The Senators' Bargain\n\n  HBO2, Wednesday night at 8, Eastern and Pacific times; 7, Central time.\n\n  Directed and produced by Shari Robertson and Michael Camerini; Jane Rizzo, editor; Mark Suozzo, composer; \nMr. Camerini, camera; Ms. Robertson, sound; Rachel Solomon, series coordinating producer; JeniMorrison, senior \nassociate producer; Mark Juergens, senior series editor; Martin Czembor, mixer; Eliza Paley and Michael Fevser, \nsound editors; Savvas Paritis, colorist/online editor.\n\nhttp://www.nytimes.com\n\nCorrection\n\nA listing of credits on Wednesday with a television review of the documentary ''The Senators' Bargain,'' using \ninformation provided by HBO2, included three misspelled surnames. The film is part of the series ''How Democracy \nWorks Now'' and the series coordinating producer is Rachel Salmon, not Solomon. One of the sound editors is \nMichael Feuser, not Fevser. And the colorist/online editor is Savvas Paritsis, not Paritis.\n\nCorrection-Date: March 25, 2010\n\nGraphic\n\n \n\nPHOTO: The film tracks Senator Edward M. Kennedy's efforts. (PHOTOGRAPH BY HBO)(C5)                                                                          \n\nhttp://www.nytimes.com/\n\n"}