{"title": "PREPARED TESTIMONY OFROSEMARY JENKS,SENIOR ANALYSTCENTER FOR IMMIGRATION STUDIESWASHINGTON, DCBEFORE THE HOUSE JUDICIARY COMMITTEESUBCOMMITTEE ON IMMIGRATION AND CLAIMSREGARDING PROJECTED INCREASES IN LEGAL IMMIGRATION", "body": "\nSummary of the testimony of Rosemary Jenks of the Center for Immigration Studies before the Subcommittee on \nImmigration and Claims, May 16, 1996\n\nThe March 28, 1996 announcement by INS of a \"10.4 percent decline\" in legal immigration in FY 1995 appears to \nbe the culmination of the Administration's involvement in the Congressional debate of legal immigration reform \nefforts. Following President Clinton's endorsement last summer of the recommendations of the late Barbara \nJordan's Commission on Immigration Reform, Administration officials undermined Congressional efforts to reduce \nlegal immigration by: 1) supporting Sen. Spencer Abraham's amendment to split Senator Simpson's omnibus \nimmigration reform bill into one bill addressing illegal immigration and another addressing legal immigration; 2) \nsupporting the amendment by Reps. Dick Chrysler, Howard Berman and Sam Brownback to strip the legal \nimmigration reductions from H.R. 2202; and, finally, 3) officially announcing the FY 1995 \"decline\" in immigration \nlevels on the morning of the Senate Judiciary Committee vote on legal immigration reform and implying that there \nwas no need for legislative reductions in legal immigration because immigration numbers were falling on their \nown. The latter was particularly surprising since preliminary FY 1995 data were available as early as mid-December \n1995.Close examination of the INS data on FY 1995 immigration, combined with the administrative backlog \nresulting from the 245(i) program that allows aliens living legally or illegally in the United States to adjust to lawful \npermanent residence without leaving the country, show that, had INS been able to keep up with its workload, legal \nimmigration likely would have increased slightly over the FY 1994 level.\n\nINS projections of future legal immigration levels show a dramatic increase in FY 1996 and 1997, followed by \nanother smaller increase beginning in FY 2002. Since INS statistics are maintained on a quarterly basis, the actual \ndata for at least the first quarter of 1996 were already available when INS announced the FY 1995 \"decline.\" \nHowever, no indication of an expected increase was given at that time.\n\nIt seems clear that the Congressional debate of legal immigration reform efforts was hampered by the misleading \nand, apparently, politically-motivated statements by Administration officials. It will not be possible for legal \nimmigration reform to be debated in a reasoned or objective way unless complete and accurate data are available \nto both policymakers and the American public. Thus, INS should try to release immigration statistics on a more \ntimely basis and refrain from presenting them in such a misleading way. INS should also consider preparing \nimmigration projections on a normal basis, as this would aid policymakers in determining the level of immigration \nthat would best serve the national interest.\n\n\nIntroduction\n\nI am Rosemary Jenks, Senior Analyst of the Center for Immigration Studies. The Center is a non-profit, non-\npartisan research institute established in 1985 to provide policymakers and the public with the data they need to \ninsure that U.S. immigration policy serves the broad national interest. Our main function is to examine the \ndemographic, economic, social and environmental impacts of immigration on the United States. Clearly, it is \nimpossible to facilitate an objective debate on this extremely emotional and volatile issue without accurate and \ncomplete immigration statistics. Since the Statistical Yearbook of the Immigration and Naturalization Service \n(INS) is not issued until at least a year after the end of the fiscal year to which the data in it pertains (e.g., the FY \n1994 Statistical Yearbook was published in February 1996), we rely heavily the Statistics Division of the INS, which \nhas the data available well in advance of final publication. Thus, we have developed a good working relationship \nwith the staff of the Statistics Division, whom we have found to be both professional and forthcoming.\n\nWe received preliminary FY 1995 data from the Statistics Division in December 1995. The decline in the level of \nlegal immigration for that year was explained as a combination of 1 ) the phasing out of certain temporary \nimmigration programs (e.g., the Chinese Student Protection Act, the Amerasian program and special visa \nallocation for the dependents of legalized aliens) and 2) the administrative backlog resulting from the 245(i) \nprogram, which allows aliens living in the United States legally or illegally to adjust to lawful permanent residence \nwithout leaving this country. We were surprised, therefore, by both the timing and the tone of the official INS \nannouncement of the FY 1995 data, particularly in light of the recent INS projections on future legal immigration \nlevels.The Clinton Administration's Involvement in Immigration Reform Efforts Before going into further detail on \nthe 1995 data and the new projections, however, I think it is important to put these events into the context of the \nAdministration's overall involvement in the congressional debate over legal immigration reform. The \nAdministration first joined the debate last summer when President Clinton publicly announced his support for the \nrecommendations on legal immigration of the late Barbara Jordan's Commission on Immigration Reform. The \nheadline in the June 8, 1995 edition of the Washington Post, for example, was \"Clinton Backs Call to Reduce \nImmigration.\" The article began as follows: \"President Clinton yesterday endorsed the recommendations of a \ncongressional commission calling for a substantial reduction in the number of legal immigrants allowed to enter the \ncountry.\" The article went on to say that the President had issued a statement in which he praised the \nrecommendations as \"consistent with my own views\" and a \"road map for the Congress to consider.\"\n\nOn September 18, 1995, INS Commissioner Doris Meissner testified before the Senate Immigration Subcommittee \nin a hearing on legal immigration reform. She stated that the Administration believes \"that a balanced package of \nreforms can be crafted that...will result in a total reduction of employment and family-based immigration to 490,000 \nannually,\" as compared to the current level of 620,000 for those two categories. She also said that the \nAdministration supports the elimination of the diversity program and the reduction of employment- based visas from \n140,000 to 100,000 annually, as recommended by the Commission on Immigration Reform.\n\nHowever, Commissioner Meissner testified that the Administration disagrees with the Commission's \nrecommendations in two areas: 1) the Administration wants to maintain the immigration categories for the adult \nmarried and unmarried children of U.S. citizens; and 2) it proposes to \"rely on naturalization\" to reduce the backlog \nof spouses and minor children of legalresidents, rather than allocating additional visas for backlog reduction. She \nexplained that the INS estimates that naturalization would cut the backlog by an average of 60,000 people each \nyear, and added that the sponsors of about 80 percent of the 1.1 million spouses and minor children in the backlog \nwere already or would soon be eligible for naturalization.  In early March 1996, as the Senate Judiciary Committee \nwas considering Sen. Alan Simpson's combined legal and illegal immigration reform bill, Commissioner Meissner \nand Attorney General Janet Reno were personally lobbying Members of the Committee to support an amendment \nby Sen.\n\n Spencer Abraham to split the Simpson bill into two separate measures, one on legal immigration and the other on \nillegal immigration. The Abraham amendment was adopted by the Committee on March 14 by a vote of twelve to \nsix.\n\n\n\nLate on March 19, the day the full House began consideration of H.R. 2202, the Administration announced its \nsupport for the amendment by Reps. Dick Chrysler, Howard Berman and Sam Brownback to eliminate the legal \nimmigration reductions from the bill, and it asked House Democrats to support the amendment, as well. Two days \nlater, the Chrysler-Berman-Brownback amendment was adopted by a vote of 238 to 183.\n\nOn the morning of March 28, INS officials held a press conference in which they announced that legal immigration \nhad declined by 10.4 percent in FY 1995, following a drop of 9.3 percent in FY 1994. Commissioner Meissner was \nquoted in the press release on the declining numbers as saying, \"These facts show that the nation's legal \nimmigration policies are changing to meet the realities of the 1990s. They confirm this administration's belief that \nwe can reduce overall immigration levels without sacrificing our tradition of uniting families, meeting employers' \nlegitimate needs and supporting American workers\" (see attachment A). Upon reading this statement, I called the \nINS Public Affairs office and asked to which changes in legal immigration policy the Commissioner was referring. I \nwas told that the statement referred to the\"flexibility\" built into the current legal immigration system, but that the \nactual policies had not changed.\n\nThe March 28 INS press release went on to explain:\n\n\"The 10.4 percent decline in FY 1995 was attributed to three main factors:\n\n- A lack of demand for employment-based immigrant visas,\n\n- The completion of special immigrant programs established in 1990, and\n\n- A decline in the number of spouse and parent immigrants.\"\n\nAccording to the INS \"Fact Sheet\" that followed the press release (see attachment B), the decline in employment-\nbased immigration was the result of both a drop in the number of actual employment-based immigrants and in the \nnumber of Chinese students being granted lawful permanent residence under the employment category, as a result \nof the Chinese Student Protection Act. The drop resulting from the \"end of special programs under the Immigration \nAct of 1990\" was due to a three year (FY 1992-1994) visa allocation for the dependents of legalized aliens and the \nfact that the \"number of refugees adjusting to immigrant status also declined in FY 95,\" although the latter, of \ncourse, has nothing to do with the Immigration Act of 1990. As for the decline in \"spouse and parent immigrants,\" \nthe Fact Sheet reported that \"some of this decline in spouses and parents of U.S. citizens admitted resulted from \nthe implementation of Section 245(i),\" though it did not quantify the impact of the 245(i) program.\n\nThe obvious implication of this announcement and the statement by Commissioner Meissner was that, since \nimmigration numbers are failing on their own (or because of some Administration initiative), there is no need for \nlegislative reductions. While the wording of the press release is vague enough to protect against charges of outright \ndeception, there is little doubt that the Administration intended to imply that the FY 1994 and 1995 declines \nrepresented a continuing trend.Perhaps the clearest example of this can be found in an article that appeared in the \nWashington Post (see attachment C). INS officials briefed the Post the day before the official announcement was \nmade so that the article would appear on the morning of March 28. As a result of that briefing, the article, \n\"Immigration Continues 4-Year Falloff: INS Statistics Belie Perception of Rise,\" began by saying, \"Legal \nimmigration to the United States declined last year for the fourth year in a row, recording the steepest sustained \ndrop since World War II despite public perceptions of a rising tide of immigrants.\" It quoted Commissioner \nMeissner as saying that these new numbers are \"a statement that the system can work.\" The article contains no \nmention of the 245(i) program or of an expected rise in future legal immigration levels.\n\nOther newspapers that reported on the INS press conference ran similar stories. The lead paragraph in an article in \nthe March 29 edition of the Los Angeles Times, for example, read, \"Although Congress has proposed cutting levels \nof legal immigration to the United States, the numbers are falling even without official action -- especially in \nCalifornia, where 20% fewer immigrants entered the state in 1995 than the year before, a new report shows.\" The \narticle says that, according to Executive Associate Commissioner Robert L. Bach, \"the INS endorses moderate \nreductions in legal immigration but contends that they can be accomplished without significantly changing the \ncurrent family-based system.\" Again, there is no mention of either the backlog resulting from the 245(i) program or \nan expected rise in future immigration levels.\n\n\n\nHowever, not only the media -- and thus, the public -- were misled by the INS announcement. The Senate Judiciary \nCommittee met the day of the announcement to consider Sen. Simpson's proposals for legal immigration reform \n(as split from those on illegal immigration reform). Sen. Paul Simon specifically mentioned the new numbers and \nassured Sen. Dianne Feinstein that the number of immigrants to California had fallen in 1995, according to the INS. \nAt the request of Sen. Edward Kennedy, an INS counsel rose to tell Committee Members thatthe Administration \nsupported an amendment proposed by Sens. Kennedy and Abraham as a 15 percent reduction in legal \nimmigration levels. The counsel further stated that the INS expected the immediate relative category to increase \nby an average of 60,000 annually over the next few years. (Note that this statement differs from that of \nCommissioner Meissner, who said that the backlog would be reduced by an estimated 60,000 per year on average. \nThe backlog does not include the parents that U.S. citizens are allowed to sponsor as immediate relatives.) \nAlthough Sens. Simpson and Jon Kyl pointed out that the Kennedy-Abraham amendment, as written, would actually \nincrease legal immigration -- an assertion confirmed by a Center analysis of the amendment -- it was adopted by \nthe Committee that afternoon by a vote of eleven to four.\n\nDid Legal Immigration Really Decline in FY 19957\n\nCertainly it is true that employment-based immigration fell in 1995. As mentioned above, this was due partially to \nthe decline in the number of Chinese students adjusted under that category. Even excluding these students, \nhowever, employment-based immigration fell from 101,994 in FY 1994 to 81,123 in FY 1995. It is also true that a \nnumber of special immigration programs, such as the three-year program for the dependents of legalized aliens \nand the Amerasian program, either ended or declined significantly. And it is true that the number of immediate \nrelatives granted lawful permanent residence fell from 249,764 in FY 1994 to 220,360 in FY 1995. Family-\npreference immigration, on the other hand, increased by more than 26,000, and immigration under the diversity \nprogram increased by over 6,000.\n\nHowever, these numbers do not tell the whole story because of the 245(i) program. The 245(i) program was \nenacted in FY 1994, so it first took effect in FY 1995. Since the program allows aliens to adjust to lawful permanent \nresidence without leaving the United States. itspractical effect is to shift a sizeable workload from the State \nDepartment, which processes visas abroad, to the INS. The INS initially estimated that it would receive about \n50,000 245(i) applications annually. In FY 1995, however, it received more than 224,000 245(i) applications, in \naddition to 246,000 other \"routine\" applications for adjustment (e.g., from refugees, asylees, parolees and other \nnonimmigrants). The INS was not able to process all of these applications, so 288,000 remained unadjudicated at \nthe end of FY 1995. Both the INS and the State Department estimate that about 30 percent of these unprocessed \napplications. were for immediate relatives, who qualify for admission without numerical limitation, and a smaller \nshare are believed to have been for employment-based immigration, which was undersubscribed in FY 1995. Had \nINS been able to keep up with this workload, an estimated 90,000 additional immigrants would have been admitted \nin FY 1995. This would have raised total legal immigration for that year to 810,461 -- an increase of 6,045 (or \n0.8%) above the FY 1994 level. Although this is not a significant increase, it certainly is not the 10.4 percent \ndecrease touted by the INS.  There are other indications that immigration did not decline in the first half of this \ndecade, as well. A January 1996 Center analysis of data from the March 1995 Current Population Survey (CPS) \nfound that some 5.4 million immigrants reported entering the United States between January 1990 and March 1995 \n(see attachment D). This means that the average immigrant flow was about 1. I million each year during that time, \ndespite the fact that INS statistics show that legal immigration (excluding the amnestied aliens who were already \nliving here) averaged about 770,000 annually.\n\nBecause the CPS data is based on a random sample of the population, it is subject to sampling error, though it is \nunlikely that such error would be significant.\n\n It is also probable that the data included some of the many immigrants not counted in the INS statistics, such as \nasyleesand asylum applicants, refugees, parolees, and aliens granted Temporary Protected Status, Deferred \nEnforced Departure, or some other form of relief from deportation. It is also possible that some illegal immigrants \nwere included, although respondents can refuse to participate if they so choose (unlike in the decennial census), \nand illegal aliens would be more likely than others to refuse to be counted. The fact that some number of \n\n\n\nimmigrants who entered between January 1990 and March 1995 would have died or emigrated would, at least to \nsome degree, make up for any potential overcount.\n\nINS Projections of Legal Immigration\n\nOn April 24, 1996, the San Diego Union-Tribune published a front-page article on unpublished INS projections \nshowing core legal immigration (i.e., family-based, employmentbased and diversity immigration) rising by 41 \npercent between FY 1995 and FY 1996, and remaining well above previous levels in the foreseeable future. This \narticle came less than a month after the official INS announcement on March 28 that legal immigration had \ndeclined by 10.4 percent in FY 1995.\n\nThese projections, prepared by INS at the request of Sen. Simpson, were referred to by a number of Senators \nduring the floor debate of S. 1664, Sen. Simpson's illegal immigration reform bill, during consideration of \namendments to reduce legal immigration on April 25. Defending against charges on the Senate floor that legal \nimmigration reform should not be considered with illegal immigration reform, Sen. Feinstein said that \"the fact of \nthe matter is that we have received in committee incorrect numbers on legal immigration...[and that] changes the \ndebate. When we hear in committee...that legal immigration numbers have been going down and will continue to \ngo down...what we thought we were dealing with in the vicinity of 500,000 or600,000 is clearly not the reality.\"\n\nSens. Abraham and Kennedy, who apparently were aware of the INS projections before they became public \nknowledge, sent out a Dear Colleague letter on April 11 blaming the fact that \"it now appears that INS will upwardly \nrevise its estimates of future immigration levels under the uncapped immediate-relatives category\" for charges that \ntheir amendment would increase legal immigration levels (see attachment E). They note parenthetically that most \nof the immigrants representing this increase are already living in the United States illegally, thus implying that it \ndoes not actually represent a new influx. This line of reasoning has been used by a number of immigrant advocacy \ngroups to downplay the INS projections, though, in my view, it is faulty. While it is true that some portion of the \nincrease is comprised of resident illegal aliens, this fact will not lessen their impact on the labor market when they \nare granted authorization to work, or on the welfare system when they become eligible for taxpayer- funded \nbenefits. Moreover, the fact that some of these would-be legal immigrants are already here illegally lends support to \nthe \"public perceptions of rising immigration\" that were dismissed by the Washington Post and other media that \naccepted the official INS statistics unquestioningly. It also would seem to indicate that the INS can expect even \nmore 245(i) applications -- and the resulting increased workload -- in future years, unless the program is repealed.\n\nDuelling Immigration Projections\n\nWhile only one series of immigration projections has, to my knowledge, been made public, in fact, the INS \nprepared two, the first dated April 1, 1996 --just three days after the official INS announcement of the FY 1995 \n\"decline\" in legal immigration -- and the second dated April 11, 1996 (see attachments F and G). The first series \nwas based on the originalprovisions of Sen. Simpson's legal immigration reform bill, S. 1394. It projects only the \nlevel of immediate relatives, including both a base increase and an increase due to the naturalization of amnestied \naliens in the spouses and minor children category, but it does not include a base increase. in the parents category, \nso those numbers could be even higher. It includes two projections of the increase due to the naturalization of \namnestied aliens: 1 ) assuming no backlog reduction program; and 2) assuming a backlog reduction program of \n150,000 annually. The total immediate relatives projected on the second page also assume a decline in parents of \nU.S. citizens to 15,000 annually, beginning in FY 1997, the year the bill would have taken effect, because of the \nadditional restrictions on parents. This assumption is no longer valid since the Kennedy-Abraham amendment \nreplaced the original Simpson provisions on legal immigration reform.\n\nThere are two particularly interesting features in this set of projections. The first is the fact that it projects an \nimmediate relative level of 311,566 for FY 1995, even though it was prepared long after INS knew that the actual \nlevel was 220,360. The difference between these two numbers (91,206) is too close to the estimated number of \n245(i) applicants that would have been admitted that year had their applications been processed to be a \ncoincidence. The second is that it specifies the assumptions upon which the projections are based.\n\n\n\nThe April 11 projections, which include immediate relatives and family-preference, employment-based and diversity \nimmigrants, originally began with FY 1997, although the projected level for FY 1996 was drawn onto the graph on \nthe first page by INS at the request of Sen. Simpson. This first page of this projection shows legal immigration \nlevels under four different scenarios: current law; the Commission on Immigration Reform's recommendations; the \nKennedy- Abraham amendment; and the original Simpson proposals (the projected levels under current law and \nKennedy-Abraham are too close to be distinguished in the graph). Theprojections on the second page include \nimmigration levels under \"Kennedy-Abraham 100\" and \"Kennedy-Abraham 140\" because Sen. Kennedy also \nproposed an amendment to reduced employment-based immigration from 140,000 per year to 100,000 per year, \nthough the amendment failed. The projections for the two are identical, however, because the INS assumes that \nonly 100,000 of the employment-based visas will be used in any case.\n\nBecause neither of the INS projections includes immigrants granted lawful permanent residence for humanitarian \n'reasons or under the multitude of miscellaneous categories permitted by law, I have provided on pages 13 and 14 \nseparate graphs and tables to show what total legal immigration, as counted by INS (i.e., the number of aliens \ngranted lawful permanent residence status), would be under both the INS projections. Since the April 1 INS \nprojections only show immediate relatives, I used the same assumptions for employment-based immigration \n(100,000) and diversity immigration (55,000) in both my sets of projections as are used in the April 11 INS \nprojections. To determine the family-preference level, I used the formula, with a floor of 226,000, that is specified in \nthe Immigration and Nationality Act.\n\nI include actual admissions for FY 1994 and FY 1995 so as to provide a frame of reference. The estimated 90,000 \nwould-be 245(i) admissions listed in the FY 1995 projections are included for two reasons: 1 ) to show that \nimmigration likely would have increased slightly that year, had INS kept up with its workload; and 2) because those \napplicants will be admitted when INS gets caught up, so they should be counted in the totals. I assume in the \nprojections that the INS will be able to keep up with the 245(i) workload in future years because of the increased \nresources it has received recently.\n\nThere is very little difference between the two sets of projections with regard to total legal immigration. According \nto the April 1 series, legal immigration between 1994 and 2003 will total 8,634,975, as compared to 8,637,345 \naccording to the April 11 series -- a difference of2,370. Both projections show immigration rising most dramatically \nin FY 1996 and 1997, and then beginning to rise again, though more slowly, in 2002. This likely is due to the fact \nthat, as the FY 1996 and 1997 immigrants become eligible for naturalization in FY 2001 and 2002, INS expects that \nthey will begin to petition for their own parents and other relatives (i.e., chain migration). Possibly the most notable \naspect of these projections is the fact that the immediate relative category increases by an average of about double \nthe 60,000 level that previously was estimated by INS.Conclusion\n\nI would like to reiterate that it is essential for any objective debate of immigration policy that complete and \naccurate immigration statistics be available to both Congress and the American public. All Americans should be \ngiven the opportunity to make reasoned decisions, based on available facts, with regard to desired immigration \nlevels. The misleading INS announcement of the \"decline\" in FY 1995 immigration levels certainly did nothing to \npromote a reasoned debate of legal immigration policy, and may have seriously hampered the debate. Moreover, \nthe INS keeps quarterly statistics on legal immigration (as indicated on Attachment H, an INS table of FY 1995 \nstatistics). Thus, the statistics for at least the first quarter of FY 1996, which, presumably, show the beginning of the \nprojected increase, were already available on March 28, when the INS officially released the FY 1995 data. Yet, \nthere was no mention of an expected increase.\n\nThe poorly-timed release of the projections of future legal immigration levels only added to the confusion and \nemotionalism already surrounding the issue. The INS has since asserted that it does not normally do projections, \nbut it seems logical that Commissioner Meissner's estimate last September of the impact of naturalization on the \nbacklog was based on some form of INS projections. If it is true that INS does not do projections on a regular basis, \nperhaps it should. Such projections clearly would aid policymakers in determining how immigration levels could be \nmodified to best serve the national interest.\n\n\n\nFinally, it would be helpful if INS could provide in the Statistical Yearbook data on all the aliens who are admitted to \nthe United States with the expectation that they will stay permanently, instead of just those who are granted lawful \npermanent residence status. This would include, among others, refugee and asylee admissions, long-term \nparolees, such as thoseunder the Cuban migration agreement, and aliens granted Temporary Protected Status, \nDeferred Enforced Departure, and other forms of relief from deportation. Of course, it would also be helpful if the \nStatistical Yearbook could be published in a more timely manner.\n\nAttachments:\n\nA. March 28 INS press release on FY 1995 legal immigration numbers.\n\nB. March 28 INS \"Fact Sheet\" explaining the FY 1995 \"decline.\"\n\nC. March 28 Washington Post article on the INS announcement.\n\nD. Center for Immigration Studies Announcement on Current Population Survey data.\n\nE. Dear Colleague letter from Sens. Abraham and Kennedy regarding new INS projections.\n\nF. INS projections of future legal immigration as of April 1, 1996.\n\nG. INS projections of future legal immigration as of April 11, 1996.\n\nH. INS table showing quarterly immigration for FY 1995.  (NOTE: REFERENCED ATTACHMENTS NOT \nTRANSMITTABLE)\n\n END\n"}