{"title": "Salvadorans Get Reprieve as U.S. Amnesty Ends", "body": "\nThe Clinton administration announced yesterday it will end a temporary amnesty program for about 200,000 \nSalvadorans living in this country, but officials reassured the refugees they will not face massive deportations and \nextended their permission to work here for nine months.\n\nDoris Meissner, commissioner of the U.S. Immigration and Naturalization Service, said the protection could no \nlonger be continued because the human rights situation in El Salvador has \"improved significantly\" since its civil war \nended in a 1992 truce.\n\nBut Meissner said the measure would be implemented in a \"delayed and gradual\" way. \"There is no reason to fear \nlarge scale and immediate deportations,\" she told reporters at the Justice Department.\n\nSalvadoran authorities and refugees alike reacted with grateful relief to the news, which they had feared would be \nworse. The administration has been under pressure to curb illegal immigration, and many Salvadorans had \nanticipated they might lose their legal right to be here on Jan. 1, when the protection expired.\n\n\"All Salvadorans here should spend a peaceful Christmas with their children and not dread the coming year,\" said \nAmbassador Ana Cristina Sol, the Salvadoran envoy in Washington. \"We have nine months, and we will work hard \nto find a permanent solution for all of them.\"\n\n\"This is a great relief. We have a nice house in Hyattsville, we all have jobs, and I am going to college. We were \nafraid we would lose all of that and maybe be deported as well,\" said Nelsy Parada, a 21-year-old secretary.\n\nAn estimated 26,000 Salvadorans in the Washington area have been living here under the amnesty program, \nwhich was first approved in 1990 by President Bush. The protection has been extended twice since.\n\nIn San Salvador, President Armando Calderon Sol called the reprieve \"a true diplomatic success\" for his country. \nThe ailing economy cannot absorb tens of thousands of returnees, and it depends heavily on about $ 825 million \nsent home annually by Salvadorans working in this country.\n\nMeissner said work authorization for all refugees in the temporary program will be extended for nine months. She \nstressed that employers should continue to honor existing work papers.\n\nDuring the period, officials said, about 190,000 refugees will be able to apply for political asylum under the terms of \na 1990 court settlement. It was reached after a class action suit alleged that some Central Americans had been \nunfairly denied asylum during the 1980s.\n\n\nSalvadorans also can try to avoid deportation by claiming it would pose a special hardship. Meissner said a large \nnumber would likely have valid claims because they have been in the United States for years and have children \nborn here.\n\n\"People have made their lives and families here,\" said Ambassador Sol. \"Any Salvadoran who wants to come home \nwill be welcomed with open arms, but we still cannot offer them the same economic opportunities they find here.\"\n\nRefugee advocates in the D.C. area said their agencies are preparing to handle a flood of paperwork. They also \nwarned against unscrupulous lawyers who may take advantage of desperate or uninformed refugees.\n\n\"We now have a window of opportunity to help people find a permanent solution. Our greatest fear was a total \ncutoff. Now we can get to work,\" said Saul Solorzano, director of Carecen, a refugee agency in Mount Pleasant.\n\nSome refugee advocates said they were not relieved by the nine-month grace period, pointing out that nervous \nemployers may begin firing affected Salvadorans anyway.\n\n\"People are still desperate and anguished,\" said the Rev. Jorge Morales, a minister in Arlington. \"I hear some \nbosses are saying after Dec. 31, there is no work. Everything is still very uncertain.\"\n\nCorrespondent Douglass Farah contributed to this story from San Salvador.\n\nCAPTION: Salvadoran Ambassador Ana Cristina Sol, right, told citizens of her country living in the area not to \npanic. Astrid Ariz, left, and Gerardo Sol Mixlo listened.\n\nGraphic\n\n \n\nPHOTO, LUCIAN PERKINS\n"}