{"title": "TEXAS SCHOOL DISTRICT BARS CHILDREN OF ILLEGAL ALIENS", "body": "\nSchool officials began turning away children of illegal aliens today who tried to enroll in classes in the \novercrowded Brownsville school district.\n\nFederal District Judge Filemon Vela of Brownsville granted a temporary injunction Friday, and a hearing is \nscheduled for Oct. 21 to decide if a permanent injunction to stop the flow of alien children will be granted.\n\nA deputy United States Marshal served the order on the first person who tried to enroll a child of an illegal alien as \na student, and school attendance officers were given copies of the order to show to other people who brought their \nchildren to enroll. According to school officials, many of the parents said that they would consult lawyers to see \nwhat recourse was available.\nAN-A\n\nThe 557 children of illegal aliens already attending Brownsville's 33 public schools apparently are not affected by \nthe temporary order.  ''We are not going to try to kick anybody out,'' said Tony Martinez, an attorney for the school \ndistrict.\n\n \n\nSchool Uses Court Option\n\nJustice Lewis Powell of the United States Supreme Court refused Brownsville's request Oct. 2 for an exception to \nan earlier ruling that required Texas schools to enroll children of illegal aliens.\n\nBut in turning down the request, the first made by a Texas school district, Justice Powell had indicated the \ndistrict was free to apply to ''an appropriate district court'' for relief.\n\nIn his petition to the district court, Mr. Martinez contended that the flow of illegal aliens would render the district \n''unable to provide the standard of education which it considers proper.''\n\nBy last Thursday 27,120 children were enrolled in the district. The district has anticipated 26,000 pupils when the \nits budget was prepared last summer.\n\nThe school district said in its petition that permitting illegal alien children into the schools would require the \npurchase of additional temporary facilities.\n"}