{"title": "FEWER YOUNG MEN ARE REGISTERING FOR DRAFT, OFFICIALS SAY AN EFFORT TO CHANGE THAT IS UNDERWAY, INVOLVING NOT ONLY THE SELECTIVE SERVICE, BUT ALSO EDUCATION AND INS.", "body": "\nNearly one in five young American men are failing to register for the military draft as required by law, risking fines \nand jail as well as ineligibility for a wide array of benefits including student loans and government jobs, the Selective \nService Administration said yesterday.\n\nAgency officials said ignorance rather than willful resistance appeared to be behind the compliance numbers, which \nwere at 93 percent a decade ago. \"Since 1990 we have seen an erosion of about 1 percent a year,\" agency \nspokesman Lewis Brodsky said.\n\n\"Our research has consistently shown that the biggest barrier to young men's compliance is a simple lack of \nawareness,\" Selective Service Director Gil Coronado said. \"It's tragic to see young men potentially missing out on \nfuture opportunities because they just do not know they are required to register.\"\n\n\"The consequences of not registering, for whatever reasons, are enormous,\" said Education Secretary Richard W. \nRiley, who joined Coronado at a news conference in which they announced the formation of partnerships with \neducational associations to get the word out to young men.\n\nFor men born in 1980 who are now 19 and 20 years old, the compliance rate is about 83 percent, Brodsky said.\n\nA state-by-state survey issued by the agency showed some large states had low registration levels among those \nmen - California with 79 percent and Texas, 77 percent. New Hampshire, by contrast, ranked highest, with 95 \npercent.\n\nPennsylvania's compliance rate was 82 percent, New Jersey, 86, and Delaware, 83.\n\nThe law requires all young men living inside the United States and its territories to register with the Selective \nService within 30 days of their 18th birthday. That includes immigrants and noncitizen residents of the United \nStates.\n\nThe names are gathered in case a national emergency requires a military draft.\n\n\nSelective Service officials and members of Congress at the news conference called the system an important \nnational \"insurance policy.\" They said the all-volunteer enlistment policy of the armed services was working as \nintended in peacetime. The last actual draft was in 1973 near the end of the Vietnam era.\n\nFailure to register can cost young men their chance at student loans and grants, job training, government jobs, \nand citizenship for male immigrants.\n\nIt is also a felony punishable by up to five years in jail or prison and a fine of up to $250,000, but such cases are \nrarely prosecuted. The last prosecution was in 1985, agency officials said.\n\n\"To make sure that any draft is as fair and as equitable as possible, we've got to make sure we reach everyone,\" \nBrodsky said. \"And it's difficult to know who you're not reaching.\"\n\n\"But we suspect, based on the demographics we've seen, that it's high school dropouts and immigrants\" who are \nnot registering, Brodsky said.\n\nBrodsky said the agency was working with the Immigration and Naturalization Service as well as schools to try to \nget more immigrants to register.\n\nThe Selective Service survey showed that the states with the lowest compliance rates for men born in 1980 - all of \nthem under 80 percent - were California, Georgia, Kentucky, Mississippi and South Carolina, all with a 79 percent \nrate; Texas; Louisiana, 74 percent; and Hawaii, 73 percent.\n\nThe states with the best compliance - all of them 90 percent or better - were New Hampshire; Maine and North \nDakota, 93 percent; Iowa and Nebraska, 91 percent; and Minnesota, 90 percent.\n\nBrodsky said there were 13.5 million men in the Selective Service database whose ages ranged from 18 to 25. Men \n26 and older are not eligible for the draft. An estimated 1.6 million men ages 18 to 25 have not complied with the \nlaw, he said.\n"}