{"title": "Additional `Letters to the Editor'", "body": "\nNOTE: The following letters are unedited and reflect only the views of the author.\n\nI was pleased to read Annamarie McDonald's response to my letter that you published on Saturday. I have long \nthought that it is only by getting some facts into the debate that wild rhetoric can be eliminated, and rational people \ncan begin to address the real problems in our society, so I'd like to respond to Ms. McDonald's letter.\n\nSome facts about the Estate Tax - from IRS Statistics for 2001, the most recent year I can find:\n\n1) Those who died in 2001 and left Estates that were subject to the Estate Tax represented less than 1% of the total \nUS population 2) They also represented only 4.6% of all US deaths that year.\n\n3) Those who died and whose estates ACTUALLY PAID ESTATE TAX in 2001 represented only 2.1% of all US \ndeaths in that year.\n\nWe are talking about a problem (the Estate Tax) affecting only an elite group.\n\nAccording to David Cay Johnston (New York Times Pulitzer prize-winning investigative journalist), in his excellent \nbook \"Perfectly Legal,\" the effective estate tax rate paid on estates subject to the estate tax, in the year 2000, was \nless than 19%. Far, far below the 1/2half of what is left, reported by Ms. McDonald. (It's just sad that no one - \nexcept Johnston and a few others - calls the politicians when they rant on factlessly to a credulous public.) \n[\"Factlessly\" is a word that, I think, I just made up that means \"without benefit of facts or evidence.\" It has a lot to do \nwith \"truthiness\"].\n\nSince then, of course, at the behest of some of the super rich, Congress has made significant changes to the Estate \nTax, significantly reducing its incidence. Those changes will continue to be enhanced until the tax is eliminated in \n2010. The heirs of the wealthiest 2% of those who die in 2010 will benefit that year; but then in 2011 the estate tax \nwill be re-introduced and the heirs of the wealthiest 2% who die that year and thereafter will find themselves about \n19% (or so) poorer than they would otherwise have been. (Always assuming that the proposal to increase the \nestate tax exemption to estates of up to $10,000,000 - being proposed by some politicians who are not in favor of \ngiving the super rich any more freebies - is not voted into law by then.}\n\nInterestingly, for those family members who contributed to the accumulation of substantial family wealth without \nbeing fairly paid for their work, that 19% (or so) estate tax will not even amount to the percentage rate of the social \nsecurity taxes, Medicare taxes and income taxes they, and their fathers, would have had to pay on their \ncompensation for after school employment, back in the day. Effective long-term tax planning!\n\nIncidentally, other lucky lottery winners will continue to pay higher effective rates of tax indefinitely.\n\n\nHoward Thomas, Los Gatos\n\nThese students have it backwards (Mercury News article 7/16, \"Lebanese students protest violence against \nhomeland\"). Shouldn't they go to the source, and protest against those who kidnapped 2 Israeli soldiers? This \naction by Hezbollah started the violence, and these students are blaming Israel? Mr. Charafeddine, calling Israel's \nactions \"unjustified,\" compares the kidnapping of Israeli soldiers to picking an apple from someone's garden. He's \nright, stealing an apple doesn't give someone the right to burn your house down. However, if this same person \nkidnaps a member of your family, you have the right and a duty to retaliate! We sympathize with innocent Lebanese \ncivilians, who are also victims in this war, but their anger should be directed at Hezbollah and Lebanon, not at the \ncountry who responded to an unprovoked attack.\n\nSue Sidensol, San Jose\n\nHalf the signs I see at anti-immigration control rallies use the word \"racist.\" This is slanderous of those for intelligent \nborder management. Countries all over the world have border control, so why single out Americans? It's redundant. \nThese people want to shut down the conversation with an unvarnished power grab at moral superiority. Having \ndeemed anyone who opposes them \"racists,\" the very skin color of the immigrants takes precedence over open \ndebate and our laws. This is really regressive thinking for people who like to consider themselves progressive. \nBasing policy on skin color is the definition of racism.\n\nIf, as they say, racism is the reason whites oppose free immigration, then that must apply to Latino Americans who \noppose it as well. Can these white protesters really tell a Latino he hates his own race? It's awfully arrogant. They \nalso imply if neglected Canadians were fleeing an oligarchy and over taxing our institutions we wouldn't mind, since \nthey're white. Who are they kidding? Mexico is due for a good, old fashioned, French style revolution. They're \nwonderful people in complicated straits that call for wise leadership, not childish taunting.\n\nGary Gilliam, Newark\n\nDr Henry Miller's opinion (Page 17A, June 23): \"saying no to gene-spliced crops means saying yes to pesticides,\" \ndemands a reply. Gene-splicing is shocking because it allows the introduction of genetic material from another \norganism and opens the door to previously unimaginable traits such as the production of pharmaceuticals, and \nresistance to a manufactured herbicide. Herbicides are a great expense that farmers using them would prefer to \navoid. Corn, gene-spliced to be resistant to Monsanto's herbicide, is intended to be grown on land initially cleared of \nweeds by the application of that herbicide. This is surely gene-splicing being used to increase the use of a specific \npesticide.\n\nThere is another agricultural philosophy that truly allows reduction in pesticide use: The selection of food plants and \ncorresponding growing conditions such that there is winning competition with weeds and natural disease resistance. \nWith this viewpoint the possibility exists for local farmers to produce food sustainably without any pesticide use, for \ntheir local population for very long time, and to learn to produce local specialties that can be exported. Regions \nsuch as Santa Cruz County, farmed using this philosophy stand to be enriched greatly in both health and wealth.\n\nMonica Spiller, Los Altos\n\nPresident Bush is an embarrassment to America. The press laughed him off the stage when he told Putin that he \nshould have a democracy like Iraq's, and Putin said that no, he did not want a democracy like Iraq. The press asked \nhim a serious question and Bush replied \"Aren't you going to ask me about the pig?\"` Then slouched in a chair, a \nmouth full of dinner roll saying Hezbollah should knock that sh*t off and how he's just gonna \"wing it\" when \naddressing the G8 because the other leaders \"talk too much anyway.\" Then he give an unsolicited back rub to \nGerman Chancellor Angela Merkel which causes her to recoil in obvious displeasure.\n\nThis is a man who smiles when speaking of the war in Iraq. This is a man when asked about the whereabouts of \nOsama bin Laden said, \"I don't know where he is. I don't think about it that much.\" This is a man who treats the G8 \nsummit like it's a frat-house field trip. This is a man who will use his first veto on stem cell research because human \n\n\n\nlife is so precious, yet has no problem sending our troops to die in a war of choice for corporate gain. I'm \nembarrassed to call this man President.\n\nBob Williamson, Sunnyvale\n\nThank you for your editorial regarding the selection process for San Jose's new fire chief. While informative on its \nown, it also confirmed what I already suspected. Chief Clet's self imposed demotion to allow his son to join the \ndepartment was noble to say the least. It was, however not the only reason. The Chief was tired of the fight. \nBecause he was not the union's choice, they (the union) made his life miserable. By constantly putting up \nroadblocks, the union prevented Clet from accomplishing many of the things he wanted to do. Even the Police \nDepartment got so tired of Local 230's antics they signed their own labor agreement with the City, a totally \nunprecedented move. Finally, the Chief decided the only way the department could move forward would be for him \nto step down, much to the delight of the union, I'm sure. If the City allows the union to select the next Chief, union \nboss Randy Sekany will have achieved his goal of being the de facto San Jose Fire Chief.\n\nWhile we're on the subject, exactly what was Sekany's point when he said the \"Chiefs have always hired their sons \nand it always raises questions.\" Is he implying that Steven Clet is unqualified for the position? Pretty strong \naccusation. I would suggest to Mr. Sekany to look around at all the Fire Departments and Police Departments in \nthis country, and around the world. While it may be true that Chief's \"always\" hire their sons, it is also true they hire \nthe sons, daughters, brothers, sisters, nieces and nephews of Deputy Chiefs, Battalion Chiefs, Captains and even \nunion hack firefighters. Some may view it as nepotism. I see it as families that have something in their genetic \nmakeup that drives them to be firefighters or police officers. I thank God for these families for providing the people \nto do the job that the vast majority of us want no part of.\n\nTim Keehen, Fremont\n\nMr. Suhail Noor's letter in \"Additional Letters To Editor,\" July 19, 2006 taking Mr. Joel Stein to task for advocating \nrampant drug use among athletes should have been printed upfront in the regular letters for proper exposure. Mr. \nSuhail's contention that the drug use, if legalized will scuttle competition, demean honest players and become a \nmoney game is beyond what a twelve year old can easily comprehend. That he did shows his concern for the \nathletes at large.\n\nAbdulkader Khatri, San Jose\n\nIt's time people take responsibility for their actions. So what if Edith Delgado was an honor student and has no \nprevious criminal record? That doesn't make it ok or excuse her for killing 3 people! She made the decision to race \nor speed so she needs to live with the consequence and should be sentenced accordingly.\n\nSandy Wu, San Jose\n\nThe numbers speak for themselves. Out of two dozen Israelis killed by Hezbollah rockets, half were soldiers. Out of \n200+ Lebanese killed by Israeli bombs, one was a Hezbollah guerilla. Do those Israeli girls shown decorating the \nmissiles know that their art project have a 99.5% chance of killing innocent civilians, maybe even Lebanese girls of \nthe same age?\n\nAu Nguyen, Santa Clara\n\nHooray for Valerie Plame, a true American patriot! While the evidence indicates Bush directed Cheney to retaliate \nagainst Plame's husband for daring to disagree with Bush's rationale for invading Iraq, and Libby and Rove leaked \nher name to certain columnists, exposing her as a covert CIA operative, the Special Prosecutor may be unable to \nprove a criminal case. So Plame has courageously filed a civil suit against the White House staffers who outed her. \nI'm sure all Americans, regardless of party, are eager to see these traitors punished, in civil court if not criminal \ncourt- aren't we?\n\nDave Magram, San Jose\n\n\n\nThe recent narrow (5-4 if Chief Justice Roberts is voting) supreme court decision finding that the detainees at \nGuantanamo Bay must be treated according to the Geneva Convention is wrong. So, all we can ask them for is \nname, rank and serial number! Therefore, if we had detained M. Atta prior to 9/11 he would not have been required \nto answer or even asked questions about what he was planning to do on 9/11. While the Mercury editorial board \nand many in congress and elsewhere are applauding the courts' decision the al Qaida terriorists are plotting mass \nmurder. We are in a new and different world today and everyone needs to understand that the old ways of doing \nthings are not appropriate for the reality of this fanatical religious movement.\n\nWhen Osama heard of this decision he must have been overjoyed and I'm sure he would have hosted a big dance \nparty to celebrate al Qaida's good fortune in whatever cave they are in these days.\n\nBob Hayes, San Jose\n\nToday I made a call to the City Clerks office just to find out when a couple of Commissions meet...I clocked the time \nI was on hold, 25 minutes. During that time there was repetitive boring music on the line and frequent interruptions \nto tell me to be patient, and also to say that the City Council meets every Tuesday at 1:30, and is on TV 26. Well, \nthe City Council did not meet today, so that info was wrong.\n\nThe City takes such pride in being the 10th largest City in the Country, and yet does not serve its citizens. The man \nwho finally answered was the only one answering the phone from the City Clerks office. It took him quite some time \nwhen I was on hold, again, to get the information I had asked for. This is very inconsiderate of the electorate, and \ntotally inexcusable. We can spend $4,000,000 for a Grand Prix that only helps private business but not enough \nmoney for a few more people in the City Clerks office to answer the the inquiries of the City's people. I would \nventure to say that not many people would wait 25 minutes to get a live person on the phone. I stuck it out just to \nfind out how long it would take.\n\nAlma Taylor, San Jose\n\nI agree with the headline in Monday's editorial \"World leaders should unite behind cease-fire\" but I have to disagree \nstrongly with your subhead that claims the bloodshed is \"provoked by Hezbollah.\" As though refering to a \nschoolyard brawl, \"they started it\" is being used by Israel to justify the destruction of Lebanon's infrastructure and a \nrain of death that is killling roughly 10 times more civilians in Lebanon than have died from Hezbollah rockets.\n\nYour limit of 125 words per letter prevent me from elaborating on who REALLY started it, but it is clear that by \nfailing to support the U.N.'s call for a ceasefire, U.S. ambassador John Bolton and President Bush have the blood of \nmany civilians, Lebanese and Israeli both, on their hands.\n\nCharlotte Casey, San Jose\n"}