{"title": "Trump tweets, stays out of sight for hours after shootings", "body": "\nBy JONATHAN LEMIRE\n\nBRIDGEWATER, N.J. (AP) - As the nation reeled from two mass shootings in less than a day, President Donald \nTrump spent the first hours after the tragedies out of sight at his New Jersey golf course, sending out tweets of \nsupport awkwardly mixed in with those promoting a celebrity fight and attacking his political foes.\n\nAmericans did not glimpse the Republican president in the immediate aftermath of a shooting in El Paso, Texas, \nthat killed at least 20 people and, hours later, one in Dayton, Ohio, that claimed at least nine lives. Not until Trump \nand the first lady prepared to fly back to Washington in the late afternoon Sunday did he appear before cameras.\n\n\"Hate has no place in our country, and we're going to take care of it,\" Trump declared before boarding Air Force \nOne.\n\nWhile connecting \"hate\" and mental illness to the shootings, Trump made no direct mention of gun laws, a factor \nbrought up by Democratic officials and those seeking their party's nomination to challenge Trump's reelection next \nyear. He also ignored questions about the anti-immigration language in a manifesto written by the El Paso \nshooter that mirrors some of his own.\n\nTrump tried to assure Americans he was dealing with the problem and defended his administration in light of \ncriticism following the latest in a string of mass shootings.\n\n\"We have done much more than most administrations,\" he said, without elaboration. \"We have done actually a lot. \nBut perhaps more has to be done.\"\n\nNever seemingly comfortable consoling a nation in grief, Trump will be carefully watched for his response to the \nattacks, again inviting comparison to his predecessors who have tried to heal the country in moments of national \ntrauma.\n\nInvestigators focused on whether the El Paso attack was a hate crime after the emergence of a racist, anti-\nimmigrant screed that was posted online shortly beforehand. Detectives sought to determine if it was written by the \nman who was arrested.\n\nIn recent weeks, the president has issued racist tweets about four women of color who serve in Congress, and in \nrallies has spoken of an \"invasion\" at the southern border. His reelection strategy has placed racial animus at the \nforefront in an effort that his aides say is designed to activate his base of conservative voters, an approach not seen \nby an American president in the modern era.\n\n\nTrump also has been widely criticized for offering a false equivalency when discussing racial violence, notably when \nhe said there were \"very fine people, on both sides,\" after a white supremacist rally in Charlottesville, Virginia, that \nresulted in the death of an anti-racism demonstrator.\n\nThe shootings will likely complicate that strategy, and Democrats who are campaigning to deny Trump a second \nterm were quick to lay blame at the president's feet.\n\n\"You reap what you sow, and he is sowing seeds of hate in this country. This harvest of hate violence we're seeing \nright now lies at his feet,\" Sen. Cory Booker of New Jersey said on NBC's \"Meet the Press.\" \"He is responsible.\"\n\nWhite House aides said the president has been receiving updates about both shootings.\n\n\"The FBI, local and state law enforcement are working together in El Paso and in Dayton, Ohio,\" Trump tweeted \nSunday morning. \"God bless the people of El Paso Texas. God bless the people of Dayton, Ohio.\"\n\nHis first tweet after the El Paso shooting on Saturday hit similar notes, with Trump calling it \"terrible\" and promising \nthe full support of the federal government. But just 14 minutes later, he tweeted again, a discordant post wishing \nUFC fighter Colby Covington, a Trump supporter, good luck in his fight that evening. That was soon followed up \nwith a pair of retweets of African American supporters offering testimonials to Trump's policies helping black voters, \nthough the president polls very poorly with black people.\n\nTrump's two eldest sons attended the UFC fight, while social media photos show that Trump stopped by a wedding \nat his Bedminster club on Saturday night.\n\nThe motive for the Dayton shooting, which happened in a popular nightlife district, was not immediately known. But \nDemocrats pointed to the El Paso attack and blamed Trump for his incendiary rhetoric about immigrants that they \nsay fosters an atmosphere of hate and violence.\n\nFederal officials said they were treating the El Paso attack as a domestic terrorism case.\n\nTrump's language about immigrants, and his hardline policies, loomed over the El Paso shooting.\n\nHe has described groups of immigrants as \"infestations,\" declared in his campaign kickoff that many of those \ncoming from Mexico were \"rapists,\" deemed a caravan of Hispanic migrants as invaders and wondered why the \nUnited States accepted so many immigrants from \"shithole countries\" like Haiti, El Salvador and African nations. \nCritics also point to his campaign proposal to ban all Muslims from entering the United States, his suggestion that \nPresident Barack Obama was not born in the United States and his administration's efforts to curtail asylum and \nseparate immigrant children from their parents at the border.\n\nThe president also has repeatedly been denounced for being slow to criticize acts of violence carried out by white \nnationalists, or deem them acts of domestic terrorism, most notably when he declared there were good people on \n\"both sides\" of the deadly clash in Charlottesville in 2017. The number of hate groups has surged to record highs \nunder Trump's presidency, according to the Southern Poverty Law Center.\n\n\"He is encouraging this. He doesn't just tolerate it; he encourages it. Folks are responding to this. It doesn't just \noffend us, it encourages the kind of violence that we're seeing, including in my home town of El Paso yesterday,\" \nformer Rep. Beto O'Rourke, a 2020 Democratic contender, said on CNN's \"State of the Union.\" \"He is an open, \navowed racist and is encouraging more racism in this country. And this is incredibly dangerous for the United States \nof America right now.\"\n\nOther Democratic candidates also slammed Trump's lack of response.\n\n\"We must come together to reject this dangerous and growing culture of bigotry espoused by Trump and his allies,\" \ntweeted Sen. Bernie Sanders of Vermont. \"Instead of wasting money putting children in cages, we must seriously \naddress the scourge of violent bigotry and domestic terrorism.\"\n\n\n\nAnd Pete Buttigieg said Trump is \"condoning and encouraging white nationalism.\"\n\n\"It is very clear that this kind of hate is being legitimized from on high,\" Buttigieg, the mayor of South Bend, Indiana, \nsaid in an interview on CNN.\n\nTrump ordered flags to be lowered in remembrance of both shootings.\n\nActing White House chief of staff Mick Mulvaney defended the president's response, saying Trump was \"a \ncombination of saddened by this and he's angry about it.\" Mulvaney told ABC's \"This Week\" that Trump's first call \nwas \"to the attorney general to find out what we could do to prevent this type of thing from happening.\"\n\n\"These are sick people,\" he said. \"And we need to figure out what we can do to make sure this doesn't happen \nagain.\"\n\nMulvaney focused on the challenges of mental illness and largely dodged the notion of supporting widespread gun \ncontrol measures, though he pointed out the administration banned bump stocks, which help turn semi-automatic \nweapons into even more lethal automatic ones. Trump, who has enjoyed deep support from the National Rifle \nAssociation gun lobbying group, has stayed away from most gun control measures, including after being personally \nlobbied by survivors of last year's school shooting in Parkland, Florida.\n\nThe top Democrat in the Senate, Chuck Schumer, urged Majority Leader Mitch McConnell to call an emergency \nsession to put a House-passed bill on universal background checks up for debate and a vote \"immediately.\"\n\nWhite House officials said there were no immediate plans for Trump to address the nation. Trump said Sunday he \nwould be giving a statement on the situation Monday morning.\n\n                 Letter: Gilroy killer cited racist text in social media before rampage                                      Skelton: Why \nAmericans still don't have meaningful gun controls                                      Analysis: Measuring the impact of key \nCalifornia gun laws                                      Editorial: We must put public safety before politics to save American \nlives                                      Letter: We must rethink how we talk about violence          Other presidents have used \nthe aftermath of a national tragedy to reassure citizens, including when George W. Bush visited a mosque less than \na week after the Sept. 11, 2001, attacks to stand up for Muslims in the United States and when Obama spoke \nemotionally after mass shootings at the Sandy Hook school in Newtown, Connecticut, and a Charleston, South \nCarolina, church.\n\nTrump has struggled to convey such empathy and support, and drew widespread criticism when he tossed paper \ntowels like basketballs to hurricane victims in Puerto Rico. He has also, at times, seemed to welcome violence \ntoward immigrants. At a May rally in Panama City Beach, Florida, Trump bemoaned legal protections for migrants \nand asked rhetorically, \"How do you stop these people?\"\n\n\"Shoot them!\" cried one audience member.\n\nTrump chuckled and said, \"Only in the Panhandle you can get away with that statement.\"\n\n___\n\nFollow Lemire on Twitter at http://twitter.com/@JonLemire\n"}