{"title": "REVIEW;\"Nation of Strangers\";Through April 6. $ 5; $ 4 senior citizens; 16 and under free. Carter;Library and Museum, 441 Freedom Parkway. 404-331-3942. THE VERDICT;An illuminating chronicle of immigration as the story of America.;When cultures converge;'Nation of Strangers' comes together for the common good", "body": "\nAs diverse a mosaic as America is, we share one thing: All of us, at some point in our family trees, came from \nsomewhere else.\n\n\"Nation of Strangers\" is one of three photo exhibitions devoted to the subject of immigration, and the one you \nshould see first. While the others explore specific aspects of this phenomenon, \"Nation\" provides the sweeping ---\nhistorical, geographic and sociological ---perspective.\n\nHere in 128 photographs is our story. We arrive on slave ships, ocean liners and homemade rafts, in end runs \naround border guards and, more recently, in planes. We bring our customs, costumes and cuisine along. We often \nare greeted with suspicion and scorn. We enter, with varying degrees of success and assimilation, the mainstream.\n\n\"Nation\" chronicles this journey, giving it, as only photographs can, a gripping human face. Make that many faces. \nSome are well-known, like the mustached Albert Einstein wearing an Indian headdress. But most are your everyday \nAmericans, from the sober Dutch women in their white winged hats at Ellis Island in 1910 to the Japanese-\nAmerican children in their paper samurai headdresses at a 1987 Japanese street festival in Chicago.\n\nAs the wealth of images attest, immigrants and their lives have long been fertile territory for artists. They even \nengendered new genres. Lewis Hines took many of the \"arrival pictures\" here, which caught the new Americans \nliterally just off the boat ---serious, fearful, proud, exotic and, as epitomized by the raggedy child clutching a coin in \n\"Italian Girl at Ellis Island Finds Her First Penny\" (1926), hopeful.\n\nCommercial photographers found work making \"property pictures.\" Copies of the 1873 image of a sober Norwegian \nfamily serving tea in front of their handsome Wisconsin home would likely have been sent back home to show off \nthe family's prosperity.\n\n\nLife was not so rosy for every immigrant, especially those who weren't white. A poignant photo of a little girl sitting \non duffel bags of family belongings awaiting \"relocation\" to a Japanese internment camp during the '40s is a \nreminder of a shameful chapter in American history.\n\nWhile the exhibition explores the dissonance immigrants feel, caught between the old world and new, its ultimate \nmessage is that America is the sum of all these differences. From the Indian woman drawing a rangoli pattern on \nthe sidewalk of her Brooklyn home to the bagpipe players standing at the entrance to a church in Queens, the \nkaleidoscope of difference is the source of this country's strength and richness.\n\nGraphic\n\n \n\nPhoto: One generation to the next: This snapshot of two young girls on an\n\nouting with their grandfather was taken at a Japanese street festival. /\n\n JAMES NEWBERRY / Chicago Historical Society\n"}