{"title": "Look Who's Minding the Shop;California Garment Makers Try to Police Workplace", "body": "\nIn the latest crackdown on sweatshops in the nation's largest garment center, investigators working in teams of two \nstand watch outside sewing factories, noting the number of employees and their arrival times.\n\nThen, moving inside, they split up. One inspector occupies the management, checking time cards, immigration work \npermits, tax forms and other documents. The other talks to workers on the floor, interviewing enough of them to \ninsure that none can be singled out as a whistle-blower.\n\nThe investigators' reports, grading the workplace for compliance with state and Federal laws on safety and wages, \ncan be damning. There is just one catch: these are not Government agents; they are employees of a private \ncompany, the Cal Safety Compliance Corporation. And their reports are not sent to law-enforcement officials, but \nrather to Cal Safety's clients, the big clothing makers who contract with the small sewing shops and are under \npressure from the Federal Government to clean up their act.\n\nIn fact, the 52 inspectors who work for Cal Safety have instructions to introduce themselves as \"manufacturers' \nrepresentatives,\" so that the owners and their employees \"will know we're not the Government,\" said Carol Pender, \nwho founded the company in 1990.\n\nSo how effective can their efforts be? That is an important question in an industry that has thwarted numerous \nattempts over the years to eliminate the exploitation of its workers. Critics say the self-policing is doomed to failure \nbecause the interest of the big clothing companies to have clothes made cheaply runs counter to the Government's \ngoal to end exploitation.\n\nBut the Labor Department thinks otherwise. With fewer than 800 labor standards inspectors to police American \nworkplaces, a 19 percent decline over the last decade, it is the inspiration behind the private sector's involvement \nin the drive against sweatshop abuses.\n\n[In Washington on Friday, the department issued its first-ever report on the nation's garment workers, showing that \nalmost half of the sewing shops that were investigated had violated Federal labor laws. The largest number of \n\n\nenforcement actions, 86, taken in the six months ended March 31 were in California, while the total of back wages \nrecovered for employees was greatest in New York, at $593,000.]\n\nIn November 1992, the Labor Department began invoking an obscure provision of the 1938 Fair Labor Standards \nAct that authorized it to confiscate \"hot goods.\" It threatened manufacturers with the seizure of clothing produced by \nexploited labor, unless they could show they were making honest efforts to buy only from legitimate operators.\n\nThe effort got under way slowly but was bolstered last summer by the public furor over the discovery of a slave \ncamp for Thai immigrants in El Monte, Calif. The police found nearly 70 workers locked inside a dilapidated \ngarment factory surrounded by barbed wire and spiked fences. The prisoners had been forced to stitch together \nAmerican brand-name clothes under threats of death if they tried to escape. Federal labor officials later notified \nmore than a dozen large retailers that goods from the plant might have ended up in their stores.\n\n[Two of the owners were sentenced to six years in prison last Monday, and five others are scheduled to be \nsentenced next Monday.]\n\nMeantime, the Labor Department's threat to confiscate tainted merchandise from clothing companies has spawned \na new industry concentrated in the Los Angeles area of private \"sweatshop cops.\" These specialists are hired by \nthe clothing manufacturers to audit the payroll practices and interview the employees of their subcontractors.\n\nThe biggest is Cal Safety, which has already signed up more than 100 garment makers, charging $200 for each \nquarterly audit it makes. Other inspection companies include Apparel Resources of Yorba Linda, Calif., which was \nfounded in 1992 and has 40 clients, and Stonefield Josephson, an accounting firm in Santa Monica, Calif., which \nbegan offering the service to its clients 1992. In addition, many manufacturers say they themselves monitor their \nsubcontractors.\n\nMost clients receive detailed quarterly reports on their subcontractors, with failing grades given for violation of wage \nor safety laws or payroll discrepancies. Ms. Pender of Cal Safety said her auditors had inspected 90 percent of the \nstate's 4,000 licensed contractors and had given so many low ratings that half had been cut off by at least one \nmanufacturer.\n\nThe Los Angeles metropolitan area is the main battlefield of the Government's war on illegal sweatshops. Fed by an \ninflux of immigrant labor from Asia and Latin America, the city's apparel industry has surpassed New York's to \nbecome America's biggest, with $15.2 billion in sales last year and one-quarter of the nation's million garment \nworkers.\n\nIn industrial parks and decaying office buildings in Orange and Los Angeles Counties, they cut, stitch, knit, iron, trim \nand dye fabric for 4,000 registered sewing contractors and an estimated 1,000 underground ones. According to a \nsurvey by state officials conducted in 1994, just as the effort to enlist the private sector in policing the shops was \ngetting under way, 90 percent of them worked in sweatshop conditions that flouted state and Federal wage and \nsafety laws. Even sewing shops that stay within the law rarely offer their employees paid vacations or health \nbenefits.\n\nGiven the low-tech nature of the sewing business, unscrupulous entrepreneurs can easily escape investigators -- \nwhether those sent by government or the manufacturers -- by keeping duplicate books and shutting down a site one \nday and opening up elsewhere the next.\n\nSo far, the Federal Government's initiative has won scant support from any of the parties involved. Some California \nlabor officials privately grumble that it is aimed more at placating public opinion than bringing about meaningful \nchange. And representatives of both the sewing-factory owners and their workers question the wisdom of giving an \nenforcement role to clothing manufacturers. Patrick Cheung, president of the Northern California Chinese \nGarment Contractors Association, accuses the garment makers of hypocrisy for insisting that his members pay \nfair wages to their workers while simultaneously lowering the rates they pay the subcontractors for stitching work.\n\n\n\n\"They know it's not enough,\" Mr. Cheung said. He said 40 sewing shops closed in the Bay Area last year, and \nadded that profit margins among his remaining 350 members had shrunk to 3 percent from 10 percent since 1988.\n\nFor their part, the unions representing garment workers decry the new monitoring system as a case of the fox \nguarding the hen house. \"I can't say things have gotten better,\" said Steven T. Nutter, regional director of the Union \nof Needletrades, Industrial and Textile Employees. For him, the only solution is more Government intervention. \n\"You can't terrorize an industry when you have 15 people policing it,\" he said. \"You hit every contractor once every \nseven years. They'll take that chance.\"\n\nFor all the doubts, there is some evidence that self-policing is doing some good. A new survey of the California \ngarment industry by the state and the Federal Government shows that while abuses are still rampant, \"companies \nwith monitoring programs have a significantly better rate of compliance than nonmonitored companies,\" said Jose \nMillan, California's interim labor commissioner.\n\nMr. Millan said the survey turned up 20 percent fewer overtime violations than were found in a similar study two \nyears ago, though little progress was made in meeting record-keeping, safety or minimum-wage requirements. \n\"There's been slight improvement,\" he said. \"It would be foolhardy to withdraw from the program now.\"\n\nAnd while the big clothing companies are not happy about what they regard as another bureaucratic intrusion, they \nare at least going through the motions of leaning on their subcontractors to abide by Federal minimum-wage and \nsafety laws. And Labor Secretary Robert B. Reich, at least, is hoping for a long-term payoff.\n\n\"We've got to stop this exploitation, and we can't do it alone,\" Mr. Reich said in a recent interview.\n\nLaw-enforcement officials have had a few successes. Most big garment makers --including Guess Inc., Chorus \nLine and 43 other companies -- have signed a voluntary agreement with the Labor Department to shoulder \nresponsibility for back pay owed to workers by their contractors. So far, the agency has recovered more than $7.3 \nmillion in back wages for more than 25,000 garment workers since 1993.\n\nBut some garment makers say the cost of policing their contractors puts them at a disadvantage to companies \nwith overseas operations. \"Our competitors can make goods anywhere in the world,\" complained Christopher L. \nBryer, a vice president of Chazz, a unit of CMG Inc. that makes private-label apparel.\n\nSince his company began monitoring its four sewing contractors, Mr.  Bryer said, it has cut off one. But he wonders \nif the action did any good, saying the extra expense played a role in Chazz's decision last year to hire sewing \ncontractors in Mexico.\n\nSuch protests fall on deaf ears in many quarters. Edna Bonacich, a sociology professor at the University of \nCalifornia at Riverside who specializes in the Los Angeles garment industry, said manufacturers were getting off \neasy. \"The department's demands are minimalist,\" she said. \"It's the language of compliance rather than a \nrecognition of the industry's evil, exploitive practices.\"\n\nMr. Reich, meantime, is trying to extend the self-monitoring effort to retailers. In newspaper ads and radio \ncommercials, his department is urging consumers to shop at stores that are on its \"No Sweat\" list of chains that \nkeep close tabs on their suppliers.\n\nMr. Reich says it is the civic duty of big companies to lead the attack on worker exploitation. \"It's a matter of \ncorporate responsibility,\" he said.\n\nGraphic\n\n \n\n\n\nPhotos: California labor inspectors confiscated garments near Los Angeles, but much of the burden of policing \nsewing shops has shifted to the industry itself. A Labor Department ad urges support for manufacturers that \nmonitor conditions. (Photographs by Luis Sinco for The New York Times)\n\n \n\nGraphs: \"Less Oversight of a Bigger Business\" show empolyment, wages, and inspection figures for the California \napparel industry. (Sources: Economic Development Corporation of Los Angeles (employment), DRI McGraw Hill \n(wages), California Division of Labor Standards Enforcement (inspection and penalties))\n"}