{"title": "Federal Suit Filed Over Elian; Action Alleges Reno, INS Chief Violated Cuban Boy's Rights", "body": "\nThe international custody battle over 6-year-old Elian Gonzalez moved to a federal courtroom today, as attorneys \nfor the boy's Miami great-uncle filed a federal lawsuit in the latest effort to block the child's return to his father in \nCuba.\n\nThe lawsuit, which names Attorney General Janet Reno and Immigration and Naturalization Service Commissioner \nDoris M. Meissner as defendants, says they violated Elian's constitutional rights, as well as INS regulations, by \nrefusing to consider petitions for political asylum filed on his behalf.\n\nThe INS ruled Jan. 4 that only Elian's father has the right to speak for the boy, and not the Miami relatives who took \nhim in after he was rescued at sea nearly two months ago--a position backed by Reno and President Clinton.\n\nElian's father, Juan Miguel Gonzalez, has demanded the boy be sent home.\n\nAt a news conference after the suit was filed in U.S. District Court here, attorney Spencer Eig said: \"This lawsuit is \nnot about what is best for Elian Gonzalez in the future, but how to get a hearing on that point.\"\n\nIn Washington, U.S. officials said they had not had time to fully review the lawsuit, copies of which they did not \nreceive until late in the afternoon. But they said the Justice Department would vigorously contest it and planned to \nrespond to the court as early as Thursday and would ask that the case be expedited.\n\nIn a statement issued this evening, the INS said, \"It is important for the well-being of Elian Gonzalez that the status \nof this 6-year-old boy be resolved as quickly as possible.\"\n\nJustice and INS officials have eagerly anticipated moving the matter into federal court, repeatedly expressing \nconfidence they would prevail.\n\nAfter the INS rejected the Miami relatives' initial request for political asylum for Elian in December, saying they had \nno right to speak for the child, Elian's great-uncle here, Lazaro Gonzalez, sought relief in a state family court. \nJudge Rosa Rodriguez ruled in the relatives' favor Jan. 10, granting temporary custody and scheduling a full \n\n\nhearing for March 6. Last week, Reno said the Florida court had no jurisdiction over the matter, and rejected a \nsecond asylum petition.\n\nFrom the beginning, the Miami family and Cuban Americans who support efforts to keep the boy here have said \nthey only wanted to have their day in court. But some legal experts said today that the latest legal maneuver is \ndoomed to fail.\n\n\"They have a chance, but I'm not sure how great a chance,\" said Miami lawyer Michael D. Ray, president of the \nSouth Florida chapter of the American Immigration Lawyers Association. \"I can't predict what a judge will do, but \nthey may have a tough row to hoe, showing that they have standing. When the federal government already has \nmade a decision on who speaks for the child, it is not that easy to overcome such a ruling.\"\n\nThe case was referred to U.S. District Court Chief Judge James Lawrence King. Last year, King ruled against the \ngovernment of Cuba and awarded $ 187 million to the families of three Brothers to the Rescue pilots who had been \nshot down by Cuban MiG fighter planes after entering Cuban airspace.\n\nToday's lawsuit, Eig said, would not preempt other attempts to keep Elian in the United States, including efforts by \nsome members of Congress to declare him a U.S. citizen.\n\nThe legal challenge appeared to do little to reduce the growing divisions surrounding the boy's future, which has \nbeen in limbo since he survived the shipwreck that killed his mother and nine others as they attempted to reach \nSouth Florida Thanksgiving week.\n\nIn addition to weeks of demonstrations by anti-Castro activist groups in Miami, leaders of groups advocating more \nnormal ties between Cuba and the United States threatened Tuesday to call for protests and acts of civil \ndisobedience if the child is not returned to his father soon.\n\nPressley reported from Miami; DeYoung from Washington. Special correspondent Catharine Skipp in Miami \ncontributed to this report.\n\n Elian Gonzalez, 6, walks to school entrance in Miami yesterday. Some legal experts said a federal lawsuit over \ncustody of the boy is doomed to fail.\n"}