{"title": "Real answers buried by talking points", "body": "\nIt required leaving home at 7:30 a.m. to get there, but judging by readers' response to a recent column, I couldn't \nafford to miss U.S. Rep. Ginny Brown-Waite's sit-down with reporters.\n\nI had said she needed to hear some tough questions. Many of you agreed and even suggested questions of your \nown.\n\nThe problem is an hour isn't enough time. But this being an election year, the second-term representative will have \nample opportunity to provide honest answers.\n\nBut first, we had to hear the talking points. The Brooksville resident said she was hearing from many of her elderly \nconstituents who were worried that illegal immigrants were depriving their grandchildren of jobs.\n\nIt was hard to hear those sentiments and not picture one of those radio talk show-contrived issues that now \ndominate our political landscape. She touted her support for measures to stop illegal immigration. A recent mailing \nmentions her support for constructing a fence along the border with Mexico.\n\nCanadians who winter in Hernando and Citrus counties need not worry, however. There's no money in the budget \nfor a fence along the northern border.\n\nTo her credit as a Florida resident, Brown-Waite acknowledged that the agriculture industry couldn't survive without \nillegal immigration. She sees the need for a \"tightly controlled\" guest-worker program.\n\nThat won't mollify her conservative friends.\n\nAmong her other accomplishments, Brown-Waite talked about bankruptcy reform, legislation pushed by banks and \ncredit card companies that made it harder for regular folks to seek bankruptcy protection.\n\nAnd of course, she was proud of her support for the 2005 \"deficit reduction package\" - the Veterans Affairs budget \nsaw record increases.\n\nBrown-Waite has been criticized for supporting cuts to student loan and antipoverty programs while giving tax cuts \nto the affluent. Her staff says the \"cuts\" aren't really cuts but reductions in the size of future increases.\n\nThat's window dressing. When you consider inflation, those reductions equal cuts. And the $1 increases in veteran \ncopays for health care? Her staff said she opposed even bigger proposed increases and refused to support \nenrollment fees for some veterans who wanted to get VA health care.\n\n\nWith Senate action, Brown-Waite and her House colleagues will have to vote again on the budget package. She \nmay want to reconsider her initial decision.\n\nSome of those who suggested questions were concerned that Brown-Waite had become a rubber stamp for \nbusiness interests and the Bush administration at the expense of many of her less well-off constituents.\n\nNo one goes to Washington planning to become a rubber stamp. And Brown-Waite has shown just enough \nindependence to avoid the label. But not when it comes to civil liberties, national security and foreign policy.\n\nOn the question of the president's authorization of spying on Americans without court warrants, Brown-Waite wasn't \nvery insightful.\n\nDomestic spying isn't new, she said. When she used to work in New York, the state troopers used to photograph \nlicense plates, she said.\n\nMore recently, Democratic presidents, Jimmy Carter and Bill Clinton, authorized the same kind of surveillance as \nPresident Bush.\n\nNotice how Republicans like to blame others, especially Democrats, when they're in trouble?\n\nThere was no mention of Richard Nixon, whose administration's abuse of domestic surveillance in the 1970s led to \nreforms.\n\nBrown-Waite thinks the president is obligated to protect us. Of course. His actions are necessary in the name of \nnational security. But sometimes that's questionable.\n\nIf Brown-Waite sees any limits to presidential power in the open-ended war against terrorism, she isn't saying.\n\nOn the war in Iraq, Brown-Waite was happy to remind us that she didn't vote to authorize President Bush to use \nforce. Her predecessor, Democrat Karen Thurman, did.\n\n\"She gave the president the authority to use force,\" Brown-Waite said. \"I get to pay for it.\"\n\nShe's wrong again.\n\nWe all do.\n\nAndrew Skerritt can be reached at (813) 909-4602 or toll-free at 1-800-333-7505, ext. 4602. His e-mail address is \naskerritt@sptimes.com.\n"}