{"title": "PREPARED TESTIMONY OFWENDY A. YOUNGWASHINGTON LIAISON AND STAFF ATTORNEYBEFORE THE SENATE JUDICIARY COMMITTEESUBCOMMITTEE ON IMMIGRATIONSUBJECT - INS DETENTION", "body": "\nI. Introduction\n\nGood afternoon. My name is Wendy Young. I am the Washington Liaison for the Women's Commission for Refugee \nWomen and Children, a nonprofit organization which seeks to improve the lives of refugee women and children by \nacting as an expert resource and engaging in a vigorous program of public education and advocacy. On behalf of \nthe Women's Commission, I would like to thank the Subcommittee for the opportunity to testify regarding the \ndetention practices of the Immigration and Naturalization Service (INS) and their impact on women and children \nseeking asylum.\nIn 1996, the Women's Commission launched a two-year assessment of detention conditions in the United States \nthat included visits to detention centers around the country and interviews with dozens of detained asylum \nseekers, as well as with the INS and local government officials charged with their care. In April 1997, we issued a \ncomprehensive report on our findings, titled \"Liberty Denied.\" We have continued to monitor detention conditions \nsince that time, including facilities housing children asylum seekers. We also participated in an Amnesty \nInternational mission in 1997 to assess detention conditions; Amnesty International USA has joined the Women's \nCommission in its call for detention reform. In total, we have witnessed conditions in approximately 30 detention \nfacilities across the country, including INS Service Processing Centers, INS contract facilities, and local jails.Ms. \nKassindja's testimony offers a graphic snapshot of the rampant abuses which characterize detention. I hope that \nmy testimony will underscore that her experience does not represent an isolated incident but instead reflects a \ndisturbing failure on the part of the INS to ensure that the safety and dignity of asylum seekers are protected while \nin detention. In general, we have found that asylum seekers who are in detention are treated more like criminals \nthan individuals deserving protection and assistance, and that women and children are particularly at risk of neglect \nand abuse. Moreover, detention frequently undermines the ability of an asylum seeker to access legal counsel and \neffectively pursue her asylum claim.\n\nII. Background\n\nThe use of detention, and its attendant problems, is growing rapidly. The INS is now detaining a daily average of \n15,000-16,000 individuals, roughly a 90 percent increase from Fiscal Year (FY) 1995.1 Moreover, the agency plans \nto further expand its detention capacity; it estimates that it will need between 20,000 and 35,000 detention bed \nspaces in FY 1999 to detain everyone who might be subject to detention.2 In fact, immigration detention has \nbecome the fastest growing federal prison program.\n\nApproximately 7 percent of detainees are women and 3.5 percent are minors under age 18. Although the INS is not \nsystematically tracking the number of detainees who are seeking asylum, it has estimated that 5 percent of \n\n\ndetainees are asylum seekers, which means that hundreds of asylum seekers who have no criminal record are in \ndetention on any given day. Moreover, while the INS has projected that the average length of stay in detention for \naliens in removal proceedings is 32 days for FY 1998 and 29 days for FY 1999, individuals who have raised an \nasylum claim often remain in detention for far longer. Some asylum seekers with whom the Women's Commission \nmet had been incarcerated for almost five years.\n\nThe cost that detention represents to U.S. taxpayers is extremely high. In its interviews with facility administrators, \nthe Women's Commission found that the INS is paying anywhere from $41 to $156 per day per detainee. In the \ncase of county and local prisons, the INS is typically paying the facility twice the rate that is paid for the \nincarceration of criminal inmates. This significant commitment of resources, combined with the human cost that \ndetention often carries, makes it critical that the INS, the Department of Justice, and Congress ensure that asylum \nseekers are not unnecessarily detained and that conditions of detention for those who must be held are humane.\n\nIll. Conditions of Detention\nIn its investigation, the Women's Commission found that women asylum seekers face physical and verbal abuse in \ndetention centers and frequently endure prolonged imprisonment in conditions that fail to meet international \nprinciples of refugee protection and basic standards of decency and compassion. Many of these women have fled \ngenderbased persecution, including politically-motivated rape, female genital mutilation, and forced marriages. \nSome are survivors of torture.\nDetention effectively removes asylum seekers from the public eye. Locked in cells, hidden behind concertina \nfences, forced to wear prison uniforms, subjected to pat and strip searches, handcuffed and shackled when \ntransported, and never informed about how long their imprisonment will last, they often lose hope and abandon their \nasylum claims to risk return to their home countries.\n\nWomen asylum seekers are particularly at risk of neglect and abuse. The Women's Commission found that the \nphysical, psycho-social, and legal needs of women are frequently ignored. In some cases, women are denied \nservices provided to their male counterparts in the same facility, including in one case access to legal assistance, \nand in several cases, access to translation services and English classes. Moreover, women are more likely to be \nheld in county prisons with which the INS contracts for detention space. The INS uses their relatively small \nnumbers to justify this harsh treatment of women, frequently claiming that it cannot afford to provide women the \nsame level of services as it provides to male detainees.\n\nThe Women's Commission evaluated the following conditions in the facilities we investigated: the physical settings \nused to detain asylum seekers; the treatment women experience at the hands of facility staff and criminal inmates; \nthe availability of translation services; health care; recreation and access to the outdoors; the availability of \nappropriate spiritual support; the level of access attorneys and others have to detention centers; and the \nimplementation of the Asylum Pre-Screening Officer Program (APSO) and other release alternatives. We have also \nlooked at the special issues facing children in the custody of the INS.\n\nPhysical Settings Used to Detain Asylum Seekers\n\nThe INS utilizes three basic types of detention centers to house asylum seekers. Service Processing Centers, of \nwhich there are nine, are owned and operated by the INS itself. Six INS \"contract facilities\" are operated by private \ncorrectional companies on behalf of the INS solely to house immigration detainees. Finally, the INS relies on \napproximately 500 local jails and prisons to provide 60 percent of its bed space, a dependence the agency projects \nwill increase in the coming years.3\n\nAll of the facilities visited by the Women's Commission--regardless of type--were prisons or the equivalent. Many \nwere maximum security. Locked doors, cells or institutional dormitories, hi-tech security systems, and concertina \nwire fences define the detainees' living space.\n\nMoreover, the remoteness of many detention centers creates a psychological barrier between detainees and the \noutside world. Many are located far from urban areas and strong immigrant or immigrant advocacy communities. \nFor example, the Hancock County Justice Facility is located in a small community on the Gulf of Mexico, a 2.5 hour \ndrive from New Orleans; the Port Isabel Service Processing Center is 1.5 hours outside the small community of \nHarlingen, Texas surrounded by the Texas desert; and the Wackenhut Detention Center is in the middle of a \n\n\n\nwarehouse district behind John F. Kennedy Airport, inconveniently located away from the legal services available in \nManhattan and with no sign to identify its function.\n\nThe prisons and jails with which the INS contracts for detention space present special problems. Such facilities are \ndesigned to punish criminal offenders and protect the surrounding community, goals that are in no way compatible \nwith meeting the critical legal and social service needs of asylum seekers.\n\nThe INS contracts with local prisons through its 33 district offices. The INS districts, in turn, almost completely \nrelinquish their detention authority to the facility in question; INS officials at all levels refer to themselves as \n\"guests\" of the prisons. The intergovernmental service agreements entered into with these facilities fail to specify \nthat any special provision be made to accommodate immigration detainees generally, let alone asylum seekers. \nThe INS officials, moreover, declare themselves unable to influence prison policies, completely disregarding the fact \nthat the INS retains custody of the individual, that the prison is under contract with the INS and therefore should be \nheld accountable for meeting certain standards, and that the INS is paying the local government significant amounts \nof money. In most cases, the INS has failed even to communicate to the prison the reason for the asylum seeker's \ndetention; therefore, the prison is unaware of the person's needs and lacks the necessary information to provide \nappropriate services.\n\nThe tragic results of this breakdown in accountability and oversight are borne by the asylum seekers. The hands-off \napproach of the INS means that detainees housed in prisons become indistinguishable from the criminal inmates. \nIn many facilities, asylum seekers share living space, and even cells, with inmates accused or convicted of violent \ncrimes. The mixing of the criminal population with detainees, moreover, is more common for women asylum \nseekers than for their male counterparts. The INS and prison officials typically justify this practice with the rationale \nthat there are too few women to justify separating the living quarters for female detainees from the general prison \npopulation.\n\nWomen asylum seekers are frequently terrified of the \"American inmates.\" Many detainees reported being \nharassed by the criminal inmates when they spoke their own languages. In one facility, the criminal inmates who \nworked in the kitchen frequently drew obscene pictures on the food trays used to serve the INS detainees.\n\nPrison officials often assume that the asylum seeker would not be in prison if she had not committed some crime. \nMoreover, even after learning that an asylum seeker lacks a criminal record, they often express a reluctance to \ndifferentiate among the people in their custody. The York County Prison warden stated to the Women's \nCommission, \"As far as I'm concerned, when you come through that door, you're all the same. The worst thing you \ncan do in a prison is separate a group out for special care.\"\nIn recent months, the INS has begun to develop standards for detention. These standards represent a significant \nacknowledgment by the INS that detention centers should meet certain minimum criteria. However, the standards \nhave two fundamental flaws. First, they allow the INS districts to retain the responsibility for overseeing \nimplementation of the standards and investigating any violations. The practical effect of continuing to lodge this \nauthority with the districts is that the very office violating the standards is the one charged with investigating the \nviolation. Second, the INS is not requiring the prisons with which it contracts to meet the standards; they only apply \nto the Service Processing Centers and contract facilities. This means that over half of the detainees held by the INS \nare in facilities that are not required to comply with the standards.\n\nTreatment of Detainees by INS and Prison Staff\n\nDetainees whom the Women's Commission interviewed reported verbal and physical abuse, frequent strip \nsearches, and excessive use of prolonged isolation for minor infractions of facility rules. The INS and prison staff \nwho have direct contact with detainees exhibit mixed behavior, professionalism, and attitudes toward the women in \ntheir care.\n\nA recent incident in the York County Prison in Pennsylvania exemplifies the harsh treatment experienced by many \nasylum seekers in detention. Yudaya, a 20-year-old Muslim woman from Uganda, broke down crying after her \ntransfer to the prison from the Wackenhut Detention Center in Queens, New York. A York prison guard placed \nYudaya and five other women in the maximum security section of the prison, with the rationale that the women \nmust have had criminal records in order to have been held in Wackenhut for so long (This misunderstanding \n\n\n\nreflects the lack of information shared by the INS with the prisons; there are no criminal aliens housed in the \nWackenhut facility.)\n\nThe confusion of the transfer from New York, combined with the trauma of being placed in a maximum security \ncorrectional facility, was too much for Yudaya. She began to sob and pound her head on the floor, crying \"I want to \ndie, I want to die.\" The prison staff responded by sending in a \"quick response team.\" The team included three men \nwearing riot gear, accompanied by a dog. Their presence frightened Yudaya further, and she became more upset. \nThe men stripped Yudaya of her clothing. She begged them not to remove her bra and panties. The guards tried to \ndress Yudaya in a paper gown, but she was too agitated. Instead of allowing her to dress herself, the guards placed \nher naked and spread-eagled in four point restraints on a cot in the \"Behavioral Adjustment Unit\" (the term used for \nsolitary confinement). Yudaya was then injected with a powerful sedative and left chained to the bed for three days. \nWhen the guards removed her restraints on the final day, she reported that she was dizzy, shaky, and confused. \nShe remained in solitary confinement for one week and then was placed back in maximum security. After a visit \nfrom the Women's Commission and BBC, Yudaya was suddenly transferred back to Wackenhut, where she \nremains incarcerated.\n\nAlso disturbing are reports that denial of basic needs, such as feminine hygiene, are used as a means to humiliate \nwomen. A Chinese woman in the Kern County Lerdo Detention Center in Bakersfield, California complained that \nshe was punished for asking for a sanitary napkin. The guard twice refused her request. The guard then shoved the \nyoung woman against a wall and placed her in solitary confinement for several days. Reportedly, her offense was \nusing \"too much toilet paper.\"Finally, there have been reports of sexual harassment and abuse of women asylum \nseekers. According to the Florida Immigrant Advocacy Center (FIAC), a pregnant Angolan woman and her seven-\nyear-old child were detained for one month in a hotel. Throughout her detention, the woman alleges that a guard \nwould wake her up at night and pressure her for sex.4 In a recent case that occurred in the Varick Street Detention \nCenter, a Service Processing Center located in Manhattan, a doctor has pled guilty to sexually molesting a female \ndetainee.\n\nWhile the Women's Commission also met INS and prison officers who appeared to be genuinely concerned about \nthe individuals in their care, the fact remains that most staff who have direct responsibility for asylum seekers are \nunaware of their special needs. The INS has implemented few measures to ensure that detention facility staff are \ntrained in recognizing the special needs of asylum seekers, including recognition of symptoms of trauma. This \nfailure to educate front line staff is particularly true in the case of prison officers, who often respond to behavior \nsymptomatic of trauma with force rather than a more appropriate response.\n\nTranslation Services\n\n The vast majority of detainees speak little or no English, and most detention facilities lack readily accessible \ntranslation services. Generally, the INS only provides interpretation during emergencies or medical examinations \nand that is frequently done by telephone. The inability to adequately communicate compounds many of the \nproblems detainees face. First, it greatly exacerbates their fears about their detention and the status of their \nasylum cases. Second, it results in an inability to request medical assistance. Third, it leads to unnecessary \ndisciplinary actions due to detainees' confusion about the facility rules. Fourth, it inhibits the ability of detainees to \naccess the few services available, because they remain unaware of the existence of such services or are unsure \nabout how to request them. Finally, detainees are effectively left with no recourse to raise complaints when abuses \noccur.\n\nMoreover, while interpreters are not readily available to most detainees, in at least one facility, the Women's \nCommission found that women are disproportionately impacted. In the York County Prison, two Mandarin \ninterpreters were posted in the male wing to provide translation to the 118 Chinese men from the Golden Venture, \nthe smuggling ship that ran aground on the coast of New York five years ago. The six Chinese women in the same \nfacility, however, had to formally request translation services whenever they needed them. The male interpreters \nwere then made available and were used to translate even sensitive medical information for the women.\nIn most facilities, the INS relies on detainees to translate for each other. This raises two concerns. First, detainees \nare not professional interpreters, and thus may miscommunicate critical information. Second, a detainee may wish \n\n\n\nto convey information or inquire about issues of a confidential nature, such as health problems or harassment by an \nofficer or inmate. Forcing her to rely on a fellow detainee compromises her privacy.\n\nThe INS, however, frequently downplays the need for translation. One officer stated it to the Women's Commission \nquite blatantly when he said about a Guatemalan detainee, \"She can speak the universal language--sign language-\n-and I know the sign language for pee, poop, sex, and fist fight.\" The District Director backed this approach, \nobserving in a subsequent letter that \"It is felt that the use of fellow detainees to help translate for emergent \nreasons is not inappropriate, and has well served all concerned in the past.\" Meanwhile, the woman in question \ntold the Women's Commission that she had not been outside in four months, because no one had explained to her \nthe rules dictating such access. She spent her days lying in her cell, too afraid to venture out.\n\nHealth Care\n\nThe inability of detainees to communicate, combined with the slow or inappropriate response of some facilities to \nmedical complaints, has led to disturbing instances of serious health problems being ignored or mismanaged by \nboth INS and prison authorities. In other cases, the stress and trauma of prolonged detention have caused \nindividuals to develop physical and mental health problems.  The Public Health Service (PHS) provides medical \nservices in INS Service Processing Centers and contract facilities. In most of the prisons with which it contracts, the \nINS utilizes the health services provided to the criminal inmates. Often, these services are provided by outside \nmedical service contractors. These services typically do not include medical staff trained to care for patients from \ndifferent cultures. Moreover, there is frequently a lack of female medical staff. This can undermine the treatment of \nwomen detainees, many of whom come from cultures in which it is considered inappropriate to reveal sensitive \nmedical information to male strangers.\n\nFollowing are three case examples in which the medical needs of women asylum seekers were mishandled:\n\n- A Haitian woman who spoke little English misunderstood a prison officer during her intake at the Wicomico County \nPrison in Maryland. She mistakenly answered affirmatively when he asked her if she felt suicidal. She was then \nseparated from her sister, who was also in detention, and placed on suicide watch in a single cell, with no bedding \nand only a paper gown to wear. She remained there for five days struggling to communicate that she was not going \nto kill herself. Pregnant at the time of her apprehension, she suffered a miscarriage. Despite the fact that she in \nsevere pain and bleeding profusely, she was handcuffed and shackled on the way to the hospital and into the \noperating room.\n\nA Chinese woman was suffering from severe complications from an IUD that had been forcibly inserted by the \nChinese authorities under that country's coercive family planning policy. Despite her repeated complaints and \nmultiple requests by her attorney that she be paroled from detention so that she could join her family in New York \nand obtain appropriate medical care, the INS refused to release her. Finally, under a federal court order to either \nrelease her or provide appropriate medical care with a Whenzhou interpreter to assist her through the surgery and \nrecovery, the INS brought in a New York-based interpreter for a fee of $10,000. The detainee's lawyer reported, \nhowever, that the interpreter was unfamiliar with the medical terminology used and returned to New York as soon \nas the operation was completed. The Chinese woman was immediately returned to her cell, where she lay bleeding \nand vomiting.\n\n- A 20-year-old ethnic Albanian woman from Kosovo was held in the Wackenhut Detention Center for 10 months. \nShe suffered from a chronic respiratory infection which resulted in her immigration hearing being postponed several \ntimes. She was brought to the emergency room of a local hospital at least twice, but the INS refused to release her \ninto the care of her family or admit her into the hospital. When the Women's Commission met her, she was gaunt \nand coughing uncontrollably. Her sister reported that she had coughed up blood and had fainted in the shower.\n\n Most recently, FIAC has raised serious concerns about the living conditions in the Krome Service Processing \nCenter in Miami and the medical care being provided by the Public Health Service in that facility. This includes \nexposure to bodily fluids from detainees with infectious diseases and a lack of basic medical supplies and \nmedications. FIAC also reported that a callous disrespect for detainees with serious conditions has been exhibited \nby some staff, including an incident in which a PHS doctor told a detainee suffering an epileptic seizure to \"stop it,\" \nand that the detainee \"should not be doing that in here.\"\n\n\n\nMany women to whom the Women's Commission spoke also complained that they were experiencing physical \nailments because of their prolonged detention. This included chronic stomach problems, such as nausea, \nheartburn, and diarrhea; dizziness; high blood pressure; irregular menstrual cycles; and significant weight changes. \nIn some cases, women had been prescribed drags to address their conditions but were ignorant of the nature and \nproperties of the drugs.\n\nAsylum seekers who are fleeing violence and persecution in their homelands frequently are in poor health when \nthey arrive in the United States. In addition, they may be suffering from Post Traumatic Stress Disorder and other \nmental health problems. It is critical that they be provided prompt, adequate, and culturally appropriate medical \ncare.\n\nRecreation And Access To The Outdoors\n\nDetainees universally report boredom and listlessness as a result of the lack of recreational activities and outdoor \naccess. Detainees frequently spend their days lying in bed or watching English language television. Reading \nmaterials are also often only in English.\n\nAccess to the outdoors is severely limited in most detention centers, as minimal as one hour per week. Many \nfacilities offer only rooftop exercise areas or areas surrounded by high fences and covered by mesh fencing, \nthrough which little natural light filters. Many facilities also lack windows, adding to detainees' physical malaise and \ndisorientation. A Chinese woman in the Kern County Lerdo Detention Center in Bakersfield, California reported \nthat despite wanting to see the sun, she could not bear to go outside because she had to endure a pat search \nwhenever she returned inside. In the Virginia Beach Jail, outdoor access is severely limited for much of the year \nbecause detainees are not allowed to go outside if the temperature is over 90 degrees or under 45 degrees.\n\nWomen are sometimes denied activities that are provided to men in the same facility. In the York County Prison, \nthe Chinese men were supplied with craft materials and were actually selling their art work to the outside world. The \nChinese women were not provided similar materials. In the Kern County Lerdo Detention Center, the men were \nprovided the opportunity to participate in English classes. The women were not. The prison administrator justified \nthis distinction by indicating that there were too few women in the prison to merit providing them English instruction. \nIronically, the INS New Orleans District staff used just the opposite rationale to discontinue English classes that the \nwomen detainees in the New Orleans Parish Prison initially received. The INS Deputy District Director said that \nthere were too many women in detention for the prison to continue to offer English classes.\n\nExperience has shown that activities and outdoor access can make detention more tolerable. Some facilities, such \nas the Elizabeth Detention Center in New Jersey, allow charitable organizations to offer English classes.\n\n Jesuit Refugee Services has reported that these classes have become a vital link to the outside world, helping \ndetainees prepare for life in the United States if they are allowed to remain and giving them an activity to occupy \ntheir time.\n\nThe Availability Of Spiritual Support\n\nReligious services are generally made available through the chaplain's offices at detention centers. Services for \ncertain denominations are therefore readily available, while services for religious sects not common in the United \nStates are unavailable or have to be arranged.\n\nThe Assistant Chaplain in the York County Prison conceded that his office had been unable to arrange visits from \nrepresentatives of most of the women's religious sects. He was experiencing difficulty identifying an Islamic temple \nto assist Muslim detainees, and the Chinese women had not seen a Buddhist priest.\nIn the Kern County Lerdo Detention Center, the prison chaplain had initially refused access to a Chinese-speaking \nminister. Later, he allowed the minister to offer weekly services to the Chinese detainees, but only with the chaplain \npresent. The minister was not allowed to offer individual counseling. When the Women's Commission requested an \ninterview with the minister, he reported that the chaplain had forbidden him to talk to the delegation.\n\nAlso disturbing are reports of proselytizing directed at asylum seekers. The head chaplain in the York County \nPrison opposed the efforts of local advocates to achieve release of the Chinese detainees, arguing that the \ndetainees should first convert to Christianity, then agree to deportation in order to carry Christianity back to China.\n\n\n\nAttorney Access\n\nLegal representation is critical for an asylum seeker to successfully pursue her case. The immigration bar typically \nconsiders asylum cases as among the most complex and time consuming of the various types of immigration \nproblems its members address. Despite the critical need for assistance, however, the Executive Office for \nImmigration Review has reported that less than 11 percent of detainees actually have been able to procure \nrepresentation.5 Several problems endemic to detention hamper the ability of asylum seekers to obtain \nrepresentation. First, the lists of pro bono and low-cost legal service providers that the INS provides to an individual \nwhen she is first detained are frequently inaccurate or out-of-date. In 1996, Amnesty International found that of the \n14 programs listed in the York and Berks County Prisons in Pennsylvania, only one actually represented asylum \nseekers and accepted collect calls. One number actually connected detainees to a local clothing store.\n\nSecond, in many facilities, even if a detainee has identified a service provider to assist her, she can only contact \nhim or her by placing collect calls, a tremendous financial burden that deters many agencies from representing \ndetained asylum seekers. In many detention centers, moreover, a legal representative cannot leave a message \nfor his or her client, forcing the service provider to visit the detention center if he or she needs to communicate \ncritical information to the client..\nIn some Service Processing Centers and contract facilities, detainees are now able to use phone cards. This \nalternative has somewhat improved detainees' ability to communicate with the outside world, but many detainees \ncomplain about the high cost of the phone cards. In a few facilities, such as the Elizabeth Detention Center, \ndetainees are now able to make toll-free calls to their legal representatives, which is obviously an important step \nforward in facilitating the ability of detainees to obtain counsel.\n\nThird, the remoteness of many detention centers deters attorneys from accepting detainees as clients. Many \ncenters are located far from the legal services that are generally available in urban centers with strong immigrant \ntraditions. In addition, attorneys visiting detention centers report having to wait hours before being allowed to see \ntheir clients. The combination of long commutes and time wasted to talk to a client effectively means that attorneys \nmay have to devote an entire day to interview one client.\n\nFourth, the INS frequently transfers detainees from detention center to detention center for fiscal and logistical \nreasons. Detainees therefore often end up in centers hundreds or thousands of miles from their attorneys. The INS \ntypically does not provide prior notification of such transfers. In one disturbing case, a Cuban couple interviewed by \nAmnesty International was split into two different county prisons. Between the two of them, they were transferred a \ntotal of eight times from county prison to county prison over a four-month period. They were not allowed to speak to \neach other until 15 minutes prior to the commencement of their removal proceedings. Although the wife had a \nstronger basis for asylum, because the Cuban authorities were harassing her after she left the Communist Youth \nParty, the immigration judge did not interview her directly, instead focusing on the husband's story. After the judge \ndenied their asylum claim, an INS officer told the wife to withdraw her appeal of that decision or she would be \ntransferred to a prison with worse conditions. He also told her that she might be released if she abandoned her \ncase.\n\nFinally, the county prisons pose special problems for attorney access. The Virginia Beach Jail refused access to an \nattorney because she could not display a bar card. The attorney was admitted to the New York Bar, which does not \nissue such cards; the prison was accustomed to interacting with attorneys practicing criminal law in Virginia, who \ntypically have cards verifying their membership in the Virginia Bar. Moreover, the prison warden in the facility was \nunfamiliar with the concept of a non-attorney practicing law, as is the case with representatives accredited by the \nBoard of Immigration Appeals (BIA). He indicated that he would normally refuse access to a BIA-accredited \nrepresentative. Finally, while the telephones in the prison were programmed to provide toll-free access to criminal \nlaw pro bono programs, they had not been programmed to provide access to immigration pro bono programs. The \nwarden, however, indicated that he would have willingly addressed these oversights if the INS had shared this \ninformation with him, thus underscoring the need for the INS to better communicate with the prisons with which it \nhas contracted.\n\nLegal representation is perhaps the most vital link that a detainee can have to the outside world. In addition to the \ncritical role that attorneys play in presentation of an asylum claim, they also can act as an intermediary between the \n\n\n\ndetainee and the INS. They also offer hope to the detainee, a not insignificant function since many asylum seekers \notherwise may abandon their claims and agree to deportation.\n\nWe are encouraged by the INS' more recent efforts to provide pro bono and low-cost legal service providers with \nregular access to Service Processing Centers and contract facilities. This cooperation is enabling service providers \nto offer group \"Know Your Rights\" presentations and to identify detainees who most need legal assistance. \nHowever, such access is not available in county prisons.\n\nVisitor Access\n\nDetainees are also often cut off from relatives, friends, agencies, and individuals willing to help them. Factors which \nhinder access to legal services also interfere with the ability of other parties to visit detainees, including the \nremoteness of facilities, limitations on phone calls, frequent transfers, and the slowness of some facilities to locate a \ndetainee when a visitor requests to see them. Other limitations specific to non-attorney visitors also play a factor, \nincluding restrictions on who can visit a detainee and on how often and for how long a visit can take place.\n\nThe Wicomico County Detention Center serves as an example. The facility is located on the eastern shore of \nMaryland, approximately a three-hour drive from both Washington, DC and Baltimore, Maryland. Family members \nand friends are restricted to two 20-minute visits per week on Tuesdays and Thursdays, and not to occur on the \nsame day. Minors under age 18 are not allowed to visit detainees at all, even if the detainee is their parent.  The \nWomen's Commission interviewed a Guatemalan asylum seeker in the Wicomico facility. We later interviewed her \nhusband, an affirmative asylum applicant living in the Washington metropolitan area. Shortly after the INS \napprehended the woman, her husband traveled three hours to deliver some toiletries and personal items to her. \nThe facility refused to let her have them. The husband could not afford to take time off from work to visit his wife \nvery often.\n\n He then even had to tell her to stop phoning him, because the exorbitant rates charged for collect calls had cost \nhim $400 one month, forcing him to choose between speaking to his wife or paying for her attorney. He returned \none more time to the prison when his wife was beginning to give up hope and consider voluntarily departing the \nUnited States. He reported that he was denied permission to enter the facility and was told to \"get lost\" or risk \ndeportation himself. After five months of incarceration, his wife abandoned her asylum claim and was deported to \nGuatemala.\n\nAlso problematic is the splitting of family members into different detention centers. A pregnant woman from the \nIvory Coast was placed in a county prison in Pennsylvania while her husband remained in an INS contract facility. \nHe was subsequently deported without her knowledge. A Cuban detainee in the Aguadilla Service Processing \nCenter in Puerto Rico was distraught that his wife had been transferred from Aguadilla to the Metropolitan \nDetention Center, a federal prison in San Juan. The SPC staff had not allowed him to communicate with her even \nby telephone.\n\nIt is also difficult for organizations such as the Women's Commission to obtain access to detention centers. The \nrules dictating access were different for every facility we investigated, particularly in the case of county prisons. The \nINS district office would frequently indicate a procedure different from that laid out by the prison officials. Even \nwithin the INS itself, each district has its own procedures for permitting outside agencies to monitor detention \ncenters. Fortunately, the process for obtaining such access is now more clearly defined under the new INS \nDetention Standards, but like all of the standards, these procedures only apply to SPCs and contract facilities.\n\nIV. Implementation Of The Asylum Pre-Screening Officer Program (APSO)\n\nThe Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (IIRIRA) recodified the parole authority of \nthe INS, so that it could continue to release people from detention \"on a case-by-case basis for urgent \nhumanitarian reasons or significant public benefit.\"6 Release from detention is allowed for certain categories of \nindividuals, including those with serious medical conditions, pregnant women, minors, detainees who will be \nwitnesses in certain proceedings, and those \"whose continued detention is not in the public interest.\"7\n\n In 1992, the INS Central Office issued non-binding guidelines to its districts on how their parole discretion should \nbe exercised for asylum seekers. This program, known as the Asylum Pre-screening Officer Program (APSO), \n\n\n\nallows for the release of asylum seekers from detention if they meet several criteria, including if their asylum claim \nis judged credible and if they are found not to pose a flight risk. The APSO program, at least implicitly, represents \nan acknowledgment by the INS that detention of asylum seekers is inappropriate and unnecessary in many cases.\n\nSince enactment of IIRIRA, the INS has twice stated in memoranda that release continues to be an option for \nasylum seekers. On March 31, 1997, a memorandum from the Office of the INS Deputy Commissioner stated, \n\"Once an alien has established a credible fear of persecution (under expedited removal)...release of the alien may \nbe considered under normal parole criteria.\"8 This option was reemphasized in a memorandum from the INS Office \nof Field Operations on December 30, 1997. That memorandum stated, \"Parole is a viable option and should be \nconsidered for detainees who meet the credible fear standard, can establish identity and community ties, and are \nnot subject to any possible bars to asylum involving violence or misconduct … \"9\n\nDespite these policy directives, implementation of APSO remains inconsistent among districts. For example, the \nNew York District maintains a virtual blanket detention policy, with a release rate of only 2.4 percent.10 Right next \ndoor, the Newark District has maintained a relatively generous release policy until recently. Disturbingly, its release \nrate has dropped significantly in recent months. INS District Directors, who retain the authority to make release \ndecisions, often cite the use of faulty documentation as a justification for continued detention of an asylum seeker. \nThis logic defies the reality faced by the vast majority of asylum seekers. Individuals concerned about persecution \nare the ones least able to take the time and risk the exposure to government authorities to complete the requisite \npaperwork before fleeing their homelands.\n\nWhile the Women's Commission did not focus on the merits of the asylum claims of the women with whom we \nspoke, it was obvious that many were strong candidates for release under APSO. We interviewed women from \nmany countries, including those experiencing conflict and human rights abuses. Many women stated that they had \nfled torture, threats to their lives, harassment for political activities, female genital mutilation, forced marriages, and \ncoercive family planning. Moreover, many of the women were later granted asylum. Just last week, a 20-year-old \nethnic Albanian woman, whom we first met when we visited the Wackenhut Detention Center and later saw again \nat the York County Prison after she was transferred, was granted asylum after enduring 16 months of incarceration.\n\nAPSO will remain vulnerable to the caprice of INS District Directors until it carries the force of law. Meanwhile, \nprolonged detention frequently erodes the physical, emotional, and mental energy of an asylum seeker. Even \nsetting aside these humanitarian concerns, in the vast majority of cases, detention of asylum seekers is an \nunnecessary waste of taxpayer dollars and limited detention space.\n\nV. Children in Detention\n\nChildren held in detention face unique problems. Thanks largely to extensive advocacy by immigrant rights \norganizations as well as a national class action lawsuit, the Flores v. Reno case, the INS has slowly improved its \npractices with regard to children in detention. However, inconsistent treatment is still evidenced and several \nserious issues remain outstanding.\n\nFirst, the INS is unprepared to house family units and sometimes splits parents and other adult caregivers from \nchildren into separate detention centers, often only allowing limited contact between the family members. As is \neasily imagined, this causes extreme distress to both the child and the parent or caregiver.\n\nSecond, although the INS has opened several children' shelters around the country, which to varying degrees offer \nthe legal and psycho- social services that children need, it also continues to allow its districts to make local \narrangements with juvenile correctional facilities. The most striking example is the Liberty County Juvenile \nCorrectional Center, 1.5 hours outside Houston. Liberty is a maximum security facility in which children wear prison \nuniforms, are frequently pat searched, and live in cells for 23 hours a day. The outdoor exercise area is the size of \na basketball court, with little grass and no trees. The facility is surrounded by concertina wire. The only activity \nprovided to the children is three hours of classroom instruction on weekdays, but that is offered in English. When \nthe Women's Commission was in Liberty in June 1998, the INS had over 80 children incarcerated in the prison, \ncommingled with juveniles with criminal records, even though the majority of INS-detained children had no criminal \nconviction or record of running away from a shelter facility (the two situations under the Flores settlement \nagreement in which children can be held in a secure setting).\n\n\n\nThird, children often remain in detention for prolonged periods of time. The Women's Commission visited an 11-\nyear-old Indian girl who had been abused by her parents and then sold to a smuggler for child labor. She had been \nhoused in a group shelter under contract with the INS for 15 months. She was finally placed in a foster home after \nthe INS appealed her grant of asylum. Uncertainty about the future and the lack of a stable family environment can \nhave a devastating impact on a child's well-being and is clearly not in his or her best interests.\n\nFourth, in some districts children are subjected to handcuffing and shackling during transport. In El Paso, an INS \nofficer stated, \"This is for their protection. Otherwise, they might run out into traffic.\" Such restraints are highly \ninappropriate for all asylum seekers, but are particularly harmful to the well-being of children.\n\n Finally, the Women's Commission has received multiple reports of teenagers being held in adult detention \ncenters, after an unreliable dental radiograph has identified them as being 18 years of age. Dental experts have \noffered their opinion that relying on such exams for definitive age determinations is inappropriate. For example, Dr. \nHerbert H. Frommer, DDS, Chair of Radiology at the New York University College of Dentistry, stated in a letter to \nthe Women's Commission that \"lilt is impossible to make an exact judgment based on radiographs of whether an \nindividual is above or below the age of 18 years.\"11\nIn recent months, the Women's Commission has been working with the INS to develop guidelines for the \nadjudication of children's asylum claims.\n\n We have been tremendously encouraged by the agency's receptivity to ensuring that children are provided child-\nfriendly asylum hearings and to developing legal, procedural, and evidentiary standards that are age-appropriate. \nWe hope that the INS will extend this collaborative model to include efforts to ensure that children are not \nunnecessarily detained and that the care they are provided reflects their best interests.\n\nVI. Conclusions and Recommendations\n\n1. It is inhumane to detain asylum seekers. They may very well suffer further trauma if incarcerated. The INS lacks \nthe expertise to care for populations at risk, including women, children, and torture victims. APSO represents a \nthoughtful attempt to ensure that asylum seekers are not unnecessarily detained and that limited INS detention \nspace is not misused.\n\n- The INS should rejuvenate APSO. Those individuals found to have a credible fear of persecution should be \nreleased promptly. The INS Central Office should exercise strict oversight of the implementation of APSO and hold \nits districts accountable for low release rates. Congress should incorporate APSO into law to ensure its continued \navailability and consistent implementation.\n\n- For those few individuals who cannot be released, the INS should develop alternatives to detention. This includes \nsupervised release. The INS should also collaborate with voluntary agencies with expertise in assistance to \nrefugees to develop half-way houses or reception centers that provide housing, food, orientation to the United \nStates, and ready access to legal and social services. Such centers would allow the INS to meet its goal of \ndiscouraging absconding while at the same time allow asylum seekers to begin the process of healing and possible \nintegration into the United States.\n\n2. Local prisons fall woefully short of addressing the needs of detainees. It is unrealistic to expect that such facilities \ncan revise their mission and programs sufficiently to ensure that asylum seekers receive the services they need. \nThey fail to provide any service that would merit the exorbitant rates paid by the INS. The INS, in turn, is failing to \nexercise any oversight of these facilities and the treatment to which they subject asylum seekers.\n\n - The INS should stop detaining asylum seekers in prisons.\n\n- Asylum seekers should never be commingled with criminal inmates.3. In some detention centers, services that \nare provided to men are not provided to women. In others, the basic needs of women are ignored, or worse, denied \nin order to humiliate a woman. This discrimination is unacceptable.\n\n- The INS must adopt flexible release policies and provide appropriate facilities and staffing to meet the needs of \nwomen. Women should not be transferred to remote locations or more restrictive settings simply because a more \nappropriate facility is not staffed to meet their needs. The women should be released or staffing adjusted.\n\n\n\n- Services made available to male detainees must be equally provided to women, including translation services, \nEnglish classes, separation from criminal inmates, and consultation with attorneys.\n\n- Women should not be separated from family members while in detention.\n\n- Feminine hygiene products and appropriate medical care, including reproductive health care, should be provided \nto women detainees. Under no circumstances should denial of basic needs be used as a means to humiliate \nwomen.\n\n4. The INS' recent issuance of standards of detention represents a significant acknowledgment by the agency that \ndetention centers should meet certain minimum conditions of detention. However, the standards are \nfundamentally flawed. The INS districts retain too much authority for their implementation and oversight. Moreover, \nthe standards do not apply to the prisons which the INS uses, thus effectively denying their application to more than \nhalf of the population in INS custody.\n\n- Oversight of the implementation of detention standards should be lodged with the INS Central Office. Detention \ncenters should be frequently inspected by officers trained to assess their implementation. Such inspections should \nbe unannounced. Authority to require changes in facilities that fail to comply with the standards should also be \nretained by the Central Office.\n\n- INS officers charged with oversight of the implementation of standards should consult with national and local \nnongovernmental organizations serving INS detainees to obtain their input.\n\n- Compliance with the standards should be contractually required by all facilities used by the INS, including prisons. \nNew facilities should meet the requirements of the standards before they are allowed to open.\n\n- The INS should invite consultation and input from organizations with expertise in refugee protection and \nassistance when promulgating standards of detention.  5. Outside monitors, including agencies with expertise in \nmeeting the needs of refugees, face difficulty in obtaining access to detention centers. Such monitoring can serve \nas an important vehicle for assessing conditions of detention and identifying problems confronting detainees.\n\n- The INS should include outside experts and agencies when monitoring conditions of detention.\n\n- The INS should regularly consult with national and local nongovemmental organizations that serve detainees to \nensure that it is aware of and can quickly address any problems that may arise in detention centers. Last year, the \nINS agreed to hold quarterly consultations with such organizations to discuss detention concerns. This is a useful \nprocess that should continue.\n\n- Facilities with which the INS contracts, including prisons, should not retain the discretion to determine which \norganizations or individuals can visit a facility.\n\n6. The vast majority of detainees lack legal representation. Representation is critical to the ability of an asylum \nseeker to succeed with her claim.\n\n- The INS should support the establishment of legal representation projects at all detention facilities. Such \nprograms should be allowed to conduct regularly scheduled \"Know Your Rights\" presentations.\n\n- Lists of accurate pro bono and low cost legal service providers should be promptly provided to a detainee at every \nfacility in which she is held.\n\n- The INS should ensure that adequate and affordable telephone services are available in every facility, including \ntoll-free legal service calls.\n\n- The INS should avoid transferring detainees away from their attorneys. Under no circumstances should such \ntransfers occur without prior notification of counsel.\n\n- Consideration should be given to providing government-funded legal assistance, particularly to asylum seekers.\n\n7. The INS continues to provide inconsistent care to children in its custody. Children are particularly vulnerable to \nthe trauma that detention can cause.\n\n\n\n- The INS should immediately discontinue the use of prisons to detain children. Under the auspices of its Central \nOffice, it should continue to develop appropriate shelters and foster care placements for unaccompanied children in \nits custody. After appropriate home studies, family reunifications should be performed expeditiously.  - The INS \nshould give a child the benefit of the doubt when making an age determination. It should also accept a variety of \nevidence to demonstrate age and allow a child to appeal a finding of adulthood.\n\n- The INS should never commingle children with adult detainees.\n\n- Children should never be handcuffed or shackled.\n\n- Children should never be divided from their parent or adult caregiver. Families should be released. For those \nisolated instances in which release is not an option, the INS should establish shelters designed to house family \nunits.\n\n8. The INS has failed to centralize its detention program. It is nonsensical from a management perspective and \ndangerous from a humanitarian perspective to allow 33 districts to implement 33 detention policies.\n\n- Congress should move forward with detention reform legislation. Such legislation should include four main \ncomponents: a) Codification of APSO and other release alternatives, including the development of comprehensive \nshelter and foster care alternatives for children; b) Development of comprehensive standards for detention that \napply to all facilities used by the INS and a requirement that the INS report to Congress on their implementation on \nan annual basis; c) Creation of an oversight office within the Department of Justice but outside the INS structure \nwith the authority to monitor conditions of detention and to take steps to ensure compliance; and d) Mandatory \ncollection of comprehensive detention data by the INS, including but not limited to, the number of people in \ndetention, the number of people seeking asylum in detention, the length of detention, the frequency of transfers, \nand a gender and age breakdown.\n\n- Any reorganization of the structure and functions of the INS must carefully address detention. Detention of \nasylum seekers should not be considered an enforcement function, but rather a service that ensures that refugees \nreceive the care and assistance they deserve.\n\n- If the INS continues to fail to meet the needs of asylum seekers, the detention of asylum seekers should be \nmoved to a federal agency better able to address those needs, such as the Department of Health and Human \nServices. Particular care should be taken to ensure that the needs of populations at risk, including women and \nchildren, are provided appropriate care.\n\nI would like to conclude by calling on Congress to play an active role in the design, implementation, and monitoring \nof U.S. detention policy. The degree of neglect and abuse that we have witnessed in INS Service Processing \nCenters, contract facilities, and local facilities is inexcusable. Congress should intervene and move forward with \nlegislation that brings accountability, consistency, and compassion to detention.\n\n Again, we thank you for holding this hearing, which represents an important step forward in ensuring that the \nUnited States applies human rights standards and basic rules of decency and compassion as equally to its \npractices at home as we have to the practices of other countries. The Women's Commission stands ready to work \nwith your offices to assist in this process. I would be happy to answer any questions you might have.\n\n*FOOTNOTES*\n\n1 Testimony of Commissioner Doris Meissner, Immigration and Naturalization Service, Senate Judiciary \nSubcommittee on Immigration (July 29, 1998).\n\n2 \"Second Report on Detention and Release of Criminal and Other Aliens,\" Immigration and Naturalization Service \n(1997).\n3 It should be noted that the INS also sometimes utilizes hotels when it lacks space to hold an individual elsewhere \nor occasionally to house a family unit together. Very little is known about the conditions in such hotels, although \nanecdotal evidence suggests that outdoor exercise and food are frequently inadequate.\n\n4 Mark Dow, \"Our Daily Ordeal is Going Unnoticed.\"\n\n\n\n5 Donald M. Kerwin, \"Throwing Away the Key: Lifers in INS Custody,\" 75 Interpreter Releases 649 (May 11, 1998).\n\n6 INA sec. 212(d)(5)(A).\n\n7 8 CFR sec. 212.5(a),\n\n8 Memorandum from Chris Sale, INS Deputy Commissioner, \"Implementation of Expedited Removal\" (March 31, \n1997).\n\n9 Memorandum from Office of Field Operations, \"Expedited Removal: Additional Policy Guidance,\" (December 30, \n1997). See generally, Arthur C. Helton, \"A Rational Release Policy for Refugees: Reinvigorating the APSO \nProgram,\" 75 Interpreter Releases 685 (May 18, 1998).\n\n10 See Helton, p. 689.\n\n11 Letter to Women's Commission for Refuge Women and Children from Herbert H. Frommer, DDS, New York \nUniversity College of Dentistry (August 7, 1997); See also Letter to Women's Commission for Refugee Women and \nChildren from Neill Serman, BDS DDS Ms(rad), Head of Division of Oral Radiology, Columbia University (July 21, \n1997).\n\n END\n"}