{"title": "IMMIGRANTS RALLY TO DEMAND FAIR TREATMENT", "body": "\nSeven hundred New Yorkers - most of them immigrants - gathered in Flushing on Saturday to send a powerful \nmessage: \"We demand to be treated with dignity and fairness, and we will not be ignored or intimidated.\"\n\nMen and women, young and old, they came, many with children in tow, from Staten Island, Brooklyn and Queens to \npack the Ganesh Temple auditorium in Flushing. The crowd was impressive for its size and for its determination to \nbe heard.\n\n\"We are here today . . . to work together to make New York a city responsive to the needs of the people who work \nand live here,\" Ana María Archila, co-executive director of Make the Road New York, told the crowd.\n\nWith more than 4,000 members, Make the Road New York was created last year with the merger of the Latin \nAmerican Integration Center and Make the Road by Walking, two grass-roots community organizations.\n\n\"I would like to welcome the elected officials, our allies in the labor movement and the community organizations - \nand all of you,\" Archila said to the enthusiastic approval of the audience.\n\nNo less enthusiastic were the 10 elected officials who attended the event and embraced the community's \ndemands. All of them promised to help.\n\nIt would have been difficult for Rep. Nydia Velázquez (D-Bronx), City Council Speaker Christine Quinn, City \nController Bill Thompson, state Sen. John Sabini (D-Jackson Heights), Councilman John Liu (D-Flushing) and the \nother members of the Council and the state Senate present at the meeting to do otherwise. The community's \ndemands were nothing if not fair, and went a long way toward defining the priorities of immigrant New Yorkers.\n\nIncreased educational and economic opportunity, comprehensive immigration reform, healthy and affordable \nhousing, equal access to government benefits and services and the expansion of civil rights across our \ncommunities for immigrants, workers, students and gay people - this is what the people gathered at the Ganesh \ntemple were asking for.\n\nTo stress even more the urgent need for those demands to be met, several community members shared moving \npersonal stories of mistreatment and discrimination. One of them was Alejandro Carreras, who came from Ecuador \nsix years ago and joined Make the Road by Walking two years ago.\n\n\"Due to my immigration status, it has been difficult for me to find a dignified job in this country,\" he told the \naudience. \"I have to do very hard jobs, but I have no choice because I have to support my family and myself.\"\n\n\nCarreras went on to recount a terrible experience of exploitation and abuse by an employer who took advantage of \nhis undocumented status.\n\n\"Some time ago, I worked with a cement contractor. I worked for him two weeks, under the sun. And when the job \nwas finished, he did not pay me one single cent,\" he said.\n\nThen he added something that many others in the audience already had learned the hard way.\n\n\"Unfortunately,\" Carreras said, \"these experiences are all too frequent. Thousands of workers in New York have \nhad similar experiences,\" he said.\n\nAnd, addressing the elected officials directly, he added, \"That's why I am asking you to help pass stronger laws in \nNew York to protect immigrant workers.\"\n\naruiz@nydailynews.com\n"}