{"title": "Cultural importers.; Musicians cross borders -luckily", "body": "\nWhether you're confused, appalled or heartened by the presidential proposal to stem immigration with the National \nGuard lined up along the Mexican border, there's one peripheral element of that issue that's justly immune, at least \nfor now, to legislation: The immigration of culture.\n\nWhatever the economic and regulatory reasons to revise immigration laws, you know there has to be a fair amount \nof xenophobia lurking about. At the very least, parts of the establishment are threatened by ethnic minorities' being \nnot so minor these days, their numbers now mighty enough to propose a Spanish-language \"Star Spangled \nBanner.\"\n\nThe irony is that immigrants - whether Latino or, for example, Chinese - are hardly limited to service-industry jobs \n(as suggested by public demonstrations earlier this month). They are vital artistic influences in the belly of the \nbeast, at cultural palaces like New York City's Lincoln Center and Washington's Kennedy Center.\n\nEven in an artistically conservative city like Philadelphia, Brazilian concert pianist Arnaldo Cohen enjoys an \nextravagant response when he plays South American composers who normally wouldn't be heard here. Years \nback, when Chinese immigrants were crawling out of decrepit freighters on the West Coast, Beijing-trained \ncomposers Tan Dun and Chen Yi were retraining American ears to hybrid expressions of Chinese folk and Western \nclassical music. Tan did so with his video/orchestral work The Map last season with the Philadelphia Orchestra and \nChen with a Philadelphia Classical Symphony program last month that, to judge from audience members' e-mails, \nchanged lives.\n\nNationally, the hottest current opera recording is Ainadamar, by Argentine-born Osvaldo Golijov on Deutsche \nGrammophon, a Eurocentric company if ever there was one. Opera Company of Philadelphia's Robert B. Driver, \nhaving seen the piece last summer in Santa Fe, says it's one of the few recent operas he'd love to produce. And the \nindefatigable Tan just finished what promises to be one of the most theatrically ambitious new works in Metropolitan \nOpera history, titled Death and Fire.\n\nOf course, none of these artists is an illegal immigrant. The 45-year-old Golijov earned his doctorate at the \nUniversity of Pennsylvania. Chen and Tan came to the States as Columbia University students. Since 9/11, though, \neven the most established musicians not based in America complain about what lengths they must go to - hours of \nwaiting, sometimes under outdoor winter conditions - for the papers to perform a single concert in the Unites States. \nNo wonder they sometimes cancel.\n\n\nOne could argue that the well-educated U.S. of A. has more than enough talented singers and composers. We \ndon't need outsiders, thank you. And indeed, the numbers are here. But these immigrant composers constantly \ncome up with possibilities that others don't and probably would never imagine.\n\nWho but Tan would consider building a concerto around a video of a Chinese folk musician playing music by \nblowing on leaves, as he did in The Map? Even Chen's more modestly scaled Song in Winter has a \nflute/harpsichord combination that, once heard, becomes lodged in your memory.\n\nGolijov's Ainadamar, which I saw onstage at Lincoln Center earlier this year, in addition to hearing the new \nrecording, is a huge achievement. Fueled equally by Latin rhythms and serpentine Semitic note-bending (thanks to \nhis Eastern European Jewish heritage), Golijov is one of the few composers since Schubert to make music teeter \nbetween emotional extremes - from doom to celebration, from frantic desperation to ecstatic fulfillment - with the \nchange of only a note or two.\n\nAinadamar, the story of poet Federico García Lorca's death, as recalled by Spanish actress Margarita Xirgu, arrives \nchronologically jumbled, a dramaturgical shambles compared to tidy, linear, well-made operas such as An \nAmerican Tragedy or even Margaret Garner. But you don't care. Ainadamar is a testament to opera's hallmark - \nirrationality, that it's a force and world unto itself that is often more engrossing when flouting the rules of the exterior \nworld.\n\nTheoretically, great art would be created no matter what. But would our ears have the proper conditioning to \nperceive it were we not surrounded by immigrants, legal and otherwise, in our everyday lives?\n\nOne case history: When tango albums began to be issued on classical labels in the mid-'80s, I had no patience for \nthe music or its seemingly ludicrous primary instrument, the bandoneon (a concertina accordion on steroids). But \nafter years of random encounters with Latino music, whether at street festivals, on car stereos, or in the zarzuela \noperettas that Plácido Domingo has recorded and produced onstage, I arrived at a 2004 Philadelphia Orchestra \nperformance of Astor Piazzolla's concerto for bandoneon and orchestra, titled Aconcagua, to find that it feels as \nfamiliar as Gershwin.\n\nThe opposite can also happen, of course - and did so for me with popular Indian music, as represented by the \nBollywood music videos so often seen in Indian restaurants. Even after being force-fed them, the Kronos Quartet's \nBollywood disc, You've Stolen My Heart, was not (with all its novelty and lyricism) for me. Proper exposure to the \nmusic may not yield affection, but at least your decision isn't based on confusion.\n\nConsider the alternatives. Endless performances of Beethoven's Symphony No. 5 isn't such a bad fate. Neither is \nwhat so many current American composers are writing - new works that often recycle the mid-20th-century manner \nof Aaron Copland and Samuel Barber. Would we be locking ourselves in - or out - without immigrant composers \nleading us away from our artistic inbreeding? How long can such a redundant art form last?\n\nContact music critic David Patrick Stearns at 215-854-4907 or dstearns@phillynews.com. Read his recent work at \nhttp://go.philly.com/davidpatrickstearns\n"}