{"title": "Provision for Hotel Accommodation for Accreditors and Encoders during the Accreditation for the Different Graduate Programs of Bu Graduate School on October 21-25, 2019.", "body": "\nCompany  : BICOL UNIVERSITY\n\nAddress : Rizal St.,Legaspi City\n\nLegazpi City\n\nAlbay 4500\n\nAttn: Aurora M. Monjardin, Bac Secretary\n\nTel: +63-9-209680040\n\nEmail : bu-cluster2bac@bicol -u-e.edu.ph\n\nCountry : Philippines\n\nLocation :  Philippines\n\nTender_No : 2019-BUGS-081\n\nValue : PHP 122000\n\nDead line : 2019-10-18\n\nLocal International : International\n\nFunding Agency : No\n\nDescription :  Request for Quotation (RFQ): Provision for Hotel Accommodation for Accreditors and Encoders \nduring the Accreditation for the Different Graduate Programs of Bu Graduate School on October 21-25, 2019.\n\nClosing Date / Time: 18/10/2019 1:10 AM\n\nArea of Delivery: Albay\n\nProcurement Mode: Negotiated Procurement - Small Value Procurement (Sec. 53.9)\n\nBrief: Request for Quotations\n\nProvision for Hotel Accommodation for Accreditors and Encoders during the Accreditation for the Different \nGraduate Programs of Bu Graduate School on October 21-25, 2019.\n\n\nThe Bicol University, Through the Corporate Budget for the Contract Approved by the Board of Regents Intends to \nApply the Sum of One Hundred Twenty Two Thousand Pesos only (Php 122,000.00) being the Approved Budget \nfor the Contract to Payments for the Contract: The Provision for Hotel Accommodation for Accreditors and \nEncoders during the Accreditation for the Different Graduate Programs of Bu Graduate School on October 21-25, \n2019.\n\nThe Bicol University Now Requests Proposals from Bonafide Suppliers to Submit Proposals for the Provision for \nHotel Accommodation for Accreditors and Encoders during the Accreditation for the Different Graduate Programs \nof Bu Graduate School on October 21-25, 2019.\n\nProcurement will be Conducted through Negotiated Procurement– an Alternative Methods of Procurement \nSpecified and Prescribed under Rule Xvi - Alternative Modes of Procurement , Section 53.9 – Negotiated \nProcurement (Small Value Procurement), Of the Implementing Rules and Regulations Part-A (Irr-A) of Republic Act \nNo. 9184, Otherwise Known as Government Procurement Reform Act.\n\nSupplier shall Submit Quotation on or before October 18, 2019, 10:00 am to the Bac Secretariat, G/F Multi-Purpose \nBldg., Bicol University, Legazpi City.\n\nBicol University Reserves the Right to Reject Any or All the Bids, Waive Any Defect or Informality Therein, Accept \nthe Bid and Award the Contract to the Most Advantageous Offer to the Bicol University, For and in Behalf of the \nProject. Bicol University Assumes No Responsibility to Compensate or Indemnify the Bidder for Any Expense or \nLoss that may be Incurred for the Preparation of Bids, Nor does it Guarantee that an Award will be Made.\n\nFor Further Information, Please Contact the Bac Secretariat Office, Bicol University, Cluster Ii Bac Office, Legazpi \nCity 4500, And Cellphone Number: 09209680010 / 09064392206, Bu-Cluster2bac@Bicol -U.Ed.Ph.\n\nApproved:\n\nProf. Ramil C. Chavenia\n\nBac Chairperson\n\nDocument :  http://www.bidsinfo.com/adminexe/-PH1~20191015-16669621.html\n"}