{"title": "Naturalization breeds frustration 150,000 people seeking citizenship are trapped in an FBI backlog. One man has waited three years, and he's suing.: 150,000 people seeking citizenship are trapped in an FBI backlog. One man has waited three years, and he's suing.", "body": "\nOct. 22--When he went to work for the Mille Lacs Band of Ojibwe, Dr. Atif Rizvi was what the tribal community \nhoped for: An energetic, caring and qualified dentist eager to serve a population that has difficulty getting good \nhealth care.\n\n\"I know over the years, we've had real problems trying to get dentists,\" said Don Wedll, the band's head of long-\nrange planning. \"Having dentists work here has been a real struggle. For awhile, we didn't have any dentists.\"\n\nBut Rizvi, 29, has found himself caught in a bureaucratic backlog of background checks in his quest to become a \nnaturalized citizen. He long ago passed the necessary examination, and this week, he filed suit against the federal \ngovernment, saying immigration officials failed to grant or deny him his citizenship within the 120 days set out in \nthe law.\n\nThe dentist's case has gained congressional attention. In July, U.S. Sen. Hillary Rodham Clinton, D-N.Y., launched \nan inquiry into the delay and asked immigration officials to find out why the dentist's application for citizenship has \nnot yet been granted.\n\nRizvi is not alone in waiting. A spokeswoman for the U.S. Citizenship and Immigration Services said Rizvi, of \nBaxter, is one of about 150,000 people nationwide whose desire to become a naturalized citizen has been \ndelayed beyond the 120-day limit because the FBI can't do the fingerprint and background checks fast enough.\n\n\"I know there is some frustration on the part of these immigrants who have been waiting. But until it comes back \nfrom the FBI, we cannot move forward,\" said Maria Elena Upson, a spokeswoman for Citizenship and Immigration \nServices, a branch of the Department of Homeland Security.\n\n\"Ninety-nine percent of the cases that come back from the FBI come back without an issue,\" she said. \"We are \naware that people shouldn't have to wait an inordinate amount of time or file a lawsuit.\"\n\nMost delays are six to eight months, Upson said. Rizvi has been waiting three years, according to the lawsuit he \nfiled against Citizenship and Immigration Services, the acting attorney general and the heads of the FBI and \nDepartment of Homeland Security.\n\n\n\"Dr. Rizvi's case is rather compelling. He is, in all other ways, a good candidate for citizenship. But his case is not \nunique, and it shows the continuing trend of delays and a mysterious sort of reluctance to adjudicate what we feel \nare deserving applications,\" said Areti Georgopoulos, an attorney with the St. Paul law firm representing the dentist.\n\n\"There are obviously a lot of lawsuits filed in the federal courts on similar claims, but the bottom line is CIS is \ndelaying the adjudication on citizenship applications and green card applications for folks who are otherwise \ncleared or approved,\" she said.\n\nThrough his lawyers, Rizvi declined comment for this article. But the petition he filed in U.S. District Court in \nMinneapolis, as well as other public records, provides some details of his desire to become a U.S. citizen and work \nas a dentist for the Mille Lacs Band of Ojibwe, a tribal community of about 2,100 people in central Minnesota about \n95 miles northwest of St. Paul.\n\nRizvi was born in Pakistan and graduated from dental school in Karachi in December 2000. He was admitted to the \nUnited States as a permanent resident and applied to become a naturalized citizen in April 2004 while living in Los \nAngeles.\n\nOnce a person passes an immigration examination and meets the requirements of citizenship (which include living \nin the country a certain length of time and being of \"good moral character\"), the government has 120 days to grant \nor deny the application, or give the applicant more time to meet the requirements.\n\nRizvi says in the suit that officials with Citizenship and Immigration Services interviewed him in August 2004 and \ntold him that he passed the English language and civics tests, but that a \"background check\" was still pending. A \nyear later, he was fingerprinted again.\n\nHe inquired again about the application in June 2006, and was again told that a background check was pending. \nThe following month, he was licensed to practice as a dentist in Minnesota, according to records with the Minnesota \nBoard of Dentistry.\n\nHe went to work at the Mille Lacs band's Ne-Ia-Shing Clinic, the first full-time dentist the clinic had had in quite \nsome time, said Wedll. The largely rural -- and impoverished -- area generally has difficulty attracting and keeping \ndoctors and dentists, and the ones assigned there by the Indian Health Service don't often stay long, he said.\n\n\"They get assigned to reservations. They move through the system. It doesn't necessarily always work out the \nbest,\" he said. \"Sometimes, we've tried to contract with dentists in the area who have private practices, and \nsometimes that doesn't work very well either because they may make more money in private practice.\n\n\"It was just such a difficult area to try and get people,\" he said. \"Dentists are difficult to get.\"\n\n\"Being underserved or poorly served has always been an issue, since the beginning of statehood,\" said Annamarie \nHill, executive director of the Minnesota Indian Affairs Council, a state agency. \"I love to think we're making some \nprogress. But he (Rizvi) is in a population where there's an enormous amount of need.\"\n\nIn July, Kimberly Hunter, the St. Paul attorney representing Rizvi, wrote to the head of the Citizenship and \nImmigration Services' district office to find out what was causing the delay and was told it was a pending \nbackground check.\n\nIn August, Rizvi was fingerprinted a third time.\n\nIn his suit, Rizvi said that doing the background checks after he passed the initial examination \"is neither \nappropriate nor authorized under the law.\" He maintains that the government must hand down a decision in the \ncase \"no more than 120 days from the date of the examination -- in the instant case, from Aug. 16, 2004.\"\n\nThe dentist is asking the court to grant his naturalization application or, short of that, order the government to \nexpedite the pending background and fingerprint checks and report back to the court within 60 days.\n\n\n\nUpson, the spokeswoman for Citizenship and Immigration Services, said that as a permanent resident of the U.S., \nRizvi isn't in danger of being deported unless he breaks the law.\n\nShe was unapologetic about waiting until the background checks are completed, though.\n\n\"The fact of the matter is that we cannot grant any type of benefit, whether it be an alien registration card or \ncitizenship, until such time that the record comes back clean from the FBI,\" she said. \"Our world changed after \nSeptember 11. We have to make sure the person we're going to bestow a benefit on is a person of good moral \ncharacter and doesn't want to do us harm.\"\n\nBut Wedll of the Mille Lacs Band of Ojibwe said the delay has been frustrating for the dentist and his patients.\n\n\"Will he be here for five months and then immigration comes and grabs him and throws him out of here?\" Wedll \nsaid. \"It's got to be real unnerving for him to be wondering from day to day, 'Am I all of a sudden going to get \nscooped up in a Homeland Security event and shipped somewhere?' \"\n\nDavid Hanners can be reached at dhanners@pioneerpress.com or 612-338-6516.\n\nTo see more of the Pioneer Press, or to subscribe to the newspaper, go to http://www.twincities.com. Copyright (c) \n2007, Pioneer Press, St. Paul, Minn. Distributed by McClatchy-Tribune Information Services. For reprints, email \ntmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to \nThe Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n"}