{"title": "More Than an Academic Exercise", "body": "\nThe Sept. 11 hijackers, it was recently revealed, code-named the Pentagon \"the Faculty of Fine Arts\" and the twin \ntowers \"the Faculty of Urban Planning.\" An Internet message from one plotter spoke of \"19 certificates for private \nstudy and four exams,\" and ended, \"Regards to the professor.\"\n\n     The idea that the terrorists of Al Qaeda hid behind a veil of studies is both appalling and familiar. Who can forget \nthe Iranian \"students\" of 1979 who held our Tehran embassy hostage? But the fact that enemies sometimes \nassume the guise of students should not be a signal to crack down on foreigners who genuinely want to study here. \nNew regulations aimed at improving the screening of visa seekers have forced tens of thousands of foreigners \nalready here to return home and reapply for student visas. Many have been waiting months for permission to come \nback. \n\n The new policy requires that officials in Washington approve visas for every male between the ages of 16 and 45 \nwho is a native of any one of 26 countries. This has led to a dramatic drop in the number of visa applications by \ngenuine students from Arab countries, and interminable delays for those who try to see the process through. Most \nof these applicants are precisely the people who can help combat militant Islam in their own countries.\n\nThere is no question that the Immigration and Naturalization Service has been dysfunctional and that closer I.N.S. \nscrutiny of applicants and tracking of foreigners by their host institutions are necessary. But the failure to halt the \nSept. 11 attack was one of intelligence, not visa processing. Since almost none of the 19 hijackers had a history of \nterrorist activity, the new screening process would not have stopped them. \n\nPart of the problem right now is technical. The I.N.S. and the State Department are rushing a new computer \ntracking program into operation, and it is taking longer than hoped. But the larger misunderstanding about the role \nof foreign students may persist after technical glitches are solved.\n\nThe fact that we educate many of the future leaders in countries around the globe is among our strongest \ndiplomatic assets. Our efforts to spread our influence and understanding of our culture should be stepped up, not \nabandoned. Higher education is one of the best methods we have of spreading the word about who we are and of \nexposing our citizens to non-Americans. Bringing foreign students onto our campuses is among the best favors we \ncan do ourselves. \n\nhttp://www.nytimes.com\n"}