{"title": "Countdown 2008: ROAD TO THE WHITE HOUSE; Immigration issue fades, but it may return", "body": "\nWashington --- When Republican presidential candidates met for the YouTube/CNN debate in November, the first \nfour questions were about illegal immigration.\n\nThe focus on that topic reflected its central role in their race, as they repeatedly challenged one another's \ncredentials as defenders of the nation's border with Mexico.\n\nIt was also a key topic for the Democrats, as Sen. Hillary Clinton first endorsed, then repudiated then-New York \nGov. Elliot Spitzer's proposal to provide driver's licenses for illegal immigrants.\n\nWhat a difference a presumptive nominee makes.\n\nWith immigration reform advocate Sen. John McCain's emergence as the presumptive Republican nominee, the \nissue has faded from the campaign.\n\nMark Krikorian, executive director of the Center for Immigration Studies, a think tank that advocates lower levels of \nimmigration, said the Arizona senator and his two Democratic rivals --- Sens. Barack Obama of Illinois and Clinton \nof New York ---have no reason to debate the issue.\n\n\"All three candidates have identical positions,\" he said.\n\nMcCain angered many conservatives last year by supporting a bill that would have given illegal immigrants a path \nto citizenship and created a guest worker program. Both Clinton and Obama favor a similar approach.\n\nAs the race heated up, McCain shifted his position, saying the defeat of that bill persuaded him that the border must \nbe secured before there are any measures to accommodate the illegal immigrants already in the country. \n\nBut in the YouTube debate and in other forums, he also made a point of distancing himself from GOP hard-liners \nwho called for rounding up and expelling illegal immigrants.\n\n\n\"We need to sit down as Americans and recognize these are God's children as well. And they need some protection \nunder the law; they need some of our love and compassion,\" he said.\n\nEconomy dominates\n\nBeyond the apparent victory of the moderates, the emergence of another issue has helped push illegal \nimmigration out of the spotlight: the economy.\n\nThomas Mann, a political analyst at the Brookings Institution in Washington, said the three major presidential \ncandidates have no incentive to focus on immigration now that the public is consumed with recession worries.\n\nJohn J. Pitney, a political science professor at Claremont McKenna College in California, added that at times in \nAmerican history, bad economic news has prompted citizens to see immigrants as unwanted competitors, but \"this \ndownturn is different\" --- lacking any obvious causal link with illegal immigration.\n\n\"Few people claim that illegal immigration is the main cause of the mortgage meltdown or the collapse of Bear \nStearns,\" he said.\n\nThe issue of illegal immigration, however, may soon see a revival effort.\n\nSenate Republicans plan to introduce several immigration-related amendments in the next few weeks, including \nmeasures that would make English the nation's official language, require the deportation of illegal immigrants \nconvicted of drunken driving and withhold federal money from cities that have so-called \"sanctuary\" policies barring \npolice and local officials from checking the immigration status of residents using city services.\n\nThe measures also include one by Georgia GOP Sens. Saxby Chambliss and Johnny Isakson that would clarify the \nauthority of state and local police to enforce immigration laws and expand training in the area.\n\nFifteen immigration measures were introduced together earlier this month in an effort spearheaded by Sen. Jeff \nSessions (R-Ala). The plan is to offer them as amendments to larger bills.\n\nTough choice possible\n\nSuch votes could put McCain, both as a candidate and a member of the Senate, in a difficult position. He faces \nbeing forced to choose between possibly upsetting Hispanic voters or further alienating the Republican base, with \nwhich he has been working to build a relationship after years of bucking them as a party maverick.\n\nThe issue could also emerge in congressional races across the country --- though its outlook is cloudy. Immigrant \nadvocates point to the defeat earlier this month in Illinois of Republican Jim Oberweis in a special election to \nreplace Republican former House Speaker Dennis Hastert, who retired.\n\nOberweis focused heavily on illegal immigration, saying in a television ad that \"illegal aliens are coming here to \ntake American workers' jobs, drive down wages and take advantage of government benefits such as free health \ncare.\" \n\nHe lost to Democrat Bill Foster in what had been thought to be a dependably GOP district. \n\nClarissa Martinez, director of immigration at the National Council of La Raza, a Hispanic civil rights organization, \nsaid many Republicans are misreading the public on the issue, and \"scapegoating\" illegal immigrants is not a \nwinning strategy.\n\nBut Krikorian said most Republicans remain upset about illegal immigration and it will be a major factor in certain \ndistricts.\n\nFor example, Lou Barletta, the mayor of Hazleton, Pa., who became famous for pushing through an ordinance \ncracking down on illegal immigrants, is running for Congress.\n\n\n\nBarletta's Web site says he \"brought the city back from the brink\" after \"an influx of illegal immigration threatened \nits financial foundation and brought gang violence, drugs and crime to peaceful neighborhoods.\"\n\nKrikorian also predicted that illegal immigration will be a theme in races for some state offices because in the \nabsence of federal action, many states are enacting their own laws regarding illegal immigration.\n\n\"You are going to see state legislative races turn on the issue,\" he said.\n\nGraphic\n\n \n\nPhoto: LOUIE FAVORITE / StaffSens. John McCain, (R-Ariz., from left) Hillary Clinton (D-N.Y.) and Barack Obama \n(D-Ill.) don't debate immigration, one analyst on that issue said, because their positions on it are now \nidentical./ImageData* ImageData*\n\nPhoto: JERRY LAI / Associated PressSens. John McCain, (R-Ariz.) Hillary Clinton (D-N.Y.) and Barack Obama (D-\nIll.) don't debate immigration, one analyst on that issue said, because their positions on it are now \nidentical./ImageData* ImageData*\n\nPhoto: RICK BOWMER / Associated PressSens. John McCain, (R-Ariz.) Hillary Clinton (D-N.Y.) and Barack \nObama (D-Ill.) don't debate immigration, one analyst on that issue said, because their positions on it are now \nidentical./ImageData*\n"}