{"title": "Clinton to Ban Contracts to Companies That Hire Illegal Aliens", "body": "\nPresident Clinton is expected to issue an order barring Federal contracts with companies that illegally hire \nundocumented foreign workers, Administration officials said today.\n\nThe order is part of a stepped-up effort to stop employers from hiring illegal immigrants and to open jobs for \nAmerican citizens.\n\nCongress outlawed the hiring of illegal aliens in 1986, but enforcement has faded in the last six years. Doris M. \nMeissner, the Commissioner of Immigration and Naturalization, said in an interview: \"This whole area of employer \nenforcement has been moribund. There has been a steady decline in effort and resources directed at the \nworkplace.\"\n\nImmigration is becoming a volatile issue in the Presidential campaign, especially in states like California, Florida \nand Texas, and Mr. Clinton wants to make sure that Republicans cannot use the issue against him, Administration \nofficials said. In Los Angeles eight days ago, Senator Bob Dole, the front-running candidate for the Republican \nPresidential nomination, criticized Mr. Clinton's record on immigration, saying the President had not helped \nCalifornia cope with the costs of illegal immigrants.\n\nThe Administration is already using the armed forces and local law-enforcement agencies to bolster the Border \nPatrol in Arizona and California. Mexico's economic problems have increased the pressure for illegal immigration. \nRecognizing that many illegal immigrants are lured to this country by jobs, Congress recently directed the \nimmigration service to double its corps of workplace investigators.\n\nBy issuing an executive order, the President can take action by himself, without needing Congress to pass \ncomprehensive legislation to overhaul immigration policy. White House officials say Mr. Clinton will make increased \nuse of such orders to put his imprint on domestic policy and to show that he has not been stymied by Republicans \nin this election year.\n\nAs a condition of doing business with the Government, companies promise to obey Federal immigration and labor \nlaws, but until now, the Government has not had a systematic way to exclude contractors that violate these laws.\n\nThe President's order would require all Federal agencies to inform other units when companies are found to have \nhired illegal aliens and cooperate to bar such companies from doing further work for the Government.\n\n\nThe order is likely to complement the agency's new emphasis on workplace violations. Mrs. Meissner said the \nenforcement efforts would focus on industries with a history of employing illegal workers, like construction, food \nprocessing, hotels, restaurants and agriculture.\n\nThomas P. Fischer, district director of the Immigration and Naturalization Service in Atlanta, said the agency had \narrested 34 illegal aliens working on construction of a new Federal office building there in June.\n\n\"That building is just 300 feet from my office,\" Mr. Fischer said. \"The illegal workers were Guatemalans, Mexicans \nand some Canadians also. They were working as carpenters and skilled craftsmen in a union shop. The jobs were \nlater filled by U.S. citizens for wages up to $15 an hour.\" The case, he said, began with complaints from American \ncitizens at the work site.\n\nRussell A. Bergeron Jr., a spokesman for the immigration service, recalled a similar case in which Mexicans were \nillegally working on a project to build housing for Army families at Fort Polk, La. The Mexicans were \"laying concrete \nslabs and doing drywall work,\" Mr. Bergeron said.\n\nThe Federal Government buys huge amounts of goods and services, awarding contracts for roughly $200 billion a \nyear. For example, the General Services Administration, the central housekeeping and supply agency for the \nGovernment, owns or leases space in more than 7,000 buildings. About 26 million people, accounting for 20 \npercent of the civilian labor force, work for Federal contractors and subcontractors.\n\nPresident Clinton declared last year that \"border deterrence cannot succeed if the lure of jobs in the United States \nremains,\" and he promised to \"toughen work-site enforcement and employer sanctions.\"\n\nRahm I. Emanuel, a White House aide who works on immigration policy, said the paperwork for the new order had \nnot gone to the President but was being circulated among agencies with an interest in the issue.\n\nMr. Fischer, the immigration official in Atlanta, said he had tried to persuade the general services agency to crack \ndown on contractors employing illegal immigrants. But \"the G.S.A. washes its hands of this,\" he said in an \ninterview. \"They say: 'We just award the contracts. It's up to the contractor or the subcontractor to fulfill legal \nobligations as to who can work and who can't work.' \"\n\nMr. Fischer said the State of Georgia and local government agencies had taken swift action to correct problems \nwhen illegal aliens were found working on their construction projects. But he said: \"No one from the G.S.A. has \never called us expressing concern or asking, 'How can we make sure this doesn't happen again?'\n\n\"Here's someone in the Federal family, someone we work with and know, the Government's real estate agent. You \nmight think they would have the professionalism and follow-through and wherewithal to say: 'We're embarrassed. \nWe don't want this happening again. How can we prevent it?' \"\n\nThe Government has elaborate rules specifying how contracts shall be awarded. Under these rules, the \nGovernment may disqualify any company found to have committed an \"offense indicating a lack of business \nintegrity or business honesty.\"\n\nIda M. Ustad, Associate Administrator of the General Services Administration, said \"there has been some \ndiscussion\" of denying contracts to companies found to have employed illegal foreign workers.\n\n\"We wouldn't have any objection to it,\" Ms. Ustad said, \"but there's not any systematic way to do it. The I.N.S. does \nnot train its people to consider debarment as an option. As a first step, I.N.S. needs to set up a system to make \nreferrals to other agencies.\"\n\nThe Presidential order would require agencies to work together.\n\nMs. Ustad said that if the immigration service knew that a Federal contractor was violating the immigration law, it \ncould send the information to the agency that does the most business with that company. Agency officials could \n\n\n\nthen decide whether to bar the contractor from further dealings with the Government, and in an extreme case a \ncontract could be terminated.\n\nThe Government publishes a monthly list of thousands of companies ineligible for Federal contracts for various \nreasons.\n\nMembers of Congress from both parties have demanded tougher enforcement of immigration laws,and under a bill \nsigned by Mr. Clinton on Jan. 6, the budget for the immigration service will be increased by 24 percent, to $2.6 \nbillion this year from $2.1 billion in 1995.\n\nMr. Clinton has already shown that he intends to use the purchasing power of the Government to advance his \npolicies. Under an executive order issued in March, he declared that Federal agencies must not do business with \ncompanies that hire permanent replacements for striking workers.\n\nThe Chamber of Commerce of the United States filed suit to block it, but Judge Gladys Kessler of the Federal \nDistrict Court here rejected the challenge. Enforcement of Mr. Clinton's order has been held up while the Chamber \nof Commerce appeals Judge Kessler's ruling.\n\nThe number of employers investigated for possible immigration law violations declined sharply, to 5,963 last year \nfrom 14,706 in 1989. While the amount collected in fines rose to $6.2 million in 1992 from $4 million in 1989, it fell to \n$4.1 million last year.\n\nCongress recently provided $50 million to beef up enforcement of immigration laws in the workplace, allowing Mrs. \nMeissner to hire 384 new investigators to join the 320 already in the field.\n\nIn an example of its new efforts, Mrs. Meissner said, the agency last week arrested 112 illegal aliens in \nconstruction, factory and restaurant jobs in Delaware, the District of Columbia, New Jersey, Pennsylvania, Virginia \nand West Virginia.      \n"}