{"title": "Secret U.S. Evidence Entangles Immigrants; Rarely Used Law Now Falls Most Heavily on Arabs", "body": "\nThe day began as usual for Mazen Najjar, a Palestinian who has lived in the United States 16 years. After having \nbreakfast with his wife and their three daughters, he was preparing to take the two eldest to school. Then came a \nknock on the door of his Tampa apartment.\n\nAs his family looked on, agents of the Immigration and Naturalization Service and FBI, accompanied by local \nsheriff's deputies, took Najjar away in handcuffs.\n\nThat was on May 19. Six months later, Najjar, 40, is still being held in a Florida county jail. Although he was \narrested on a charge of overstaying his student visa, his continued detention stems from a more serious accusation, \nbut one that U.S. authorities refuse to spell out.\n\nLike more than a dozen other Arabs around the country, Najjar, former editor of an Islamic journal and a pastor at a \nTampa mosque, has been denied bond on the basis of secret evidence the government only will say indicates an \nassociation \"with a known terrorist group.\" So far, none of those being detained has been charged with any crime.\n\nIn trying to defend Najjar, \"his lawyers felt they were fighting a ghost,\" said his sister, Nahla Arian, a naturalized \nU.S. citizen. She said he belonged to a Tampa committee that supported the Palestinian uprising known as the \nintifada before disbanding in 1992, but denied he has any connection to Middle Eastern terrorists.\n\nAfter Najjar's arrest, his sister said, FBI agents interrogated him for two hours and offered to help solve his \nimmigration problems for cooperation in their investigation. The FBI office in Tampa declined comment on grounds \nthat the inquiry is \"ongoing.\"\n\nThe use of secret evidence is prohibited in criminal cases, including spy trials involving issues of national security. \nBut a little-known provision of immigration law in effect since the 1950s allows secret evidence to be introduced in \ncertain immigration proceedings. The classified information, usually from the FBI, is shared with judges, but \nwithheld from the accused and their lawyers.\n\nLately the rarely used provision has fallen most heavily on Arabs, and their advocates say this is no coincidence. \nU.S. Islamic and civil rights groups claim Muslims and Arabs are being targeted in a campaign of guilt-by-\nassociation that relies on secret evidence to brand opponents of Israel as terrorists.\n\nGovernment officials maintain that no group is being singled out unfairly, but say there is evidence Muslim \norganizations in the United States have been used to raise funds for militant groups, such as Islamic Jihad and \nHamas, that oppose the Arab-Israeli peace process and whose military wings have claimed responsibility for a \nnumber of bombings against civilian targets in Israel.\n\n\nThe American Civil Liberties Union and Arab-American groups are challenging the INS policy, and both sides say \nthey expect the issue eventually to reach the Supreme Court.\n\nSecret evidence also was introduced in at least two of six immigration cases involving members of the Irish \nRepublican Army, but Attorney General Janet Reno last month suspended those cases after the State Department \nsuggested that pursuing them could disrupt the peace process in Northern Ireland.\n\nIn using secret evidence, the INS says it observes legal distinctions based on court rulings that go back to the \nearly 1950s. The agency cannot, for example, use secret evidence to determine whether someone should be \ndeported. But it can present such information to block someone from receiving political asylum, permanent \nresidence, naturalization or release on bond.\n\nCritics argue that the use of secret evidence for any purpose ought to be illegal.\n\n\"In my view, it is unconstitutional to deprive someone of his liberty based on secret evidence that he has no \nopportunity to rebut,\" said David Cole, a Georgetown University law professor suing the government over the issue. \n\"Secret evidence simply cannot be squared with the basic requirements of due process.\"\n\nIn Najjar's case, his arrest came after a long wrangle with the INS that began while he was studying at the \nUniversity of South Florida. When he applied to adjust his status from student to legal permanent resident, the INS \ntook his Egyptian-issued travel document identifying him as a Palestinian refugee, then lost his file for seven years, \nhis sister says. The INS denies losing the file. In any event, the document expired, and the Egyptian Embassy has \nrefused to renew it.\n\nNajjar's family says his troubles mounted when the FBI in 1995 started investigating an Islamic think tank affiliated \nwith the university, the World and Islam Studies Enterprise, which employed Najjar as chief editor of its research \njournal. The institute came under scrutiny after a former administrator, Ramadan Abdullah Shallah, became the \nleader of Islamic Jihad, succeeding a Palestinian militant assassinated by suspected Israeli agents on Malta in \nOctober 1995.\n\nA founder of the think tank and brother-in-law of Najjar, Sami Arian, also was investigated by the FBI and INS, \nwhich opposed his application for U.S. citizenship in part on the basis of secret evidence. When Arian asked the \nINS for his file, the agency withheld 20 pages it had received from the FBI. In August, two years after requesting the \npages under the Freedom of Information Act, the FBI produced them. They were clippings from Tampa \nnewspapers.\n\nAccording to Houeida Saad of the Washington-based American-Arab Anti-Discrimination Committee, part of the \nproblem in the INS cases is that groups involved in terrorist attacks, such as Hezbollah and Hamas, also run clinics, \norphanages and other social welfare services, a dual role that federal authorities often do not acknowledge. She \ncited the case of Ali Khalil Termos, a 30-year-old Lebanese held by the INS in Detroit for more than a year on the \nbasis of secret FBI evidence. Under FBI questioning, she said, he had admitted sending more than $ 300 to a \nHezbollah-run orphanage in southern Lebanon to help care for two children of a relative killed in an Israeli raid.\n\nThe INS says the secret evidence was used to deny Termos bond, but he was picked up and eventually deported \nthis month because he overstayed his student visa, worked illegally in a gas station and failed to heed a deadline \nfor voluntary departure. He is married to an American citizen, which normally would make him eligible for an \nimmigrant visa.\n\nAmong the most controversial cases is that of Nasser Ahmed, a 37-year-old Egyptian associate of Sheik Omar \nAbdel Rahman, a Muslim cleric convicted of involvement in a terrorist bombing plot in New York last year. Ahmed, \nwho has lived in the United States 11 years, helped run a Brooklyn mosque and served as the sheik's court-\nappointed translator.\n\n\n\nWhen he showed up for an immigration hearing in April 1996 after his application for political asylum was denied, \nhe was arrested on a charge of overstaying his visa. For the last 1 1/2 years, he has been held in solitary \nconfinement in a New York City jail, denied bond because of secret evidence.\n\nGraphic\n\n \n\nPhoto, st. petersburg times/bill serne, Six months after his arrest, Mazen Najjar, who has lived in the United States \n16 years, is still being held without bond.\n"}