{"title": "ARIZONA IMMIGRATION LAW REQUIRES POLICE TO SEE A CRIME BEFORE CHECKING LEGAL STATUS, GOP STATE SENATOR SAYS", "body": "\nUnder the new Arizona immigration law, police can't stop someone to check their immigration status unless \nthey think they see something illegal.\n\nJohn Huppenthal on Monday, April 26th, 2010 in an interview on MSNBC's Hardball\n\n* * *\n\nThe Ruling: FALSE\n\nDoes Arizona's tough new immigration law, set to take effect in 90 days, protect the innocent from police \nabuses?\n\nGenerally speaking, the law signed by Republican Gov. Jan Brewer on April 23, 2010, makes being an illegal \nimmigrant a state crime and requires legal immigrants to carry papers that confirm their lfegal status.\n\nOne of the key questions to emerge has been what standard law enforcement officers would need to use before \nquestioning individuals about their immigration status. This topic came up on the April 26 edition of the MSNBC \nprogram Hardball, in a three-way discussion between host Chris Matthews; Republican State Sen. John \nHuppenthal, a supporter of the new law; and former Democratic State Sen. Alfredo Gutierrez, an opponent of the \nlaw. Here is an excerpt from their conversation, edited for space:\n\nMatthews: \"Under the law you passed and was signed by the governor this week, can a police officer who spots a \ncar with five or six people in it, who he thinks because of instinct, experience, whatever, evidence, whatever you \nuse -- can he stop that car and say, I think these people are here illegally, I'm going to stop and check them? Can \nhe under the law do that, without any crime involved? Can he do that?\"\n\nHuppenthal: \"No, he cannot. That would be -- that would just simply be racial profiling, and that would not be \npermitted under the law. Now, if he stopped them for speeding or something like that, he can inquire of the driver at \nthat point if they were an illegal immigrant. But you're not going to find that kind of activity. That kind of kind of \nactivity is not going to be -- that's not going to be a part of training. What is going to be a part of training, I arrest \nsomebody for burglary, I arrest them for DUI, I arrest them after they've maimed somebody....\"\n\nGutierrez: \"Obviously, the senator hasn't read his own bill. What this bill does is, it says that any police officer can \nstop anyone who appears to them to be reasonably suspicious of being an undocumented person. And I'm going \ntell you something, if you and I are walking down the street, you're not going to be the subject ... of reasonable \nsuspicion. He is simply wrong about his own bill. I suggest he read it.\"\n\n\nWe'll rate Gutierrez' contribution to this conversation in a separate item. Here we'll tackle Huppenthal's comment.\n\nLet's start by looking at exactly what the law says.\n\nHere's the part telling law enforcement officers that they need to check on individuals' immigration status:\n\n\"For any lawful contact made by a law enforcement official or a law enforcement agency of this state or a law \nenforcement official or a law enforcement agency of a county, city, town or other political subdivision of this state \nwhere reasonable suspicion exists that the person is an alien who is unlawfully present in the United States, a \nreasonable attempt shall be made, when practicable, to determine the immigration status of the person, except if \nthe determination may hinder or obstruct an investigation.\"\n\nSo a key question is whether there be \"reasonable suspicion\" about someone's legal status in the absence of a \ncrime -- major or minor -- being committed or suspected. If the answer is yes, it would undercut Huppenthal's \nargument.\n\nIn discussing these questions with legal experts, we found that everyone agreed that there's some gray area that \nwill need to be sorted out in future court decisions. That said, the general consensus was that police could indeed \nstop someone even in the absence of suspicion that a crime was being committed.\n\nPeter Spiro, a Temple University law professor, said that law enforcement officers can use profiling rather than \nsuspicions of a specific crime being committed.\n\n\"Police departments come up with profiles that can establish a resonable suspicion,\" Spiro said. Such profiles \n\"entitle an officer to stop someone and say, 'I'd like to ask you some questions?' The officer can then investigate, \nwhich could lead to probable cause.\"\n\nAnd at that point, Spiro said, an immigration status check would be acceptable under the Arizona law -- even if \nno specific crime was witnessed or suspected. \"If you came up with a profile for undocumented immigrants, that \nwould establish reasonable suspicion, and you could stop that person even if no other crime was suspected,\" he \nsaid.\n\nThis would seem to undercut Huppenthal's position. But one factor in his favor is that it's not necessarily easy to \nuse profiles in this way.\n\nSpiro said the challenge is drawing up a defensible profile for spotting illegal immigrants. \"You can't stop someone \njust because they look Hispanic,\" Spiro said, because the law specifically says that officers \"may not solely \nconsider race, color or national origin.\" As a result, Spiro said, \"there has to be some other factor or factors, not all \nof which are race-based, as well as some empirical explanation of why that profile establishes a reasonable \nsuspicion. You have to come up with something beside race that sounds plausible as correlating with \nundocumented status, and it's hard to say what that would be.\"\n\nThere are other reasons to believe that someone could be questioned on their immigration status without a police \nofficer actually suspecting a crime. Jennifer Chacon, law professor at the University of California (Irvine), raises \nconcerns about the phrase \"lawful contact.\"\n\n\"Lawful contact can occur in many instances when there is no reasonable suspicion of a crime,\" she said. \"A \nconsensual encounter, such as asking a police officer for directions, reporting a crime to a police officer, or being \na victim of a crime or a witness and being questioned by a police officer, is a 'lawful encounter.' Also lawful are \nsome stops premised on absolutely no individualized reasonable suspicion -- think about DUI checkpoints where \neveryone is stopped even if there is no individualized suspicion for the stop. The bill is clear that so long as the \ninitial encounter is lawful, a police officer can then ascertain my legal status upon suspicion that I am \nundocumented. So Huppenthal is wrong if he maintains that only those suspected of criminal activity can be \nquestioned regarding status. Under the plain language of the law, any time the police engage in a lawful \nencounter, that is enough to trigger the inquiry into status upon reasonable suspicion.\"\n\n\n\nAnd some of the potential crimes that could lead to questioning involve seemingly inoccuous actions.\n\nIn an effort to curb day laborer gathering points -- the ad-hoc spots where illegal immigrants have often offered \nthemselves as informal laborers -- the law makes it unlawful \"for a person to enter a motor vehicle that is stopped \non a street, roadway or highway in order to be hired by an occupant of the motor vehicle and to be transported to \nwork at a different location if the motor vehicle blocks or impedes the normal movement of traffic.\" It also is now \n\"unlawful for a person who is unlawfully present in the United States and who is an unauthorized alien to knowingly \napply for work [or] solicit work in a public place.\" And how does the law define \"solicit\"? As a \"verbal or nonverbal \ncommunication by a gesture or a nod that would indicate to a reasonable person that a person is willing to be \nemployed.\"\n\nSo, presumably, anyone getting into a car, or making a gesture or a nod in a public place, could fall under suspicion \nof violating these laws -- which in turn could open the door to an individual being questioned about their \nimmigration status.\n\nNone of this means that law enforcement officers will fully exercise these powers -- or that judges will let them. But \nmost legal experts we asked felt that the law opened the door to police questioning of individuals who are not \nspecifically suspected of committing a crime.\n\nPerhaps the ambiguities of the law will one day be settled in the courts. But we think that a close reading of the \nstatute and the views of the experts we contacted allow us to draw some conclusions.\n\nHuppenthal's position -- that the police must suspect that something illegal is being committed before asking \nsomeone for proof of legal status -- is not correct. The law says the police officer just needs \"reasonable \nsuspicion'' that the person is an alien that is unlawfully present in the United States. The police are prohibited from \nusing a profile based solely on racial or ethnic factors, but that standard can be sidestepped. In addition, some \nseemingly innocuous behaviors like getting in a car or making a gesture or nodding could be seen by a law officer \nas \"reasonable suspicion\" of the newly enacted prohibition against seeking work while in the U.S. illegally.\n\nThe passage in the law citing racial profiling does provide some protection, as does the difficulty of defining a profile \nfor illegal immigrants that could pass legal muster, but the law leaves open several possibilities for police \nquestioning individuals without seeing or suspecting a specific crime. So we rate Huppenthal's statement False.\n\n* * *\n\nAbout this statement:\n\nPublished: Wednesday, April 28th, 2010 at 5:21 p.m.\n\nSubjects: Immigration, Legal Issues\n\nSources:\n\nMSNBC, transcript of Hardball, April 26, 2010 (CQ transcript, for subscribers only)\n\nText of Senate Bill 1070 (Arizona immigration law)\n\nText of \"Aliens and Nationality -- 8 USC Section 1304\"\n\nText of \"Aliens and Nationality - 8 USC Section 1306\"\n\nWashington Post, \"Arizona Governor Signs Immigration Bill, Reopening National Debate,\" April 24, 2010\n\nMichael Gerson, \"A Test of Arizona's Political Character\" (Washington Post op-ed), April 28, 2010\n\nInterview with Peter Spiro, law professor at Temple University, April 28, 2010\n\n\n\nE-mail interview with Kevin Johnson, dean of the law school at the University of California-Davis, April 28, 2010\n\nE-mail interview with Laura A. Hernandez, law professor at Baylor University, April 27, 2010\n\nE-mail interview with Judith Gans, program manager for immigration policy at the Udall Center for Studies in \nPublic Policy at the University of Arizona, April 27, 2010\n\nE-mail interview with Stephen W. Yale-Loehr, adjunct law professor at Cornell University, April 28, 2010\n\nE-mail interview with Gabriel (Jack) Chin, University of Arizona law professor, April 28, 2010\n\nE-mail interview with Jennifer Chacon, law professor at the University of California (Irvine), April 28, 2010\n\nWritten by: Louis Jacobson\n\nResearched by: Louis Jacobson\n\nEdited by: Morris Kennedy\n\nGraphic\n\n \n\nPHOTO (2)\n"}