{"title": "Wall of fear for vics. Visas unclaimed in deport paranoia", "body": "\nFEAR OF DEPORTATION stops many immigrants who are victims of crimes or trafficking from reporting to \nauthorities what happened.\n\nTrafficking survivors, in particular, are so wary of coming forward that the pool of 5,000 special T visas available to \nthem each year go largely unassigned. Just 557 were approved last year.\n\nOfficials believe thousands more immigrants are out there who haven't found help.\n\n\"They're right in front of us and we don't even know it,\" said Scott Whelan, an officer at U.S. Citizenship and \nImmigration Services' Office of Policy and Strategy.\n\nWhelan and other USCIS officials\n\nare touring the country - from Los Angeles to Boston to Queens in New York - to spread the word about T visas \nand other special visas that let immigrant victims who help law enforcement stay in the U.S.\n\nThey stopped in the agency's new Long Island City office last week to teach cops, immigration agents, community \ngroups and nonprofits more about the benefits available to victims.\n\nDozens of staffers from groups like Sanctuary for Families, Safe Horizon, Kids in Need of Defense and Legal Aid \nshowed up for the training, which is part of a Homeland Security anti-human trafficking project called the \"Blue \nCampaign.\"\n\nWhile T visas are just for survivors of labor or sex trafficking, the feds give U visas to immigrants who are victims of \nserious crimes.\n\nAs co-director of nonprofit Sanctuary for Families' Immigration Intervention Project, Julie Dinnerstein has counseled \nmany clients to alert police or testify before a grand jury without fear of deportation after terrible misfortunes.\n\nIn one shocking case, an undocumented Mexican immigrant mom living in the Bronx came into Dinnerstein's office \nlast year and told her she'd discovered that her boyfriend had repeatedly raped her 10-year-old daughter.\n\n\"The child rapist had been telling this little girl that if she said anything to the police or her schoolteachers, to her \nmother, that her mother would be deported and that she and all of her siblings would end up in foster care,\" said \nDinnerstein.\n\n\n\"And of course, the child was terrified. The reality of what happened when she finally told is actually quite different.\"\n\nDinnerstein said her group is now working with the feds to secure U-visas for the family.\n\nLynn Boudreau, an assistant center director at USCIS' Vermont Service Center, where all victim-related petitions \nfrom around the country are filed, said a growing number of immigrants are securing U visas.\n\nFor the past two years, the agency has awarded all of the 10,000 U visas available each year.\n\nBefore then, many went unused. If pending legislation to renew the federal Violence Against Women Act is \napproved, the feds will raise the cap for the next few years and give out U visas from past years that were never \nawarded.\n\nepearson@nydailynews.com\n\nGraphic\n\n \n\nJulie Dinnerstein (l. to r.), from Sanctuary for Families' Immigration Intervention Project, Lynn Boudreau, assistant \ncenter director at the U.S. Citizenship and Immigration Services' Vermont Service Center, Scott Whelan of the \nOffice of Policy and Strategy at the USCIS and Andrea Quarantillo, district director of the Queens USCIS Center, \nhost a press conference in Long Island City to discuss assistance for victims of human trafficking, violent crimes \nand domestic violence. Many options go unused by fearful immigrants. Photo by Jeanne Noonan\n"}