{"title": "U.S., Cuba Interrupt Migration Discussion;Negotiator to Consult Castro on Limits of Talks", "body": "\nThe United States and Cuba today suspended talks over the refugee exodus from the island as Washington \ninsisted that Havana give up its demand for an easing of the U.S. trade embargo against Cuba.\n\nTop Cuban negotiator Ricardo Alarcon returned to Havana to consult with President Fidel Castro. The State \nDepartment said the talks could resume as early as Friday, but U.S. officials warned that divisions remain over \nsignificant issues.\n\nTwo major sticking points are Cuba's demands that Washington cancel recent measures to tighten the U.S. trade \nembargo against the island, and that it muzzle anti-Castro radio broadcasts from Miami to Cuba, a U.S. official \nsaid.\n\nAt a 45-minute meeting this morning before the talks were adjourned, U.S. chief negotiator Michael Skol asked \nAlarcon to drop those two demands from the latest Cuban proposal received Tuesday.\n\nAlarcon told Skol he would have to consult directly in Havana to see if negotiations could continue on that basis, a \nU.S. official said.\n\nSecretary of State Warren Christopher said the interruption in the talks was \"not by any means a breakdown.\" \nInstead, he told reporters in Washington, the suspension \"is part of the useful talks that are taking place.\"\n\nThe trade measures and radio broadcasts are problems because the United States has insisted that the talks, \nwhich began last Thursday, focus only on migration issues and not on the trade ban and other topics the Cubans \nwould like to discuss.\n\nEven if Cuba drops those two demands, the two sides would have to work out precise agreements on details of a \ndeal in which the United States would increase legal immigration from Cuba. In exchange, Castro's government \nwould take steps to stem the exodus of illegal migrants setting out on rafts and other makeshift vessels from Cuba \nto Florida.\n\n Agreement would have to be reached on the number of U.S. visas to be granted to Cuban migrants, and on what \ncategories of people would be eligible as relatives of U.S. residents and as candidates for political asylum.\n\n\nHowever, the gap between the sides has narrowed in one important respect. Cuba has dropped a demand that \nWashington find a way to let in a backlog of about 140,000 Cubans who Havana insists have been unfairly denied \nvisas to the United States during the past 10 years, a U.S. official said.\n\nThat number was far too high for the United States to accept. In the meeting today, Skol gave Alarcon the latest \nversion of a U.S. proposal to guarantee a minimum of 20,000 visas for Cuban migrants yearly, if Castro turns back \nrafters trying to float to Florida.\n\nSkol, who returned to Washington, also told Alarcon \"what's possible to get in the talks and what's not possible,\" a \nU.S. official said.\n\nThe pace of the continuing Cuban exodus was uncertain, as the Coast Guard reported that it had picked up 990 \nrafters by 10 p.m. today and officials predicted that the number for the day would exceed 1,000 -- an increase from \nTuesday's total of 689, which was down significantly from the preceding day even though weather was clear.\n\nPresident Clinton has kept most of the refugees from reaching the United States by ordering the Coast Guard to \nintercept them and take them to the U.S.-leased naval base at Guantanamo Bay in southeastern Cuba.\n\nThe possibility of a continuing stream of refugees could make the policy unmanageable, although Clinton has won \nagreement from Panama and other countries to provide refuge for the Cubans for periods of up to six months.\n\nThe U.S. negotiators came to New York last week armed with unprecedented concessions on immigration: They \nwould guarantee a minimum number of visas for Cubans yearly. It was an answer to a longtime complaint from \nCastro that the United States owed the visas, because of Washington's hostile attitude toward his regime and \nenticements for Cubans to migrate by granting them political asylum.\n\nBut the Cuban negotiators are asking not only for concessions on migration, but also for political advantage on \nother issues in dealings with the United States. In effect, the missions of Skol and Alarcon are conflicting. Skol was \nordered to talk about nothing other than migration, and Alarcon to talk about everything in addition to migration.\n\nAccording to a member of the Cuban delegation, Alarcon has called on Washington to reverse a recent decision to \nban cash gifts from exiles to relatives in Cuba, and to severely restrict travel. He also has proposed that the United \nStates restrict anti-Castro radio broadcasts that reach Cuba and, in Havana's view, incite rafters to leave the \nisland. Cuba is demanding that Washington muzzle both the U.S. government's Radio Marti and commercial \nbroadcasters.\n\nAny concession by the Clinton administration on either of those issues would be certain to draw harsh criticism from \nFlorida's Cuban American community.\n\nHavana has called for prosecution and conviction of Cubans who use force to hijack boats to leave Cuba. It also \nhas proposed that a final communique mention the trade ban as a factor in migration pressures and provide a \nsignal that talks on the embargo would take place later.\n\nIn recent days, Carlos Fernanez de Cossio, a member of the delegation, has said that Cuba is flexible and could \n\"imagine\" a migration agreement in which the embargo issue was deferred for later talks. However, it seems clear \nthat the U.S. side misread Alarcon's early insistence on talking about trade, which it characterized as pro forma \nrather than central to his presentations.\n\nClinton's concessions on immigration already are substantial; no such guarantee of migration has been offered to \nany other nationality. Castro, on the other hand, has problems beyond the pressure of Cubans to leave. His \nprogram of attracting foreign investors is crippled by Cuba's lack of access to U.S. markets and tourist dollars. To \nsettle simply for a migration accord, however generous, leaves his economic problems unresolved.\n\nGraphic\n\n\n\n \n\nPHOTO, U.S. SPOKESMAN DAVID JOHNSON RESPONDS TO REPORTERS OUTSIDE THE U.S. MISSION TO \nTHE UNITED NATIONS IN NEW YORK. REUTER; CHART, TWP\n"}