{"title": "ILLEGAL IMMIGRATION; Enforcement challenge rejected", "body": "\nA federal appeals court in Atlanta has rejected legal efforts aimed at shutting down programs that give Cobb \nCounty and state police immigration enforcement powers.\n\nIn its ruling this month, the 11th Circuit Court of Appeals upheld a lower court's decision to dismiss a lawsuit against \ntwo of Georgia's 287(g) programs, named after the section of federal immigration law that authorizes them. The \nappeals court said it found no legal error in the district court's opinion and agrees with its conclusions.\n\nTwo Mexican citizens and one Salvadoran citizen sued Cobb, state and U.S. Immigration and Customs \nEnforcement officials last year, arguing their 287(g) programs are unconstitutional and should be scrapped.\n\nUnder the 287(g) program sheriff's deputies may be empowered to question people about whether they are in the \ncountry legally and to serve arrest warrants, prepare charging documents, and detain and transport criminals for \nimmigration violations.\n\nThose who sued alleged, among other things, that they were not notified of their Miranda rights when they were \narrested and detained and that they were not granted access to attorneys while they were being questioned.\n\nIn October, a federal district court judge dismissed their complaint, saying they lacked standing because they could \nnot \"allege an imminent threat of future harm.\" They appealed.\n\nOne of their attorneys said he disagreed with the appeals court's decision.\n\n\"It's truly disheartening that the complaint --- a catalog of shocking factual and constitutional abuses stemming from \nthe 287(g) program --- might be summarily disposed of on a technical legal conclusion with which I respectfully \ndisagree,\" said Erik Meder, an attorney for the plaintiffs.\n\nCobb Sheriff Neil Warren and ICE officials welcomed the appeals court decision.\n\n\n\"While the immigration laws may be unpopular with some advocacy groups,\" Warren said in a prepared statement, \n\"the partnership we have with ICE has been very successful in identifying and deporting those individuals who \nchoose not only to enter the county illegally but also violate our laws.\"\n\nMore than 14,800 people have been \"removed\" --- deported or allowed to voluntarily leave the country --- through \nGeorgia's five 287(g) programs since fiscal year 2006, federal records show. Gwinnett, Hall and Whitfield \nauthorities also participate in the program.\n"}