{"title": "DEPORTING NEW YORK JOBS", "body": "\nTomorrow, as it does every April 1, the government will open the doors to highly skilled foreign workers offered jobs \nin the U.S. And then, overwhelmed with applications, it will slam the doors shut.\n\nIt is a hurtful farce. And the pain is felt deeply here in New York, as firms large and small are denied the employees \nthey need to remain competitive in a global economy.\n\nWhen coming from abroad, those workers require so-called H-1B visas. To qualify, a foreign national must have a \njob offer in an occupation requiring specialized knowledge and training and expert skills.\n\nCongress has capped the number of visas at 65,000, but U.S. companies have such a demand for highly skilled \nworkers that they file more than 150,000 applications on the first day of eligibility every year.\n\nHigh-tech firms have complained the loudest about being hampered by a shortage of qualified engineers and \ncomputer wizards. But a new survey by the Partnership for New York City has revealed that we are losing jobs \nbecause of the senseless visa restrictions and other restraints on international employment.\n\n\"Whole divisions and functions of companies and professional service firms are being relocated overseas,\" the \nsurvey said, adding, \"thousands of jobs are being lost or relocated.\"\n\nAccording to the partnership, \"One bank reported that their New York offices lost 100 new hires in 2007 as a result \nof the unavailability of appropriate visas,\" while an investment bank moved an operation to London because \"the \nChinese national whom they hired to head it could not get a visa to work in New York.\"\n\nProtectionist forces have refused to lift the H-1B cap in the misguided thinking that foreigners are stealing jobs from \nAmericans. They are not. U.S. schools are simply not turning out enough math and science graduates to meet the \ndemand.\n\nWorse, instant communications have made it possible for companies to locate virtually anywhere. Increasingly, they \nare shifting to places like London that are far more welcoming to international labor.\n\nKeeping these highly paid jobs - and the slots they generate for additional workers - is crucial to the futures of New \nYork and America. The U.S. should stop barring entry to people who can keep America on the cutting edge in \neverything from finance to computers to medicine.\n"}