{"title": "EAST METRO INTERNATIONAL;Apartment owners asked to help immigrants", "body": "\nThe world map in apartment manager Bob Speer's office is dotted with nearly 100 pushpins. Each marks the home \nturf of tenants who live in Shallowford Gardens, a DeKalb County complex where more than 400 Hispanic, \nVietnamese, Chinese and Indian natives now make their home.\n\n\"We have a very low turnover rate here,\" Speer said. \"The reason is, we go the extra mile to get to know our \ntenants and to help them adjust to life in America. They are very grateful and the complex is very stable as a \nresult.\"\n\nEvery year, about 3,000 refugees resettle in Georgia, most of them in metro Atlanta, according to World Relief, a \nnonprofit resettlement agency.\n\nThe Atlanta Project is working with World Relief to spread the word about Shallowford Gardens. They plan to meet \nwith owners and managers of other complexes and urge them to follow the Gardens' path to help tenants.\n\n\"Shallowford Gardens is an evergreen model that can be applied to any group of residents in an apartment \ncomplex,\" said Don Payton, assistant coordinator of TAP's Central DeKalb Cluster. Yet more than any other group, \nhe said, immigrants and refugees who cannot speak English need assistance because they are hindered by \nlanguage and cultural barriers.\n\nPayton and others want to persuade local apartment owners to provide meeting space for nonprofit and public \nagencies.\n\n\"There are many organizations willing to help immigrants and refugees that don't have money to rent space,\" said \nMichael Burnham, youth services director at World Relief. \"A good-sized room on the ground floor or a small \napartment is all an organization needs to be able to come in and teach English, hold health workshops, do \nemployment training or conduct an after-school program.\"\n\nShallowford Gardens not only makes space available free for social services volunteers, but also conducts its own \nprograms.\n\nBut other complexes don't have to conduct their own programs, they just need to free up space for others to do it, \nSpeer said.\n\nGrant Park Apartments in east Atlanta provides space for Catholic Social Services and St. Joseph's Hospital to \nprovide numerous services to foreign-born residents. The 302-unit complex was awarded a $ 9.4 million renovation \ngrant in June through a partnership agreement between the city of Atlanta, Fleet Finance and NationsBank.\n\n\n\"Not speaking English hurts foreign-born tenants the most,\" said Et Ambrioso, who manages St. Joseph's Mercy \nMobile Health Care office at Grant Park Apartments. \"To me, Atlanta has an amazing number of Hispanics, \nKoreans and Vietnamese. I don't know why a city the size of Atlanta doesn't have more nighttime schools to teach \nthese people English. What English classes are taught to adults here are taught by volunteers on a part-time basis.\"\n\nFor more information on outreach to immigrant and refugee services in Atlanta, call Don Payton at 296-4085.\n\nGraphic\n\n \n\nPhoto: Kathleen Brannan, a volunteer with the Chamblee-Doraville Ministry Center, helps To Ngoc, 12, with her \nhomework at the Shallowford Gardens apartment complex's community center / JEAN SHIFRIN / Staff\n"}