{"title": "Between Migrants and Spain: The Sea That Kills", "body": "\nSoon after sunset, every evening, Spanish police boats set out to zigzag on the choppy Mediterranean, their night-\nvision scopes and infrared cameras at the ready to pierce the darkness.\n\nTheir mission is to intercept small motorboats crowded with clandestine African migrants, mostly young men who \nwant to sneak ashore and hunt for work in Europe.\n\nAcross the water, in Morocco, a fake Spanish visa may cost as much as $3,000. But a network of smugglers offer \nsecret night rides for a third of that in rickety fishing vessels painted deep blue for camouflage.\n\nThe coast of southern Spain, like the United States' border with Mexico, is a fault line where the worlds of rich and \npoor people meet, a magnet for migrants seeking a better life.\n\nShip captains call the strait that separates Europe from Africa here one of the world's most treacherous sea \npassages, a wind tunnel where the waters of the Atlantic and Mediterranean mix with fury, producing high swells \nand powerful crosscurrents. And yet, night after night, hundreds of people risk their lives on a 10-mile crossing that \nmay last two hours, stretch from dusk to dawn, or, worse, end in death by drowning.\n\nFrom just a trickle a few years ago, tens of thousands of undocumented migrants are now taking this route every \nyear, drawn by the booming market in low-paying jobs that Europeans do not want.\n\n\"This is a regular night,\" said Lt. Juan Fernandez at the Spanish Civil Guard base in Algeciras one recent evening. \nAt 11 p.m. the first patrol boat had reported back to base: it had caught a 50-foot boat with 20 men aboard and was \nbringing them ashore. At 2:30 a.m. a boat was intercepted with 25 people. Earlier, the police helicopter had \nsignaled three other vessels, but they got away in the dark.\n\nAs on most nights, the majority of the men were from Morocco. Others may come from as far away as central \nAfrica. Those who consider themselves lucky make it to farms in Spain, restaurant kitchens in France or \nconstruction sites in the Netherlands. But for a growing number the trip ends here. The Civil Guard regularly finds \nbloated bodies or flotsam from the flimsy boats, which are often equipped only with small outboard motors.\n\n\"Sometimes the boats are hit by big cargo ships that don't even see them,\" said Lieutenant Fernandez, who has \nspent many nights patrolling the water. \"Usually, the boats are overloaded and they capsize easily. These are the \n\n\npoor who dream of riches in Europe, but many can't swim because they are mountain people. And they don't even \nhave life jackets.\"\n\nThe price of lost European dreams is starkly visible in the windswept cemetery of Tarifa, a village on the \nsouthernmost tip of Spain. A mass grave that bears no names is covered with wildflowers. Juan Gallardo, the \nvillage gravedigger, said he buried 14 drowned bodies here in 1997. He believed they were Moroccans. Nearby, he \nhad dug a grave for five young black men. They had also washed up on the rocks below Tarifa.\n\n\"They looked young, maybe 18 or 20,\" Mr. Gallardo said. \"Poor things, no one ever came to ask for them. Their \nfamilies must still be waiting for news.\"\n\nAt Algeciras, 10 miles to the east, the cemetery has close to 100 graves of people who drowned in the strait. Almost \nall are nameless. Only the date of burial and case number have been scratched into the rough cement. Jose \nSampalo, an undertaker, said almost half of them were buried in the last three years. Seven drowned just in \nJanuary.\n\n\"No one is really keeping track of all the dead,\" said Abdel Hamid Beyuki, head of the Moroccan Workers' \nAssociation in Spain. \"Bodies also wash up on the Moroccan coast or they are just lost.\" His group estimates that \nsome 3,000 people may have drowned in the last five years.\n\nStatistics about the number of migrant workers who make it to the Spanish shores and then deeper into Europe are \nequally uncertain. \"We reckon we catch about one in four people, at least on this part of the coast,\" said Lt. Ovidio \nCorredor at the Algeciras Civil Guard base.\n\nOnce detained, the undocumented migrants are are taken to detention centers and, often on the same day, \nreturned by ferryboats to the Moroccan port of Tangiers. \"Some carry drugs to pay for their passage,\" said \nLieutenant Corredor. \"But they stay here and go to jail.\"\n\nAccording to the Interior Ministry in Madrid, Spain expelled 17,000 undocumented aliens last year. The ministry \nsaid it estimated that some 50,000 legal and illegal workers arrive every year, most of them North Africans.\n\nMany travel on to France, Belgium and the Netherlands, where they can disappear and find support in the large \nestablished North African communities. Others stay in Spain, where Moroccans are the biggest contingent of \nforeign workers.\n\nSpain's Interior Ministry concedes that it can only guess at the number of undocumented people in the country, \nperhaps some 150,000. But it recognizes that they often find work. They do the low-paid, backbreaking jobs in the \ngreat expanses of hothouses that grow winter vegetables. And they work in the olive and orange groves of \nAndalusia or the factories around Barcelona.\n\n\"Spanish employers can be fined for hiring illegal immigrants, but they are often tolerated because they are \nneeded,\" a government official said. He was merely acknowledging the status quo: despite high unemployment of \n14 percent, prospering Spain does want the cheap labor and the seasonal work provided by uncounted foreigners.\n\nSo does much of Western Europe. It is why the story repeats itself elsewhere along the Mediterranean. In recent \nyears, boatloads of Tunisians have been crossing to Sicily or have used other Italian islands as steppingstones into \nthe European Union. Albanians, Kurds and Iraqis by the thousands have been sneaking ashore in Italy and Greece.\n\nCheap labor is only part of the economic equation. As Europeans have fewer children and the population ages, they \nneed immigrants to help make up the pool of workers that will pay for the Continent's costly social security and \npension systems.\n\nIn Spain, demographers say that the need for foreign workers will become particularly acute. The country now has \namong the lowest birthrates in Europe -- just 1.1 children per woman. (It takes an average of 2.1 children per \nwoman to keep the population from shrinking.)\n\n\n\nNevertheless, Spain accepted only 30,000 immigrants last year. Specialists say that it will soon have to import far \nmore to maintain the labor pool needed to sustain its elderly.\n\nBut here, as elsewhere in Western Europe, there are signs of rising xenophobia and racism in communities that feel \nbesieged by immigrants. In February, crowds attacked Moroccan laborers in southeastern Spain. Last year, there \nwere several racist incidents near Barcelona. Human rights groups fear that extremists here could build \nconstituencies by campaigning against foreigners, as they have in Austria, Belgium, France and Germany.\n\nThe European Union has tried to enlist Morocco to stem the flow of people coming illegally, and equipped the \nMoroccan coast guard with new radar and boats. The Union is also offering more favorable trade terms and is \nincluding Morocco among the countries -- along with Sri Lanka, Afghanistan, Iraq and Somalia -- that will get special \ndevelopment aid in the hope of reducing the flight of their people to Europe.\n\nBut European diplomats in Morocco said the Rabat government was ignoring the problem. \"Migration acts as a \nsafety valve for this nation that has more than 40 percent unemployment and no welfare,\" one said, adding that \nMorocco received some $2 billion a year from its citizens living in Europe. \"That's one of the country's main sources \nof hard currency,\" the diplomat said. \"It's become almost indispensable.\"\n\nMoroccan officials have argued that it is better to regulate the traffic across the Mediterranean by setting a quota for \nmigrant workers rather than leave it to smugglers. Talks have been going on for several years.\n\nWith Morocco needing to export labor and Europe needing to import it, the flow seems destined to grow. That at \nleast is the perception of the Spanish Civil Guard that patrols this coast.\n\nAt its base in Algeciras, Lieutenant Corredor showed half a dozen newly confiscated boats. \"People used to cross \nonly in the summer,\" he said. \"January and February used to be totally quiet.\"\n\nThis January, the guards at Algeciras caught 615 people on the water. Some were drug smugglers, most were \nmigrants.\n\nLieutenant Corredor pointed to one flimsy dark blue boat. \"A floating coffin,\" he said. \"This one was adrift with \nengine trouble and 25 people aboard. We had to revive some of them. They were half dead with cold.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Spain is increasingly a magnet for Africans hoping to find jobs in Europe. These illegal immigrants, of \nunknown nationality, landed on the southern coast of Spain in February and fled before the police arrived. (Agence \nFrance-Presse)\n\n \n\nMap of the Mediterranean highlighting Spain and Morocco: The Civil Guard, with a base in Algeciras, seeks to stem \nmigrants.      \n"}