{"title": "I WAS HOUSE SLAVE, ZAMBIAN CHARGES", "body": "\nA retired United Nations employee who plans to run for president of his native Zambia stands accused of treating \nthe housekeeper in his posh Westchester home - a fellow Zambian - like a virtual slave.\n\nMason Hikabanze has filed a federal lawsuit seeking damages from his former boss, Yobert Shamapande, who, \nuntil his retirement last month, was chief of the business development unit in the UN Department of Public \nInformation.\n\nHikabanze, 26, alleges that over 17 months, Shamapande, 59, and his wife, Lynah, paid him a meager 58 cents an \nhour to care for an autistic teenager, cook and serve meals, and do laundry and housekeeping in the 11-room \nhome.\n\nThe suit, filed Dec. 22 in Manhattan Federal Court, charges the Shamapandes with violating federal, state and \ninternational laws against involuntary servitude from Aug. 7, 1999, to Dec. 15, 2000.\n\n\"[This] is an utter violation of American law,\" said Sameer Ashar, a staff attorney with New York University's \nImmigrants' Rights Clinic, who filed the lawsuit for Hikabanze and is acting as his spokesman.\n\nHikabanze said through his lawyer that he worked at the home in Goldens Bridge, Westchester, until he fled three \nweeks ago. During that time, he says, he was required to work 69 hours a week for a fixed salary of $160 a month.\n\nAccording to court papers, the Shamapandes allegedly told Hikabanze that U.S. immigration officials would deport \nhim if he went public with complaints about his working conditions.\n\n\"It's just unfortunate,\" Ashar said of Hikabanze's ordeal.\n\nShamapande, who lectures on poverty, development economics, government ethics and governance as an adjunct \nprofessor at Columbia University's School of International and Public Affairs, plans to run for president of Zambia \nthis year. He could not be reached for comment on Hikabanze's allegations.\n\nAccording to a spokesman for the UN Visa Committee who asked not to be named, the UN requires employees \nsuch as Shamapande to submit annual proof that they have paid income and Social Security taxes, as well as \nhealth insurance, for their domestic staff before entry visas for those staffers are approved.\n\nThe spokesman said Shamapande got into trouble \"by circumventing the rules as long as he could, and now he's \nbeen caught.\"\n"}