{"title": "DETENTION CENTERS FOR IMMIGRANTS BEING DEBATED", "body": "\nWASHINGTON - The federal government, in a quandary over how to handle the influx of Central Americans \nseeking political asylum, is debating a range of approaches, including detention centers, sources said Saturday.  \nOne source said that the idea of detention centers was at the ''conservative end of the scale.'' It drew im mediate \ncriticism from immigrant advocates.  At the ''liberal end,'' officials within the Department of Justice are advocating a \nspecial status called ''extended voluntary departure.'' This plan would allow the immigrants to remain in this \ncountry until the situations in their homelands become stable.  Also, officials said, President George Bush's \nadministration is casting about for ways to pressure Mexican officials into helping to stem the flow of undocumented \nimmigrants through Mexico en route to the United States.  Referring to the Central American immigrants, an \nadministration official said, ''We're looking for Mexican help to cut them off.'' But the official acknowledged that this \ntack ran the risk of angering Mexicans, who might view it as intervention.  The Immigration and Naturalization \nService reports that since July, 30,000 Central Americans - about half of them Nicaraguans - have poured across \nthe border into Texas.  What the administration will do to handle the flux ''is still up in the air,'' said Loye Miller, \ndirector of public affairs at the Department of Justice. ''It's a . . . tough problem.'' For the last seven months, \nimmigrants from Nicaragua, El Salvador, Guatemala and Honduras have fled from their homelands in increasing \nnumbers, joining hundreds of thousands already here.\nThey enter this country through Texas and seek political asylum on the ground that they have a ''well founded fear'' \nof persecution in their war-torn home countries.  The Immigration and Naturalization Service asserts that almost all \nsuch claims from Central Americans are frivolous. In December, the agency issued rules that made the immigrants \nwait at the point of entry while their claims were processed.  ''Putting up some kind of detention centers (in the \nborder areas) addresses the issue of meeting their human needs,'' said one administration official.  But the lingering \ncriticism of a federal policy that put Cuban and Haitian immigrants in such centers after their arrival in 1980 \nweighs heavily against the plan.  ''The notion of alien detention centers on U.S. soil is disturbing, because it \nviolates the spirit if not the letter of the Refugee Act of 1980,'' said Wade Henderson, associate director of the \nAmerican Civil Liberties Union office in Washington.\n"}