{"title": "Soviet Scientist Is Said to Request Asylum in U.S. After Leaving Ship", "body": "\nA Soviet citizen has sought asylum here and has been turned over to the Immigration and Naturalization Service \npending an investigation, the Federal Bureau of Investigation said today.\n\nAn F.B.I. spokesman, John Eyer, declined to name the man seeking asylum. The Associated Press said the \ncaptain of a Soviet fishing research vessel reported that Dmitri Vinogredov, a zoologist, had failed to return to the \nship from a tour of Olympia with other crew members Thursday.\n\nThe news service said that the captain had reported the disappearance of the 30-year-old scientist to the Soviet \nconsulate in San Francisco.\n\nPam Carrozza, deputy district director of the Immigration Service, confirmed that a Soviet citizen had asked for \nasylum. She said no decision had been reached on the request.\n\n \n\nVessel Has Crew of 68\n\nThe A.P. quoted Capt. Slava Termin of the Soviet vessel Babaevsk as saying that Mr. Vinogredov slipped away \nfrom a group of crew members that had been taken by bus to the Capital Mall in Olympia.\n\nThe ship, with a crew of 68, has been in the Bering Sea and docked recently at Aberdeen, Wash., for refueling.\n\nMark Grimes, 28 years old, of Lacey, said that Mr. Vinogredov walked into the lounge of Charlie's Restaurant in the \nmall, waving an American flag. ''He walked in and said, 'Is this seat taken?' '' Mr. Grimes told The Associated Press. \n''He said, 'I love America.' I said, 'Where you from?' He said, 'I'm from Russia and I'm defecting.' ''\n\nMr. Grimes said he later took Mr. Vinogredov back to his apartment where he called the F.B.I. Mr. Grimes said he \nthen sent Mr. Vinogredov to a nearby tavern to wait for an F.B.I. agent.\n\n \n\nMeetings at University\n\nDr. Donald Bevan of the University of Washington said four scientists from the Soviet vessel attended meetings \nWednesday, Thursday and Friday on the University campus in Seattle.\n\n''The meetings were previously scheduled to let us exchange documents and research about the fisheries from \nMexico up the coast to the Soviet areas of the Bering Sea,'' he said.\n\n\nDr. Bevan said he had never heard of Mr. Vinogredov. ''He was not scheduled to attend our meetings and did not. \nThose four scientists scheduled to attend did attend,'' Dr. Bevan said.\n\nLater in the day, Captain Temin took a call on the phone aboard his ship but declined to comment.\n\nKevin King, of Kerr Steamship Company, the agent for the Babaevsk, said the 338-feet vessel would return to sea \nafter refueling.\n"}