{"title": "U.S. Warns Big Retailers About Sweatshop Goods", "body": "\nIn a widening investigation of the apparel industry, the Labor Department has notified more than a dozen of the \nnation's largest retailers that goods made by immigrants working in virtual slavery may have ended up in the \nretailers' stores around the country, the Labor Secretary said today.\n\nThe department is reviewing accusations that the retailers, which include Sears, Macy's and Neiman Marcus, may \nhave sold items made at a sweatshop in El Monte, Calif., where nearly 72 illegal immigrants from Thailand worked \nin prison-like conditions. The workers were released in a predawn raid by state officials two weeks ago.\n\n\"We traced the invoices and found that the garments are likely to have ended up in the stores of these major \nretailers,\" Labor Secretary Robert B. Reich said in a telephone interview today. \"Presumably, most consumers \nwould rather not buy garments produced by slave labor in the United States and retailers would rather not sell \nthem.\"\n\nMr. Reich said the apparel retailers who received the goods had been asked to attend a meeting in Washington \nnext month to discuss ways to prevent goods made by slave labor from being sold. He said several retailers had \nalready agreed to attend.\n\n\"It is time for major retailers and brand-name manufacturers to assert some control and responsibility, and I'm \npleased that the initial response has been very positive,\" Mr. Reich said.\n\nAmong the retailers who have agreed to attend the meeting, he said, are Federated Department Stores, which \nincludes Macy's West and Rich's; the May Department Stores Company, which includes Filene's and Hecht's. \nOther retailers, like The Limited Inc. and Neiman Marcus, have indicated that they are considering the idea, the \nSecretary said.\n\nMr. Reich's announcement coincided with word that the California Labor Department had subpoenaed records from \n16 Southern California garment makers that investigators believe have connections with the El Monte operation.\n\nBefore the Thai workers were released, they lived a life in which they were locked up and guarded each night, \nofficials said. They worked up to 22 hours a day for as little as 50 cents an hour, Mr. Reich said, adding that they \nwere threatened with rape or death if they tried to escape.\n\n\nWhen law-enforcement officials approached the site, they found it ringed with barbed wire and spiked fences and \nthe doors tightly locked from the outside.\n\nFederal Labor Department officials said that among the companies notified that they may have received goods \nfrom the El Monte operation, were: Foley's Petites, Macy's West, Meier & Frank, Robinsons-May, Hecht's, Filene's, \nKaufmann's, Neiman Marcus, the Dayton HudsonCorporation, Mervyn's, Broadway Stores Inc., Rich's, Speciality \nRetailers Inc., Montgomery Ward & Company, Sears, Fred Meyer, Venture Stores Inc. and Lerner.\n\nAmong the companies that have been subpoenaed by the California Labor Department are: F40 California Inc., \nTomato Inc., L.F. Sportswear, Ms Tops of California, Balmara Inc., New Boys Inc., Point Zero, Excuses Sportswear, \nthe Paragraff Clothing Company, Bermo Enterprises, A & M Casuals, Us Boys, BUM International and Diane \nSamandi.\n\nThe growing investigation into the Thai sweatshop could result in a daunting amount of litigation, Labor \nDepartment officials said today, as the parties tried to determine who was responsible for conditions at the \ncompound.\n\nOn Friday, Montgomery Ward announced that it had sued a Los Angeles garment manufacturer for supplying \ngoods in violation of the company's policy not to employ slave, prison or child labor. Montgomery Ward, a Chicago-\nbased retailer and one of those identified by the Labor Department today as having bought garments from the \nsweatshop, said it was removing all merchandise supplied by the vendor, New Boys Inc., from its stores \nnationwide.\n\nA lawyer for New Boys, Michael Dave, said in a statement that the company did not know it had bought garments \nmade under sweatshop conditions.\n\nAll 72 of the Thai workers were initially held by Federal immigration officials as potential witnesses against the eight \nmen accused of running the ring. Six of the men were charged with harboring illegal immigrants; the other two were \ncharged with bringing illegal immigrants into the country. All eight were denied bail and may face additional \ncharges, possibly including Federal slavery charges.\n"}