{"title": "Wildwood woman wins battle to stay in the U.S. When her husband died in 2006 accident, she faced deportation.", "body": "\nIn the odd parlance of immigration law, the rule was known as the \"widow penalty.\"\n\nIt meant that if a U.S. citizen married a foreigner and then died after less than two years of marriage, the foreigner \nlost the legal basis to stay in the country and could be deported.\n\nIt's the situation Khamphee \"Nok\" Kells was in for the past few years. Kells is originally from Thailand but now lives \nin Wildwood.\n\nHer late husband, Navy recruiter Robert Kells, died in a motorcycle accident in 2006, less than a year after they \nhad been married.\n\nThreatened with deportation, Kells sued the government and eventually won. Her case and a handful of others like \nit provided the impetus this fall for Congress to abolish the so-called \"widow penalty.\"\n\nEarlier this month, Kells and her attorneys learned that the U.S. government would drop its appeal of her victory. It \nofficially ends litigation that could send her back to Thailand.\n\n\"It's people like Mrs. Kells, who are not afraid, that allowed other people to benefit from this,\" said Brent Renison, \nan Oregon immigration attorney who has worked to abolish the \"widow penalty\" for five years. \"She was brave.\"\n\nKells is in the process of applying for permanent residency. Without the new law, her application could not have \neven been processed.\n\nIn 2004, Renison had a client from South Africa who was in the process of being deported because her husband \ndied before the two-year mark.\n\nThe case sparked his interest in trying to change the rule, which seemed inhumane and was aimed at a small group \nof people. At one time, he knew of about 200 widows and widowers threatened with deportation because of it.\n\nRenison filed a national class action lawsuit in 2007 and created the website Surviving Spouses Against \nDeportation (ssad.org). He also found law firms across the country to represent other widows and widowers for \nfree.\n\nFor Kells, Renison persuaded St. Louis' Armstrong-Teasdale law firm to take her case.\n\n\n\"In this situation a family was potentially going to be split up,\" said Darryl Chatman, an Armstrong-Teasdale attorney \nwho worked on the case, speaking about the relationship Kells had formed with her in-laws, Tom and Karen Kells.\n\n\"Nok\" Kells met Petty officer 1st class Robert Kells in Beijing in 2003, while he was working at the U.S. Embassy.\n\nThe couple, along with her two daughters, moved to Missouri in 2005. Her case was especially befuddling. At the \nsame time the U.S. government was telling her she had no legal basis to remain in the country, it was also paying \nmilitary death benefits to her and her daughters, who are now 20 and 14.\n\nKells stumbled across Renison's website after a friend told her about it more than a year ago. She still has a hard \ntime believing her good fortune at finding him.\n\n\"Without Brent, this law wouldn't have made it through,\" she said.\n"}