{"title": "Duel over immigrants; Opposing rallies held at Capitol", "body": "\nThe political debate over illegal immigration in Georgia showed its human face Sunday in the form of dueling \nrallies outside the state Capitol.\n\nA group calling itself Coalition for a New Georgia rallied on the Capitol steps for \"real comprehensive immigration \nreform.\" The event was a response to several measures pending before the Georgia General Assembly seeking to \ncrack down on illegal immigrants and those who hire them.\n\nD.A. King of Cobb County, an activist who opposes illegal immigration, staged an opposing rally across the \nstreet. Capitol police erected barriers to keep the two sign-waving groups apart. Other than a few jeers of \"no \namnesty\" and \"go home\" from King's group to passing rally participants, there appeared to be no trouble.\n\nSpeakers at the immigration reform rally derided legislative efforts in Georgia as discriminatory, useless efforts \naimed only at getting votes in an election year.\n\nJerry Gonzalez of the Georgia Association of Latino Elected Officials said a comprehensive anti-illegal immigration \nbill by Sen. Chip Rogers (R-Woodstock) ignores broader issues.\n\n\"Senate Bill 529 . . . is putting a Band-Aid on something, making it look nice just in time for election,\" Gonzalez told \nthe crowd. \"You cannot solve federal immigration laws by passing anti-immigration state laws.\"\n\nGonzalez, whose organization helped stage the rally, estimated about 125 people attended.\n\nOpponents of a crackdown on illegal immigration say the proposals ignore the contributions foreign workers make \nto Georgia's economy.\n\nAlthough a number of immigration bills are pending before the House and Senate, Rogers' bill has won the support \nof Senate leaders and is most likely to be debated soon.\n\nState Sen. Sam Zamarripa (D-Atlanta) told the crowd it was important to frame the immigration debate in human \nterms --- stories of decent people who come to America to work for a better life.\n\nThe senator described real immigration reform as \"work --- with a path towards citizenship.\"\n\n\nJaime Martinez, an illegal immigrant from Mexico who attended the rally, said the proposals are persecuting \npeople who seek better lives for themselves and their families.\n\n\"They want to deny us education, but they don't want criminals or drug dealers on the streets,\" said the 25-year-old \npoultry industry worker. \"It's not right.\"\n\nSome bills filed have sought to deny public education to illegal immigrants, though lawmakers have said they have \nno plans to pursue those.\n\nFrank Mulcahy, executive director of the Georgia Catholic Conference, criticized legislative efforts in Georgia as \n\"punitive\" and un-Christian.\n\n\"How many of you would like to take this legislation and show it to Him on Judgment Day?\" Mulcahy asked the \ncrowd. \"As a nation we do have a right to protect our borders, but we must recognize ... every person is an \nindividual, every person is a child of God, every person has human dignity which must be respected.\"\n\nDown the street, shouts of \"No amnesty\" occasionally pierced the rally as King's group held aloft signs and \nAmerican flags. King estimated his rally drew about 74 people.\n\n\"We are here because we demand that the United States secure its borders as is required by the Constitution,\" said \nKing, president of the Dustin Inman Society. \"I'm very encouraged. What you see here is the beginning of a citizen \nuprising.\"\n\nKing named the group for the son of a friend killed in a car crash in 2000. An illegal immigrant from Mexico has \nbeen charged with several crimes, including vehicular homicide.\n\nDustin Inman's parents, Billy and Kathy --- who is in a wheelchair as a result of crash injuries --- were among the \ncrowd.\n\n\"Some of them are good as gold,\" said Billy Inman, who drives a poultry truck and works with Hispanic immigrants. \n\"I don't blame them for wanting to be here. But there's proper channels. I don't want no other family to go through \nwhat my family's been through.\"\n\nGraphic\n\n \n\nPhoto: LOUIE FAVORITE / StaffMembers of the Dustin Inman Society, which opposes illegal immigration and \namnesty for illegal immigrants, rally Sunday across the street from the Capitol, where a pro-immigration group \nmet.\n\nPhoto: LOUIE FAVORITE / StaffTeodora Benitez of Athens holds a sign Sunday while protesting against several \nlegislative measures that would attempt to crack down on illegal immigrants and those who hire them.\n"}