{"title": "Career center for screeners", "body": "\nSan Jose officials responded Thursday to the looming layoffs of hundreds of local airport screeners by opening a \ncareer center at the airport to help them find new jobs.\n\nMore than 360 passenger screeners working at Mineta San Jose International Airport will be replaced in November \nwhen the federal government assumes control of security at 429 airports nationwide.\n\nMany of the screeners are immigrants from the Philippines and are ineligible for the new jobs under the fledging \nTransportation Security Administration. By law, the screener positions can only be filled by citizens -- a requisite \nthat has come under fire from civil rights and labor groups.\n\nTo help the screeners adapt to new jobs, a partnership between the city and other groups has created the center \nin a small building north of Terminal C. Officials said Thursday it was essential to place the center at the airport to \nmake it easy for workers to visit it before or after their shifts.\n\nThe center will provide a range of services from helping immigrant workers file for citizenship -- a federal \nrequirement for hiring -- to assisting in filing for unemployment benefits.\n\nThe effort is a cooperation among the city, Silicon Valley Workforce, a program that helps laid-off workers with job \ntraining, and the Philip Vera Cruz Justice Project, a group dedicated to protect the rights of Filipino immigrants.\n\nJob training classes and seminars on resume writing and interviewing skills are scheduled. Computers will be \navailable for workers to fill out online applications for the new federal security screening positions under the \nTransportation Security Administration and for other jobs.\n\nSebastian Warren, a transportation agency spokesman, said all current airport screeners who meet minimum \nrequirements should apply for the federal airport posts.\n\n\"They have the necessary skills to hit the ground running,\" Warren said.\n\nIt is estimated that 700 non-citizens work as screeners at the Bay Area's three major airports. Labor and civil rights \ngroups have protested the citizenship requirement, saying the immigrant workers are being unfairly blamed for the \nsecurity practices that led to the Sept. 11 attacks.\n\n\"I don't think any other job on the airport requires citizenship. . . . It really doesn't make much sense to single out\" \nthe screeners and baggage handlers, said Councilman Chuck Reed, who helped to get the jobs center off the \nground.\n\nOf the 365 passenger screeners at San Jose airport, 102 are not citizens, according to the city Office of Economic \nDevelopment.\n\n\nOf the 102, 56 have applied for citizenship, an indication that they are considering applying for their old jobs with the \nnew agency.\n\nA job center survey will be included in the screeners' paychecks next week, and the answers will be used to refine \nand shape its services, said Terry Valens of the justice project.\n\nScreeners hoping to land jobs with the new federal agency will find there are different expectations, such as an \nemphasis on their physical ability to deal with the work, enunciation and facility with English and their problem-\nsolving skills, Valens said.\n\nThe San Jose airport program bears a few similarities to another at San Francisco International Airport, which \nexpanded its job listing office in December to include workshops on naturalization for its screeners.\n\nMercury News Staff Writer Aaron Davis contributed to this report.\n"}