{"title": "CROSSINGS FROM MEXICO DWARF CUBAN EXODUS", "body": "\nThe number of refugees who fled Cuba in boats last week does not represent even a busy day along the U.S. \nborder with Mexico, where an average of 3,200 people are arrested daily for trying to enter this country illegally.\n\nThe U.S. Coast Guard picked up 2,000-plus people in the waters off Cuba last week, creating a near-crisis \natmosphere in the Clinton administration.\n\nYet neither the administration nor Congress is treating the Mexican border breakdown, where about 1.1 million \nillegal entrants are caught every year, as anything like a crisis.\n\nIn reality, the numbers have little to do with the way the United States handles its twin immigration problems with \nMexico and Cuba. The contrasts in policy are rooted in politics, history, geography and public perceptions.\n\nAnd while President Clinton announced an abrupt end Friday to the policy that has granted easy asylum to Cubans, \nthere's still a big difference from the policy with Mexico.\n\n\"The big difference is we are prepared to send Mexicans back to Mexico and we are not prepared to send Cubans \nback to Cuba,\" said Jack Martin, research director for the non-partisan Center for Immigration Studies.\n\nSince the day in 1959 when Fidel Castro first took power, people fleeing Cuba have been viewed as political \nrefugees from a repressive regime. Cubans have been given special legal treatment, too, notably the Cuban \nAdjustment Act of 1986, which essentially permits Cubans who can find their way here to stay here.\n\nCuba also has no formal diplomatic relations with the United States. It remains a last vestige of the Cold War, a \ncommunist nation in a world being swept by democracy, as Clinton reminded Americans during his news \nconference Friday.\n\nMexico, on the other hand, enjoys normal diplomatic relations with the United States. Despite the immigration \nproblems, the United States considers the nation's government legitimate. Mexicans who try to come here illegally \nare driven by economic factors, not political considerations, and therefore are not eligible under U.S. law to stay.\n\nThe Clinton administration's newly announced policy to detain Cubans but not allow them to settle in the United \nStates is aimed not only at discouraging Cubans from fleeing, but also at keeping the pressure on Castro.\n\nAnother key difference between the Cuban and Mexican situations is that Florida Gov. Lawton Chiles, a Democrat, \nthreatened to call out the National Guard to deal with the boats landing on his state's beaches.\n\n\nPoliticians in California have suggested deploying the National Guard along the Mexican border but have never \npushed the matter -- in part, some privately acknowledge, because Mexico could view the move as a hostile act \nthat would strain relations with the United States.\n\nMartin said he had detected one link between the Cuban and Mexican immigration problems, one with potentially \nominous implications.\n\n\"Mexicans in small but fast-growing numbers have been asking for asylum status in the United States (like the \nCubans) because they've learned it's the way to get a work permit,\" Martin said. \"That's a scary prospect, because \nif it ever became widespread, the current backlog of a half-million asylum applications could quickly double.\"\n\nCorrection\n\nSETTING THE RECORD STRAIGHT (publ. 8/22/94, pg. 4A)\n\nBecause of a reporting error by the Mercury News Washington bureau, the year of the Cuban Adjustment Act was \nincorrectly stated Sunday. It was enacted in 1966.\nCorrection-Date: August 22, 1994\n"}