{"title": "New Country, New School -- Immigrant Student's First Day;Experiment In Teaching Immigrants Gets Rolling", "body": "\nSmiling shyly in the lacy pink dress she had brought with her from Bangladesh, Tania Islam turned tentatively to a \nclassmate and quietly spoke the first words she had learned on her very first day of school in America.\n\n\"Hello, my name is Tania,\" she said yesterday as she shook hands with the girl, following the instructions that a \nteacher had delivered in Bengali.\n\nEarlier, in the auditorium, Tania, 15, and most of the other children at the new school for immigrants in Long \nIsland City, Queens, were too bashful to switch from their native Portuguese, Korean or Hungarian to try singing the \nwords to \"This Land Is Your Land,\" which the teachers had written on posters and handed out on sheets of paper.\n\nDanna Zhang, a 15-year-old from China, whispered in Chinese: \"Is that the national song?\"\n\nAs high school students across New York City started their first day of classes yesterday, immigrant teen-agers \nnewly arrived from Venezuela, Pakistan, Myanmar, Ukraine and dozens of other countries began an education \nexperiment that school officials hope will become a model for teaching the city's growing immigrant population.\n\nCalled the Newcomers School: An Academy for New Americans, it is an attempt to teach new immigrants in their \nnative languages, as well as in English, and to help them and their families adjust to living in the United States. The \nstudents will find teachers fluent in at least 18 languages; their parents will find a kind of multipurpose orientation \nprogram, including English classes, job counseling, health care advice and information on becoming citizens.\n\nAt a time when the national hospitality toward immigrants has soured, New York City, from Mayor Rudolph W. \nGiuliani to the Board of Education, is going out of its way to make immigrants, legal and illegal, feel welcome. \nWhile local governments across the country, including in Long Island, are rigidly interpreting residency laws so as \nto exclude new immigrants from public schools, New York City has decided it is a wise investment not only to \ninclude immigrants but to cater to them.\n\nWith immigrants making up a third of the 153,000 new students in the city's schools last year, officials have \ncalculated that spending about $400,000 to start a school that aims to integrate them and their families into city life \nis a wise investment.\n\n\n\"The Newcomers School is another example of New York being a lot more courageous than other parts of the \ncountry in remaining level-headed in the dialogue about immigrants,\" said Margie McHugh, executive director of \nthe New York Immigration Coalition, a group of immigrant advocates. \"The city is recognizing that they are a huge \nand important constituency that pays taxes for quality services and should receive those services.\"\n\nSet up in an aging but stately school building, the Newcomers School is, quite intentionally, a work in progress.\n\nOnly about 80 students had managed to complete the paperwork they needed to attend class yesterday, but \ndozens more crowded into the office or milled about the hallways, asking in Haitian Creole about medical exams or \nin Hindi about academic records.\n\nOfficials expect the school's ranks to swell quickly. Any student who has been in this country less than a year and \nwhose English skills are limited can enroll. The school has a capacity of 1,000 students, and the principal, Lourdes \nBurrows, said she expects to have about 700 enrolled before the end of the first semester.\n\n\"People don't come to this country on September 6, they come all year round,\" said Renee Weisbaum, executive \nassistant for pupil personnel services for Queens high schools. \"With this school, you can come right from the \nairport.\"\n\nSome students will stay in the Newcomers School until they graduate. Others, especially those who enter the \nschool as 9th graders, will move on to regular high schools in a year or two.\n\n\"People will be looking at this school as a goldfish bowl to see how well we do with immigrant kids,\" said Steven \nFeldman, vice president of a nonprofit organization called Federation Employment and Guidance Services, which \nwill provide counseling to students and parents at the school.\n\nYesterday morning, in classrooms and out, students clustered with their parents, younger brothers and sisters, \ncousins or friends, all escorts through the first-day confusion and the tangled cacophony of languages.\n\nOrlian Alvarez, 15, whose family came from Cuba as political refugees two months ago, gawked at the brightly \npainted hallways, the large library and the gymnasium, all things he had never before seen in school.\n\nAnd Dorian Qiftja, 14, waited patiently in front of the school librarian, Nelida Rodriguez.\n\n\"Does anyone speak Albanian,\" called Ms. Rodriguez, trying to help Dorian become a student on his 10th day in \nAmerica.\n\n\"That we don't have,\" said Svetlana Livdan, a teacher who speaks Russian, Ukrainian, Bulgarian, Byelorussian and \nHungarian. \"Yet.\"\n\nEverywhere there were signs posted in every language imaginable -- signs for the bathroom, the principal's office, \nthe library. There were also posters that were conspicuously absent: Ms. Burrows had taken down the signs that \nsaid \"No Beepers,\" \"No Weapons\" and \"Cutting Office.\"\n\n\"I wanted all the 'No's' out of the place,\" said Ms. Burrows, who moved here from Cuba more than 30 years ago. \n\"We expect them to behave.\"\n\nThe first classes will be what Ms. Burrows called a \"survival course,\" -- how to use a pay phone, take the subway, \nask directions to the restroom.\n\nThe Newcomers School's first students were recruited from two extremely overcrowded Queens high schools, \nWilliam Cullen Bryant in Long Island City and Newtown in Elmhurst.\n\nMargaret Harrington, Superintendent of Queens high schools, said the two schools had 70 percent more students \nthan they were supposed to, and over half of the students were taking bilingual or English-as-a-second-language \ncourses, she said.\n\n\n\nIn June, teachers identified about 50 students who spoke little English and had been in this country less than a \nyear. Toward the end of the summer, officials advertised the school in foreign language newspapers and on \nRussian-speaking television. They recruited at Korean and Spanish-language churches in Queens.\n\nAnd beginning last week, students who went to enroll at the two high schools in Districts 24 and 30 were met by \n\"recruiters\" from the Newcomers School.\n\nThe Newcomers School is not without its critics, people who fear the school might be too isolating for immigrants, \nessentially segregating them. Even people like Ms. McHugh, who welcome the idea of the school, have concerns.\n\nMs. McHugh, whose coalition met with Newcomers School officials two months ago, said she was worried that the \nschool might become a \"dumping ground\" for immigrants, holding them to lower educational standards than those \nin mainstream high schools.\n\nYesterday, though, the atmosphere at the Newcomers School was hopeful excitement.\n\n\"I want to learn the way American people speak English,\" said Tania in Bengali. \"I am happy there are other \nstudents here like me. Everybody here is new to America.\"\n\nGraphic\n\n \n\nPhotos: Tania Islam, 15, left, of Bangladesh, gets acquainted with Xu Xiao Fan, 15, of China, at Newcomers \nSchool, which will teach immigrant teen-agers in their native languages as well as in English. At left, a sign \nindicates the principal's office. (pg. B1); At the Newcomers School, in Long Island City, Queens, most students \ncould only listen yesterday as teachers and other workers sang the national anthem. They were all beginning an \neducation experiment that officials hope will become a model for teaching the city's growing immigrant \npopulation. (pg. B4) (Jose Lopez/The New York Times)\n"}