{"title": "Despite Ruling, Many School Districts Ask for Immigration Papers", "body": "\nThree decades after the Supreme Court ruled that immigration violations cannot be used as a basis to deny \nchildren equal access to a public school education, one in five school districts in New York State is routinely \nrequiring a child's immigration papers as a prerequisite to enrollment, or asking parents for information that only \nlawful immigrants can provide.\n\nThe New York Civil Liberties Union, which culled a list of 139 such districts from hundreds of registration forms and \ninstructions posted online, has not found any children turned away for lack of immigration paperwork. But it \nwarned in a letter to the state's education commissioner on Wednesday that the requirements listed by many \nregistrars, however free of discriminatory intent, ''will inevitably discourage families from enrolling in school for fear \nthat they would be reported to federal immigration authorities.''\n\nFor months, the group has been pushing the State Education Department to stop the practices, which range from \nwhat the advocates consider unintentional barriers, like requiring a Social Security number, to those the letter called \n''blatantly discriminatory,'' like one demanding that noncitizen children show a ''resident alien card,'' with the warning \nthat ''if the card is expired, it will not be accepted.''\n\nBut the Education Department has resisted doing anything to address the issue directly, in contrast with several \nother states -- including Maryland, Nebraska and New Jersey -- where education officials have taken strong steps in \nrecent years to halt similar practices.\n\n''It is the responsibility of each local school district to ensure that it complies with all laws and decisions regarding \nstudent registration,'' Jonathan Burman, a spokesman for the department, said in a brief e-mail message in \nresponse to a reporter's inquiries. ''Under New York's education law, anyone who is aggrieved by an action or \ndecision of a district that allegedly violates the law may appeal to the commissioner for a review of that action or \ndecision.''\n\nUdi Ofer, director of advocacy for the civil liberties union, said his group was astonished by the department's \nunwillingness to alert and guide the school districts, most of which he described as probably ''clueless'' rather than \nmalicious in asking for immigration documents. It is irresponsible, he added, for officials to wait for affected \nfamilies to complain. ''We're dealing here with an undocumented community that is afraid of coming out of the \nshadows,'' he said.\n\nThe state's education law, which mandates a free public education for all residents ages 5 to 21 who have no high \nschool diploma, allows districts to require documents that prove age and residency, like birth certificates, rental \nagreements and utility bills. But it is silent on any additional requirements that would violate the 1982 Supreme \nCourt decision, Plyler v. Doe.\n\n\nThat ruling, considered by legal scholars to be a high-water mark of immigrant rights, held that under the \nConstitution, all children who live in a district must be given equal access to a public education from kindergarten \nthrough 12th grade, regardless of whether they entered or stayed in the country in violation of federal immigration \nrules.\n\nTo refuse them, Justice Harry A. Blackmun warned in his concurring opinion, ''raises the specter of a permanent \ncaste of undocumented resident aliens, encouraged by some to remain here as a source of cheap labor,'' yet \ndenied the basic benefits available to others.\n\nThe civil liberties union said it mailed letters on Wednesday to all the districts it had flagged, advising them that \ntheir policies and practices ''discriminate against undocumented children and are unconstitutional.'' The letters \nasked that they rescind problematic requirements and ''inform students who may have been denied enrollment.''\n\nIn several of the districts, which are scattered from Westchester County to rural Chenango County, officials who \nlearned about the issue from a reporter's call seemed surprised and concerned that immigration-related \ndocuments were demanded in their online registration packets. Some forms, they said, had been copied from \nanother district's Web site; others, like one in the Rhinebeck Central School District, had not been changed in \ndecades, even as a climate of immigration enforcement changed the context.\n\nAmong a half-dozen districts contacted, registration personnel in all but one -- the Williamsville Central School \nDistrict, outside Buffalo -- said that no child had been rejected for lack of immigration paperwork or a Social \nSecurity number. Some districts immediately changed language they identified as troublesome.\n\nThe Williamsville district demands that noncitizen children supply a visa and uses the jargon of federal \nimmigration classification to describe examples: ''J1 or F1, etc.''\n\n''I'm told what visas we can accept,'' said Paula Colburn, its part-time registrar for the last two years. Asked if any \nchildren had been rejected because they did not have the right visa, Ms. Colburn said: ''Oh, yeah. There are certain \nvisas that we accept. Other than that, if it's not a right visa ....'' She broke off and referred the call to district \nofficials.\n\nThe Williamsville superintendent, Howard S. Smith, said, ''We have not turned students away specifically because \nof a single entrance criteria,'' and called the civil liberties union's objections ''ridiculous.''\n\n''The visa is only one piece of information that we may or may not look at in determining whether they're a resident \nof the school district,'' he added, saying that it could indicate an intent to remain. ''We are fully in compliance with \nany state and federal requirements.''\n\nIn the Spencerport Central School District, near Rochester, cited by the advocates for glaringly discriminatory \nrequirements, calls for comment were not returned.\n\nMore typical, however, was the response by the Fairport Central School District, also near Rochester, where \nofficials quickly dropped a requirement for a visa or green card, and changed questions about citizenship to ones \nseeking verification of a child's birth date.\n\n''At no time ever in this district have we excluded a student based on their citizenship or immigration status,'' said \nBarbara Gregory, the assistant superintendent. ''It was certainly a good thing for us to review, because we want to \nbe very inclusive. We have a significant number of English-language learners, and they enrich our population.''\n\nThe registrar in another district, the Springville-Griffith Institute Central School District near Buffalo, said its online \nregistration packet had been copied from Fairport's and would be reviewed. A similar review was promised by \nJoseph Phelan, superintendent of the Rhinebeck district. And William Stavisky, superintendent of the Perry Central \nSchool District, said he directed in April that online demands for a green card be dropped, after a local immigrant \ngroup alerted him to the civil liberties union's concerns.\n\n\n\nAll the superintendents said they were used to complying with instructions from the State Education Department \nand had heard nothing from the department on the issue.\n\nCivil liberties union officials began writing to the department last September, after they were alerted by a United \nStates citizen of Hispanic descent that a school near Rochester was asking about immigration status during \nregistration. The advocates did a cursory Internet search and found five districts making similar demands, \nincluding the City School District of Albany.\n\n''We were shocked,'' Mr. Ofer said, adding that four of the five districts had readily changed their requirements \nwhen contacted. Last week, the Web site of the fifth, the Rush-Henrietta Central School District, still stated: ''If not \nborn in this country, please provide immigration paperwork.''\n\nUnable to persuade the Education Department to check the registration requirements of all 695 districts, the \nadvocates did the research themselves.\n\nA similar survey, released in 2008 by the American Civil Liberties Union of New Jersey, found that 20 percent of \nthat state's public school districts were asking for information that would reveal the immigration status of a \nparent or child. The New Jersey Department of Education responded forcefully, threatening to cut state aid to \ndistricts that persisted.\n\nIn contrast, state education officials in New York tucked a line into a December newsletter reminding districts to \ncheck that registration requirements complied with state laws, with no mention of immigrants. In April, the \ndepartment's legal counsel wrote the advocates that ''no further action'' would be taken.\n\nThe department itself may have been the source of demands for a Social Security number. In the rural Oxford \nAcademy and Central Schools District in Chenango County, founded in 1794, the superintendent said the only \nreason it began asking for the numbers was ''because the S.E.D. is asking for that information when they get \nolder.''\n\nThe superintendent, Randall Squier, said the Oxford area lacked immigrants as well as jobs. ''Our enrollment is \ndeclining so fast, we would welcome them to our district,'' he added. ''We don't need their Social Security number \nto educate them.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: The State Education Department in Albany. The Constitution guarantees a public education even to \nchildren here illegally. (PHOTOGRAPH BY NATHANIEL BROOKS FOR THE NEW YORK TIMES) (A20)                             \n"}