{"title": "THE SARS EPIDEMIC: PRECAUTIONS; U.S. Approves Force in Detaining Possible SARS Carriers", "body": "\nAs part of the government's efforts to prevent an epidemic of SARS in the United States, the Bush administration \nhas authorized immigration and customs agents at the nation's international airports to use force to detain arriving \npassengers who appear to have symptoms of the disease, senior administration officials said.\n\n     The Department of Homeland Security, which is responsible for immigration and customs inspections at airports \nand other border crossings, has provided masks and gloves to thousands of its airport inspectors in the last month \nas part of the agency's effort to stem transmission of SARS, or severe acute respiratory syndrome, which can be \ndeadly. \n\n At training sessions, officials said, the inspectors have been told that their screening duties now go beyond \npassports and baggage and that they need to give extra attention to the health of passengers arriving on 51 daily \nflights from Asian cities where the SARS outbreak has been most severe, including Beijing, Hong Kong and \nSingapore.\n\nOfficials said that the tightened screening procedures had gone into effect gradually in the last few weeks and that, \nso far, no airline passengers had required forcible detention, suggesting that the efforts of Asian governments and \nmajor airlines to prevent passengers infected with SARS from boarding trans-Pacific flights had been successful.\n\nUnder the new procedures, officials said, immigration and customs agents identifying arriving passengers who \nappear to be ill with any SARS symptoms, including high fever or breathing trouble, will be authorized to detain \nthem and summon health inspectors.\n\nIf SARS is confirmed, they said, the passenger would be moved to a hospital or other medical facility and placed \nunder mandatory quarantine. An executive order signed last month by President Bush lets the government \nquarantine people infected with SARS.\n\nThe immigration and customs agents have been told that they can decide for themselves whether to wear the \ndisposable masks and gloves.\n\n\"Obviously, our people are on the front line,\" said Robert C. Bonner, the commissioner of customs and border \nprotection. \"And we have a duty to do. When we know you're coming off a flight from an area where SARS is a \nconcern, we're going to be looking for signs and symptoms.\" \n\n\nMr. Bonner oversees the work of inspectors who, before the creation of the Department of Homeland Security \nearlier this year, had worked for the Customs Service, the Immgration and Naturalization Service, and the Border \nPatrol.\n\nAnother senior administration official said that while there had been no need so far to detain ailing passengers \narriving at American airports from overseas, the government feared that the day would come soon when large \nnumbers might need to be stopped.\n\n\"We want our people to be ready to invoke this authority,\" said the official, who is helping organize the \nadministration's response to the disease. \"We need the message out there that travelers who arrive on our shores \ncannot bring this disease with them. This is a national security issue.\"\n\nThe airport immigration and customs inspectors will provide backup to the teams of federal public health inspectors \nwho were dispatched to airports around the United States after the initial reports of the SARS outbreak in Asia in \nMarch.\n\nThe Public Health Service inspectors have been meeting flights arriving from SARS-affected countries in Asia -- \nboth to hand out small information cards about SARS and to give passengers an initial, if cursory, screening for \nsigns of illness.\n\nMr. Bonner said that his inspectors would be careful to differentiate between passengers who might have SARS \nand those who might be suffering from other illness with similar symptoms There is no test yet available to identify \nSARS conclusively.\n\n\"We are paying attention to SARS,\" he said. \"On the other hand, you don't want to start quarantining or detaining \neverybody who gets off a plane and has a cough.\"\n\nThough inspectors at seaports and land border stations have been placed on alert for SARS, there are no plans for \nsimilar screening procedures for passengers arriving by sea or land. Few travelers arrive in this nation directly from \nSARS-affected countries by any travel route other than air.\n\nAdministration officials said the most intense screening for possible cases of SARS was taking place at the handful \nof large international airports that handle the bulk of flights arriving in the United States from SARS-affected \nnations in Asia: Los Angeles International, San Francisco International, Newark Liberty International, Kennedy \nInternational in New York, Detroit Metro Airport and O'Hare International in Chicago.\n\nAt Los Angeles International, Ana Hinojosa, who directs the work of all federal customs, immigration and \nagricultural inspectors at the airport, said she was \"making an effort to keep everybody educated about SARS -- \nand I think it's gone well.\" \n\nMs. Hinojosa said there had been a \"few incidents that we've had to look at a little more closely,\" in which a \npossibly ailing passenger had been identified on arrival and had then voluntarily undergone health screening.\n\nIf a passenger resisted a screening and tried to leave the airport, \"we do have a policy on that,\" she said. \"We \nwould use our authority to detain them until public health officials are available to make a final determination.\"\n\nSo far, Ms. Hinojosa said, that had not been necessary.\n\nShe said that she had not detected any special anxiety among inspectors who deal with passengers arriving from \nAsia, and that immigration and customs inspectors at the airport had not felt the need to wear masks and gloves.\n\nAt Newark, which has scheduled flights from Singapore and Malaysia, a few inspectors have been anxious about \ntheir health and \"have been putting on their masks\" when they deal with passengers arriving on flights from Asia, a \nspokeswoman, Janet Rapaport, said.\n\n\"Basically,\" she said, \"it's for those flights. Luckily, no federal inspector has shown any symptoms.\"\n\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: A public health inspector at Los Angeles International Airport distributed notices yesterday to passenger \ndebarking a flight from Hong Kong. (Monica Almeida/The New York Times)      \n"}