{"title": "MAN HELD AFTER CARROLLWOOD STANDOFF", "body": "\nAn illegal immigrant deputies were searching for since an hourslong standoff in Carrollwood on Friday night was \ncaught in a stakeout late Saturday.\n\nVictor Hugo Benavides, 39, was arrested on warrants for aggravated battery with a deadly weapon, resisting arrest \nand violation of a domestic violence injunction. He was being held in the Hillsborough County jail, where U.S. \nImmigrations and Customs Enforcement placed a hold on him.\n\nHe is a felon who had previously been deported but reentered the county illegally, the Sheriff's Office said.\n\nIt started Friday night when deputies responded to a call about a fight in the front yard of 5110 Lawnton Court. The \ncaller reported there were three men in the yard, one of whom was brandishing a shotgun. That man was later \nidentified as Benavides.\n\nDeputies stopped the two other men as they left and determined they were victims. During that time, several people \ngathered on the front lawn of the Lawnton Court house but ran inside when deputies approached.\n\nFrom the front yard, deputies said they heard what sounded like the pumping action of a shotgun and called for \nbackup. They then blocked off the house and began trying to make contact with the people inside.\n\nNeighbors told deputies they thought they saw one of the suspects run out the back door.\n\nMembers of the county's SWAT team responded and continued negotiations with people inside the house for \nseveral hours.\n\nFinally, deputies said, two women, 31-year-old Aisel Burgos and 42-year-old Lara Villavicencio, came outside with \nfour children. Deputies said the women were uncooperative and refused to give information about who else was still \ninside. About an hour and a half later, another woman, 27-year-old Glenda Gallego, came outside and also was \nuncooperative.\n\nSWAT members finally entered the house about 2:30 a.m. Saturday, but found no one inside.\n\n\nDeputies don't know what sparked the dispute between Benavides and the two other men. Deputies said it seemed \nthose at the home were drinking.\n\nAll three women were arrested on obstruction charges, and Gallego was turned over to investigators from U.S. \nBorder Patrol after deputies said they discovered she was an illegal immigrant from Honduras. A warrant was \nissued for Benavides.\n\nTwo young boys were turned over to child protective services, and two others were put in custody of other family \nmembers, deputies said.\n\nDeputies located Benavides about 11 p.m. Saturday after setting up surveillance with ICE agents outside a home \non Parson Street where an anonymous tip had led them. When he stepped outside the home to use his cell phone, \ndeputies arrested him.\n\nGraphic\n\n \n\nPHOTO: Victor Hugo Benavides, 39, is on an immigration hold after an arrest on multiple warrants.\n"}