{"title": "New York Officials Reassure IOC; Bid Leaders Allay Concerns Over Immigration Policy, Financing and Venues", "body": "\n -- A day after an exhaustive venue tour, the International Olympic Committee evaluation team that is reviewing \nbids for the 2012 Summer Games spent Wednesday morning behind closed doors with New York's most powerful \npolitical leaders and used the opportunity to raise concerns about the city's bid and America's support of it. \n\n Gov. George Pataki and Mayor Michael Bloomberg said after the one-hour meeting that the 13-member IOC \nevaluation team peppered them and other officials with questions about U.S. immigration policy, the city's and \nstate's financial commitment to the Games and the controversy surrounding the West Side Rail Yard land \nprojected to be the site of a new Olympic stadium. \n\n \"They did have concerns, as they must,\" Pataki said. \"The Olympics are a major event.\" \n\n IOC evaluation team members also wanted reassurance that Olympic security matters would receive the highest \npriority and that New Yorkers supported having the Games here, Pataki said. \n\n \"They have to go through this process,\" Pataki said. \"I think the answers they have been getting are appropriate.\" \n\n The IOC evaluation team, which includes IOC members as well as organization outsiders, has been sequestered \nfrom the media since its arrival Sunday and has refused to take reporters' questions. Representatives from the \ngroup have scheduled a news conference for the conclusion of the visit Thursday. Since their arrival, they have \ntoured venues for 19 sports and met with dozens of local, state and federal officials along with business and union \nleaders and athletes. Wednesday evening, they attended a jazz performance at Lincoln Center and had dinner at \nBloomberg's residence. \n\n In July, the 100-plus members of the IOC will select the site of the 2012 Games from among New York, Paris, \nLondon, Madrid and Moscow. As a result of the reforms that followed the Salt Lake City Olympic bid scandal of \n1999, IOC rules now prohibit members from visiting the bidding cities, so many rely on the impressions and grades \nof the evaluation team. \n\n\n New York bid leaders and government officials said they told the IOC evaluators that athletes, officials and \nOlympic visitors would be admitted to the United States without problems for the 2012 Games. They said \ngovernment leaders were committed to putting on a fiscally sound and athlete-centered Olympics, and they \nexpressed optimism that work on the planned Olympic stadium -- projected to be built on land currently for sale in \nan open bidding process -- likely would begin before the July 6 IOC vote, despite recent problems obtaining the \nland. \n\n Though President Bush, who is touring Europe, has not had a direct role in this week's visit, he spoke to the IOC \nevaluation team through a video shown to the group today, expressing the federal government's support for the bid, \nseveral officials said. \n\n New York developer Roland Betts, a Yale friend of Bush who was recently appointed by Bush to the NYC 2012 \nboard, participated in the morning session and assured IOC team members that an Olympics in New York in 2012 \nwould be designated a National Special Security Event -- as were the Salt Lake Games in 2002 -- ensuring the \nhighest level of federal attention. Later, New York City Police Commissioner Raymond Kelly said New York's \npolice force of 31,000 would ensure a safe and secure Olympics with the least interruption possible to the daily lives \nof New York residents. \n\n \"We had on virtually every topic extremely strong statements of support from every level of government,\" said bid \nleader Dan Doctoroff, also deputy mayor of economic development. \n\n Meantime, in comments at a luncheon at the United Nations -- the IOC team was not in attendance -- U.S. \nambassador Richard Holbrooke offered assurances of his own that New York would put on a safe and smooth \nOlympic Games. While acknowledging that some visitors had been \"unnecessarily detained\" since the attacks of \nSept. 11, 2001, he said such problems would be ironed out by the time of the Olympics. \n\n He further said that any image problems the Bush administration has around the world and particularly in Europe \nshould not affect New York's chances of winning the Games. \n\n \"New York, while an American city and proudly an American city, is also the most international city in the world,\" \nHolbrooke said. \"I don't see any reason in the world for political factors to play in this decision.\" \n\n Said Betts, during a separate news conference: \"I think the president is getting more popular in Europe by the \nhour.\"  \n"}