{"title": "CANADIAN FLAG HAD VETERAN SEEING ONLY RED", "body": "\nBrooksville\n\nEvery time Walter Fallica saw the flag of Canada flying at the same height as the Stars and Stripes outside the \nBrookridge Country Club pro shop, his national pride felt bruised. Fallica, a self-proclaimed disabled veteran, \ncomplained several times, but nothing was done. He took matters into his own hands Monday and tried to haul \ndown the Canadian maple leaf. He insisted the U.S. flag should be flown higher. He was wrong. Fallica, 62, of \nBrooksville was arrested Monday and charged with criminal mischief and resisting an officer without violence.\n\n* * *\n\nTampa\n\nMegahed's trial may be in August\n\nYoussef Megahed's trial on immigration charges could take place in August. Immigration agents arrested Megahed \nlast month on charges similar to the federal explosives charges a jury had acquitted him of a few days earlier. \nImmigration attorney Charles Kuck said a trial, which could decide whether Megahed stays in the United States or \nheads back to his native nation of Egypt, could begin Aug. 17 or Aug. 24. Immigration officials have indicated they \nmay need five days for witnesses to testify.\n\n* * *\n\nSt. Pete Beach\n\nBody of man, 55, found at beach\n\nPolice are investigating the death of a 55-year-old man whose body was found in the surf Tuesday morning. The \nbody of Monte Ray Schnelder of St. Petersburg was found about 7 a.m. in the 800 block of the beach, police \nreported. Schnelder's vehicle, a 1993 Ford Aerostar, was found parked in the 800 block of Gulf Way, the release \nsaid. The St. Pete Beach Police Department, Pinellas County Sheriff's Office and Medical Examiner's Office are \ninvestigating.\n\n* * *\n\nClearwater\n\nGirl admits her fib in abduction story\n\nThe 8-year-old girl who told police a man tried to abduct her Sunday has now come clean: She told detectives \nTuesday that she made up the story because she went too far on her bicycle and feared getting into trouble, \n\n\nClearwater police say. The girl originally told police she was outside at a Mother's Day celebration at the Palmetto \nPark Apartments at 1001 N Martin Luther King Jr. Ave. about 5:40 p.m. when the man approached her.\n\n* * *\n\nNew Port Richey\n\nMan sentenced for assaulting officer\n\nMore than two years after taking a deputy's bullet in the chest, Terrance Moore went to prison Monday. He took a \nplea in court on charges of aggravated battery on a law enforcement officer, aggravated assault on a law \nenforcement officer and driving with a suspended license. Moore, who was then 33 and living in Tarpon Springs, \nhad gone to see his lawyer in Port Richey on Feb. 8, 2007. Two Pasco sheriff's detectives followed him, believing \nhe had drugs, and were waiting for him outside. The Sheriff's Office said Moore smashed his Suburban into one of \nthe officers' cars, injuring the detective inside, and accelerated toward Detective Abe Carmack, who was standing \noutside his car. Carmack fired his gun, hitting Moore in the chest.\n\nGraphic\n\n \n\nPHOTO: Fallica\n"}