{"title": "OUTSPOKEN IMMIGRANT SEEKS REFUGE IN CANADACASE BRINGS HOME COMPLEXITY OF IMMIGRATION ISSUES", "body": "\nMilagros Jimenez Ruiz is many things to many people.\n\nTo the Twin Cities' Latino and religious communities, she is an outspoken crusader for undocumented immigrants \nlike herself, as well as a devout Catholic and lay associate of the St. Paul-based Sisters of St. Joseph of \nCarondelet.\n\nTo federal immigration officials, Ruiz, 41, and her 16-year-old son, Rafael, are fugitives from justice who broke the \nlaw and deserved to be booted out of the United States after living here illegally for nearly a decade.\n\nSome consider her -- now that she and her son are no longer in this country -- a fugitive from a moral injustice.\n\nThe truth is that perhaps Ruiz is all of that. She personifies the black and the white and the shades of gray that \nmake the immigration debate such a vitriolic and emotionally charged issue.\n\n\"When I think about Milagros and others like her, I am reminded of the words on the Statute of Liberty,\" said Jonne \nTromiczak-Neid, the Sisters of St. Joseph's social justice coordinator.\n\n\"Give me your tired, your poor, your huddled masses yearning to breathe free. … Send these, the homeless \ntempest-tossed to me, I lift my lamp beside the golden door,' \" she quoted. \"Have our immigration laws lost that \nlight of compassion?\"\n\nRuiz's recent decision to defy a U.S. deportation order and seek refugee status in Canada capped a nearly three-\nyear legal battle that began with Ruiz's arrest by Immigration Customs and Enforcement agents outside a \nMinneapolis church in 2002.\n\nRuiz, a native of Peru, came to Minnesota in 1996 on a visitor's visa, but her claimed intent was to seek refuge. \nShe feared that she and her son, now 16, would be harmed because his father is a high-ranking Peruvian military \nofficial involved in anti-insurgency operations against the notorious guerrilla group Sendero Luminoso, or Shining \nPath.\n\nShe initially took steps to apply for asylum through a Los Angeles-based family associate but later changed her \nmind when she learned an acquaintance was deported despite filing an application. The Los Angeles contact, \nhowever, went ahead and without her knowledge filed one replete with false information and a bogus California \naddress for her.\n\n\nAn immigration judge ordered her deported in absentia in 1997 when she failed to appear for a hearing she did not \nknow about, she claimed in court documents.\n\nMeanwhile, Ruiz settled in Minneapolis and became a member of ISAIAH, a large coalition of churches and social \njustice groups in the Twin Cities area. She was outspoken in defense of immigrant rights.\n\nHer arrest and incarceration for five weeks after a coalition meeting raised concerns among church and community \nofficials that she was singled out by immigration authorities because of her advocacy.\n\nTim Counts, chief spokesman for the local ICE office in Bloomington, strongly disagrees.\n\n\"She was arrested because she was a fugitive,\" Counts said this week. \"We did not target her because she was \ncritical, but because she violated the law. She was a fugitive, period, and speaking out does not immunize anyone \nfrom the consequences of their law-breaking.\"\n\nMinneapolis police Sgt. Giovanni Veliz, a 13-year police veteran with knowledge of ICE practices, said, \"It is my \nopinion that she was targeted because she was a leader in the immigrant community and she spoke out against \npolicies, and they don't like that. I had never seen them put three or four people on undercover surveillance for days \nfor someone like Milagros.\"\n\nIn 2003, an immigration judge in Minnesota found her story about the initial asylum mix-up credible. He also \nacknowledged that a Peruvian military official with the same name as Rafael's father existed and had trained at the \nSchool of the Americas, a controversial military training center in Georgia.\n\nBut he found her fears of potential harm unfounded, even though the U.S. State Department last year credited the \nShining Path with 120 acts of terrorism in Peru, including killings of several military officials.\n\nRuiz was notified April 11 that she would be deported within two weeks.\n\nLocal ICE officials were flooded with letters from prominent community leaders seeking clemency on her behalf.\n\n\"We believe that the current configuration of our immigration laws combined with immigration policies pursued by \nour government in the last several years have had the negative effects of undermining the human dignity of \nimmigrants and dividing immigrant families,\" wrote Archbishop Harry Flynn of the Archdiocese of St. Paul and \nMinneapolis. \"This would certainly be the case with Milagros.\"\n\nRuiz pulled her son out of school one day and crossed the U.S.-Canada border at Fort Erie in Ontario near Niagara \nFalls. She told no one about her decision.\n\n\"I hope that you understand because of my rapid decision and for my safety and the safety of the ones close to me, \nI saw no other choice but to disappear subtly in a search for the peace and security that I so long for,\" Ruiz wrote in \nan e-mail that was recently sent to her lawyers and close associates.\n\nRuiz followed what was, until recently, a steady and rising stream of rejected asylum seekers into Canada.\n\n\"They were coming in droves and droves, particularly Colombian nationals,\" said Michael Loebach, a barrister and \nsolicitor who is handling Ruiz's refugee application in Canada.\n\nHe notes, however, that the recent Safe Third Country agreement between the two nations has slowed asylum \nseekers to a trickle. The pact prohibits a person denied asylum here to file in Canada. But Ruiz met one of the few \nexemptions to the new rule because she has a distant aunt who lives in Canada.\n\nRuiz was interviewed at the border, and her asylum request was accepted. She was then placed in a shelter in \nLondon, Ontario, that works closely with the Canadian government. She will be allowed to work, and her son can \ncontinue schooling while her case is reviewed.\n\n\n\nIf she loses, she can apply as a \"humanitarian and compassionate\" case. A similar provision in U.S. immigration \nlaw was virtually eliminated nearly a decade ago.\n\nCounts said the United States has no jurisdiction over Ruiz unless she returns here.\n\n\"She is one of the 400,000 people who decide to bolt because they went through due process and lost or didn't get \nwhat they wanted,\" he said. \"Our priority is to find people hiding in the United States.\"\n\nRuben Rosario can be reached at rrosario@pioneerpress.com or 651-228-5454.  \n\nGraphic\n\n \n\nPhoto: Contributed photo\n\nMilagros Jimenez Ruiz and her son, Rafael Begazo Jimenez, in an undated photo. Unable to secure refugee status \nin the United States, the two disappeared earlier this year. Local immigration activists received an e-mail indicating \nthey are living in Canada.\n"}