{"title": "NEWCOMERS FLOCK TO QUEENS INFLUX LEADS THE CITY", "body": "\nQueens' population is booming, and the borough's continuing reputation as a haven for new Americans is the \nreason, says the commissioner of the city's Department of City Planning.\n\nIn remarks last week at a conference \"The Changing Face of Queens\" at Long Island City's LaGuardia Community \nCollege, Joseph Rose noted that over the last eight years, the population of Queens increased by 47,300 people, a \njump of 2.4%, which puts the borough's population at 2 million.\n\nBy comparison, Rose said, the overall increase in the city's population over that same period was 1.3%.\n\nBoth increases, he stressed, were largely due to a significant boost in the numbers of immigrants to Queens in \nparticular, and to the city as a whole.\n\nRose told the forum, sponsored jointly by the college and the Jewish Community Relations Council of New York, \nthat the flow of immigrants into New York City \"has been our strength throughout our history.\"\n\nPerhaps no place is the spirit of openness more evident, he said, than in Queens.\n\n\"It is almost a cliche that Queens has 190 different nationalities represented within its borders and has 150 \nlanguages spoken,\" said Rose.\n\n\"There is no county in the United States, probably nowhere in the world, that is as diverse as Queens County. \nNothing comes close.\"\n\nThe percentage of foreign-born Queens residents has been rising steadily over the past few decades, he said, \nadding that now, \"there are more foreign-born residents in Queens that in any other borough.\"\n\nThe 1990 Census showed that 707,200 Queens residents, or 36% of the borough's population, identified \nthemselves as foreign-born. Citywide, that figure was 28%.\n\nBut City Planning number crunchers estimate that when the final Census 2000 count is in, it will show that 40% of \nall Queens residents are foreign born.\n\nThe agency's figures for the period from 1990-1996 show that Queens saw new settlers arrive in these numbers:\n\nLatino 54,450.\n\nCaribbean 34,278.\n\nChinese 27,555.\n\n\nFormer Soviet Union 21,400.\n\nSoutheast Asian 10,920.\n\nKorean 8,496.\n\nHaitian 5,160.\n\nIrish 2,640.\n\nIsraeli 1,380.\n\nRose also noted that during that same six-year period, there was a migration of people from the borough. That, he \nsaid, represented a continuing cycle of \"people coming to New York to make it. People making it. People then \nmoving out to the suburbs or different parts of the region or country.\"\n\n\"The most important thing is that the people come with their energy, with their desire to make it,\" the commissioner \nconcluded. \"It doesn't matter what part of the economic strata you come from. If you come with the values of \nmaking a life for yourself and your family and taking advantage of what New York City . . . has to offer, that is the \nenergy that we need.\"\n\nPERCENTAGE\n\nCITYWIDE LIVING IN\n\nTOTALQUEENSNEIGHBORHOOD SETTLED\n\nLatinos217,80025%Corona, Jackson Heights,\n\nElmhurst, Astoria and Woodside.\n\nCaribbeans118,200029%Richmond Hill, Cambria Heights-St.\n\nAlbans, South Ozone Park,\n\nSpringfield Gardens-Laurelton-\n\nRosedale and Jamaica Hillcrest.\n\nFmr. Soviet Union107,00020%Forest Hills-Kew Gardens, Rego\n\nPark, Jamaica Hills, Flushing\n\nand Kew Gardens Hills.\n\nChinese83,50033%Flushing, Elmhurst, Woodside,\n\nJackson Heights and Forest Hills-\n\nKew Gardens.\n\nSoutheast Asian27,30040%Elmhurst, Astoria, Woodside,\n\nJamaica-Hillcrest and Flushing.\n\nHaitian21,50024%Springfield Gardens-Laurelton-\n\nRosedale, Cambria Heights-St.\n\n\n\nAlbans, Queens Village South,\n\nHollis-Holliswood and\n\nJamaica-Hillcrest.\n\nKoreans11,8007 2%Flushing, Elmhurst, Woodside,\n\nAstoria and Sunnyside.\n\nIrish6,00044%Woodside, Astoria, Sunnyside,\n\nMaspeth and Elmhurst.\n\nIsraelis6,00023%Forest Hills-Kew Gardens, Kew\n\nGardens Hills, Rego Park, Fresh\n\nMeadows and Jamaica Hills-\n\nSouth Jamaica.\n\nSource: NYC Dept. of City Planning\n\nGraphic\n\n \n\nBILL TURNBULL DAILY NEWS DIVERSITY Asians celebrating new year typify one of the many threads in the \nmulticolored fabric of Queens.\n"}