{"title": "Ready to Fight 'Tooth and Nail';Area's Latinos Fear Effects Of Calif.'s Proposition 187", "body": "\nIn Takoma Park, Henry Quintero, a retired Foreign Service officer and advocate for Latino rights, received an \nanonymous phone call last week threatening to send him and his kind \"to the gas chambers and the firing squads.\"\n\nIn Arlington, Latino members of the Rev. Jose Eugenio Hoyos's church began collecting blankets and food for an \nexpected wave of relatives fleeing California.\n\nIn the District, Yvonne Martinez Vega, who runs a social and legal services agency for Latinos, said her office \nreceived a number of calls from worried parents asking if they should keep their children home from school.\n\nThe impact of Proposition 187, the referendum measure that swept to victory in California last week on a wave of \nanti-immigrant sentiment, already is being felt among Latino communities in the greater Washington area, raising \nfears of increased hostility, discrimination and economic burdens on Latino families.\n\nLocal Latino leaders take some comfort in the fact that a federal judge in Los Angeles has temporarily blocked \nenforcement of the new law, which bans educational, social and non-emergency medical services for illegal \nimmigrants. They also say attitudes toward undocumented residents in this region are more tolerant than in \nCalifornia, where their numbers are higher and the economy weaker.\n\n\"After Prop. 187 passed, I thought, 'My God, we'll be next.' But I also have some wishful thinking that the D.C. area \nis different than California and won't react the same way,\" said Martinez Vega, who directs the Ayuda agency in \nAdams-Morgan. \"They may try to come here, but this community is no longer passive and silent. They will fight it \ntooth and nail.\"\n\nBut immigrant advocates fear that the electoral success of Proposition 187 may give renewed impetus to \nlegislative proposals in Maryland and Virginia with similar goals, all of which so far either have run into legislative \nhurdles or failed to be implemented.\n\n\"People in my congregation are confused and afraid. Some of them think the same thing may start here and they \nmay lose their jobs. We have to reassure them but also prepare them for whatever happens,\" said Hoyos, who \nministers to nearly 2,000 Latino immigrants at St. Anthony's Catholic Church.\n\nIn Maryland, a bill to make English the official state language passed both houses of the legislature early this year, \nbut it was vetoed by Gov. William Donald Schaefer after Latino and civil rights groups organized last-minute \nprotests. Now, proponents say they are likely to reintroduce the measure and expect to find even more support.\n\n\n\"I think 1995 will be the year. Our message is getting clearer and clearer,\" said Mauro Mujica, chairman of US \nEnglish, a national lobbying group that promotes the use of English in schools and government agencies. Mujica \nsaid his group's aim is to help immigrants by improving their English skills, but opponents have called such \nmeasures xenophobic and punitive.\n\nIn Virginia, Gov. George Allen and several legislators have sought to prevent undocumented immigrants from \nreceiving certain education and health benefits. A more sweeping bill, championed early this year by state Sen. \nWarren E. Barry (R-Fairfax), asked the state to identify all undocumented immigrants, calculate the cost of public \nservices they had obtained and report the immigrants to federal authorities \"for deportation or for debt collection.\" \nThat bill is held up in a legislative committee.\n\nIn an interview this week, Barry expressed bewilderment over criticism that he is anti-immigrant, saying he seeks \nonly to prevent state funds from being spent on illegal residents. He said that last year $ 24 million was spent to \neducate undocumented children in Fairfax County and an additional $ 4 million was spent on emergency medical \nservices to undocumented residents statewide.\n\n\"I'm not sure we should go as far as to initiate a Proposition 187 in Virginia, but we have shortfalls in revenue, and \nwe cannot continue to fund a tidal wave of people in this country,\" he said. \"You can't blame people in poor \ncountries from wanting to come here, but we also have to protect this society as we know it.\"\n\nIt is unclear how many undocumented immigrants live in the region, but the federal Immigration and Naturalization \nService estimated that in 1992 there were about 14,000 in the District, 27,000 in Maryland and 37,000 in Virginia, \nwith the great majority clustered in the D.C. suburbs. Immigrant advocates say the number could be higher.\n\nSome legislators in both states said they are bracing for a surge of anti-immigrant proposals, but they said their \nconcern is tempered by the legal challenges already being raised to Proposition 187. Citing questions about due \nprocess, the judge in Los Angeles also temporarily blocked the law's requirement that social service agencies \nreport suspected illegal residents.\n\n\"I'm sure something similar or worse [than Barry's bill] will be resurrected, but I'm equally sure we'll respond \nimmediately through the courts should it pass. The Constitution is on our side,\" said Virginia Del. L. Karen Darner \n(D-Arlington). She noted that school officials in Virginia had strongly opposed cutting off benefits to children or using \nthem to ferret out undocumented parents.\n\nIn the District, Mayor-elect Marion Barry has courted support from Latinos and other immigrant groups, and he has \nvowed to protect the rights of undocumented residents. But immigrant advocates fear that Congress could now \nseek to cut off funds for city services to the undocumented.\n\nSince the passage of Proposition 187, the D.C.-based Latino Civil Rights Task Force has spearheaded an effort to \ncounter the rise of anti-immigrant sentiment. Yesterday, about 200 protesters picketed a speech at the Heritage \nFoundation on Capitol Hill by California Gov. Pete Wilson (R), a champion of Proposition 187. They carried signs \nsaying \"Deport Wilson\" and \"No to the Politics of Hate.\"\n\n\"This is a country of immigrants. We all want to earn an honest living. The policies in California are inhumane and \nracist,\" said a Salvadoran marcher, Julio Cesar Alonzo, 58, who took the day off from his job as a gardener.\n\nActivists are especially eager to debunk the popular myth that undocumented immigrants take more from the \nsystem in public benefits than they give back.\n\n\"There is so much misinformation being spread around. We need to keep publicizing the positive statistics,\" said \nQuintero, who is deputy director of the task force chapter in Montgomery County. In a recent newspaper column, he \npointed out that Latino immigrants have high rates of intact families and enrollment in English classes and low \nlevels of homelessness and welfare use.\n\nA more immediate concern is that the temporary amnesty that protects tens of thousands of Central Americans in \nthis area will not be renewed when it expires in December, instantly ending their legal right to be in the United \n\n\n\nStates. The amnesty has been extended twice, but with the sharp rightward tilt in national politics, the Clinton \nadministration will face new pressure not to renew it.\n\n\"I have my heart in my hands, wondering what I will do if they ever deport me. They say there is peace in my \ncountry now, but it's not true,\" said Paula Velasco, a 45-year-old Salvadoran widow in Arlington who provides day \ncare for Latino children. She came here illegally during the civil war in El Salvador and was allowed to remain under \nthe amnesty program.\n\nA nephew of Velasco's is in far worse straits. Three months ago, he fled El Salvador after his teenage son was \ngunned down by armed men in a truck. He crossed the border into California on foot one week before Proposition \n187 passed, speaking no English and unaware of the surge of hostility toward illegal immigrants. Now, he is virtually \nin hiding in the area.\n\n\"I mostly sit here, walking in circles,\" he said in an interview this week. \"I want to work, but I can't go out. People \ntold me something bad was happening in California, but I didn't understand it. I would like to go home, but there are \nso many horrible things happening there. What would you do?\"\n\nGraphic\n\n \n\nPHOTO, PAULA VELASCO, A SALVADORAN, FEARS SHE COULD LOSE AMNESTY PROTECTION AND BE \nDEPORTED. JOHN MCDONNELL\n"}