{"title": "For Food-Stamp Families, a More Uncertain Future", "body": "\nHER refrigerator is nearly empty. There are 10 cans of food left in the kitchen cabinet. Ruth Acosta looks over her \nmeager spread -- sweet peas, instant potatoes, cling peaches, kidney beans -- and a grimace crosses her face.\n\nShe has no money left and no more food stamps.\n\n\"That's it,\" she says.\n\nEight days remain until her food stamps will come again, and in Ms. Acosta's cramped little apartment on the \nUpper West Side, with its broken appliances and holes in the walls and steamy humid air, that means 24 meals to \nscrounge up for a family of six -- herself, three sons, ages 5, 7 and 12, a teen-age daughter and a grandson, 3.\n\nMs. Acosta does not know where the food will come from or how her family will get by. But she tries not to panic. \nThis uncertainty comes every month, a period of nothing, bleak and foreseeable. Always, she finds a way to work it \nout.\n\nFor Ms. Acosta, who came to New York 30 years ago from the Dominican Republic but who never lived the \nimmigrant's dream, never tried, never really imagined it, the hardest part may be knowing her troubles are about to \nget worse.\n\nThis month and next month, 900,000 people across the country will lose their food stamps when a Federal law that \nabolishes aid to legal immigrants is implemented. In New York City, local and state laws will spare children, the \nelderly and the disabled from the cuts, but that will leave 30,000 to 40,000 legal immigrants eliminated from the \nfood program.\n\nMs. Acosta, 37, will be one of them. Her family may lose $65 to $75 a month in food stamps, a big hit for people \neating on 87 cents a meal each.\n\nA world away from political debates in Washington, Ms. Acosta may not be an argument for welfare nor one against \nit. But her experiences over the course of eight months, starting last February, offer a glimpse into the lives of \nothers coping with the same problem: making do with little, anticipating less.\n\nIn the world of food stamps, Ms. Acosta's household is larger than most. The average is a family of three. Her \nhistory with public aid goes back longer than most do -- she had a baby as a teen-ager and decided to stay home \nrather than work.\n\n\nBut in many ways, her experience is shared by many families. Like three-quarters of New York's 1.2 million people \non food stamps, she receives public assistance. Her monthly income consists of $488 in food stamps and $523 in \npublic assistance.\n\nFor Ms. Acosta and others, running out of cash and stamps is a common experience. They make do by stockpiling \nstaples. Collecting free food from pantries. Getting loans from friends. Eating with relatives. Using school lunch \nprograms. Taking jobs off the books.\n\nThere is a rhythm to life on food stamps in many families -- a sense of well-being at the start of the month, when \ncupboards are stocked, and a growing worry as weeks go by and dinner becomes less predictable.\n\nHALF a block from the plush greenery of Central Park, Ruth Acosta leaves her West 92d Street apartment wearing \nworn blue jeans and a baggy jacket, her pocket stuffed with food stamps.\n\nThis is the day of the month when Ms. Acosta feels the most prosperous, when she can walk into the grocery store \nand fill up a shopping cart, when she has choices.\n\nHer food stamps came today.\n\nThey arrived as they always do, paid at a currency exchange on her Government-assigned day of the month. Ms. \nAcosta collects them in the morning, buys meat at a butcher shop and walks to the supermarket with her oldest son, \nJason Rodriguez.\n\nOnce inside C Town on Columbus Avenue, Jason is all eyes. He fetches a five-pound bag of bright red apples. \nThen a 98-cent package of green grapes. The lanky sixth grader looks at his mother. She nods. Into the shopping \ncart they go.\n\nThey buy vinegar (73 cents), plantains (six for $1), cooking oil (2 1/2 gallons for $14.99), white rice (20 pounds for \n$6.99), dried red beans (99 cents), generic cornflakes ($1.99), Frosted Flakes ($3.69) and three giant cans of Tang \n($8.99 each).\n\nThe cart fills quickly. \"I try to get sales to make it last longer,\" Ms. Acosta says, poring over the sale flier, \"but it \ndoesn't seem to.\"\n\nThey pass up frozen food. They pass up a big display for Cocoa Pebbles. They bypass the candy, the crackers, the \npotato chips. They buy Vienna sausages, milk, pancake mix, hot-dog buns. In 52 minutes, they collect $108 in \ngroceries, a bounty of staples and a few indulgences: pudding cups, Oreos, grape soda.\n\nExperts say even the wisest shoppers would have trouble living on food stamps, which were not intended to be a \nfamily's only source of income for meals. Food stamps are supposed to help, not suffice.\n\n\"Food stamps will never supply you with food for a month,\" said Nilda Tirado, a nutritionist with Cornell University's \nCooperative Extension Service in New York City.\n\nAs mother and son wind their way toward the cash register, Jason notices a bottle of generic pancake syrup that his \nmother has placed into their cart. He scans the flier -- and finds that Aunt Jemima is on sale. He races to make an \nexchange.\n\nBACK in their seven-story apartment building, Ms. Acosta and Jason ride a tiny, halting elevator to their apartment \non the sixth floor. As they open the door, they are greeted by a rush of footsteps and a clamor of children's voices. \nThe two younger children, Kenny and Dennis Rodriguez, seize the grocery bags and drag them into the kitchen, \nsquealing, pushing, running with the food.\n\n\"Apples!\" Kenny announces.\n\n\n\nThe boys dash into the living room, red-skinned beauties held aloft, and plunk on the raggedy couch. Jason joins \nthem, and they eat with glee.\n\nIn a rare moment, this brings quiet to the living room, a place as haphazard as their lives. Here, clothes are drying \non the radiator. A mattress is propped against the wall. The walls are bare except for a certificate declaring Jason \n\"Student of the Month\" and two photographs of him in a baseball uniform.\n\nAs the older boys devour their apples, Ms. Acosta's grandson, Rene Barrientos, is in the kitchen hunting down an \napple. \"Are the apples here?\" he calls out.\n\nA day later, the fruit is gone.\n\nResearchers say that, over all, food stamps are spent on food that is just as nutritious, or more so, than what the \ngeneral population buys.\n\nDr. Kathryn Edin, a sociologist who interviewed 214 welfare families for a recent book, \"Making Ends Meet,\" said \nshe found that welfare mothers bought food in bulk, looked for cheaper stores and tended toward staples that are \nlow in cost and high in nutrition.\n\n\"I can't remember seeing a frozen pizza on the table,\" Dr. Edin said.\n\nBut that's not to say there wasn't the occasional box of freeze pops in the house. \"Every mother wants to give her \nkids a decent life, a feeling that they're normal,\" she said.\n\nEight days after her food stamps arrive, Ms. Acosta is at a food pantry for the poor, run by the West Side \nCampaign Against Hunger.\n\nLike others who rely on the pantry, in the basement of SS. Paul and Andrew Church, at 86th Street and West End \nAvenue, Ms. Acosta is allowed to come once a month, on a specially assigned day. Today, she will get three days' \nworth of groceries for each member of the family.\n\nThis morning, she's No. 34 in a line of 50. She has been waiting an hour, since 10 A.M., but she is undeterred, \ntalking quietly with her friend Tita.  As the women wait, Ms. Acosta notices a sign on the pantry's bulletin board that \nsays legal immigrants are to lose food stamps.\n\nShe reads the notice soberly and tells her friend what it says.\n\nMs. Acosta was 7 when she and her mother emigrated from the Dominican Republic. She has had a green card \nsince she was a child, and has worked for short periods of time over the years. She has no contact with the father \nof her oldest child, Lillian Aponte, 18, who is the mother of Rene. The father of her three sons, she said, visits \noccasionally but is unemployed and has contributed little to the family's support.\n\nHer friend at the pantry cares for eight grandchildren and is frightened by the prospect of losing her food stamps. \n\"But what can I do?\" she frets. The women fall silent.\n\nBack at home, dinners are dictated by what is in the cabinet or the refrigerator; often that means rice and beans, \noxtail stew, baked chicken, hamburgers or spaghetti.\n\nLunch is easier, free under the school-lunch program. Today at Public School 84, where Kenny and Dennis are \nenrolled, the menu is deep-fried meat pies, mixed vegetables and tangerines. It is not a big hit with most of the \nchildren. But Dennis, quiet and deliberate, eats one bite of meat pie after another.\n\nOn another day, Rene, who is not yet in school, waits for his grandmother to fix lunch. Ms. Acosta baby-sits while \nLillian attends a program to complete high school and overcome alcohol problems.\n\n\n\nMs. Acosta is boiling pasta in the kitchen, a tiny room where every appliance is broken and cockroaches dart across \nthe walls. A black-and-white television with a hopelessly fuzzy picture is tuned to the Spanish soap opera \n\"Guadalupe.\" Rene plunks himself down on the only kitchen chair that has all its legs.\n\n\"You want it with cheese, or you want it plain?\" Ms. Acosta asks.\n\n\"Cheese!\" Rene says.\n\nMs. Acosta spoons his noodles into a small bowl. But she realizes all the cheese is gone. So she roots through her \ncabinet and finds a last can of spaghetti sauce, which she opens by plunging a knife through the top.\n\n\"Sauce!\" Rene declares, grinning.\n\nTWENTY-TWO days after the food stamps arrive, they are gone. Ms. Acosta spends the last $5 on bread, salami \nand cheese.\n\nDuring the month, she has spent her cash on basics that cannot be bought with food stamps, things like clothing, \nschool supplies, bus fares, dental work, toilet paper, shampoo, detergent, insecticide -- and the subsidized rent of \n$135 a month.\n\nHer grandson needed new sneakers. Her teen-age daughter wanted eye liner and lipstick. Jason wants his favorite \ngold jacket dry-cleaned, but he has to wait. \"Every check, someone else in the family gets a turn,\" she says.\n\nMs. Acosta thinks of herself as a wise shopper, but sometimes money slips through her hands. She spent $45 on \nRene's new sneakers. Sometimes, she buys a hot chocolate at McDonald's. At least one night a month, the family \neats out. They have no telephone -- but pay $37.50 a month for cable television.\n\nTo cut down on impulse buying, she gives her food stamps to Jason for safekeeping -- and doesn't ask where he \nhides them. \"He's the bookkeeper for me,\" she says. \"If you go outside with money, you go broke.\"\n\nAs the month ends, Ms. Acosta relies on rice and beans. She relies on her sister's cooking one night, her sister's \nmoney the next. When all else fails, her neighbor lends her $10 for \"chicken and stuff.\" Ms. Acosta is vague about \nhow they get by. They just do.\n\nNOW, the long-feared cut in food stamps is about to take effect -- just as Ms. Acosta and her family have begun to \nsort out some of their difficulties.\n\nLillian had a summer job; the three eldest boys took home trophies for summer baseball; the family has a new \nrefrigerator and stove, and Ruth has joined a maintenance crew as part of a welfare work program, which in many \nways she enjoys. \"I feel like you're earning what you're getting now,\" she says.\n\nAnd the work program has increased her food supply: she is paid $3 a day for transportation, but Ms. Acosta often \nwalks the mile to work, using the money for groceries.\n\nBut this stability will soon change. \"I'm just waiting to see,\" she says.\n\nGraphic\n\n \n\nPhotos: Ruth Acosta and her son Jason, 12, make their monthly shopping trip the day her food stamps arrive. \n(Ozier Muhammad/The New York Times)(pg. C1); A food pantry in the basement of SS. Paul and Andrew Church, \nleft, provides Ruth Acosta with a few days' groceries each month. Below, she and her son Jason putting the food \naway. Ruth Acosta making lunch for her grandson, Rene Barrientos, 3. (Photographs by Ozier Muhammad/The \nNew York Times)(pg. C8)\n\n\n"}