{"title": "BLAME GAME; RUGBY WORLD CUP SPECIAL ; World Rugby slap down SRU after chief executive Dodson threatens to take legal action over typhoon row ; RUGBY WORLD CUP ; SCOTLAND ARE slapped down ; World Rugby hit back at SRU after Dodson threatens legal action", "body": "\nWORLD RUGBY chiefs went on the offensive last night - with Scotland and SRU chief executive Mark Dodson \nfirmly in their sights.\n\nWith tomorrow's game against Japan hanging in the balance with super typhoon Hagibis expected to cause havoc, \nDodson broke cover to confirm the SRU had taken legal advice and demanded the Test in Yokohama is moved or \nrescheduled.\n\nHe backed claims that the World Cup's credibility has been called into question as sentiments grew that cash-rich \nnations have received favourable treatment.\n\nAnd Sportsmail understands the threat of legal action remains should the match not go ahead.\n\nSuch a scenario would see Scotland tumble out of the tournament, an outcome that has provoked fury within \nScottish rugby's governing body.\n\n'We took legal advice that challenged the view and then we got a QC from a leading sports practice in London, Nick \nDeMarco, who backed the fact there is flexibility in the schedule,' said Dodson. 'The last thing we want TURN TO \nPAGE 126, COL 1 « 'I regret not hugging Mandela' FRANCOIS PIENAAR INTERVIEW: PAGES 122-123 From \nBack Page to do is get tied up in legal matters but there is now a legal opinion that supports our view.\n\n'We don't want to get in some sort of legal arm wrestle with World Rugby, we don't want to criticise World Rugby, \nbut we do believe that we are being timed out in this competition - and being timed out is not a comfortable place to \nbe. Scotland will be collateral damage and it is not something we will be prepared to sit back and take.\n\n'This country has a phenomenal track record of getting things back running once they've had major disasters - they \nare probably the best in the world at doing so. We're just saying, give them that little bit of time where the sporting \nintegrity of this tournament is not compromised.' But in an unprecedented attack on a senior office bearer of a Tier \nOne nation, World Rugby made clear their own anger at Dodson playing politics at a time when the host nation was \nworried lives were at risk at the hands of the super typhoon.\n\n\nIn a strongly-worded statement that pulled no punches and made clear there was no prospect of a 24-hour \nextension, they 'It is disappointing that Scottish Rugby Union should make such comments at a time when we are \ndoing everything we can to ey said: t the on he FOR NEWS dailymail.\n\nenable all Sunday's matches to take place as scheduled, and when there is a real and significant threat to public \nsafety owing to what predicted to be one of the largest and most destructive typhoons to hit Japan since 1958.\n\nn nd blic at is th l t 'Along with the 19 other teams, the Scottish Rugby Union signed the Rugby World Cup 2019 \nterms of participation, which clearly state in Section 5.3: \"Where a pool match cannot be commenced on the day in \nwhich it is scheduled, it shall not be postponed to the following day, and shall be considered as cancelled. In such \nsituations, the result shall be declared a draw and teams will be allocated two match points each and no score \nregistered\".\n\n'As outlined during Thursday's media conference in Tokyo, the core principle that could enable us to explore a \ndeparture from the terms of participation, is a fair and consistent application of the rescheduling for all teams in a \nsafe environment for teams, fans and essential match services.\n\n'The sheer predicted scale and impact of the typhoon, and the complexity of team movements for eight matches, \nmeant that an even-handed application was just not possible without putting safety at risk. Therefore, it was the fair \nand correct decision for all teams to maintain the position outlined in the terms of participation.' Last night, it was \nconfirmed that a stadium inspection will take place at 6am local time tomorrow - when the effects of Hagibis will still \nbe keenly felt. A decision is expected two hours later meaning fans back home should know the outcome by \nmidnight tonight.\n\nDodson has been lobbying feverishly to get the match delayed 24 hours - an outcome that would infuriate Italy, who \nare still seething that their World Cup campaign ended when their match with the All Blacks, due to take place in \nToyota this morning, was cancelled.\n\nItaly coach Conor O'Shea claimed it would be double standards to reschedule Scotland's game amid threats from \nthe Italian camp of legal action of their own should Scotland get their 24-hour extension.\n\nItalian players broke down in tears when their final game was cancelled - and Dodson agreed with their claims that \nheavyweight nations like New Zealand or England would never be sent home.\n\npowerhou come ALL thec - 'If you are an economic powerhouse of the game, it comes with more clout, and most \npeople feel that if it had been an economic powerhouse -let's say New Zealand - perhaps more thought would have \nbeen given to a flexible approach,' he said. 'In the court of public opinion, we've ZVISIT www.co.uk/ mh fl sa pub \nalread ca already won. 'You can see from social media, that people feel that this doesn't feel quite right.\n\n'Take our situation in Scotland, we are a small nation with 11,000 adult players. This is a massive stage for us to \nperform on, there are kids who want to be the next Darcy Graham, the next Stuart Hogg, the next Finn Russell and \nthis is a massive stage for us to play on.\n\n'My view is that we are not going to let Scotland be the collateral damage for a decision that was taken in haste.\n\n'For World Rugby to just simply state that the game has to be cancelled goes against the whole sporting integrity of \nthe tournament. We have been preparing for this tournament for years.\n\n'World Rugby seem to be determined to stick to its plan that the match is either played on Sunday or indeed is \ncancelled. To have it cancelled and have our ability to progress from this group put at peril, we believe is absolutely \nunacceptable.\n\n'Look, it won't be our decision.\n\nThat's the issue. It'll be a decision of others and we will have to deal with whatever comes our way.\n\nhttp://www.co.uk/\n\n\n'We're not being strident, we're not being difficult. We want to compromise and we're asking for a 24-hour delay, so \nthe game can be played in perfect safety.' Dodson claimed he told World Rugby his team would play 'any place, \nanywhere,' but the offer fell on deaf ears.\n\n'Right from the get go on Wednesday night, we said to World Rugby we will play any place, anywhere,' he said. \n'We will play behind closed doors, we'll play in full stadiums.\n\n'We will travel the length and breadth of Japan. There was no response to that. And then we were told the game will \nbe cancelled if it wasn't going to be in Yokohama.\n\n'We will be told on Sunday morning and best endeavours will be made to have the game played. And I want to say \nthis. On the record. I'm convinced World Rugby and the Japanese authorities are doing everything they possibly \ncan to get this game on.\n\n'But if their best endeavours fail for whatever reason, that's when we have an issue. Then it becomes out of our \ncontrol. But what we want to do today, before the weekend, is give people a maximum amount of time to think \nabout it and to make the sensible change for everyone.\n\n'This is a glorious, world-class sporting occasion. We don't want to be the people that taint that. But we also don't \nwant to be the collateral damage of this.\n\n'This is important to us as a nation and I think the rugby public around the globe believe the same way.' Japan \ncoach Jamie Joseph was furious that the row over the typhoon had detracted from his team's run of three straight \nvictories.\n\nThe hosts shocked the rugby world by beating Ireland and their journey so far had been the competition's feelgood \nstory - but Joseph has demanded more respect.\n\n'Through reports I've read, I feel they've undermined the achievements of the Japanese national team and the \nsignificance of Sunday's Test match against Scotland for Japan,' he said.\n\n'I'd like to remind everybody it hasn't been a fluke; it's been a lot of hard work by a lot of people.' «LAIDLAW: WE \nCAN'T CONTROL THE ELEMENTS BUT WE CAN TAKE CARE OF JAPAN Pages 124-125 mark dodson, sru chief \nexecutive The last thing we want to do is get tied up in legal matters but there is now a legal opinion that supports \nour view there is flexibility on the scheduling.\n\nFor World Rugby to just simply state that the game has to be cancelled goes against the whole sporting integrity of \nthe tournament. We said to World Rugby we will play any place, anywhere. We will play behind closed doors, we'll \nplay in full stadiums. We will travel the length and breadth of Japan.\n\nWorld Rugby seem to be determined to stick to its plan that the match is either played on Sunday or indeed is \ncancelled. To have it cancelled and have our ability to progress from this group put at peril, we believe is absolutely \nunacceptable.\n\nworld rugby statement EMEN'It is disappointing that the Scottish Rugby Union should make such comments at a \ntime when we are doing everything we can to enable all Sunday's matches to take place as scheduled, and when \nthere is a real and significant threat to public safety owing to what is predicted to be one of the largest and most \ndestructive typhoons to hit Japan since 1958.\n\nthe largest powerhouse comes and that -said. public already 'You can media, that said: the on blic at is th l t \npowerhou come thec - Z mh fl sa pub alread ca FOR ALL BREAKING SPORTS NEWS VISIT www.dailymail.co.uk/ \nsport\n\nhttp://www.dailymail.co.uk/\n\n\nGraphic\n\n \n\nAnger: Dodson is furious that the game with Japan may be called off\n"}