{"title": "BEFORE SENATE, LEGAL-IMMIGRANT ISSUE SOME WANT RESOURCES TO GO TO CITIZENS FIRST. CRITICS SAY IT FLIES AGAINST THE NATION'S IMMIGRANT TRADITION.", "body": "\nAs the Senate prepares to take up the welfare bill, new attention is being focused on whether legal immigrants \nshould be denied benefits.\n\nPresident Clinton and Senate Majority Leader Bob Dole and other senators crucial to welfare reform have criticized \nthe bill passed by the House, which would end cash, food and health benefits to about two million noncitizens.\n\nThe Senate reconvenes this week after a two-week recess.\n\nRepublican governors are lobbying the Senate to let states decide about benefits to immigrants. And some \nlawmakers and interest groups say more people are beginning to question how a country built by legal immigration \ncould take such a stand.\n\n\"The law transforms the meaning of citizenship, which was primarily a way to vote,\" said Michael Fix, immigration \nexpert at the Urban Institute, a nonpartisan think tank. \"Now, citizenship is the gateway for benefits that range from \nflu shots to some educational loans. We'll now have people becoming citizens out of fear, not because they want \nto be citizens.\"\n\nOthers see something more sinister at work: \"immigrant-bashing,\" just as obvious, they say, as California's \nProposition 187 law, which denies all benefits but emergency medical services to those in that state illegally. Illegal \nimmigrants are not eligible for federal welfare programs.\n\n\"What's going on with Prop 187 is very similar to what's going on in the Congress,\" said Peter J. Spiro, a Los \nAngeles lawyer leading a court battle against the law. \"It's a divisive issue to use when people are coming out of a \nrecession and there is still high unemployment, and people are looking for someone to blame.\"\n\nHouse Republicans once worried that their proposal to ban welfare benefits for all legal immigrants would be an \nexplosive issue. But the ban slid through\n\nbecause of the money it would save, the lack of organized opposition, and the hectic pace of drafting the welfare \nbill.\n\n\nSupporters say American citizens should get priority to government resources, which would be limited by the \nHouse vote to end the federal guarantee of benefits to all in need.\n\n\"The bottom line is: What obligation does the U.S. owe citizens of other countries just because they happen to be \nhere?\" said Rep. E. Clay Shaw Jr. (R., Fla.), a leader in shaping the welfare bill.\n\nStill, enough key senators have expressed doubts about the ban to give opponents some hope.\n\nNeither Sen. Nancy Landon Kassebaum (R., Kan.) nor Sen. Bob Packwood (R., Ore.), heads of the committees \nresponsible for shaping the Senate welfare bill, likes the idea of telling states who can receive benefits.\n\nSen. John H. Chafee (R., R.I.), a moderate key to any compromise, has attacked the House plan as too punitive. \nAnd Sen. Daniel Patrick Moynihan (D., N.Y.), long respected for his work on social issues, just wants to ignore it.\n\nMeanwhile, governors are continuing to lobby for as few strings as possible on federal welfare money. Wisconsin's \nRepublican governor, Tommy G. Thompson, wants to be able to use benefits to help the state's Hmong population. \nBanning aid to legal immigrants, he said, \"may be OK for some states, but we should not be obligated because \nsomebody in Washington has got a problem with one of their states.\"\n\nNew Jersey Gov. Whitman says the ban is unfair.\n\n\"My parents are not Native Americans,\" she said. \"So, we all come from immigrant stock, more or less.\"\n\nIn 1993, the nation's 1.4 million legal immigrants accounted for 6 percent of the U.S. population, and 29 percent \nof them reported incomes below the poverty line, according to a recent federal audit.\n\nLegal immigrants also are concentrated in certain areas of the country, with nearly seven out of 10 living in \nCalifornia, New York, Florida and Texas.\n\nAbout 6 percent of these immigrants receive benefits from two major welfare programs, Supplemental Security \nIncome, which provides for the elderly and disabled, and Aid to Families With Dependent Children. That compares \nwith 3.4 percent of all citizens.\n\nRepublican lawmakers estimated they could save as much as $22 billion over five years by denying aid to \nimmigrants, even after they agreed to continue aid to those age 75 and older who have been in the country five \nyears and to refugees who have been here less than five years.\n\nThere was little pressure to re-evaluate the concept.\n\nOne public-opinion poll after another showed overwhelming support for denying benefits to legal immigrants. \nRepublican governors did not like the restrictions, but had to spend their energy fighting over how much money they \nwould get.\n\nAnd advocates for families and children chose to fight the welfare bill with an issue of more universal appeal: \nchanges in the school-lunch program.\n\nOpposition to the ban was an uphill battle mainly because \"we are fighting for a constituency that can't vote,\" said \nRep. Ileana Ros-Lehtinen (R., Fla.), who voted against the welfare bill.\n\nRos-Lehtinen and a half-dozen House members who are naturalized citizens or first-generation Americans said \nthey would lobby the Senate to drop the ban on aid to immigrants. Each of the lawmakers, Ros-Lehtinen said, \"is \na symbol of what immigrants can and have accomplished in this nation.\"\n\nNotes\n\n\n\nCLEARING THE RECORD, PUBLISHED APRIL 25, 1995, FOLLOWS:\n\nYesterday's Inquirer incorrectly stated that 1.4 million legal immigrants\n\naccount for 6 percent of the U.S. population. The story should have made clear\n\nthat 1.4 million legal immigrants received benefits in 1993 from two major\n\nwelfare programs, Supplemental Security Income and Aid to Families with\n\nDependent Children. These beneficiaries account for 6 percent of all legal\nimmigrants, according to the General Accounting Office.\n"}