{"title": "Gates of Vienna News Feed 2/27/2009", "body": "\n   Feb. 28, 2009 (Gates of Vienna delivered by Newstex) -- \n\n This news feed is clogged up with some of the late tips from last night, and also I havent done all of todays stories.\n\nThe most important news item is that the US has withdrawn from Durban II.\n\nThanks to C. Cantoni, Insubria,            Islam in Action, JD,            KGS, TB, Tuan Jim, and all the other tipsters who \nsent these in. Headlines and articles are below the fold.\n\n- - - - - - - - -\n\nFinancial Crisis\n\n|Crisis: Tunisia, Outlook Good for Call-Centres\n\n|Whats Wrong With the Stimulus?\n\n USA\n\n|Al-Arabiya: US Senator Screens Anti-Islam Film ˜Fitna\n\n|Chorus of ˜Fairness Doctrine Fans Adds Another\n\n|Defense Budget Under Tighter Scrutiny\n\n|EPA Says Farm Dust Requires Regulation\n\n|Ex-CAIR Leader Starts New Front Group\n\n|Join Nearly 40 Nationwide Tea Parties Across U.S.\n\n|Likely Intel Pick: Muslims Were Here First\n\n|Likely Intel Pick Works for Chinese\n\n|Major General Says Presidents Eligibility Needs Proof\n\n|Mr. Wilders Goes to Washington\n\n|Obama Wants to Raise Money Via Pollution Caps: Reports\n\n|Psychiatrist: Obama Corrupting America With Socialism\n\n|Race Baiter Eric Holder\n\n|U.S. Pulling Out of ˜Durban II Conference\n\n Europe and the EU\n\n|Denmark: Nørrebro ˜Too Dangerous for Safety Volunteers\n\n\n|Denmark: Applause Marks Soldiers Return\n\n|Finland: Disputes Over Scarves Split Employers\n\n|Finland: Survey Indicates Half of Helsinki Residents Believe the Citys Security Situation Has Deteriorated\n\n|Greece: Escapes and Ladders by Paschos Mandravelis\n\n|Greece: Anarchists Target Newspaper Offices\n\n|Italy: Migrants and Sex Offenders Face Tough New Measures\n\n|Italy: Atheists Get Original Message Out\n\n|Netherlands: List of Most Problem Neighbourhoods Made Public\n\n|Norway: Latest Poll: New Gains for the Progress Party\n\n|Swiss Soldiers Face Loss of Right to Store Guns at Home\n\n|Terrorism: ˜New Al-Qaeda Video Targets Germany\n\n|UK: Fanatics Are on Rise and Labour Has Let it Happen\n\n|UK: How Did Britain Get Into This Tortured Position?\n\n|UK: Some British Christians Feel Oppressed in the Public Square\n\n|Whats in a Name: Crime Suspects and the Swedish Press\n\n|Why the CIA Has to Spy on Britain\n\n Balkans\n\n|Croatia: Full Support for EU Adhesion From Paris\n\n|EU: Commissioner Rehn, Croatia Risks 2010 Adhesion\n\n|Kosovo: ICC, Former Serbian President Acquitted of War Crimes\n\n|Kosovo: Serbian Population Repeats œNo to Independence\n\n|Serbia: War Crimes; Arrest Orders for 19 Bosnians\n\n|Serbia: Talks on Customs-Free Export of Cars to Russia\n\n North Africa\n\n|Algeria: 3 Mln Euro From France for Secondary School Reform\n\n|Egypt ” Ayman Nur: I Will No Longer Lead Party\n\n|Egypt: Islamic Lawyers Urge Death Sentence for Convert\n\n|OECD: Morocco Becomes Member Development Centre\n\n Israel and the Palestinians\n\n|EUs Solana on First Visit to Gaza Since 2007\n\n|Gaza Truce: Shalit as Condition for Crossings\n\n|Gaza Truce: Arab League Criticises Truce-Shalit Link\n\n|Gaza Truce: Arab League Criticises Truce-Shalit Link\n\n|Gaza: EU Parliament, Extend Aid and Guarantee Supply\n\n|Gaza: EU Fundend Project on Deaf Children Launched\n\n|Gaza: Italy and Britain for Palestinian Marshall Plan\n\n|Gaza: EU Project for Women Against Poverty NGO Underway\n\n|Gaza: PNA to Ask Donor Conference for 2.8bln Dollars\n\n|Gaza: Italy to Make Further 10 Million Euro Donation\n\n|Israel: a Documentary Exposé of Christian Persecution\n\n|Italy Sees West Bank Airport\n\n Middle East\n\n|Kuwaiti Prof: 330, 000 Dead From 4 Pounds of Anthrax\n\n\n\n|Turkey-Iran: Turkish President Gul in Tehran March 10\n\n|UAE Bans Anti-Islam Israeli Cartoon on Youtube\n\n South Asia\n\n|Army is Fighting British Jihadists in Afghanistan\n\n|Bangladesh: Dhaka, Shoot Out in Border Guards Headquarters\n\n|Malaysia Allows Catholic Paper to Use œAllah\n\n|Pakistan: Justice and Peace: Sharia in Swat Valley is a Defeat for Entire Country\n\n|Pakistan: Discovering the Bible to Bring the Christian Message to Everyone\n\n|Pakistan: Swat Peace Deal Threatens Human Rights Says Amnesty\n\n|The Pakistani Time Bomb\n\n Far East\n\n|Japans Boffins: Global Warming Isnt Man-Made\n\n Sub-Saharan Africa\n\n|Boxer Seeks to Ratify U.N. Treaty That May Erode U.S. Rights\n\n Immigration\n\n|Demography: Italy, More Than 60 Mln Inhabitants in 2008\n\n|Denmark: Forced Integration at City Schools Possible\n\n|Denmark: Government Stands Its Ground Against EU Residency Changes\n\n|Denmark: Politicians Plot to Deport Weapons Violators\n\n|EU Immigrant Numbers Grow Steadily\n\n|EU Interior Ministers Mediterranean Proposal\n\n|Finland: Timo Kalli Tries to Explain Immigration Comment\n\n|Immigrant Integration Better in Emilia Romagna\n\n|Immigration: ACLU Signs Add to Washington States Immigration Storm\n\n|Italy: Immigrant Population Close to Four Million\n\n|Maroni: Joint Proposal on EU Agenda\n\n Culture Wars\n\n|Court: State Trashed Churchs 1st Amendment Rights\n\n General\n\n|Energy: Khelil Says OPEC Likely to Cut Output Again\n\nCrisis: Tunisia, Outlook Good for Call-Centres\n\n(ANSAmed) ” TUNIS, FEBRUARY 18 ” The international financial crisis will favour the setting up of new call-centres \nin Tunisia, according to experts. The President of the Professional Union of French call-centres made the claim on \nthe basis that the cost of workers in Tunisia, with the same professional qualifications as those in France, is on \naverage a third less. There are currently around ten thousand workers in these centres, most of them young \nprofessionals. France holds first place for the number of call-centres set up in Tunisia, followed by Italy and \nGermany. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\nhttp://www.ansamed.info/en/news/ME02.@AM66620.html\n\n\n           Whats Wrong With the Stimulus?\n\nThere are three big problems with the Pelosi/Reid stimulus plan Mr. Obama has now signed into law:\n\n1. the Keynesian macro economic ideas underlying the stimulus part of the bill do not fit the problem and will not \nwork; 2. the bill is heavily loaded with unreviewed and undiscussed agenda spending; and, 3. there has been no \nsignificant discussion of alternatives on either the agenda or the economic policy issues.\n\nAt this point, of course, it would take a miracle to stop implementation of the bill ” so thats what this article is about: \nproposing an alternative and then discussing two ways of getting it accepted in place of this bill.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Al-Arabiya: US Senator Screens Anti-Islam Film ˜Fitna\n\nA Republican Senator was to hold a private screening of the controversial anti-Islam film ˜Fitna Thursday for \ncongressional staff and invited guests, including the filmmaker Geert Wilders, who was recently deported from \nBritain and faces prosecution for incitement in Holland.\n\nArizona Senator Jon Kyle reserved the congressional room for the event sponsored by Wilders International Free \nPress Society and the Washington-based Center for Security Policy (CPS). Wilder, a member of parliament, lives \nunder 24-hour police protection and is facing prosecution for œincitement to hatred and discrimination because of \nhis anti-Islam film.\n\nThe 17-minute film accuses the Quran of inciting violence, juxtaposing verses of the Quran with violent images of \nterrorism, the Sept. 11, 2001 attacks and virulent speeches by Muslim imams in a montage that links the Islamic \nfaith to support for terrorism.\n\nDutch television refused to air ˜Fitna as it was released online in March 2008 where it generated intense anger \namong Muslim communities and attempts by several governments to censor the film. Al-Qaeda even issued a fatwa \nagainst Wilders,\n\nOne of the co-sponsors of Thursdays screenings refused to comment on the accusation that the film is anti-Islamic \nand equates Islam with terrorism, suggesting that people should decide for themselves if the film incited hatred.\n\nœThe best answer to any question about the film is to watch the film yourself, Christine Brim, senior vice-president \nof CPS, told AlArabiya.net.\n\nWilders was prevented to from entering Britain earlier this month, where he hoped to show his film in the British \nparliament, because British authorities said his presence in would pose a œgenuine, present and sufficiently \nserious threat to one of the fundamental interests of society.\n\nThe Center for Security Policy headed by a former advisor to Ronald Reagan, Frank Gaffney, and advocates an \nAmerican foreign policy of œPeace through Strength with a primary goal combating the ideology of Islamist \nextremism.\n\nCAIR reaction\n\nhttp://www.redstate.com/paul_murphy/2009/02/25/the-right-green-alternative-to-the-stimulus/\nhttp://www.alarabiya.net/articles/2009/02/26/67303.html\n\n\nThe Arizona chapter of the Council on American-Islamic Relations (CAIR) called on Kyl to invite Muslim \nrepresentatives to offer a balancing perspective to the screening.\n\nœIt seems that Senator Kyl is oblivious to the fact that there are Muslims in his own state who will take offense at \nthis cheap anti-Islam publicity stunt designed to promote a person who is under indictment for inciting religious \nhatred, said CAIR-AZ Executive Director Ahmad Daniels.\n\nœGeert Wilders is just one of many self-promoting Islamophobes traveling the world in search of attention for their \nhate-filled views. We ask that Americans of all faiths ignore Mr. Wilders, thereby depriving him of the attention he so \ndesperately seeks. Wilders has the right to spew his hate, but he does not have the right to a taxpayer-funded \nplatform in the United States Congress.\n\nWilders was in Washington for the screening and to promote a new initiative by IFPS, which he heads, œto protect \nfree speech from laws that criminalize any criticisms of Islam or the doctrines of Sharia, to be launched Friday at the \nNational Press Club.\n\nœIts not our position that people should be kept out of the country for\n\ntheir views but it doesnt mean you have to give them a platform, paid for by the taxpayers, CAIR National \nCommunications Director Ibrahim Hooper, told AlArabiya.net, adding that the closed-door screening meant no \nmedia or public access to the event.\n\nœWhy do they have to hide it if theyre so proud it? he added.\n\nSeveral attempts by AlArabiya.net to seek comment from the Senators office went unanswered.\n\nSenator Keith Ellison, the only Muslim member of congress, refused requests from AlArabiya.net for comment on \nwhether he would attend the screening and what he thought about the film.\n\n           ” Hat tip: TB [|Return to headlines]\n\n           Chorus of ˜Fairness Doctrine Fans Adds Another\n\nOhio senator supports ˜goals underlying government speech rules\n\nSen. Sherrod Brown, D-Ohio, has joined up with other influential Democrats, including President Bill Clinton, Sen. \nTom Harkin of Iowa and Sen. Debbie Stabenow of Michigan, in calling for a resurrection of the so-called œFairness \nDoctrine.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Defense Budget Under Tighter Scrutiny\n\nLawmakers in the Senate and House are pushing initiatives to curb ” and in some cases drastically reduce ” \ndefense spending, as the tough economic climate brings increased scrutiny to the massive Pentagon budget.\n\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=90114\nhttp://thehill.com/business\n\n\nSens. Carl Levin (D-Mich.) and John McCain (R-Ariz.) on Tuesday introduced a bill seeking to reform the way the \nPentagon buys weapons systems. The ultimate goal of the bill is to rein in the ballooning costs of high-tech \nweapons and, eventually, to establish fixed-price contracts for most weapons systems, according to Levin.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           EPA Says Farm Dust Requires Regulation\n\nDES MOINES, Iowa (AP) ” Nothing says summer in Iowa like a cloud of dust behind a combine.\n\nBut what may be a fact of life for farmers is a cause for concern to federal regulators, who are refusing to exempt \ngrowers from new environmental regulations.\n\nIts left some farmers feeling bemused and more than a little frustrated.\n\nœIts such a non-commonsense idea that you can keep dust within a property line when the wind blows, said Sen. \nCharles Grassley, a member of the Senate Agriculture Committee who still farms in northeast Iowa.\n\nUnder rules imposed in 2006, rural areas would be kept to the same standards as urban areas for what the \nEnvironmental Protection Agency calls œcoarse particulate matter in the air.\n\nThe American Farm Bureau Federation and the National Pork Producers Council had petitioned the government to \nprovide an exemption to farmers. They argued that evidence of harm caused by dust in rural areas hasnt been \ndetermined.\n\nBut the U.S. District Court of Appeals in Washington ruled Tuesday that the EPA had already provided the evidence \nnecessary to determine farm dust œlikely is not safe.\n\nMichael Formica, a lawyer for the pork council, said this means farmers now face the daunting task of proving a \nnegative ” that the dust is not harmful.\n\nFormica said his and other groups will consider a further appeal.\n\nFarmers said they will be hard-pressed to meet the standards.\n\nIn a letter sent Wednesday to the EPA, Grassley wrote that compliance would be impossible because of the dust \nproduced in farmers day-to-day activities.\n\nGrassley also has noted that because many rural roads are not paved, particulate readings could be affected by \nwind gusts that constantly change.\n\nœAfter all, God decides when the wind blows, not Chuck Grassley, he said.\n\nBut the EPA said the regulation was overdue.\n\nEvery five years, the Clean Air Act requires the agency to review the newest scientific information and recommend \nchanges to its standards.\n\nhttp://www.google.com/hostednews/ap/article/ALeqM5jqPoP1YkyGaiacWbQU6fqd0WaSvAD96JT0400\n\n\nIn 2006, the EPA determined larger particles in the air than previously thought were a danger to the public. The \nincreased threshold covered air mixes that occur in rural areas.\n\nEPA spokeswoman Cathy Milbourn said the changes are not just a matter of regulating dust. They serve the publics \nwell-being and, regardless of whether someone lives in a rural or urban area, the threshold for unsafe levels of dust \nin the air must remain consistent nationally.\n\nœIts health-based, she said. œWe dont look at a particular industry. The goal is to protect public health.\n\nWhen counties reach œnon-attainment levels, it becomes a states responsibility to bring the county back into \nacceptable levels.\n\nMilbourn said various options exist for states, such as retrofitting buses that run on diesel engines.\n\nBut farmers insist the regulation will affect their operations and eventually their bottom lines. And they said unlike \nfixing a bus, they have few options for limiting dust from their fields and roads.\n\nRoger Zylstra, a director with the Iowa Corngrowers Association, said if left alone, farmers can compete worldwide. \nBut regulation could impede their success.\n\nHe said there seems to be a disconnect between farmers and policymakers.\n\nœMany of the people that are making the rules, it feels like they really dont know what (farming) issues are, said \nZylstra, a Lynnville resident who has worked on a farm for 35 years.\n\nZylstra said its hard not to get frustrated.\n\nœWe think weve met the demands that have been put upon us and lo and behold, we have new and even more \nstringent demands. It seems really unrealistic.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Ex-CAIR Leader Starts New Front Group\n\nAhemd Bedier who last year had œstepped down as the Executive Director of the Tampa Bay office of The Council \non American Islamic Relations, has now started up a new front group called The United Voices of America to help \nadvance his Islamic agenda¦\n\n           ” Hat tip: http://islaminaction08.blogspot.com/|Islam in Action [|Return to headlines]\n\n           Join Nearly 40 Nationwide Tea Parties Across U.S.\n\nAmericans say ˜enough is enough, unite to protest spending\n\nAmericans are saying enough is enough to extravagant government spending and throwing nearly 40 tea parties \nacross the nation to protest.\n\nhttp://islaminaction08.blogspot.com/2009/02/ex-cair-leader-starts-new-front-group.html\nhttp://islaminaction08.blogspot.com/%7CIslam\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=90055\n\n\nKellen Giuda, a laid-off architect, is organizing his own New York City tea party. He has invited several prominent \nguest speakers, including politicians, elected officials, an author, blogger, a bond trader and a former contestant on \nœAmericas Next Top Model to speak out against excessive government spending.\n\nœI saw Rick Santellis rant, live, and thought it was awesome, he told WND. œAll of this fiscal irresponsibility is \nabsurd.\n\nHe continued, œThen I started hearing about tea parties, and I decided to do it. Its really exciting. There are a lot of \npeople getting involved now.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Likely Intel Pick: Muslims Were Here First\n\nPushed Saudi-funded textbook that wildly fabricates history\n\nThe Obama administrations reported pick for a top intelligence post once peddled a book to U.S. public schools that \nfalsely claims Muslims inhabited North America far before European explorers.\n\nThe book, funded by Saudi Arabia, also contains widely inaccurate anti-Israel Arab propaganda.\n\nCharles œChas Freeman, the U.S. ambassador to Saudi Arabia during the first Gulf War, is slated to head the \nNational Intelligence Council, according to multiple reports. Yesterday, it came to light Freeman has financial ties to \nthe infamous bin Laden family ” including dealings he defended after Sept. 11, 2001.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Likely Intel Pick Works for Chinese\n\nCompanys deals were seen as attempt to expand communist nations influence\n\nThe Obama administrations reported pick for a top intelligence post sits on the board of a major oil company owned \nby the Chinese government that is widely seen as conducting business deals meant to expand Chinas influence \nworldwide, WND has learned.\n\nCharles œChas Freeman, the U.S. ambassador to Saudi Arabia during the first Gulf War, is slated to head the U.S. \nNational Intelligence Council, according to multiple reports. The NIC is a crucial component of the U.S. intelligence \napparatus, serving as the center for midterm and long-term strategic thinking within the American intelligence \ncommunity. It provides intelligence briefs for Obama and key U.S. agencies and produces reports that help \ndetermine American policy on crucial issues, such as Irans nuclear program.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Major General Says Presidents Eligibility Needs Proof\n\n˜Most important, what I really want is the truth\n\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=90049\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=90180\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=90125\n\n\nOn the heels of two active duty members of the U.S. military serving in Iraq calling for President Obama to prove his \neligibility to be president, a retired major general has agreed to join the case, saying he just wants œthe truth.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Mr. Wilders Goes to Washington\n\nMr. Wilders has said that the film is meant to demonstrate how verses from the Koran push Muslims toward \nviolence. Mr. Wilders has defended the film and his positions by saying in interviews, œI dont hate Muslims ” I hate \nIslam.\n\nIn an interview with the conservative talk-show host Glenn Beck on Tuesday, Mr. Wilders said:\n\nœI have nothing against Muslims. But my point is, that the Islam is a totalitarian ideology that should be compared \nnot so much with other religions but with other totalitarian ideologies ” like communism or fascism.\n\nMr. Wilders appearance on the Beck program was one of several stops on a media tour of conservative outlets in \nthe United States. He has posted video of that interview and links to many blog posts and Web site articles about \nhim on his own blog.\n\nAt least one congressman has publicly opposed his visit to Washington. Keith Ellison, Democrat of Minnesota, who \nis Muslim, compared the screening of œFitna on Capitol Hill to showing the infamously racist film œThe Birth of a \nNation at the White House. In a statement, Mr. Ellison said the movie compares Islam to Nazism, and added that he \nwas disappointed by Sen. Kyls decision to screen it in the Capitol:\n\nœI am a strong advocate of First Amendment free speech. However, this is not about free speech, but rather an \nissue of propriety, timing and venue. Senator Kyl has every right to host anyone he chooses. However, it becomes \na question of propriety to use the United States Capitol as a venue for the condemnation of an entire religion.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Obama Wants to Raise Money Via Pollution Caps: Reports\n\nPresident Barack Obama will propose raising new revenue through a greenhouse gas cap and emissions trading \nscheme when he unveils his first budget on Thursday, US media reported.\n\nThe budget he will present assumes an emissions trading system will generate revenue by 2012, the Washington \nPost reported.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Psychiatrist: Obama Corrupting America With Socialism\n\nBook author warns economic ˜rescue will turn citizens into ˜wards of state\n\nhttp://thelede.blogs.nytimes.com/2009/02/26/mr-wilders-goes-to-washington/?partner=MYWAY&ei=5065\nhttp://www.breitbart.com/article.php?id=CNG.2b04b3e135c9639d2bbf7a45f32c5bad.201&show_article=1&catnum=0\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=90121\n\n\nOnly a month into Barack Obamas presidency, an acclaimed psychiatrist is warning that Americans are being \nslowly corrupted by socialism as Obamas policies intrude into their economic, social and political lives ” a tactic he \nbelieves will secure future votes for the Democratic Party.\n\nœWe have a desperate population, and its feeling even more desperate than usual, Dr. Lyle Rossiter told WND. \nœPeople are really quite frightened. Theyre looking for magic, and they think they are going to find it in this man.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Race Baiter Eric Holder\n\nTheres been a lot of attention focused on Attorney General Eric Holders indictment of America as œa nation of \ncowards on issues of race.\n\nIt was a shockingly divisive statement.\n\nBut lost to most observers was the way the end of speech about Black History Month paid tribute to racially divisive \nand extremist black leaders of the past ” often overlooking more significant black historical figures who \naccomplished more and promoted racial unity.\n\nWhat does that tell you?\n\nIt tells me Holder was sending a signal.\n\nThe race-baiting is not about to end, now that Barack Obama has become president. Its about to go into overdrive. \n[¦]\n\n           ” Hat tip: JD [|Return to headlines]\n\n           U.S. Pulling Out of ˜Durban II Conference\n\nWASHINGTON (JTA) ” The Obama administration has decided to boycott the so-called Durban II conference out of \nconcerns for anti-Semitism.\n\nMultiple sources on a conference call with the White House on Friday told JTA that the Obama administration had \nopted not to attend any further preparatory meetings ahead of the planned U.N. conference against racism in \nGeneva in April.\n\nThe conference reprises the 2001 conference in Durban, South Africa that devolved into an anti-Jewish free-for-all. \nCanada and Israel have opted not to attend the conference, and some U.S. Jewish groups had been pressing the \nUnited States to do the same.\n\nPreparations for a draft document so far have seen Iran leading a coterie of nations blocking inclusion of anything \nthat might guarantee Jewish protections ” including mention of the Holocaust ” while inserting draconian language \nguarding Islam against œinsult.\n\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=89996\nhttp://jta.org/news/article/2009/02/27/1003341/us-pulling-out-of-durban\n\n\nThe State Department sent a delegation, including a senior staffer from the American Jewish Committee, to this \nmonths preparatory talks. The delegations conclusions were that the anti-Israel and anti-Western tendencies were \ntoo deeply entrenched to excise.\n\nNow that the United States is withdrawing from the conference, European nations are expected to follow.\n\nSpeaking for the White House on Fridays call were Samantha Power and James Warlick, who handle international \norganizations for, respectively, the national security council and the State Department; and Jennifer Simon, an \nadviser to Susan Rice, the U.S. envoy to the United Nations.\n\n           ” Hat tip: http://tundratabloid.blogspot.com/|KGS [|Return to headlines]\n\n           Denmark: Nørrebro ˜Too Dangerous for Safety Volunteers\n\nThe Night Owls organisation is fearful for its volunteers patrolling the streets of Nørrebro due to ongoing violence\n\nThe voluntary Night Owls organisation, which patrols the streets at night to help young people stay out of trouble, is \npulling out of the Nørrebro district in Copenhagen over safety fears.\n\nErik Thorsted, of the National Night Owls Association told Politiken newspaper that this is the first time the \norganisation has had to give up on an area.\n\n˜It has become too dangerous, said Thorsted, ˜all of the shootings which are taking place have made it unsafe for \npeople to walk around there, especially at night. The Night Owls represent a visible presence on the streets at night \nin their identifiable yellow jackets and are there to offer advice or help to young people if they need it. It is not their \naim to interfere in situations, but hoped that their presence would act as a deterrent to young people who otherwise \nmight engage in violence or vandalism.\n\nThorsted said he hoped that the violence in inner Nørrebro would soon abate so they could get their volunteers \nback on the streets, especially the teams comprised of women from ethnic backgrounds.\n\n˜We have had a massive success with the female teams in the different ethnically-dominated areas of Copenhagen, \nwhere they have an incredibly good dialogue with the youngsters.\n\nThere are at least 7,000 active volunteers nationwide involved with 223 local Night Owls associations.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Denmark: Applause Marks Soldiers Return\n\nThe tide of public opinion seems to have changed as returning soldiers are given a heros welcome\n\nPeople lined the streets of Holstebro yesterday to welcome home the Danish troops who recently returned from \ntheir tour of duty in Afghanistan\n\nSpontaneous applause greeted the 600 soldiers returning from their tour of duty with the Nato-led Afghanistan \nmission yesterday, as they took part in an official parade through the streets of Holstebro, northern Jutland.\n\nhttp://tundratabloid.blogspot.com/%7CKGS\nhttp://www.cphpost.dk/news/local/87-local/44885-norrebro-too-dangerous-for-safety-volunteers.html\nhttp://www.cphpost.dk/news/national/88-national/44903-applause-marks-soldiers-return.html\n\n\nDefence Minister Søren Gade attended the parade and was surprised by the reaction of the crowd. ˜When people \nsuddenly started to clap it was like an out of body experience for me. If I had said five or six years ago that people \nwould applaud returning Danish soldiers, people would have thought I was drunk. It really was a moving \nexperience, said Gade.\n\nThe event in Holstebro marked the first time in recent years that the Defence Command has arranged a parade for \nreturning soldiers. The soldiers were part of the sixth team deployed to serve with the International Security \nAssistance Force in Afghanistan for the last six months.\n\nThe parade marked the end of the official de-briefing period for the 600 men and women, where they had \nundergone medical evaluation and met with trained psychologists.\n\nThe soldiers and their families were also welcomed home by Mayor Arne Lægaard at the Musikteatret, where they \nwere treated to musical and comedy performances.\n\nThere was also time set aside to remember the six members of the deployed team who lost their lives in \nAfghanistan. Major General Niels Bundsgaard asked for a minutes silence to remember the fallen at the local \nDragoon Regiment Barracks.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Finland: Disputes Over Scarves Split Employers\n\nEmployers face a re-examination of attitudes to religious symbols worn by staff. For example, some retailers permit \nthe wearing of scarves by Islamic women employees while others have discouraged their use. Employers can freely \ndecide on the issue in the absence of legislation.\n\nIn some cases, employers have asked during the recruitment process whether women want to wear a scarf while \nat work. The Kesko retailing group has adopted a positive approach and allows the wearing of scarves if they do not \nendanger work safety. However, the Helsinki based HOK-Elanto retailer has prohibited the use of religious symbols \nby employees.\n\nHOK-Elanto Personnel Director Antero Levonen denies the company imposes a ban on scarves. He says a small \nscarf can be used if it adheres to the style and colour of the companys own staff uniform.\n\nCurrently, employers can prohibit the use of scarves in the absence of legislation on the issue. Professor of \nBusiness Law, Kari-Pekka Tiitinen of the University of Helsinki told YLE Television News, he hopes common sense \nand flexibility will prevail. He does not favour specific legislation on the use of scarves, an issue that has enflamed \ntensions in several European nations.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Finland: Survey Indicates Half of Helsinki Residents Believe the Citys Security Situation Has Deteriorated\n\nStudy team surprised by apparent fear of immigrants\n\nhttp://www.yle.fi/uutiset/news/2009/02/disputes_over_scarves_split_employers_579019.html\nhttp://www.hs.fi/english/article/Survey+indicates+half+of+Helsinki+residents+believe+the+citys+security+situation+has+deteriorated/1135243785237\n\n\nRoughly half of the Helsinki residents questioned said that they felt the citys security situation had worsened in the \nthree years since the last survey was taken.  The City of Helsinki examined the sense of security in the city felt by \nlocals and visitors, and the results are published today, Tuesday. The last such comprehensive assay was made in \n2006.\n\nAnswers from respondents on such matters as the sense of safety they feel in public transport ” buses, trams, the \nMetro ” were much the same as in 2006.  For example, around 60% felt that travelling on the Metro in the evenings \ncontained either a moderate or strong element of insecurity.  Roughly half had the same views when out and about \nin the city centre after dark, but nearly 80% felt safe in their own residential area regardless of the time of day.\n\nWhat was new and surprising to the compilers of the study was the residents opinions on the influence of \nimmigrants on city safety.  Of those who felt that things had got worse on the security front, no fewer than 70% \nlisted immigrants as a reason for the development, even though this was not included as a specific alternative on \nthe questionnaire sheet.  Respondents were troubled by the increasing number of immigrants. Immigrants were \nalso associated in the minds of those taking part with crime and disturbances.\n\nThe Citys Johanna Seppälä, project manager at the Safety and Preparedness Co-ordinating Division, reported that \nthe results had surprised the survey team.  She estimated that the recent prominent media coverage of matters \nrelating to immigrants may go some way towards explaining the outcome.  œWhatever the reason, this is such a \nstrong signal of the citys mindset that a good deal of work will have to be done to respond to it, said Seppälä on \nMonday.  œIf we do not intervene in possible problem-areas now, the situation in a couple of years could be very \nserious.\n\nSeppälä feels it is critically important to avoid a situation where different areas of the city have a starkly different \ntone.  œWe do not want problem suburbs in Helsinki, into which people are afraid to go.  Aside from concerns \nabout immigration, the Helsinki residents expressed worries over marginalisation, passive indifference, the lack of \nany sense of community, street violence and the threat of it, the security on public transport, and road safety in \ngeneral.  The survey was taken by 765 Helsinki residents and visitors.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Greece: Escapes and Ladders by Paschos Mandravelis\n\nAccording to a police statement issued in the wake of Wednesdays grenade attack on the premises of an \nimmigrant support network in Exarchia, the suspects left the scene in a vehicle bearing œunregistered [false] \nnumber plates. Its hard to see why the perpetrators went to all this trouble. After all, thousands of cars drive without \nplates in the center of Athens and no one seems bothered. They could have driven all the way to Exarchia without \nanyone stopping them. First, Exarchia is a no-go area for the police and, second, the police do nothing about cars \nwithout plates. There is simply no monitoring of petty offenses.\n\nA second question is this: Given the large number of cars without plates in Athens, can you imagine the number of \nunregistered prepaid mobile phones? If the government does scrap anonymous prepaid mobile phones, millions of \nusers will go to the trouble of registering their phone devices while those who really need an unidentified connection \nwill simply import one from abroad ” like those who drive around with false number plates. A car with no registration \nis clearly illegal. But more than 700,000 such cars circulate in Athens. Lack of policing means their number is rising.\n\nOf course, as everyone knows, the problem is not the absence of laws, but the failure to implement them. If \nterrorists are not caught, its not because they are using mobiles with phone cards, but because no one is there to \n\nhttp://www.ekathimerini.com/4dcgi/news/columns_1KathiLev&xml/&aspKath/columns.asp&fdate=27/02/2009\n\n\ncheck if theyre using œunregistered cars. When a helicopter can land right in the countrys best-guarded prison its \nridiculous to talk about banning anonymous phones.\n\nSecurity has been reduced to a public relations stunt for the minister of the day.\n\nEach time a government fails its the people who bear the brunt. If the government really must unveil some new \nmeasure, it should enforce the registry of rope ladders. For these are more useful than phones to those seeking to \nescape and since they are cheaper than cell phones, the social cost will be smaller too.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Greece: Anarchists Target Newspaper Offices\n\nHundreds of suspected anarchists caused serious damage to the central offices of conservative newspaper \nApogevmatini and torched several parked cars early yesterday afternoon after breaking off from a rally protesting a \nhand grenade attack on a left-wing human rights group and immigrant support network in Exarchia on Tuesday \nnight.\n\nAbout 1,000 people participated in the protest rally which began in Exarchia in the early afternoon and culminated \nwith a peaceful march to Parliament. At about 7.30 p.m. a crowd of anarchists, numbering some 300 according to \npolice, converged around the entrance to Apogevmatinis offices on Feidiou Street, a parallel road to Panepistimiou \nStreet, where they used sledgehammers, iron bars, sticks and stones to smash up the facade and torch several \nparked cars. There were no reports of injuries.\n\nPolice fired tear gas and threw stun grenades to disperse the vandals. But they returned later, using sticks and \nrocks to attack a riot police unit stationed at the junction of Harilaou Trikoupi and Didotou streets, near opposition \nPASOKs offices, and vandalizing the building housing the Council of State on Stadiou Street.\n\nRuling New Democracy issued a statement condemning the attack on Apogevmatinis offices. œThe hooded \nassailants involved in this attack once again targeted the freedom of the press and the free exchange of ideas, the \nstatement said, adding that it condemned all œmindless violence and destructive rage.\n\nMembers of leftist and anarchist groups on Wednesday participated in a debate about the hand grenade attack \nagainst the premises of the Network for Political and Social Rights, which has the same address as the so-called \nImmigrants Hangout. The leftist network called the attack œa fascist para-state murder attempt but police said the \nhit could have been carried out by rival anarchists or leftists.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Italy: Migrants and Sex Offenders Face Tough New Measures\n\nRome, 20 Feb. (AKI) ” The Italian government on Friday issued an emergency decree to crack down on illegal \nimmigration and sexual violence, following a number of high-profile rape cases allegedly committed by Romanian \nimmigrants. The emergency decree provides for a mandatory life sentence for the rape of minors or attacks where \nthe victim is murdered.\n\nIt also speeds up trials for sex offenders, removes the possibility of house arrest, and offers free legal assistance for \nrape victims.\n\nhttp://www.ekathimerini.com/4dcgi/_w_articles_politics_100007_27/02/2009_105101\nhttp://www.adnkronos.com/AKI/English/Security/?id=3.0.3040476231\n\n\nRomes mayor Gianni Alemanno said he was œsatisfied with the emergency decree, following several shocking \nrape cases that occurred in and around the Italian capital, Rome, recently.\n\nœI am very satisfied,Alemanno said. œWe will organise a massive protest against sexual violence to support this \ncause and create a groundswell against this abominable plague of sexual abuse in all its forms, from family abuse \nto those that take place on the outskirts of the city.\n\nThe decree, which takes effect immediately, must be approved by both houses of parliament within 60 days.\n\nUnder the decrees provisions, illegal immigrants can be kept in preventative custody for up to six months ” instead \nof the current two months. During this period, he or she will be properly identified and any asylum claims \nprocessed. Immigrants denied asylum or special protection who are not allowed to stay in Italy will be deported.\n\nAnother controversial measure provides for vigilante-style or unarmed ˜citizen street patrols.\n\nCity mayors will be able to approve the patrols. Volunteer groups in charge of the patrols will have to register with \nthe police. Priority for membership will be given to retired police and military on leave.\n\nœThey will not carry weapons, and will only be equipped with radio transmitters or mobile phones to alert police, \nsaid Italys interior minister Roberto Maroni, who comes from the anti-immigrant Northern League party.\n\nVideo surveillance will be introduced in public places and an extra 100 million euros will be given to Italys ministry of \nthe interior to pay for the recruitment of 2,500 new police and other measures.\n\nArrest will be mandatory in cases of rape with the possibility of a ˜summary judgment within 48 hours. Victims of \nsexual abuse will have all their expenses paid by the state as well as free legal counsel.\n\nThe crime of stalking that could lead to a sex-related crime or homicide carries a minimum sentence of six months \nand up to four years in jail.\n\nThe decree still has to be approved by both houses of parliament within 60 days, however, conservative Italian \nprime minister Silvio Berlusconi and its coalition enjoy an ample majority.\n\nThe measures were adopted by the conservative government as racial tension and attacks against immigrants are \nrising throughout Italy. Gangs of thugs attack Romanians in a Rome neighbourhood following the rape last weekend \nof a 14-year-old girl by two Romanian suspects.\n\nOn 1 February, a homeless Indian labourer was savagely attacked and set on fire, in the coastal town of Nettuno, \n70 kilometres south of Rome, allegedly by three young men.\n\nIn a separate incident in late January, four Romanian immigrants were arrested in the town of Guidonia, near \nRome, for allegedly gang-raping an Italian woman.\n\nA day after the attack, groups of Albanians and Romanians were beaten up by a mob and there were attempts to \nburn down Romanian-owned shops.\n\nLast November, four youths beat up and set alight a homeless Italian man sleeping on a park bench in the northern \ncity of Padova.\n\n\n\nOfficial estimates say 68 percent of rape victims are Italian. However, 58 percent of rapists are Italian, while 9.2 \npercent are Romanian.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           Italy: Atheists Get Original Message Out\n\nPescara agrees to slogan rejected by Genoa\n\n(ANSA) ” Pescara, February 26 ” Italian atheists are getting the message they want out in Pescara after having to \ntone down it down in Genoa.\n\nThe message ” The Bad News Is God Doesnt Exist, The Good News Is You Dont Need Him ” will appear on \nposters for the next month and a half in the northeastern city.\n\nRoberto Anzelotti, head of the local chapter of the Italian Union of Atheists, Agnostics and Rationalists (UAAR), \nlauded Pescara city council for granting them permission. ??The council showed itself to be very broad-minded and \ndidnt have anything to say against the message, which demonstrates that the polemics in Genoa were ideological, \nhe said.\n\nThe UAAR launched Italys first ˜atheist bus in the northwestern port earlier this month but only after its slogan was \nwatered down because of religious protests. The message that has now been OKd in Pescara was changed to: The \nGood News Is There Are Millions of Atheists In Italy; The Excellent News Is They Believe In Freedom Of \nExpression.\n\nThe bus started its daily trips on February 16, after what the UAAR called a ??curious battery problem, and is set to \nkeep running until mid-March.\n\nUAAR Treasurer Isabella Cazzoli says the association is optimistic about getting the original message out in other \nItalian cities aside from Pescara.\n\n??Were at an advanced state of negotiation with other cities but after what happened in Genoa we dont want to say \nwhich, she said.\n\nA Facebook group in favour of the UAARs drive has drawn thousands of supporters.\n\nThe Italian campaign follows similar ads in London, Barcelona and Washington where the slogan was: ??Theres \nprobably no God. Now stop worrying and enjoy your life.\n\nThe UAAR has 4,000 members across Italy.\n\nphoto: the original Genoa bus slogan at a preview before it was rejected\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Netherlands: List of Most Problem Neighbourhoods Made Public\n\nhttp://www.ansa.it/site/notizie/awnplus/english/news/2009-02-26_126316019.html\nhttp://www.radionetherlands.nl/news/zijlijn/6191844/List-of-most-problem-neighbourhoods-made-public\n\n\nHousing Minister Eberhard van der Laan has published the controversial list of the so-called œ40 problem \nneighbourhoods. The minister had originally refused to name the areas, as he was afraid that the neighbourhoods \nand their residents would be stigmatised.\n\nThe list actually contains the names of 83 problem areas. The worst in the country is in the west of Amsterdam, the \nKolenkit district. The next three are in Rotterdam ” Pendrecht, het Oude Noorden and Bloemhof, followed in fifth \nplace by an Utrecht neighbourhood, Ondiep.\n\nThe list, originally devised by former housing minister Ella Vogelaar two years ago, was compiled on the basis of \nthe household income of the residents and the lack of security in the neighbourhood. Ms Vogelaar proposed to \nidentify and invest in the problem areas as part of an urban renewal plan, addressing economic and social \ndifficulties.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Norway: Latest Poll: New Gains for the Progress Party\n\nThe right wing Progress Party (FrP) regains lost ground and now has the support of 29.4 per cent of the electorate, \naccording to Norstats February poll. This is up by 6.3 points from January, and only 3.6 points behind the Labour \nParty. The poll was made for the newspaper Vaart Land, shortly after FrP-leader Siv Jensen made her controversial \nspeech in which she said that œNorway is undergoing a subtle islamification, and after Justice Minister Knut \nStorberget announced his turnaound on the police hijab-issue.\n\nAfter a 2.6-point set-back for Prime Minister Stoltenbergs Labour and a 1.9 point loss for coalition partner Agrarians, \nthe red-green coalition have lost the majority shown by the January poll, Vaart Land writes.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Swiss Soldiers Face Loss of Right to Store Guns at Home\n\nSwitzerlands part-time soldiers could lose their famous right to store their weapons at home.\n\nA coalition led by the countrys Social Democrat party and the Greens has collected nearly 120,000 signatures to \nforce a national referendum on whether the weapons should be stored at military bases.\n\nThe coalition of 74 groups says the weapons are involved in too many suicides and murders in the country and \ntighter controls are needed.\n\nSwitzerlands armed forces consist of just a few thousand permanent full-time staff, with the rest essentially a militia.\n\nService in the militia is compulsory for men aged between 19 and 31 and in between call-ups they store their \nweapons at home. There are currently around 220,000 conscripts.\n\nHowever, a 2007 law change banned the storage of ammunition in homes. The coalition is looking to extend this, \ncontrol the purchase of military weapons and set up a national gun register.\n\nGreen lawmaker Josef Lang said more than 1.5 million unused weapons were kept in Swiss homes.\n\nhttp://www.norwaypost.no/content/view/21696/1/\nhttp://edition.cnn.com/2009/WORLD/europe/02/24/switzerland.gun.army.referendum/\n\n\nLang said their presence œat the heart of the population could not be justified.\n\nHe said a national register had to be created to keep track of the weapons, something police had long been \nseeking.\n\nLang said the weapons had to be œbanished from homes.\n\nBarbara Weil, of the Swiss Medical Association, said it had been scientifically proven that if the guns were less \nfreely available the number of suicides would drop.\n\nThe studies had also shown that other methods of suicide did not increase in countries who had brought in stricter \ngun controls.\n\nThe coalition estimates that 300 deaths annually are connected to gun use.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Terrorism: ˜New Al-Qaeda Video Targets Germany\n\nDubai, 26 Feb. (Aki) ” A new video purportedly from Al-Qaeda criticises the German government for squandering \ntaxpayers money on troops stationed in Afghanistan. The video, which has been posted to jihadist websites, urges \nGermany to renounce capitalism and embrace Islam to escape economic recession.\n\nThe video shows a still image of a German citizen turned Al-Qaeda and Taliban fighter in Afghanistan, who calls \nhimself Abu Talha. He delivers a 44-minute message in German with Arabic subtitles.\n\nœWhere are the German philosophers and economists, now that economic crisis besets us? Abu Talha asks in the \nmessage.\n\nœAnd what has happened to all the taxpayers money? Much of it has been spent on keeping our soldiers here in \nAfghanistan, the message continues.\n\nAbu Taba talks at length about Islamic finance and its prohibition of interest (˜ribah in Arabic), a central concept of \nwestern capitalism.\n\nœAfter the end of communism, everyone in Germany believed that capitalism was the answer. But what I am \nsaying to you is that Islam is the only way to escape from the economic crisis, he says.\n\nThe video bears the logo of Al-Qaedas Al-Sahab media arm but has yet to be authenticated.\n\nAn individual calling himself Abu Taba last month appeared in a previous video with his face concealed and \nthreatened Germany over its 3,460 troops currently deployed in northern Afghanistan.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           UK: Fanatics Are on Rise and Labour Has Let it Happen\n\nhttp://www.adnkronos.com/AKI/English/Security/?id=3.0.3056364784\nhttp://www.thesun.co.uk/sol/homepage/news/columnists/kavanagh/article2263164.ece\n\n\nBRITAIN recently disgraced itself by banning democratically elected Dutch MP Geert Wilders from entering the \ncountry.\n\nHis planned œcrime was to screen a short documentary at a private viewing in the House of Lords.\n\nIts worth raising today after the £2,500 hand-out to sinister Jordanian Abu Qatada and the imminent arrival of \nEthiopian terror suspect Binyam Mohamed.\n\nWilders film links horrific acts of terror with verses from the Koran recorded in taped rants by terrorists before their \nslaughter of the innocents.\n\nI havent seen the film because it has been blocked on the internet.\n\nBut neither had Labour MP Keith Vaz when he went on TV to justify the veto.\n\nVaz said he didnt need to. Nor did he need any precedent for such draconian censorship. Every decision should be \nconsidered on its œmerits ” by people like himself, of course.\n\nOur cringing surrender to this authoritarian, book-burning mentality was ordered by mealy-mouthed Home \nSecretary Jacqui Smith under pressure from Labour peer Lord Ahmed.\n\nLord Ahmed, who warned of mob demos, is the Pakistani-born Labour donor who once ignored protests and invited \nrabid anti-Semite Israel Shamir into the Lords.\n\nSome extreme interpretations of the Koran teach that Jews and homosexuals are fit only for extermination ” which \nis why Hitler was so popular in parts of the Arab world.\n\nWilders visit would have gone unnoticed but for Jackboot Jacqui, whose Government has prostrated itself to \naccommodate Islams nastier fringes.\n\nShe famously tried to detoxify events like 7/7 by describing them as œanti-Islamic activities ” as if the killers were \nshooting THEMSELVES in the foot!\n\nLabours refusal to act against extremism allowed such vile religious perverts as Abu œHookie Hamza to flourish.\n\nIt gave oxygen to rabble-rousing imams who brainwashed thousands of young British-born Muslims, not least the \n7/7 murderers.\n\nIt turned a blind eye to migrants who refuse to assimilate and instead colonise whole suburbs and cities where \nwelfare has become a way of life.\n\nIt encouraged multi-culturalism which, far from spreading tolerance, has entrenched primitive tribal customs, \nincluding forced marriages and honour killings.\n\nAs a result, our security services are at breaking point keeping tabs on an army of shadowy troublemakers who flit \nback and forth to Pakistan ” many to be trained in OUR mass murder.\n\nOf course, Islam extremism is rife in all EU countries.\n\nIn Geert Wilders Holland, the penalty for criticising Islam is death ” as filmmaker Theo van Gogh shockingly learned.\n\n\n\nFrance is constitutionally secular, but many schools cannot make educational visits to cathedrals, serve meals \nwithout a halal option or allow mixed swimming lessons. So, while acknowledging that most Muslims are decent, \npeaceful and law-abiding, it is impossible to disagree with what Wilders has to say about extremists. He told an \nAmerican audience recently: œThe Europe you know is changing. You have seen the landmarks. The Eiffel Tower \nand Trafalgar Square and Romes ancient buildings, the canals of Amsterdam.\n\nœThey are still there. And they still look very much the same as they did a hundred years ago. But a few blocks \naway from your tourist destination, there is another world very few visitors see.\n\nœThroughout Europe a new reality is rising, entire Muslim neighbourhoods where very few indigenous people \nreside or are even seen.\n\nœIts the world of headscarves, where women walk around in figureless tents, with baby strollers and a group of \nchildren.\n\nœTheir husbands ” or slaveholders, if you prefer ” walk three steps ahead.\n\nœWith mosques on many street corners, shops have signs you cannot read. You will be hard-pressed to find any \neconomic activity.\n\nœThese are Muslim ghettos controlled by religious fanatics. These are Muslim neighbourhoods, and they are \nmushrooming in every city across Europe.\n\nœThese are the building blocks for territorial control of increasingly larger portions of Europe, street by street, \nneighbourhood by neighbourhood, city by city.\n\nœThere are now thousands of mosques throughout Europe. With larger congregations than there are in churches.\n\nœAnd in every European city there are plans to build super-mosques that will dwarf every church in the region. \nClearly, the signal is: We rule.\n\nSounds about right to me.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           UK: How Did Britain Get Into This Tortured Position?\n\nWe allow extraordinary rendition only because we cannot reconcile human rights with the real threat of terrorism\n\nI suppose it would have been too much to expect that Binyam Mohamed would have staggered off his flight from \nGuantánamo Bay and thanked the British Government for securing his freedom. Or that he might have thanked the \nBritish taxpayer for writing a blank cheque for his housing, medical treatment and legal fees, despite his being an \nEthiopian with no home or family here. Instead, this latest, lucrative asset to the human rights industry spoke of his \nœbetrayal by his œhome country ” and sued.\n\nWhy did we make this man our problem? Seemingly for both diplomatic and humanitarian reasons. David Miliband \ntold me this week that he felt it would have been harsh to abandon a man whose temporary residency expired while \nhe was in detention ” even though he left Britain for Afghanistan eight years ago. It is generous to see this man as \nour responsibility. But it is disingenuous of the Government to suggest, simultaneously, that its conduct has been \nwhiter than white.\n\nhttp://www.timesonline.co.uk/tol/comment/columnists/camilla_cavendish/article5811310.ece\n\n\nMr Mohamed is an Ethiopian whose asylum application was refused in 1994 but was later granted leave to remain \n(a routine ploy to cover up our sham removals policy). His various accounts of why he went to Pakistan and \nAfghanistan are laughable. Yet he was detained without trial for seven years, an outrage to justice. And there \nseems little doubt that he was tortured. possibly with tacit British agreement. His claims that Britain was complicit in \nhis rendition by the US to Morocco and Afghanistan were given force by yesterdays astonishing admission by the \nDefence Secretary that Britain had handed two terror suspects to the US for interrogation in Afghanistan in 2004. \nThe Government has previously denied any part in extraordinary rendition. What other guilty secrets is it hiding?\n\nThe truth is that both government and human rights groups have taken liberties with reality. The only people to have \nprofited are evil-doers and scroungers.\n\nThe government finds itself boxed into a very uncomfortable corner by the Human Rights Act, the human rights \nlobby and its duty to protect us from terrorism. The Human Rights Act has forced ministers to protect foreigners who \nhate us, at taxpayers expense. So we cannot return anyone who might face torture, hostility or even substandard \nmedicine. The human rights lobby has made a mockery of asylum law and the Geneva Convention, leaving us \ntrapped in endless deportation battles. And as a consequence the Government has distorted fundamental principles \nof justice to protect national security.\n\nBecause those people might threaten our own citizens, we have suspended our 400-year-old rule of habeas corpus \nto incarcerate some without trial. One is Abu Qatada, who arrived here on a false passport in 1993 and whose \ndeportation to Jordan was finally sanctioned by the law lords last week. Six countries have warned that he is \ndangerous. It would surely have been better to have sent him to Jordan for trial, than to have keep him interned. But \nhe will continue to escape justice: he will fight for many more years on legal aid.\n\nThere have there been similar contortions over torture. For three years ministers have been busily winning \nassurances from countries such as Egypt, Jordan and Algeria that deportees will not be mistreated. Amnesty \nInternational regards these œmemoranda of understanding as worthless. The effective prohibition on deportation \nhas driven ministers to a dishonest compromise.\n\nThis compromise does not bother some other countries that are signatories to the European Convention on Human \nRights. France has been happily deporting terror suspects to Algeria for years. It does not regard the possibility of \ntorture at one remove as seriously as it would regard torture carried out by its own operatives.\n\nSome see that as pragmatic. Others believe that exposing someone to the risk of torture by others is as \nreprehensible as carrying it out. That is the official position of the British Government. But that implies four things. \nFirst, the memoranda of understanding cannot be used. Second, terror suspects cannot be removed, so should be \nfreed from legal limbo and given UK citizenship. Third, even the faintest sniff of British complicity with American-\nsponsored torture is abhorrent and must be outed. Ministers cannot pretend to find torture wholly abhorrent while \nadmitting to collusion in rendition.\n\nThese three things lead to a fourth. We must accept that we will henceforth rely on the Americans, the French and \nothers to do the dirty work of saving some British lives. I say this because, although the argument is sometimes \nmade that torture does not work, my conversations with security people over the years suggest otherwise. The \nHouse of Lords neatly pointed up this reality when it ruled that information that might have been provided under \ntorture is inadmissable in court, but that governments can use that information if it could save lives.\n\nThe world is not as international law would like it to be. That is why President Obama said yesterday that he is \nkeeping rendition as an option in the fight against terrorism. Wars are messy. Since 2001 there has been enormous \nconfusion about whether to treat terror suspects as criminals, or as war combatants. Why cant ministers just admit \nthat?\n\n\n\nIt is quite right that Binyam Mohamed should use the the law to challenge his abhorrent treatment. It is right that his \nallegations are being examined by the Attorney-General. It is wrong that we can never deport him if he turns out to \npose a threat to national security.\n\nI feel proud that Britain seeks to uphold freedom and fairness; I am also furious that, in pretending that all rights are \nequal, we risk obliterating some of our deepest values. When Britain is so vulnerable to terrorism, do we really want \nto undermine our national security?\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           UK: Some British Christians Feel Oppressed in the Public Square\n\nHigh-profile cases involving Bible-sharing and prayer have raised concerns. But many say that reining in certain \nexpressions of faith is a necessary compromise in a multicultural society.\n\nLONDON ” For a nation shaped by an overtly Christian heritage, Britain has apparently become a difficult place to \nbe overtly Christian.\n\nThe conservative press bewails a steady erosion of Christian values. A member of Parliament has called for debate \non œsystematic and institutional discrimination toward Christians. Even former Prime Minister Tony Blair recently \nlet slip how aides would brusquely suppress any instinct he had to bring his faith into public view.\n\nNow, a succession of ordinary Christians are finding this rule applies to them, too.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Whats in a Name: Crime Suspects and the Swedish Press\n\nThe Locals David Landes attempts to shed some light on the Swedish medias sometimes peculiar practice of \nomitting the names of criminal suspects.\n\nOn Monday, a Swedish appeals court upheld the lifetime prison sentence of Christine Schürrer, a 32-year-old \nGerman woman convicted of murdering two toddlers in Arboga early last year.\n\nAstute observers of the Swedish media may have noticed that the following day marked the first time that Swedens \nnewspaper of record, Dagens Nyheter (DN), published Schürrers name, despite the fact that she had been named \npreviously in nearly every other publication in Sweden, including The Local.\n\nMost Swedish papers waited to publish Schürrers name until the day after her guilty verdict was handed down, \neven though foreign news outlets had been publishing her name for weeks.\n\nFor months following her arrest, Schürrer was referred to by the Swedish press simply as œthe German woman or \nœthe 32-year-old even though her name was readily available in court documents and some had gone to her \nFacebook profile to find more information.\n\nIn short, her name was easy to find, yet newspapers and other media outlets in Sweden continued to write stories \nas if Schürrers identity was some sort of state secret.\n\nhttp://www.csmonitor.com/2009/0226/p01s01-woeu.html\nhttp://www.thelocal.se/17716/20090223/\n\n\nAnd while Schürrers guilty verdict, when she went from being a suspect to a convicted criminal, was generally seen \nas a green light for editors to publish her name and picture, DN nevertheless continued referring to her simply as \nœthe German right up until Mondays appeals court ruling.\n\nTo readers raised on a different set of journalistic norms, the Swedish practice of withholding pertinent facts about a \nstory may first appear like some odd form of self-censorship.\n\nIn its most basic form, news reporting is about telling readers œwho did œwhat. According to some schools of \nmedia ethics, leaving out basic information like the identity of the œwho amounts to uninformative reporting on the \none hand, or deliberate deception on the other.\n\nMoreover, omitting a persons name from a story can also leave readers wondering exactly what facts the reporter \nactually has in hand, and what may be conjecture.\n\nWhile there are many 32-year-old German women in Sweden for example, there is only one Christine Schürrer.\n\nBut Britt Börjesson, a professor of media ethics at Gothenburg University, explains that the practice has more to do \nwith Swedish culture than any attempt to alter the truth or muddy the facts.\n\nœSweden is a small country with a small language and with a tradition of reaching consensus, she says.\n\nœIts something in our culture. When television stations or newspapers step over the line [in naming suspects], \nreaders react and complain that its not ethical.\n\nAccording to Börjesson, the practice of not publishing suspects names began as an effort to protect young people \naccused of less serious offences from long-term public ridicule.\n\nœThe point was to give them a chance to come back and become good citizens again, she says, adding there is a \nsense in Sweden that keeping criminals personal details confidential not only helps against recidivism, but also aids \nin defendants receiving a fair trial.\n\nWhile Sweden does have laws protecting individuals from defamation, suits by people claiming that newspapers \nhave violated the law are rare.\n\nMoreover, there are no provisions in Swedish law specifically prohibiting newspapers from publishing suspects \nnames.\n\nœIts not illegal. We just think its an expression of proper journalistic ethics, says Börjesson.\n\nThe two main sections of Swedish legislation outlining press freedoms primarily address protecting free speech, \nand Swedens law on personal data protection has exceptions for details published for journalistic purposes.\n\nBut the slim chance of facing retribution in a court of law hasnt kept most Swedish dailies from erring on the side of \ncaution when deciding whether or not to publish names, as instructed by the set of rules outlining accepted \njournalistic practice in Sweden.\n\nThe rules stem from an early attempt at self-regulation first developed by Swedens National Press Club \n(Publicistklubben ” PK) back in 1923.\n\n\n\nIn 1965, the Swedish Union of Journalists (Svenska Journalistförbundet) formally adopted a code of professional \nconduct, with the Press Ombudsman (Allmänhetens Pressombudsman ” PO) being added in 1969 to help \nadjudicate cases when newspapers were suspected of failing to live up to the ethics code.\n\nThe codes provisions on publishing names are quite clear, admonishing journalists to exercise extreme vigilance.\n\nœGive careful consideration to the harmful consequences that might ensue for persons if their names are \npublished. Refrain from publishing names if it might cause harm unless it is obviously in the public interest, reads \none section of the code, known as œThe Rules of the Game (Spelregler).\n\nOther clauses emphasize the importance of not œviolating the privacy of individuals and refraining from subjecting \nindividuals to undue publicity œunless the public interest obviously demands public scrutiny.\n\nBörjesson likens Swedens press ethics rules to a protocol, the interpretation of which fluctuates over time and \nwhich has evolved over decades of discussion in newsrooms and in society at large.\n\nResponsibility for maintaining the code rests with a joint committee consisting of the union, the press club, the \nNewspapers Publishers Association (Tidningsutgivarna), and the Magazine Publishers Association (Sveriges \nTidskrifter).\n\nBut while the interpretation of the rules may change, the wording of the rules is rarely altered.\n\nœTheir meaning and how they are interpreted can change without changing the actual wording of the rules, says \nBörjesson.\n\nShe points to the mid-1980s as a time when the pendulum had perhaps swung the farthest away from publishing \nthe names of criminal suspects.\n\nSo strong was the resistance among Swedish newspaper editors toward publishing names that they refused to \nname Christer Pettersson, the man suspected of committing one of the biggest crimes in the countrys history ” the \nmurder of then-Prime Minister Olof Palme.\n\nœNo one published the name of Palmes suspected killer until the start of his trial, which was months after hed been \narrested, explain Börjesson, adding that the decision by Swedish papers to finally publish Petterssons name was \nnews in and of itself.\n\nSince then, publishers have relaxed a bit in their interpretation of the press ethics rules.\n\nœToday we print the names and identities of some criminals, usually particularly vicious criminals who are a danger \nto society. But still, we withhold the identities in most cases, says Börjesson.\n\nBörjesson also questions how much value Swedes place on learning a suspects name.\n\nœWhat would we do with that information anyway? Its not interesting, she explains.\n\nœWhy should we care? As a reader, I dont need to know.\n\nShe admits, however, that there are cases where knowing the name of a suspect is relevant, such as a case \ninvolving a teacher at a local school or an offence committed in ones own neighbourhood.\n\nœBut in those cases, there are other ways to get that information for anyone who is interested, explained \nBörjesson, pointing to Swedens strong tradition of openness with public documents.\n\n\n\nSweden is considered the first country in the world to have enacted modern freedom of information legislation with \nits Press Freedom Act of 1766.\n\nThe act served as the genesis of that what is commonly referred to today as œoffentlighetsprincipen (˜The Principle \nof Public Access) which stipulates that œevery Swedish citizen has the right to access public documents, according \nto the current constitution.\n\nThe constitution also guarantees that people who leak confidential documents to the media are protected from \ncriminal charges.\n\nWhats more, its the person who undertakes any effort to unmask the identity of a leaker that may instead be subject \nto prosecution.\n\nBörjesson believes that Swedens tradition of openness is part of the reason why publishers resist printing names, \nand part of the reason why Swedes are so willing to accept the omission.\n\nBefore the advent of the internet, publishers of Swedens morning newspapers had a special role in the \ndissemination of information to the public. They were, according to Börjesson, œjournalistic guides for the whole \nindustry and the country.\n\nHowever, as it has become easier to get information from other sources on the internet, the status of newspaper \neditors had been somewhat diminished.\n\nBut that hasnt stopped some editors, like Thorbjörn Larsson at Dagens Nyheter, from sticking to traditional ethical \nprinciples, even if the practical effect is limited.\n\nœThe argument that ˜its on the internet, so we should print it has been around for 15 years and has yet to gain any \ntraction, explains Börjesson.\n\nAs a result, Swedish newspapers can exercise a great deal of discretion when it comes to deciding what to publish.\n\nAccording to Daniel Westman, an expert on IT-law at Stockholm University, the new media landscape poses a \nnumber of challenges for Swedens press freedom rules.\n\nHe believes its time to consider a facelift for both the journalists code of ethics and Swedish law.\n\nœSuddenly we have a situation where publishers should also look at what sort of information other newspapers or \nindividual websites have published with respect to personal information, he says.\n\nœCurrently, the degree to which a publisher is responsible for looking at what others are doing when making his or \nher own decisions about what to publish hasnt been dealt with satisfactorily.\n\nHe adds however, that no matter what sort of new rules Sweden eventually puts in place, they may ultimately have \nlittle impact.\n\nœIf everyone can easily publish information on the internet via servers placed in other countries, then it may \neventually not matter which of Swedens rules apply because there will be limits to how they can be enforced, he \nsaid.\n\n\n\nœAt some point, everything will end up on the internet if someone wants it there.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Why the CIA Has to Spy on Britain\n\nOn the night of the Mumbai attacks I spoke to an old security source of mine, who has friends in SIS, MI5 and \ndefence intelligence. There was only one thought on the minds of our security chiefs that night: ˜Are they British?\n\nIn the bar of the Travellers Club and the pubs and tapas restaurants of Vauxhall Bridge Cross, drink was taken in \ndouble and treble measures amid grim assumption that the terrorists would turn out to have links to the UK. It was a \nfair assumption since, where international terrorism is concerned, Britain is no longer part of the solution; we are \npart of the problem. Where once we exported football hooligans, now we are among the worlds most prolific \nsuppliers of Islamist extremists. Mercifully, the Mumbai terrorists had no discernible link to the UK. But as the \nindustrial-scale intelligence arse-covering exercise groaned into action that day, no one would have been surprised \nto discover that another suicidal cell of British militants had slipped through the net.\n\nServing and former intelligence officers on both sides of the Atlantic say that the UKs status as a hotbed of militancy \nand an exporter of terror means that obtaining intelligence, once a by-product of good international relations, has \nbecome a goal as much as an instrument of foreign policy. Take one recent example, the case of Binyam \nMohamed, the British resident recently returned from Guantanamo Bay. Trying to discern the truth from David \nMilibands public pronouncements on the affair has been a little like preparing an intelligence assessment ” the \npublicly available facts are sketchy and the true motives of the participants are concealed behind layers of cant, \nhypocrisy and not a little squirming embarrassment. The foreign secretary allowed critics to assume he is lying \nwhen he claimed the US threatened to cut off intelligence-sharing if the full details of the torture meted out to Mr \nMohamed in a CIA black prison were laid bare in the High Court. Mr Miliband was more content with the suggestion \n(accurate as it happens) that he was concealing evidence of British complicity in the interrogations rather than admit \nthat British intelligence has become dependent to an unprecedented and embarrassing degree on the CIA, a \nrelationship he could ill afford to threaten¦\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Croatia: Full Support for EU Adhesion From Paris\n\n(ANSAmed) ” PARIS, FEBRUARY 19 ” ˜Full support from France over Croatias adhesion to the European Union \nwas expressed today by Prime Minister Francois Fillon during a meeting with his Croatian counterpart Ivo Sanader, \nwith the hope that Zagreb would participate ˜as a full member in the NATO summit in April. Croatia is hoping to \nconclude its adhesion negotiations during 2009. However in December Slovenia, who joined the EU in 2004, used \nits veto over the opening of nine of the 35 chapters of Zagrebs adhesion dossier, because of a territorial dispute \nwhich dates back to 1991. Fillons spokesman said that he hoped that Croatia would officially participate in the \nNATO summit on April 3 and 4 in Strasbourg and Kehl as a member of NATO. Greece, Iceland, Luxembourg, the \nNetherlands and Portugal must still approve Croatias membership of NATO, which was decided during the \nBucharest summit in April 2008. The two Prime Ministers also discussed ˜ever more intense bilateral relations and \nways of responding to the economic crisis ˜in a coordinated way at the European and international level. \n(ANSAmed).\n\n2009-02-19 19:52\n\nhttp://www.spectator.co.uk/the-magazine/features/3387866/why-the-cia-has-to-spy-on-britain-.thtml\nhttp://www.ansamed.info/en/news/ME01.@AM71394.html\n\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           EU: Commissioner Rehn, Croatia Risks 2010 Adhesion\n\n(ANSAmed) ” BRUSSELS, FEBRUARY 20 ” Croatias adhesion, for which negotiations should be completed in 2009 \nwith adhesion in 2010, is at risk if a solution is not found soon for the border controversy with Slovenia. This was the \nalarm launched today by the European Commissioner for EU Enlargement, Olli Rehn, in a press conference on the \neconomic results of EU enlargement. Zagreb œcan still maintain its objectives for 2010 adhesion, but it is \nnecessary that new chapters are opened in the Adhesion Treaty during the meeting scheduled for March, Rehn \nsaid. A possibility, he added, that will become reality œonly if there is a resolution to the border conflict with \nSlovenia. The Slovenian government has imposed a veto on negotiation for the project of Croatias adhesion, \nworried that Zagrebs possible entrance jeopardise the solution to the controversial border issue which has been an \nongoing problem since 1991, when the two countries obtained independence. The Commissioner therefore invited \nthe two countries to find a solution soon: œI am in favour of the meeting between the two Premiers next Tuesday, in \nan attempt to change the negative rhetoric that has dominated the recent period. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Kosovo: ICC, Former Serbian President Acquitted of War Crimes\n\n(ANSAmed) ” BRUSSELS, FEBRUARY 26 ” Former Serbian President Milan Milutinovic has today been acquitted \nby the International Criminal Court (ICC) in the Hague of war crimes and crimes against humanity during the war in \nKosovo from 1998 to 1999. Milutinovic was accused of war crimes and crimes against humanity for having tried to \nhound Albanians out of Kosovo with œa systematic campaign of terror and violence in the period 1998-1999. The \nobjective ” according to the accusation of Prosecutor Thomas Hannis ” was to modify the ethnic composition of the \nregion thereby ensuring Serbian control of the territory, forcing almost 800,000 Albanians to flee. For the council \nchamber, the role of the former Serbian president in this criminal enterprise was not proven, nor was it proved that \nhe was in control of the actions of military and police forces of the former Yugoslavian state in Kosovo. According to \njudges, Milutinovic, œdid not have direct control over the former Yugoslavian federal army (VJ). œIn effect, it was \n(Slobodan) Milosevic, sometimes called the ˜Supreme commander, who exercised authority in commanding the VJ \nduring the NATO campaign, the courts sentence read. Therefore, Milutinovic was acquitted on all counts. The \nformer Serbian president will also have the right to compensation for time that he has already spent in prison. \n(ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Kosovo: Serbian Population Repeats œNo to Independence\n\n(ANSAmed) ” PRISTINA, FEBRUARY 17 ” The Assembly which unites Serbian municipalities in Kosovo, an \norganisation recognised neither by Pristina nor the international community, has once again rejected Kosovos \ndeclaration of independence which was unilaterally proclaimed one year ago, stressing that the province belongs to \nSerbia. In an extraordinary meeting today in Zvecan, in northern Kosovo, where Serbian presence is most strongly \nfelt, a resolution was approved that stresses œthe autonomous province of Kosovo is an integral part of Serbian \nterritory. The meeting, which many Serbian parliamentary politicians travelled from Belgrade to take part in, was \ndeliberately held on the day that Kosovo celebrated the first anniversary of its independence. The Assembly \naddressed the Serbian government, inviting it to request an urgent meeting of the UN Security Council with the aim \nof boycotting the deployment of the European Civilian Mission EULEX in the region. The Serbian minister \n\nhttp://www.ansamed.info/en/news/ME01.@AM59927.html\nhttp://www.ansamed.info/en/news/ME01.@AM62396.html\nhttp://www.ansamed.info/en/news/ME01.@AM69058.html\n\n\nresponsible for Kosovo, Goran Bogdanovic, who was also present at the meeting in Zvecan, said that Kosovos \ndeclaration of independence has set a dangerous precedent, and has led to increased tension and instability in the \nregion. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Serbia: War Crimes; Arrest Orders for 19 Bosnians\n\n(ANSAmed) ” BELGRADE, FEBRUARY 26 ” Serbias Public Prosecutors Office for war crimes has issued arrest \nwarrants for 19 Bosnians who are suspected of committing serious crimes against the Yugoslavian Army during the \nBosnian war (1992-1995). As reported by the agency Beta in Belgrade, Ejup Ganic and Stijepan Kljujic, both \nmembers of the Bosnian three-party presidency at the time of the conflict, are on the list. The 19 persons are \nsuspected of having attacked a division of the Yugoslavian Army in May 1992 in Sarajevo, killing 42 and injuring 73 \n” according to Serbian sources -, and taking 215 prisoners. In a first reaction to the arrest orders, Ejup Ganic ” \nquoted by Beta ” called the accusations œridiculous, claiming that all names on the list of the Serbian Prosecutors \nOffice are persons œwho defended Bosnia. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Serbia: Talks on Customs-Free Export of Cars to Russia\n\n(ANSAmed) ” BELGRADE, FEBRUARY 17 ” Talks between Serbia and Russia on abolishing customs duties on \nvehicles manufactured in Serbia should begin in April or May this year, BETA news agency was told by Mladjen \nDinkic, the Serbian Ministry of Economy. As the ministry emphasized, during the talks it would be specified whether \nthe export of cars would be completely liberalized or whether quotas would be established. The quotas would also \ninclude a certain number of vehicles manufactured in Russia being allowed customs-free import into Serbia. The \nSerbian Economy Ministry also said that the implementation of the expanded free trade agreement between Serbia \nand Russia could begin in March, which would liberalize the export of all medicines, meat products, confectionary \nproducts and wine. The agreement would abolish customs on refrigerators, freezers and other cooling devices, \nwashing and drying machines, as well as a large number of other goods. The ministry said that the free trade \nagreement with Russia in 2000 liberalized around 95% of trade, but that the results to date have not been \nsatisfactory because of which it was agreed in Sept. 2008 to expand the agreement.(ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Algeria: 3 Mln Euro From France for Secondary School Reform\n\n(ANSAmed) ” ALGIERS, FEBRUARY 18 ” Algeria and France have signed an agreement for 3 million euros in \nfinancing to reform Algerian secondary schools. According to APS, the agreement, which was signed by French \nAmbassador Xavier Driencourt and Algerian Foreign Minister Mouloud Hamai, will also provide for the creation of a \nsecondary school of technology (ENTS). The objective of the 3-year project is to improve training and strengthen \nAlgerian secondary schools. Improving the Algerian educational system is one of the central points of Algerian-\nFrench cooperation. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\nhttp://www.ansamed.info/en/news/ME03.@AM54259.html\nhttp://www.ansamed.info/en/news/ME02.@AM65786.html\nhttp://www.ansamed.info/en/news/ME02.@AM48274.html\n\n\n           Egypt ” Ayman Nur: I Will No Longer Lead Party\n\n(ANSAmed) ” CAIRO, FEBRUARY 19 ” Egyptian opposition leader, Ayman Nur, who was suddenly released \nyesterday after three years spent in prison, has stated that he will no longer lead the El Ghad party. The politician \nexplained during a press conference that he will continue to work within the party, but that he will no longer be its \nhead. The current El Ghad party Chair is Ihab El Khouli. Nur also reaffirmed his willingness to collaborate with all \npolitical forces, both internal and external, with the exclusion of Israel. One of the Egyptian governments most \nfamous opposition figures, Nur stood against Mubarak as a presidential candidate in 2005. Mubarak was re-elected \nfor his fifth term with 88% of the votes: Nur got 7.6%. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Egypt: Islamic Lawyers Urge Death Sentence for Convert\n\nIn case on whether he can legally change religion, Christian is accused of ˜apostasy.\n\nIn the latest hearing of a Muslim-born Egyptians effort to officially convert to Christianity, opposing lawyers \nadvocated he be convicted of œapostasy, or leaving Islam, and sentenced to death.\n\nMore than 20 Islamic lawyers attended the hearing on Sunday (Feb. 22) in Maher Ahmad El-Mootahssem Bellah El-\nGoharys case to obtain identification papers with Christianity designated as his religious affiliation. Two lawyers led \nthe charge, Ahmed Dia El-Din and Abdel Al-Migid El-Anani.\n\nœ[El-Din] started to talk about the Quran being in a higher position than the Bible, one of El-Goharys lawyers, Said \nFayez, told Compass. œ[El-Din said] people can move to a higher religion but not down, so people cannot move \naway from Islam because it is highest in rank.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           OECD: Morocco Becomes Member Development Centre\n\n(ANSAmed) ” RABAT, FEBRUARY 18 ” Morocco has become part of the Development Centre of the OECD \n(Organisation for Economic Co-operation and Development) ” a centre for developing countries only. High \nCommissioner Ahemd Lahlimi said that the Committee voted unanimously in favour of Moroccos acceptance thanks \nto the political, economic and social reforms carried out by the country. The Development Centre, explained Lahimi, \nœcomprises developing countries with particular ambition, capability and desire to make economic progress, like \nMorocco. The experiences of these countries, their approach to development and reforms, necessary to guarantee \nthe liberalisation of their economies, must be examined on this basis. The president of the Development Centre, \nJavier Santiso, welcomed Moroccos acceptance saying that the exchange of experiences between the main OECD \nmember States and developing countries has turned out to be fruitful. Santiso called the political, economic and \nsocial reforms that have been started in Morocco œvery interesting, particularly the new family law promoted by \nKing Mohammed VI. The president sees these reforms as a model œmany countries should learn from. \n(ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\nhttp://www.ansamed.info/en/news/ME01.@AM66988.html\nhttp://www.compassdirect.org/en/display.php?page=lead&lang=en&length=long&idelement=&backpage=&critere=&countryname=&rowcur=\nhttp://www.ansamed.info/en/news/ME01.@AM66662.html\n\n\n           EUs Solana on First Visit to Gaza Since 2007\n\nEuropean Union foreign policy chief Javier Solana toured the war-shattered Gaza Strip on Friday, as the EU \nannounced that it would donate $553 million in aid to Gaza. Solanas trip is the first of its kind since the Islamist \nHamas seized power in the Palestinian territory in June 2007.\n\nœI came to Gaza to see by myself the situation and the destruction and to show the solidarity to the good people of \nGaza who have suffered so much, he said at a news conference.\n\nœI wanted to see with my eyes the level of destruction, he said of the devastation wrought by Israels 22-day military \noffensive that killed more than 1,330 Palestinians.\n\n           ” Hat tip: TB [|Return to headlines]\n\n           Gaza Truce: Shalit as Condition for Crossings\n\n(ANSAmed) ” JERUSALEM, FEBRUARY 18 ” At the end of a defence council session of Ehud Olmerts \ngovernment, minister Meir Shitrit said that the release of corporal Ghilad Shalit is the Israeli governments condition \nfor the re-opening of the crossings into Gaza. The Interior minister said œit would be unthinkable to come to any \nkind of agreement (ed. ” on Gaza), without Shalits release, adding that this position was unanimously approved. \nThe œtop priority for Israel, he stressed, œremains the release of Shalit by Hamas, who have held him since June \n2006. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Gaza Truce: Arab League Criticises Truce-Shalit Link\n\n(ANSAmed) ” CAIRO, FEBRUARY 18 ” Regarding todays decision of Israels Defence Council to demand the \nrelease of corporal Gilad Shalit as a preliminary condition for a truce with Hamas, the secretary-general of the Arab \nLeague, Amr Mussa, said that the refusal of a truce by Israel œis part of the Israeli blackmail of not making \nconcessions. Linking the truce to Shalit, according to Mussa œblocks the resolution of many questions. Regarding \nthe inter-Palestinian reconciliation, Mussa said that œthe possibilities for reconciliation have improved after the \nmost recent meeting with the head of the political office of Hamas in Damascus, Khaled Meshaal. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Gaza Truce: Arab League Criticises Truce-Shalit Link\n\n(ANSAmed) ” CAIRO, FEBRUARY 18 ” Regarding todays decision of Israels Defence Council to demand the \nrelease of corporal Gilad Shalit as a preliminary condition for a truce with Hamas, the secretary-general of the Arab \nLeague, Amr Mussa, said that the refusal of a truce by Israel œis part of the Israeli blackmail of not making \nconcessions. Linking the truce to Shalit, according to Mussa œblocks the resolution of many questions. Regarding \nthe inter-Palestinian reconciliation, Mussa said that œthe possibilities for reconciliation have improved after the \nmost recent meeting with the head of the political office of Hamas in Damascus, Khaled Meshaal. (ANSAmed).\n\nhttp://www.alarabiya.net/articles/2009/02/27/67370.html\nhttp://www.ansamed.info/en/news/ME01.@AM51086.html\nhttp://www.ansamed.info/en/news/ME01.@AM67702.html\nhttp://www.ansamed.info/en/news/ME01.@AM67702.html\n\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Gaza: EU Parliament, Extend Aid and Guarantee Supply\n\n(ANSAmed) ” BRUSSELS, FEBRUARY 18 ” The humanitarian crisis in Gaza has reached œinhuman levels and the \nUE Parliament has asked for an expansion of aid to the population, urging Israel to guarantee a constant and \nadequate supply. A resolution which had the support across political groups was approved by 448 votes in favour, \n19 against, and 5 abstentions. Parliament said that the conflict in the Gaza Strip œfurther aggravated the \nhumanitarian crisis in the region, which has reached inhuman levels, and 88% of the population of Gaza is \ndependent on food aid. The Parliament then called for the removal of blocks and the reopening of crossing points, \nand the preventing of weapons smuggling. The resolution expressed hopes for financial, economic and social \nrecovery in the Strip, and pointed out that reconstruction implies a lasting ceasefire, the resumption of peace talks \nand reconciliation between the Palestinians. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Gaza: EU Fundend Project on Deaf Children Launched\n\n(ANSAmed) ” BRUSSELS, FEBRUARY 19 ” A three year programme that hopes to improve the lives of more than \n6,000 deaf and hearing impaired children, their families and communities in Gaza, was launched. The project, \nentitled ˜Development of a Comprehensive Intervention Services Infrastructure and Active Advocacy Network for \nthe Rights and Needs of Hearing Impaired and Deaf Children and their Families in the Gaza Strip, is co-funded by \nthe European Union and Christoffel-Blindenmission and implemented by the Atfaluna Society for Deaf Children \n(ASDC). Atfaluna Society for Deaf Children is a non-profit society that was established in 1992 in the Gaza Strip. \nAtfaluna aims to improve the quality of life of deaf children and adults for them to reach their full potential by \nproviding quality education, health care, social services, and work opportunities. The European Union has provided \nover EUR 380,000 for this programme, equivalent to 75% of the total budget.(ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Gaza: Italy and Britain for Palestinian Marshall Plan\n\n(ANSAmed) ” ROME, FEBRUARY 19 ” ˜We are continuing to work for the reconciliation of the Palestinian \ncommunity to relaunch the ˜renegotiations for the peace process: the West must play its part through a Marshall \nplan for Palestine, said Italys Prime Minister Silvio Berlusconi at the end of a meeting in Rome with his British \ncounterpart Gordon Brown. The vision is shared by Great Britain, who ˜will do everything possible to support the \ninitiative confirmed Brown. During coordination meetings for G8 and G20 Berlusconi said ˜we are into the details, \nincluding an economic relaunch project in the area, including ˜the creation of an airport, hotels, and agreements \nwith low cost companies to bring Catholic tourists into the country once we have peace, to contribute towards \neconomic growth in Palestine. The objective is ˜to create two equal States and not one Palestinian State ˜which \nwould be too big compared to Israel. Berlusconi said that the theme will be central to G8, presided over by Italy, as \nwell as G20 which will be hosted by Great Britain. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Gaza: EU Project for Women Against Poverty NGO Underway\n\nhttp://www.ansamed.info/en/news/ME01.@AM68862.html\nhttp://www.ansamed.info/en/news/ME03.YBX17515.html\nhttp://www.ansamed.info/en/news/ME01.WAM40310.html\nhttp://www.ansamed.info/en/news/ME02.@AM59061.html\n\n\n(ANSAmed) ” BRUSSELS, FEBRUARY 25 ” The EU-funded ˜Bunian Association for training, evaluation and \ncommunity studies (BATECS), has been launched. The association, which is based in Gaza, aims at training the \nstaff of five womens organisations to help in the fight against poverty in the most marginalised areas of Rafah and \nKhan Younis in the Gaza Strip. The project, which received an initial grant of 236,000 euros from the EU (73% of \nthe total budget), is to focus on improving the administrative, financial, and technical skills of the five partner \norganisations. Amongst the subjects to be studied are the basics of running not-for-profit organisation, human \nresources, work in the community, and strategic development planning. The selected organisations operate in \nvarious fields, from business (including artisan) and healthcare (including first aid and disease prevention), to \nsupport for women who are victims of violence, and also education and environmental matters. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Gaza: PNA to Ask Donor Conference for 2.8bln Dollars\n\n(ANSAmed) ” RAMALLAH (WEST BANK), FEBRUARY 25 ” The Prime Minister of the Palestinian National \nAuthority, Salam Fayyad, has announced that he will ask the Gaza donors conference (set to take place on Monday \nin Egypt) for 2.8 billion dollars (just under 2.2 billion euros) for reconstruction in the Gaza Strip following Israels \n˜Cast Lead military operation. œWe have prepared a document, which donors will use to promise aid. It provides for \na total of 2.8 billion dollars in all sectors, said Fayyad in Ramallah, adding that the document œwas prepared by the \nPalestinian Authority, with the involvement of all parties concerned. It also involves, aside from aid estimates, \nmechanisms that will allow donors to begin the reconstruction of Gaza.(ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Gaza: Italy to Make Further 10 Million Euro Donation\n\n(ANSAmed) ” ROME, FEBRUARY 25 ” Italy is planning œa further 10-million-euro contribution for the \nreconstruction of the Gaza Strip, according to an announcement made by Foreign Ministry spokesman Maurizio \nMassari during the usual weekly briefing with the press. Mr Massari said that Italys donation would be formalised on \nMarch 2 during the Gaza donors conference organised by Egypt in Sharm el Sheikh. Italy will be represented at the \nconference by Prime Minister Silvio Berlusconi and Foreign Minister Franco Frattini. In recent years Italy has put a \ntotal of 24-25 million euros towards aid for the Gaza Strip. In the period immediately after the outbreak of conflict in \nGaza, Italy committed 12.3 million euros of aid to the cause. Representatives from more than 70 countries are \nexpected at the Sharm el Sheikh conference, as well as numerous international organisations, in order to examine \na plan for the use of the resources which are to be made available to the Palestinian National Authority (PNA). \n(ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Israel: a Documentary Exposé of Christian Persecution\n\n?First Comes Saturday, Then Comes Sunday explains exodus from Mideast\n\nBethlehem, once a 90 percent Christian town in Israel, now claims a Christian population of only about 20,000 of \nthe 60,000 Arab residents ” about 35 percent. The number drops day by day, month by month, year by year.\n\nhttp://www.ansamed.info/en/news/ME01.@AM54945.html\nhttp://www.ansamed.info/en/news/ME01.@AM60245.html\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=89896\n\n\nThey havent left for no good reason. They have left for very good reasons. In fact, knowing the conditions these \nChristians face today, its surprising there are still 20,000 there.\n\nIn the last 20 years, some two million Christians have fled the Mideast.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Italy Sees West Bank Airport\n\n(ANSAmed) ” ROME, FEBRUARY 23 ” The Palestinian economy can be boosted by building an international airport \nand hotels catering to religious tourists in the West Bank, Group of Eight (G8) president Italy believes. The Italian \nplan, to be unveiled at a G8 summit in Italy in July, also envisages the construction of major new industrial plants, \nPremier Silvio Berlusconi said in an interview that will appear in French daily Le Figaro Tuesday. œThe plan \nforesees the construction of an international airport able to attract the many Catholic tourists interested in visiting \nthe holy sites of Christianity starting with Bethlehem. It will also see œthe construction of hotel infrastructure by the \nmain groups in the sector and a plan for major international groups to build plants, the Italian premier said. \nBerlusconi, who ruled out talking to the Islamist group Hamas which governs Gaza, said œthis would be the only \nway to give an effective incentive to the Palestinians to sit down at the negotiating table and ensure peaceful co-\nexistence (with Israel). The West Bank is ruled by Hamass rival, the more moderate Fatah, which runs the \nPalestinian National Authority. Fatah was pushed out of Gaza after Hamas won elections there two years ago but \nthere are ongoing efforts to reconcile the factions. Italy will present its plan œto pull Palestinians out of their present \nstate of poverty at the G8 summit on the island of La Maddalena off the northern coast of Sardinia in July, \nBerlusconi said. There are no civilian airports within the West Bank, and the nearest major airport is in Tel Aviv. AS \nwell as Bethlehem, the West Bank has other sites of religious and historical interest such as Jericho, Hebron, \nQumran and the Dead Sea. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Kuwaiti Prof: 330, 000 Dead From 4 Pounds of Anthrax\n\nA professor from Kuwait, the country liberated from Saddam Husseins attack squads by the United States in the \nfirst Gulf War, has outlined on Arab television a potential terror attack that would involve smuggling anthrax from \nMexico into the U.S. and killing 330,000 people in 60 minutes.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Turkey-Iran: Turkish President Gul in Tehran March 10\n\n(ANSAmed) ” ANKARA, FEBRUARY 26 ” The President of Turkey Abdullah Gul is to make an official visit to Iran on \nMarch 10 to take part in the OEC summit (Organisation for Economic Cooperation) in Tehran, say presidential \nsources quoted by the Anadolu press agency. The purpose of the summit is to reinforce and strengthen economic \nand commercial relations between the member countries, which apart from Turkey and Iran, comprise of \nAzerbaijan, Kazakhstan, Kirgizstan, Uzbekistan and Tajikistan. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\nhttp://www.ansamed.info/en/news/ME01.WAM10271.html\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=90019\nhttp://www.ansamed.info/en/news/ME01.@AM60508.html\n\n\n           UAE Bans Anti-Islam Israeli Cartoon on Youtube\n\nThe United Arab Emirates has blocked an Israeli cartoon on the video sharing website YouTube due to content that \nmocks Muslims and insults the UAE, the countrys two internet service providers announced on Wednesday.\n\nThe controversial cartoon, called Ahmed and Salim, is a set of satirical skits that center on the title characters who \nare more interested in Western pop culture than their fathers aspirations of having them die as martyrs by carrying \nout terrorist attacks on œfilthy Jews or Americans, which the boys continue to fail at.\n\nAhmed and Salim decide to get an ice cream before performing an attack\n\nThe UAEs Telecommunications Regulatory Authority (TRA) said the decision to block the animated movie came \nafter the organization received several complaints about the content that was deemed to be extremely insulting to \nIslam.\n\nœWe informed the two UAE internet service providers Etisalat and Du of the decision and they blocked the movie, \na TRA spokesman told AlArabiya.net. œNow users who try to see it will get an ˜access denied message.\n\nThe skits are spoken in gibberish but are subtitled in Hebrew and English and a laughing audience can be heard in \nthe background. One of the two young boys is dressed in traditional Gulf attire and the other wears a balaclava \ncovering his face.\n\nThe UAE flag is shown in several scenes and in one of the scenes the boys are tasked with blowing up an Israeli \nbus but decide to get some ice-cream instead, when they return they mistakenly plant a bomb on a UAE-flagged \nbus.\n\n           ” Hat tip: TB [|Return to headlines]\n\n           Army is Fighting British Jihadists in Afghanistan\n\nTop Army officers reveal surge in attacks by radicalised Britons\n\nBritish soldiers are engaged in œa surreal mini civil war with growing numbers of home-grown jihadists who have \ntravelled to Afghanistan to support the Taliban, senior Army officers have told The Independent.\n\nInterceptions of Taliban communications have shown that British jihadists ” some œspeaking with West Midlands \naccents ” are active in Helmand and other parts of southern Afghanistan, according to briefing papers prepared by \nan official security agency.\n\nThe document states that the numbers of young British Muslims, œseemingly committed jihadists, travelling abroad \nto commit extremist violence has been rising, with Pakistan and Somalia the most frequent destinations.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Bangladesh: Dhaka, Shoot Out in Border Guards Headquarters\n\nhttp://www.alarabiya.net/articles/2009/02/26/67295.html\nhttp://www.independent.co.uk/news/world/asia/exclusive-army-is-fighting-british-jihadists-in-afghanistan-1631347.html\nhttp://www.asianews.it/index.php?l=en&art=14572&size=A\n\n\nAn argument between soldiers and officers over stalled back pay at the root of the episode. Hospital sources speak \nof one dead and eight injured. The government invites the mutinous guards to lay down their arms.\n\nDhaka (AsiaNews/Agencies) ” A gun battle has broken out inside of the Bangladesh border guards or Bangladesh \nRifle, headquarters in the capital, Dhaka. Hospital sources speak of one dead and eight wounded, most of whom \nare civilians caught up in the shoot out.\n\nThere are two unconfirmed reports on the cause of the episode: an argument between officers during a top level \nmeeting, or, an argument between soldiers and officers over unpaid wages.  The paramilitary mutiny resulted in \narmy intervention in order to quell the rebellion.\n\nLocal sources report that a group of mutineers opened fire within the Headquarters of Bangladesh Rifle and then \nassaulted a nearby shopping centre.  There were civilian victims among the people\n\nThe government of newly elected premier Sheikh Hasina issued a public statement inviting the mutineers to lay \ndown their arms and return to their barracks; the executive says it is willing to open negotiations to address their \nclaims.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           Malaysia Allows Catholic Paper to Use œAllah\n\nA Catholic newspaper in Malaysia reported on Friday it had won the right to use the word œAllah after a long battle \nwith the government which threatened to close it down.\n\nThe editor of the Herald newspaper, Father Lawrence Andrew, said the weekly was now allowed to use the word as \na translation for œGod in its Malay-language edition, as long as it printed œFor Christians on the cover.\n\nœ Now we can use the word Allah again and continue printing without hindrance. So with regards to the Herald we \nare happy œ\n\nFather Lawrence AndrewNow we can use the word Allah again and continue printing without hindrance. So with \nregards to the Herald we are happy, he told AFP, saying the decision came in an official gazette dated earlier this \nmonth.\n\nHome Minister Syed Hamid Albar had on Feb. 16 signed a gazette that prohibits œany document and publication \nrelating to Christianity containing the words ˜Allah, ˜Kaabah, ˜Baitullah, and ˜Solat are prohibited, according press \nreports.\n\nThe ban was noted in the gazette (Order 2009) under the section: Prohibition On Use of Specific Words on \nDocument and Publication.\n\nThe order allows Christian publications to use the word of œAllah only in print and with the condition that these \npublications clearly state their Christian orientation in the front cover, according to press reports\n\n           ” Hat tip: TB [|Return to headlines]\n\n           Pakistan: Justice and Peace: Sharia in Swat Valley is a Defeat for Entire Country\n\nhttp://www.alarabiya.net/articles/2009/02/27/67333.html\nhttp://www.asianews.it/index.php?l=en&art=14506&size=A\n\n\nPeter Jacob, secretary of the bishops conference commission, criticizes the agreement between the government \nand the Taliban. It provides for peace in exchange for the introduction of Islamic law in the Swat valley. The human \nrights activist does not foresee a Taliban regime like the previous one in Afghanistan, but fears violations of the \nrights of women and religious minorities.\n\nIslamabad (AsiaNews) ” œFor us it is a setback and a strategy that will not work. The tough talk comes from Peter \nJacob, national secretary of the National Commission for Justice and Peace (NCJP), speaking about the agreement \nbetween the local government and the Taliban. It allows the introduction of sharia ” Islamic law ” in exchange for a \nceasefire in the district of Malakan, which includes the Swat valley, in the northwest part of the country on the \nborder with Afghanistan. The agreement was signed yesterday by the government of the North-West Frontier \nProvince (NWFP) and the Taliban militia group Tahrik-e-Nifaz Shariat Muhammadi (TNSM).\n\nœWe think that the more space we will give to fundamentalism, the more they will try to gain from this strategy, \nPeter Jacob stresses to AsiaNews. He recently returned from a visit to the NWFP, and emphasizes that the \nagreement œis a tactical step of the provincial government to resolve Islamic militancy in Swat. The human rights \nactivist met with various local political leaders, and explains that œsharia is an emergency medicine to resolve the \nsituation of tension, but if this does not produce the desired results, œthere will be strict action against militants \nthere.\n\nPeter Jacob says, however, that he is sure that the areas where Islamic law is introduced will not see a Taliban \nregime like the previous one in Afghanistan, because the ruling liberal Awami National Party is confident about the \nagreement. œBut of course as the result of sharia law implementation, the first casualties would be women and \nreligious minorities, because the freedom of women and other faiths would not be tolerated.\n\nAccording to the latest information, the delegation of the TSNM, headed by the leader Sufi Muhammad, has come \nto the Swat valley to verify that the peace agreements are being respected. During his stay in the area, mullah Sufi \nMuhammad will try to convince the mullah Fazlullah ” head of the Taliban militias in the Swat ” to lay down his \nweapons in exchange for the introduction of Islamic law.\n\nPakistani president Asif Ali Zardari has not yet signed the document ratifying the peace agreement: he will sign it \nonly after it has been ascertained that the ceasefire is being respected in the Swat, in the district of Malakand, and \nin the areas that have recently seen fighting between the military and the militias.\n\nThe North-West Frontier Province has for some time been the theater of a massive campaign by the Taliban, who \nwant to introduce sharia and Islamic courts. The Swat valley fell into the hands of the Taliban in the autumn of \n2007; the army immediately launched a vast offensive to regain control of the territory. An initial agreement, which \nprovided for the introduction of sharia, never went into effect. Last summer, the military launched a second \noffensive that failed to uproot the Taliban militias from the area.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           Pakistan: Discovering the Bible to Bring the Christian Message to Everyone\n\nIn one of the oldest Catholic villages of Pakistan a congress is held to discuss the Holy Scriptures and the Churchs \nmission. It is part of the Year of the Bible launched by Pakistani bishops. It can œrekindle peoples passion for the \nword of God [. . .] so that they can pass on to others what they have received, says the secretary of the Catholic \nBible Commission of Pakistan.\n\nKhushupur (AsiaNews) ” œThis is a totally new concept for me, meeting the Holy Scriptures only for myself, discuss \nthe verses among ourselves so as to understand how they can become part of my daily life, Aqeela Dilshad, a 19 \n\nhttp://www.asianews.it/index.php?l=en&art=14565&size=A\n\n\nyears old college student from Faisalabad diocese, said as she talked about a four-day Bible congress that drew \nabout 170 Catholic, many young, from her diocese as well as that of Islamabad.\n\nThe event took place in one of the Pakistans oldest Catholic village, Khushpur, in Punjab province on the theme of \n˜The bible and the Church, fourth such meeting in a series that began in May 2008, when Pakistans bishops \nlaunched the Year of the Bible.\n\nAfter the Eucharist celebrated by Mgr Joseph Coutts, bishop of Faisalabad, which inaugurated the congress, a \nseries of sessions got underway in which delegates approached the Holy Scriptures in different ways.\n\nFr Aftab James Paul, diocesan director of the Faisalabad Bible Commission, told  AsiaNews that the focus of the \nfour-day event was the richness of the Bible and the many approaches that it offers the faithful, all from a dual \nperspective, that of personal conversion and of mission to the world œto promote the Christian message to others.\n\nMen and women religious, catechists, diocesan and Caritas operators were among the delegates. And for all of \nthem the four days in Khushpur were an important moment to discover the Holy Scriptures anew.\n\nœI am very lucky to take part in this congress, said Sister Shazia Lal, from the congregation of the Presentation of \nthe Blessed Virgin Mary. For her it was an opportunity œto know the history of the Bible and what role our people \nplayed in translating it.\n\nFor Caritas operator Shakeela Yasmen, 29, from Tob Tek Singh, the four-day event helped her understand the \nimportance of œbringing the word of God into my actual life.\n\nFr Emmanuel Asi, secretary of the Catholic Bible Commission of Pakistan, said that the purpose of the various Bible \ncongresses held since May of last year has been to œrekindle peoples passion for the word of God and push them \nto regularly recite and study the Bible so that they can pass on to others what they have received.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           Pakistan: Swat Peace Deal Threatens Human Rights Says Amnesty\n\nMingora/London, 17 Feb. (AKI) ” Human rights, especially womens rights, would be further threatened once Islamic \nSharia law is imposed troubled northwestern Swat district under a controversial peace accord signed this week, \nleading campaign group Amnesty International has said.\n\nœThe Pakistani government must ensure it protects the human rights of nearly two million people in the Swat valley \nand neighbouring Malakand district, Amnesty said.\n\nOnce one of Pakistans most popular holiday destinations, the Swat valley is now mostly under Taliban control since \nan insurgency began there in 2007 following the siege of Islamabads Red Mosque in which over 100 people died.\n\nHundreds of thousands of people have fled Swat and hundreds of girls schools have been destroyed since the \nTaliban began a reign of terror including beheadings of officials and members of the Pakistani security forces sent \nto quell the insurgency.\n\nThe Taliban in Swat has also publicly whipped men for shaving their beards, destroyed music shops and forcibly \nprohibited women from leaving their homes, unless escorted by a male relative, Amnesty noted.\n\nhttp://www.adnkronos.com/AKI/English/Security/?id=3.0.3025756567\n\n\nThe controversial peace deal signed between Taliban insurgents in Swat and the government of surrounding North \nWest Frontier Province could legitimise the human rights abuses that have been taking place in the region as the \nTaliban influence has increased, Amnesty warned.\n\nœThe government is reneging on its duty to protect the human rights of people from Swat Valley by handing them \nover to Taliban insurgents, said Sam Zarifi, Amnestys Asia-Pacific director.\n\nAmnesty also accused the Pakistani authorities of launching œindiscriminate and disproportionate attacks against \nthe Taliban that have mostly harmed civilians.\n\nFemales in Swat have been systematically targeted by the Taliban for œgender based violence and discrimination, \nthe group said.\n\nGirls and womens rights to freedom of movement, work and education have been severely curtailed, it said.\n\nœThe Pakistani government cannot just abandon these people and sign away their rights, said Zarifi.\n\nNWFP chief minister, Ameer Hussain Hoti on Monday announced an accord had been signed that would implement \na new œorder of justice in Malakand and Swat.\n\nA new law will create a separate system of justice for the whole area, although the Taliban have reportedly already \nset up their own system of Islamic justice, as they understand it.\n\nBetween 250,000 ” 500,000 people have been forced to flee their homes in the Swat valley since 2007.\n\nThe Taliban campaign against female education has led to tens of thousands of children being denied an \neducation, according to local observers.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           The Pakistani Time Bomb\n\nSo far, the United States has given the government of Pakistan more than $12.3 billion in military and economic aid. \nVice President Joe Biden proposed last summer that we throw another $7.5 billion in non-military aid Pakistans way \nover the next five years.\n\nBut that isnt enough to keep Pakistan from failing as a state, says the Atlantic Council. The Atlantic Council \ndescribes itself at its website as œpromot[ing] constructive U.S. leadership and engagement in international affairs \nbased on the central role of the Atlantic community in meeting the international challenges of the 21st century.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Japans Boffins: Global Warming Isnt Man-Made\n\nClimate science is ˜ancient astrology, claims report\n\nExclusive Japanese scientists have made a dramatic break with the UN and Western-backed hypothesis of climate \nchange in a new report from its Energy Commission.\n\nhttp://worldnetdaily.com/index.php?fa=PAGE.view&pageId=90124\nhttp://www.theregister.co.uk/2009/02/25/jstor_climate_report_translation/\n\n\nThree of the five researchers disagree with the UNs IPCC view that recent warming is primarily the consequence of \nman-made industrial emissions of greenhouse gases. Remarkably, the subtle and nuanced language typical in such \nreports has been set aside.\n\nOne of the five contributors compares computer climate modelling to ancient astrology. Others castigate the paucity \nof the US ground temperature data set used to support the hypothesis, and declare that the unambiguous warming \ntrend from the mid-part of the 20th Century has ceased.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Boxer Seeks to Ratify U.N. Treaty That May Erode U.S. Rights\n\nSen. Barbara Boxer is pushing the Obama administration to move forward with ratification of the U.N. Convention \non the Rights of the Child, a controversial treaty that has never gained much support in the U.S.\n\nSen. Barbara Boxer is urging the U.S. to ratify a United Nations measure meant to expand the rights of children, a \nmove critics are calling a gross assault on parental rights that could rob the U.S. of sovereignty.\n\nThe California Democrat is pushing the Obama administration to review the U.N. Convention on the Rights of the \nChild, a nearly 20-year-old international agreement that has been foundering on American shores since it was \nsigned by the Clinton administration in 1995 but never ratified.\n\nCritics say the treaty, which creates œthe right of the child to freedom of thought, conscience and religion and \noutlaws the œarbitrary or unlawful interference with his or her privacy, intrudes on the family and strips parents of \nthe power to raise their children without government interference.\n\nNearly every country in the world is party to it ” only the U.S. and Somalia are not ” but the convention has gained \nlittle support in the U.S. and never been sent to the Senate for ratification.\n\nThat could change soon.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Demography: Italy, More Than 60 Mln Inhabitants in 2008\n\n(ANSAmed) ” ROME, FEBRUARY 26 ” In 2008, for the first time and thanks mainly to foreigners, the Italian \npopulation has risen over 60 million according to a survey carried out by Italian National Statistics Office ISTAT. \nThe Office points out however that the results are still œprovisional. The total population, writes ISTAT, œhas \ngrown in 2008 as well, thanks to immigration. During 2008 œthe resident population in Italy is likely to grow by over \n434 thousand, a growth rate of 7.3 per thousand inhabitants, causing the historic threshold of 60 million inhabitants \nto be surpassed on January 1 2009. ISTAT reports that œit has taken 50 years (from 1959) to grow from 50 to 60 \nmillion inhabitants. The growth from 40 to 50 million took 33 years: from 1926 to 1959 and 30 years from 30 to 40 \nmillion (1896-1926). (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\nhttp://www.foxnews.com/politics/2009/02/25/boxer-seeks-ratify-treaty-erode-rights/\nhttp://www.ansamed.info/en/news/ME03.@AM52312.html\n\n\n           Denmark: Forced Integration at City Schools Possible\n\nCopenhagen may follow the same route as ??rhus and introduce a forced school-integration policy for children\n\nFailure of the voluntary ˜Copenhagen Model to successfully integrate children from immigrant families in schools \nmay result in the city turning to a forced integration model, reports Berlingske Tidende newspaper.\n\nCopenhagens youth committee has set up a workgroup that will assess whether integration is best served through \nforcing those children into predominantly white schools or returning to the Copenhagen model. The model was first \nused in 2005 and regarded as a success.\n\nThe ultimate goal is to prevent the proliferation of classrooms with an overabundance of students with immigrant \nbackgrounds and achieve a better balance between immigrant and Danish students in classes.\n\nBut the city, which had been allowing children from the Nørrebro borough to attend schools in the ??sterbro \nborough, abandoned the model in October, alleging a lack of places at schools.\n\nForced integration of children into schools has become known as the ˜??rhus model in Denmark because of that \ncitys preference for it, one which has been successful, according to the numbers.\n\nImmigrant children from ??rhus are placed in different schools according to their Danish language abilities. The \nmunicipality indicates that 80 percent of those childrens Danish skills have improved as a result of the move.\n\nSeveral parties in Copenhagens city council are in favour of forced integration at schools. However, the city \nindicated the lack of available class places still poses an obstacle.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Denmark: Government Stands Its Ground Against EU Residency Changes\n\nThe government is sticking to its promise to parliamentary ally The Danish peoples Party, and opposing any EU \nchanges to residency regulations\n\nA stubborn Birthe Rønn Hornbech vowed to continue Denmarks uphill battle to preserve its strict residency rules in \nthe face of stiff opposition from the European Union.\n\nDuring talks at the EU Commission in Brussels yesterday over the Metock ruling ” which allows non-EU spouses of \nEU member country citizens to obtain residence permits without having previously lived in an EU country ” the \nintegration minister reiterated the Liberal-Conservative governments wish to repeal the rulings conditions.\n\nAlthough Austria and Ireland have indicated their support of Denmarks position in the matter, most EU member \nstates are against any charge in the directive. But Hornbech is prepared to stand her ground.\n\n˜If you ram your head against a wall you may as well keep doing it until theres a hole, she said. ˜We have an \nagreement with the Danish Peoples Party and until that changes the goal is to alter the directive.\n\nhttp://www.cphpost.dk/news/national/88-national/44899-forced-integration-at-city-schools-possible.html\nhttp://www.cphpost.dk/news/politics/90-politics/44908-government-stands-its-ground-against-eu-residency-changes.html\n\n\nThe Danish Peoples Party (DF) made fighting the Metock ruling a requirement for the government in return for the \npartys support of the most recent immigration package. But experts generally believe the chances of getting the EU \nto change the ruling is impossible, particularly when it would require unanimous approval from all the unions \nmember states.\n\nAt Thursdays meeting, EU Justice Commissioner Jacques Barrot said the commissions guidelines for administering \nthe Metock ruling were delayed but would be completed by June.\n\nHornbech said she was ˜satisfied that the EU Commission had at least promised at the meeting to increase its \nfocus on possible abuse of the ruling or on any unforeseen loopholes.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Denmark: Politicians Plot to Deport Weapons Violators\n\nThe integration minister plans to propose a legal change that would allow foreign criminals convicted of weapons \nviolations to be deported\n\nIntegration Minister Birthe Rønn Hornbech wants to table a proposal that would tighten weapons laws and allow for \nthe deportation of foreign criminals who have been convicted of weapons crime.\n\n˜We must do everything to make it clear that we simply wont stand for this. Those [criminals who have broken \nweapons laws] who do not need be in the country, have to know that they are at risk of being deported, said \nHornbech to DR News.\n\nBoth the Conservatives and the Danish Peoples Party (DF) have already backed the plan, which would signal a \nparliamentary majority backing for the change.\n\n˜If someone is not a Danish citizen and has committed a crime then they should be deported, no matter how long \nthey have been in Denmark, said DF legal spokesman Peter Skaarup. ˜We should not accept that Denmark is \nbecoming a playground for criminal activities.\n\nKhalid Alsubeihi has worked for many years with immigrant youths in the Nørrebro district of Copenhagen and \nwarned against introducing legislation that would punish one group more than another.\n\n˜Its sending the wrong signal to young people. Criminality should be heavily punished, but it should be equally so \nfor everyone, said Alsubeihi.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           EU Immigrant Numbers Grow Steadily\n\nAt the end of December last year, 1,026,495 European Union citizens were resident in Switzerland, an increase of \n6.8 per cent on the previous year.\n\nAccording to the latest figures released by the Federal Migration Office, 1.6 million foreigners had residence permits \nout of a total population of 7.6 million. These foreigners include people born in Switzerland of foreign parents.\n\nhttp://www.cphpost.dk/news/politics/90-politics/44900-politicians-plot-to-deport-weapons-violators.html\nhttp://www.swissinfo.org/eng/news_digest/EU_immigrant_numbers_grow_steadily.html?siteSect=104&sid=10344885&cKey=1234947287000&ty=nd\n\n\nWhile the number of EU citizens is growing steadily, new arrivals from other parts of the world increased by only 0.4 \nper cent and many nationality groups ” such as Serbian, Croatian and Sri Lankan ” are seeing declining numbers.\n\nThis is a reflection of the new law on foreigners, which allows only the recruitment of highly qualified workers from \nthe rest of the world.\n\nGermans remain the largest group of newcomers ” 31,463 more people from the neighbouring country moved to \nSwitzerland last year, bringing the total German population to 233,352. However, Italians remain the largest \nimmigrant group with 290,000.\n\nThe Federal Migration Office statistics exclude asylum seekers.\n\nTraffic is moving both way, with 20 per cent more Swiss people living abroad than a decade ago. In 2008, more \nthan 8,000 Swiss moved abroad, taking the overall total of Swiss expatriates to 676,176.\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           EU Interior Ministers Mediterranean Proposal\n\n(ANSAmed) ” BRUSSELS, FEBRUARY 26 ” This morning EU ministers of the interior will be discussing the joint \nproposal by Italy, Greece and Malta for greater coordination in the handling of immigration flows in Mediterranean \ncountries. In preparation for this mornings discussion, some sources say Interior Minister Roberto Maroni has met \nwith delegations from the three countries which are part of the initiative. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Finland: Timo Kalli Tries to Explain Immigration Comment\n\nMP Timo Kallli, chairman of the Parliamentary group of the Centre Party, felt compelled on Thursday to clarify a \nstatement in which he said that the minimum age for old age pensions should be increased, so that limits might be \nplaced on immigration.  On Wednesday, the TV network MTV3 sought out the opinions of all of the government \nparty groups on the reasons why immigration has œexploded. œThe more Finns can be kept at work for a longer \ntime, the easier immigration can be kept under control, Kalli said.   He then continued, saying that raising the \npension age will not eliminate the need for immigration, but that one basis for raising the age of retirement is that \nœthe longer Finns working careers can be extended, the less we will need work-based immigration.\n\nThe chairman of the Swedish Peoples Party, Stefan Wallin, reacted to Kallis comments on Thursday, saying that \nthe statement was œas unfounded an interpretation of the purpose of the governments aims as it is a stupid one.  \nWallin added that no linkage was made in the government programme on pensions and a need to reduce \nimmigration.  He felt that it was œextremely regrettable, that Kalli, as the chairman of the largest political group in \nParliament, will place himself in a position of œa lightning rod for powers who use immigration as a political \nweapon.  Immigration is the responsibility of Astrid Thors (Swed. Peoples Party), the Minister of Migration and \nEuropean Affairs.\n\nhttp://www.ansamed.info/en/news/ME01.@AM43049.html\nhttp://www.hs.fi/english/article/Timo+Kalli+tries+to+explain+immigration+comment/1135243885011\n\n\nKalli told Helsingin Sanomat on Thursday that the linkage between immigration and retirement age was his œown \nstatement, and had not been part of the governments political discussions. He also said that his statement was not \nintended as a comment on policy toward foreigners.  He denied that he had meant to suggest that immigration \nwould be somehow undesirable, adding that there must be œas many work-based immigrants as needed. Talk of \nimmigration œexploding is linked with the recent surge in the number of asylum applicants.\n\nKalli also said that MTV3 had made use of the œtail end of his statement. In reality, on the MTV3 recording, Kalli \nmentions limiting immigration as the second most important reason to raise the pension age.  Immigration policy \nwas the cause of the second-longest discussion at Tuesdays government meeting.  The government decided to \ndecided to promote employment among immigrants, and to toughen asylum policy in order to reduce the number \nof unfounded asylum applications.  Kallis statements have sparked furores before. The most famous one was \nwhen he said on television in the spring of 2008 that he refuses to abide by the law on election financing because \nno punishment has been assigned to violators.  The statement was followed by a massive public outcry, which led \nto extensive debate on the issue, and that is why there are moves to toughen campaign financing legislation.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Immigrant Integration Better in Emilia Romagna\n\n(ANSAmed) ” ROME, FEBRUARY 20 ” Immigrants are integrating into Italian society better in the central Emilia \nRomagna region than elsewhere, the National Council on the Economy and Labour (CNEL) said Friday. The region \naround Bologna topped a ranking in CNELs sixth annual report. As for provinces, the area around the northeastern \ncity of Trieste came top for œsocial and employment integration. Annual per capita earnings for immigrants were \nabout 7,000 euro less than for Italians. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Immigration: ACLU Signs Add to Washington States Immigration Storm\n\nAn immigration showdown is brewing on Washingtons Olympic Peninsula, where simmering tensions and \nborderline hostility have fueled a turf war between the local community and the Border Patrol agents assigned to \nprotect it.\n\nNow the American Civil Liberties Union has jumped into the ring and upped the ante, rolling out a campaign that will \ninstall signs inside buses informing riders of their rights ” to ignore Border Patrol agents.\n\nThe signs, entitled, œYOUR RIGHTS with border patrol agents on this bus, makes three points:\n\n¢ If youre a U.S. citizen, you dont have to prove it. ¢ If youre not a U.S. citizen and are 18 or older, you must show \nyour immigration papers to federal agents. ¢ Everyone has the right to remain silent.\n\nThe campaign, which could start as early as next week, is the latest in a series of expanding grassroots efforts \naimed at curbing the expansion of Border Patrol forces and the powers of its agents.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Italy: Immigrant Population Close to Four Million\n\nhttp://www.ansamed.info/en/news/ME03.@AM48045.html\nhttp://www.foxnews.com/story/0,2933,500325,00.html\nhttp://www.adnkronos.com/AKI/English/CultureAndMedia/?id=3.0.3056814121\n\n\nRome, 26 Feb. (AKI) ” A wave of recent immigration has lifted the number of foreigners living in Italy to almost four \nmillion people. According to the latest figures released by the central statistics agency, ISTAT, there were 3.9 \nmillion foreigners living in Italy on 1 January 2009 ” an increase of 462,000 over the previous year.\n\nAn increase in the number of new born babies ” 12,000 more than in 2007 ” helped to raise the countrys flagging \nbirthrate and take the total population to more than 60 million people.\n\nISTAT said that there had been an increase in the number of Italian women having babies, as well as an increase in \nthe number of foreign residents who had given birth.\n\nIn 2008, around 88,000 babies or 15.3 percent of the total were born to foreign mothers compared to only 29,000 or \n5.4 percent in 1999. Of the babies born to foreign mothers, 3.4 percent were born to Italian fathers and 11.9 percent \nto foreign fathers.\n\nISTAT said that Romanians make up the greatest number of foreigners (772,000) followed by 438,000 Albanians \nand 401,000 Moroccans. Together these groups make up 40 percent of the total number.\n\nThe distribution of foreigners is much higher in the north of the country, where 62 percent of them live. As many as \n23 percent live in the region of Lombardy that surrounds the northern city of Milan. There are only 12 percent of \nforeigners living in the south of the country.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           Maroni: Joint Proposal on EU Agenda\n\n(ANSAmed) ” BRUSSELS, FEBRUARY 26 ” Italys Interior Minister, Roberto Maroni, announced at the end of a \nmeeting with his colleagues in the European government that the main points of a joint proposal advanced by Italy \ntogether with Greece, Malta, and Cyprus, to oppose illegal immigration targeting the Mediterranean, will be inserted \ninto the agenda of the upcoming Swedish EU presidency. The Stockholm agenda will dictate the priorities for \ninternal issues and EU justice over the coming four years. During the meeting, Maroni explained that this \ncommitment, requested by Italy, was assumed by the EU Commissioner of Justice, Security, and Liberty, Jacques \nBarrot, and by the representative from Sweden, the next holder of the EUs rotating presidency. œThis commitment \nis of crucial importance and to be appreciated. It means that in the strategy for the next five years, there will be \npoints that we have chosen to combat illicit immigration specifically in the Mediterranean. This is the new aspect, \ncommented Maroni, who said that he expects Stockholm to also recognise the need to increase financing for \nFrontex to œmake it more effective. (ANSAmed)\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Court: State Trashed Churchs 1st Amendment Rights\n\nEncouraging members to support traditional marriage protected speech\n\nAn appeals court ruled the state of Montana violated a churchs First Amendment rights to encourage its members \nto support traditional marriage.\n\nhttp://www.ansamed.info/en/news/ME01.@AM68754.html\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=90178\n\n\nThe ruling from the 9th U.S. Circuit Court of Appeals reversed the states determination that the church was an \nœincidental political committee because members promoted and signed petitions supporting traditional marriage, \nand the pastor also encouraged it.\n\nThe complaint against Ferry Road Baptist Church of East Helena was sparked by a complaint from a homosexual \nactivist group, the court ruling noted. The Alliance Defense Fund took up the fight for the church by filing a lawsuit in \n2004 after the state issued its ruling against the church.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Energy: Khelil Says OPEC Likely to Cut Output Again\n\n(ANSAmed) ” ALGIERS, FEBRUARY 23 ” Algerian Minister for Energy and Mines Chakib has been quoted by APS \nas saying that œOPEC will probably be opting on March 15 for a new cut in output, to try to œstabilize falling prices. \nIf the Organisation of Petroleum Exporting Countries œhad not decided in September, October and December to \ndecrease its production (in total by 4.2 mln barrels/day, Ed.), said Khelil, œtoday crude oil prices would not be at 40 \nbut at 20 dollars per barrel. The next OPEC summit is scheduled for March 15 in Vienna. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n Newstex ID: GATE-0001-32485583 \n\nNotes\n\nThe views expressed on blogs distributed by Newstex and its re-distributors (\"Blogs on Demand®\") are solely the \nauthor's and not necessarily the views of Newstex or its re-distributors. Posts from such authors are provided \"AS \nIS\", with no warranties, and confer no rights. The material and information provided in Blogs on Demand® are for \ngeneral information only and should not, in any respect, be relied on as professional advice. No content on such \nBlogs on Demand® is \"read and approved\" before it is posted. Accordingly, neither Newstex nor its re-distributors \nmake any claims, promises or guarantees about the accuracy, completeness, or adequacy of the information \ncontained therein or linked to from such blogs, nor take responsibility for any aspect of such blog content. All \ncontent on Blogs on Demand® shall be construed as author-based content and commentary. Accordingly, no \nwarranties or other guarantees will be offered as to the quality of the opinions, commentary or anything else offered \non such Blogs on Demand®. Reader's comments reflect their individual opinion and their publication within Blogs \non Demand® shall not infer or connote an endorsement by Newstex or its re-distributors of such reader's comments \nor views. Newstex and its re-distributors expressly reserve the right to delete posts and comments at its and their \nsole discretion.\n"}