{"title": "No more lights on U.S. 19, not even for ABR", "body": "\nRe: Business may get its own stoplight, story, Aug. 14.\n\nI travel on U.S. 19 all the time, especially in Palm Harbor. It is already  awful, and it seems that everywhere you \nlook, there is a light. If there is  another light added (even a part-time one), there would not be a minor impact  on \ntraffic but a much bigger one.\n\nI mean, how can a traffic light stopping traffic during rush hours have a  small impact? I don't see how a traffic light \nwill help ABR employees make  U-turns, as the article stated that employees had a hard time making them. I \n seriously believe that if they are having problems making U-turns, then they  have a bigger problem than just \nwanting a traffic light.\nLET18\n\nI know ABR has been trying to bribe Pinellas County into putting up a light  by threatening to leave, but I don't \nbelieve them. They spent so much money  building that place that I seriously doubt they will just pack up and leave \nif  they don't get their way. \n\n \n\nCourtney Hardy, Clearwater \n\n \n\nIllegal immigrants deserve better \n\n \n\n   Re: Police, INS tactics must be tempered, editorial, Aug. 13.\n\nThank you for your fine editorial regarding the often tragic immigration  situation. I would like to make a further \ncomment regarding this issue.\n\nVery few are aware that many of these illegal immigrants have no way to  improve their situation. The new \nimmigration laws are so restrictive that  unless one marries a U.S. citizen or is a professional, such as a doctor or \n lawyer, it is practically impossible to enter the country legally.\n\nWhat seems to be missing in such restrictive legislation is the need for a  hard-working, industrious labor force. \nThey have the requisite skills and  desire to truly help this country but are not able to do so since the law does  not \npermit such a work force. If one were to ask the local businesses about  such employees, I am certain that one \nwould hear nothing but praise.\n\nThe laws need to be changed in order to better reflect the local realities.  Honest, hard-working blue-collar \n(immigrant) workers have always been the  backbone of this country. Why are we so intolerant now? Why now do \nwe not see  opportunities for growth and understanding in our diversity as a nation?\n\n\nIf we continue to mistreat these people, it will be to our own detriment as  well as our own shame as a nation. \n\n \n\nThe Rev. Peter Schweitzer, \n\n \n\nSt. Cecelia Catholic Church, Clearwater \n\n \n\nEnclave hungry for improvements \n\n \n\n   I have been reading with great interest the articles and letters about the  annexation of enclaves in Pinellas \nCounty. We live in a so-called enclave and  curiously enough, five houses at the bottom of our street are in the city \nof  Clearwater, while we exist with 40-year-old aging septic tanks, deteriorating  roads and all the rest of this \nboondoggle.\n\nOur subdivision, Sunnypark Groves, is off Highland Avenue just south of  Lakeview. We are surrounded by small \npockets of city-maintained property,  complete with street lights and newly paved roads. There are a few die-hards \n who will not respond to a reasonable request for improvement of this  situation. Surely they must realize the value \nof our property can only be  appreciated by these improvements.\n\nOur greatest concern is the impact this environmental disaster could have  on our property. If there is any way the \ncity and county could work together  to alleviate this situation, we would be most happy to assist. By the way, our \n street is Satsuma, the newest street in this area of citrus-related names. \n\n \n\nHelen J. Spicer, Clearwater \n\n \n\nNon-residents can be civic supporters \n\n \n\n   We are 15-year newcomers to this beautiful area.\n\nOur relocation to this area was heavily influenced by the nearby cultural  facilities such as Dunedin Fine Arts \nCenter, Ruth Eckerd Hall, Tampa Bay  Performing Arts Center, etc.\n\nWe do not agree with being just takers but instead support the arts in  whatever way we can. In the case of the \nDunedin Fine Arts Center, my wife has  been a volunteer for approximately six years, working in the gift shop \nweekly.  In addition, we work on the Garden Party fund-raiser and financially support  as well as work diligently for \ntwo months on the annual Holiday Festival.\n\nWhile working at or writing a check to the Dunedin Fine Arts Center, we  never consider that we are supporting a \nneighboring community rather than our  own Palm Harbor. Instead, we consider that we are doing our part to \nensure the  continuation of a fabulous facility that happens to be in Dunedin.\n\nWe have been total supporters of the expansion of this facility and while,  at this point, that support is only moral, \nwe have all intentions of adding  our financial support to this endeavor.\n\nPerhaps the dichotomy that has appeared, related to the Dunedin Fine Arts  Center, could be reduced by a visit to \nthe center and attention paid to some  of the visitor comments from other communities and other countries. Then, \n perhaps, the descanters would glow with pride instead of indignation.\n\nMr. and Mrs. Robert G. Landman, Palm Harbor \n\n \n\n9-foot parking spaces just right \n\n \n\n\n\n      Re: Tarpon must look to future with eye to past, Aug. 8.\n\nI appreciated your editorial of Aug. 8, but you are preaching to the choir.\n\nThe reduction in parking width may have been spurred by the new ABR Plaza.  However, its necessity is rooted in \nfundamental principles. When the required  number of parking spaces can't fit in a desired area, either the parking \nspace  size becomes smaller or the total paved area increases. ABR wants to keep as  much green space as \npossible. Ten-foot-wide spaces are a luxury. Eight feet is  a nuisance. Nine feet is environmentally sensitive and \nminimizes urban sprawl.\n\nYou are right that the city needs ABR, but not just for the economic jolt.  ABR's development order will fix the \nfinished floor area to about 400,000  square feet. Nevertheless, the 70-acre site can be developed to more than  1-\nmillion square feet. We are fortunate that ABR wishes their headquarters to  have a campuslike look and feel. If we \nlose ABR and the next developer comes  along, that is when we will see a real squeeze.\n\nThe swimming pool setback issue originated as a neighbor dispute and now is  being pitched as a cause. If \nanything has muddied the water, it has been the  continued and poorly founded rhetoric over this issue being critical \nto saving  the city and its environment. This issue involves at most 5 percent of the  city's shoreline. We have gone \nfull circle from preserving the view and  waterfront character, to improving water quality, to protecting marine life \n and, now again, to preserving the waterfront character. State agencies are  contradicting each other, and who's \ncaught in the middle? The City of Tarpon  Springs. Go figure.\n\nThe $ 750,000 grant for the sponge docks area is great. But we can't rely on  money to solve all our problems. I am \noptimistic that the forthcoming Sponge  Docks Cultural District and smooth implementation will preserve the sponge \n dock's future in its past. \n\n \n\nCosta S. Vatikiotis, city manager, Tarpon Springs \n\n \n\nSpending should benefit residents \n\n \n\n   A gentle reminder to the city of Dunedin commissioners. The contributions  of money and services provided to the \nFine Arts Center are items that should  be utilized by the city for the benefit of Dunedin residents.\n\nIf the residents derive no benefit from such money or services or derive  such little benefit that non-residents benefit \nequally or better, then  consideration should be given to transferring the money and services to some  other area of \nactivity that would be of more value to residents.\n\nComents such as \"the Blue Jays are my first priority\" or \"I will not  abandon the Center\" seem hardly compatible to \nthe needs of the residents of  Dunedin, more like responses to the loudest voices. \n\n \n\nC.J. Scripps, Dunedin\n"}