{"title": "Bush, Fox Urge Legalization Of Undocumented Immigrants.", "body": "\nThe Toledo Blade (9/7, Mahr) reports, \"In one of Toledo's biggest political events ever, President Bush and \nMexican President Vicente Fox appealed yesterday for Americans to embrace closer economic ties with Mexico -- \na visit that left residents happy for the attention but lukewarm to the message. The visit produced a side show of \nstar-struck citizens and protests as the pair of presidents took their message to a city with a strong Hispanic \ncommunity, but one with fears that more open borders will suck high-paying jobs to the south. 'I know there are \nsome in this world and our country who want to build walls between Mexico and the United States,' Mr. Bush told \nthe 8,000 people packed into the University of Toledo's Savage Hall. 'I want to remind people, fearful people build \nwalls. Confident people tear them down,' Mr. Bush said to a roar from a crowd that ranged from college students to \nretirees. . Throughout the day two unions held separate rallies against the expansion of the free- trade policies Mr. \nBush is pursuing. And about 75 people at UT protested everything from Mr. Bush's energy policy to Iraqi trade \nsanctions. But inside Savage Hall, the crowd's mood at times resembled a fiesta in the 90-minute wait for the \npresidents' arrival.\"\n\nThe Toledo Blade (9/7, Pakulski) also reports, \"President Bush's adversaries in organized labor and the anti-\nNAFTA movement weren't about to give him a free ride in the second-most unionized city in America. And the flak \nbegan on Air Force One, where Toledo Congresswoman Marcy Kaptur issued a challenge to Mr. Bush and \nMexican President Vicente Fox and, at one point, sneaked off to tell reporters on the plane how she thought the \nU.S. leader should be doing things differently. Miss Kaptur, a labor supporter who opposes free trade agreements \nas set up, was invited late Tuesday to accompany Mr. Bush to Toledo on the presidential aircraft. . During a later \ninterview, she talked about the atmosphere on Air Force One. Mr. Bush was 'very gracious and in good humor,' she \nsaid. When she presented him a copy of a 31/2 -page letter seeking modification of NAFTA, the President quipped: \n'Is this single-spaced? I'll need my glasses and it looks pretty thick.' More seriously during their meeting, Mr. Bush \nasked: 'Are you asking me to repeal NAFTA?' . Union members traded verbal barbs with pro-Bush demonstrators \non South Avenue along the route that he traveled to get to the Aurora Gonzalez Center. And rallying union \nsupporters booed and waved anti-NAFTA signs as the presidential motorcade passed the headquarters of \nTeamsters Local 20 along the Anthony Wayne Trail. Miss Kaptur met with the two presidents for 20 minutes. But \nMr. Bush and Mr. Fox spent half the meeting talking sports, including the UT football team's victory over the \nUniversity of Minnesota, with Ohio's Republican Congressmen Paul Gillmor and Mike Oxley, she complained.\"\n\nABC News (9/6, story 2, Jennings) reported last night, \"President Bush and the Mexican President have had \nanother busy day talking to the US about their ideas for immigration reform. Vicente Fox especially wants the US \nto make it possible for more Mexicans to work here legally. Today he spoke to the Congress. Then the two \nPresidents went to Ohio.\" ABC (Moran) added, \"After all the policy questions and controversy these two \nPresidents raised in Washington, the trip here to Toledo was surprisingly emotional. A packed college field house \nechoed with both fight songs and mariachi music. The crowd of several thousand was made up of college students \nand migrant workers, white couples and Hispanic families. President Bush spoke directly to the anxieties and \nprejudices sparked by his immigration discussions with President Fox.\" Bush was shown saying, \"I know there \nare some in this world and our country who want to build walls between Mexico and the US. I want to remind \n\n\npeople, fearful people build walls. Confident people tear them down.\" CBS added, \"Then a remarkable scene. In a \ncity where the Hispanic population is rapidly rising, President Fox addressed the Mexicans in the audience in \nalternating Spanish and English, telling the migrants he wanted them, eventually, to come home.\" Fox was shown \nsaying, \"We need you back in Mexico. We will be working to welcome all of you back in Mexico.\" CBS added, \n\"Earlier in Washington, Fox reminded a joint meeting of Congress of their own immigrant histories.\" Fox was \nshown saying, \"Many among you have a parent or a grandparent who came into this country as an immigrant from \nanother land.\" ABC added, \"Many of those members of Congress were undoubtedly touched by that personal \nappeal. It will need more than emotion for these two Presidents to achieve their objectives.\"\n\nCBS (9/6, story 5, Roberts) reported, \"Bush has promised a maximum effort to find a solution to the problem of \nundocumented workers, illegal border crossings, and so-called 'coyotes,' smugglers who traffic in human cargo, \noften with deadly results. Today Mr. Bush said it is a complex issue that can't be solved easily or quickly.\" Bush \nwas shown saying, \"We're trying to work through a formula that will not penalize the person who's chosen the legal \nroute, and at the same time recognizes the contribution that the undocumented has made.\" CBS added, \"There is \nan enormous political component to the state visit, and President Bush didn't miss a beat today,\" touting \"his close \nfriendship with Fox before Ohio's growing America-Mexican population.\" Bush was shown saying, \"Today I bring a \nspecial visitor. Un amigo de mio, y tambien, un amigo de los Estados Unidos.\" CBS added, \"Both stand to gain from \nthe relationship. Mr. Bush, by connecting with Hispanic voters crucial to his reelection bid. Fox, through presidential \nsupport for his priorities of trade and immigration reform. While Democrats today said they favor a solution to the \nmigration issue by the end of this year, as Fox urged President Bush, they oppose any agreement that gives \nspecial status to Mexican immigrants. And members of his own party today warned the President not to undermine \na strong immigration policy just to win votes.\" Rep. Tom Tancredo was shown saying, \"I don't think winning \nelections is worth weakening our nation's security and prosperity.\" CBS added, \"President Bush favors some sort \nof guest worker program that might eventually allow illegal immigrants to apply for a green card, but any plan has to \ngo through Congress, and right now there are plenty of skeptics on Capitol Hill.\"\n\nNBC (9/6, story 2, Brokaw) reported last night, \"President Bush hit the road today with his amigo Mexican \nPresident Vicente Fox. Again, the main topic was immigration policy, whether the US and Mexico can strike a \ndeal by the year's end. And that wasn't the only topic Congress was acting skeptical about today.\" NBC (Gregory) \nadded, \"The two Presidents on the road today in Toledo, Ohio. They came to this industrial city with its growing \nHispanic population to highlight the toughest issue between them -- whether and how to grant legal status to 3 \nmillion-plus illegal Mexican workers now in the US. The President conceded today he faces stiff opposition to the \nidea within his own party.\" Bush was shown saying, \"We need to think creatively on a guest worker program. The \ntruth of the matter is, if somebody is willing to do the work in America others are not willing to do, we ought to \nwelcome that person.\" NBC added, \"While President Fox made an even more determined pitch to a joint session of \nCongress today. Many Republicans remain staunchly opposed because they believe amnesty for undocumented \nworkers rewards lawbreakers. The politics of immigration may prove costly to the President because he's \naggressively courting Hispanic voters, and he's made the status of Mexican migrants the cornerstone of his \ncompassionate conservative message.\"\n\nThe Washington Post (9/7, A16, Allen) reports that Bush \"did not commit to meeting Fox's demand for action by \nyear's end, a deadline Fox sprang as an unwelcome surprise as he began his three-day state visit Wednesday.\" \nBush \"said they had made great progress during their 'ojo a ojo' -- eye to eye -- meetings, which culminated \nWednesday night with the administration's first state dinner. 'I hope we can come up with a solution; I want to \naccommodate my friend,' Bush said, appearing with Fox on the South Lawn of the White House before they flew \ntogether to Ohio.\" The Post adds, \"Administration officials said the treatment of undocumented migrants poses the \nbiggest obstacle to a politically viable immigration policy. The officials said they will try to make an amnesty \nprovision more palatable to opponents in Congress by adding requirements that might include English proficiency \nor the payment of a certain amount of taxes or employment for a specified length of time. A senior administration \nofficial said the type of legal status Bush is considering would be likely to allow now-undocumented workers to \ntravel back and forth to Mexico.\"\n\nThe Washington Times (9/7, A1, Sammon) reports, \"Bush yesterday said he would ask Congress to legalize \nMexican aliens if they would take jobs others pass up and called for the abolition of laws that bar American \n\n\n\ncompanies from employing border-jumpers.\" Said Bush, \"I mean, the truth of the matter is that if somebody is \nwilling to do jobs others in America aren't willing to do, we ought to welcome that person to the country and we \nought to make that a legal part of our economy.\" Bush also said, \"We ought not to penalize an employer who's \ntrying to get a job done, who hires somebody who's willing to do that kind of work.\" The President \"said he will try \nto expedite congressional approval of guest-worker status for illegal Mexicans, although he stopped short of \npromising to honor Mr. Fox's request for an agreement by the end of the year.\"\n\nThe Los Angeles Times (9/7, Smith, Chen) reports, \"Answering a relentless lobbying campaign by Mexican \nPresident Vicente Fox, President Bush said Thursday for the first time publicly that he is willing to consider an \nimmigration deal that includes permanent residency for some of the more than 3 million Mexicans living illegally in \nthe United States.\" Bush \"offered his latest thinking on the issue shortly after Fox delivered an emotional appeal to \na joint session of Congress, urging US lawmakers to embrace a pact to help such immigrants.\" Bush \"has \nrepeatedly ruled out a blanket amnesty for illegal residents. But on Thursday, he sketched more of the possible \ncontent of an immigration proposal that could emerge from negotiations.\"\n\nThe Wall Street Journal (9/7, Cummings King Jr.) reports, \"Fox ended his visit with US government leaders with a \nclear commitment from President Bush to work on reshaping relations between their countries -- even if that \nmeans Mr. Bush must square off against his own Congress.\" Bush \"continued to resist embracing Mr. Fox's \nproposal to produce a final set of recommendations for overhauling immigration laws by year's end. The \nsubstantive issues to be worked out -- balanced treatment of legal and illegal Mexican immigrants and matching up \na 'willing employer with a willing employee' -- are tough enough, said Mr. Bush. 'But to make matters even more \ncomplicated, we've got to work with the Congress,' he said.\"\n\nThe Pittsburgh Post-Gazette (9/7, McFeatters) reports, \"While full amnesty for undocumented Mexicans in the \nUnited States is unlikely anytime soon, Bush said some sort of accommodation for Mexican workers should take \nplace. He said he thought that it was fair to let in workers to take jobs that Americans don't want.\" The Post-Gazette \nalso notes, \"The Fox-Bush mutual admiration society is aimed not only at spawning a new post-Cold War era of \nWestern Hemisphere emphasis but also is designed to shore up Fox and Bush politically. The sagging economy is \nhurting both men, and Bush, with a view to his re-election battle in 2004, wants more support from the Hispanic \nvoter population -- now one out of every eight Americans.\"\n\nThe Dallas Morning News (9/7, Corchado) reports that in Toledo, \"Bush noted that Mr. Fox's grandfather was from \nCincinnati and that his own grandfather grew up in Columbus. 'I guess you could kind of say we're Ohioans,' Mr. \nBush quipped. 'It's kind of hard to tell by our accents.'\" The Morning News also reports that as Bush \"spoke, some \nof the workers called out from the crowd: 'Amnistia.'\"\n\nCNN (9/6, Inside Politics, King) reported the visit of Presidents Bush and Fox to Toledo was \"a road show with \nmany goals, celebrating diversity for one.\" But \"proving a commitment to work together through difficult issues, \nanother.\" Toledo's \"Hispanic population has grown 50 percent in the last decade and it is a heartland hot spot in the \ndebate over free trade. The two Presidents describe their talks in Washington as productive, but they could not \nagree on the details or a timetable for major changes in US immigration laws that would benefit Mexico and \nMexicans in the United States illegally.\"\n\nUSA Today (9/7, Benedetto) reports, \"Bush made two campaign stops in Toledo last year to Al Gore's none. But \nthis Democratic stronghold favored Gore over Bush in the election 55%-42%, a political reality underscored at a \nunion rally here 2 hours before the presidents arrived.\" USA Today continues, \"At the rally, union workers who said \nthey lost their jobs because of plant closings and production shifts to Mexico opposed further expansion of the \nNorth American Free Trade Agreement.\"\n\nReuters (9/7, Mikkelsen) notes that Toledo \"is in the district of a leading critic of US trade ties with Mexico, \nDemocratic U.S. Rep. Marcy Kaptur.\"\n\nThe New York Times (9/7, A1, Schmitt) reports, \"Bush is actively wooing Hispanic voters in preparing for a re-\nelection campaign in 2004. White House political experts have projected that if Mr. Bush wins the same 35 percent \nof Hispanic voters in his next election as he did in 2000, he will lose by three million votes. Aides say he must \n\n\n\ncapture 40 percent of Hispanics to have a shot at re-election. The new attention being paid to Mexican immigrants \nrepresents a sharp departure for both the American and Mexican governments.\"\n\nFox Speech Impresses Most Members Of Congress.\n\nThe AP (9/6, Gedda) reported, \"It was a 'boffo' performance, said Senate Minority Leader Trent Lott, among the \nlawmakers impressed by Mexican President Vicente Fox's speech Thursday to a joint meeting of Congress.\" Lott \nsaid, \"For him to say, 'We are changing, this is an opportunity, trust us,' I'm willing to do that.\" The AP added the \n\"turnout of senators and House members was large. Fox was interrupted by applause 11 times.\" Sen. Jesse Helms, \n\"the ranking Republican on the Senate Foreign Relations Committee, was a well known Mexico-basher until Fox's \nelection last year.\" Helms said he \"liked what Fox had to say,\" adding, \"It was not only well prepared, you could tell \nhe meant it. I think he's a great leader.\" The AP added House Speaker Dennis Hastert \"interviewed by Mexican \ntelevision, said Fox's speech was 'muy excelente' -- very excellent.\" Hastert said, \"Certainly two great nations need \nto step back, and reassess our policies of the past to build trust.\" The AP added Sen. Joseph Lieberman, chairman \nof the Senate Governmental Affairs Committee, \"expressed support for Fox's hope for migration reform.\" Lieberman \nsaid, \"The bottom line is the fences are going to go down between these two countries, and it's in the interests of \nboth countries and both peoples that we make it work.\" The AP added Rep. Tom Tancredo (R-CO), \"chairman of \nthe congressional immigration reform caucus, was unimpressed. He criticized Fox's insistence that undocumented \nMexican aliens not be treated as lawbreakers but instead be granted legal status.\"\n\nReuters (9/6, Boadle) reported that Fox, Mexico's \"first opposition president in seven decades, got a standing \novation from Congress when he said the long unfulfilled dream of democracy in Mexico was now a reality.\" But he \n\"told US legislators that trust was lacking to move the partnership of the two countries forward in unresolved issues \nsuch as migration, drugs and trucking.\"\n\nThe AP (9/6, Gedda) reported Mexican President Vicente Fox \"pressed his case for swift immigration overhaul to \nCongress on Thursday. But President Bush called proposals to grant legal status to Mexicans now in the country \nillegally 'an incredibly complex issue.'\" Bush \"suggested it was unlikely that Congress would be able to come up \nwith a plan within a year but said he fully understands Fox's desire to expedite the process.\" At his news \nconference, Bush \"said that a major obstacle was devising a system that would allow many of the up to 3 million \nMexicans now in the United States illegally to gain legal status -- without penalizing those who have already applied \nfor such status though existing channels.\"\n\nCNN (9/6, Inside Politics, King) reported President Fox \"was afforded the rare honor of addressing a joint meeting \nof Congress. He aimed his appeal at lawmakers who oppose giving legal status to workers who went to the United \nStates illegally.\"\n\nThe Kansas City Star/Knight Ridder (9/7, Thompson, Kuhnhenn) reports, \"Fox received an enthusiastic reception, \nand even smiles and a thumbs-up from a longtime Mexico critic, Sen. Jesse Helms, a North Carolina Republican.\"\n\nThe New York Times (9/7, A1, Thompson) reports, \"Legislators seemed divided along party lines on Mr. Fox's \nproposals to expand programs for guest workers and to give legal work status to 3.5 million Mexicans in the United \nStates. Richard A. Gephardt, the House Democratic leader, said that he agreed with Mr. Fox's request for quick \naction on immigration and that he thought that legislation was possible by the end of the year.\" But \n\"Representative Tom Tancredo, a Colorado Republican who heads the Congressional Immigration Reform \nCaucus, said he opposed any amnesty for illegal immigrants.\" The Times adds, \"Despite the partisan differences, \nlegislators expressed admiration for Mr. Fox and for the ties that he has forged between the two countries that have \nshared a wall of distrust for much of the last century.\"\n\nThe Washington Post (9/7, A17, Milbank) reports, \"Back home, they call him 'El Presidente.' In the United States \nthis week, Vicente Fox seems more like the head of sales for a consumer goods corporation. His employer: \nMexico. His product: Immigration. His assignment: Build the brand.\" Fox, \"it must be said, is a model salesman. \nLike Bush, he arrives early for meetings. Unlike Bush, he is frenetic, packing his three-day state visit with events \nand speeches.\"\n\n\n\nDemocrats Pushing Bush To Move On Immigration Reform.\n\nReuters (9/6, Smith) reported congressional Democrats \"vowed to push for immigration reform that would legalize \nmillions of undocumented workers and urged President Bush to work with them even though he faces opposition \nwithin his own party to any amnesty.\" In a \"possible prelude to such action, the Democratic-led Senate late on \nThursday approved a temporary measure that would allow immigrants likely to receive resident status -- those with \na job offer or a family relationship with a U.S. citizen -- to stay in the United States while they go through the \nprocess.\" The Senate \"passed the bill, which would expire by April, on a voice vote just hours after Mexican \nPresident Vicente Fox urged Congress to approve broad legislation by the end of this year.\" Senate Majority \nLeader Tom Daschle said, \"This is a significant step toward real immigration reform … and I'm proud that we were \nable to reach this agreement during President Fox's visit.\"\n\nCQ (9/6, Fagan) reported a \"narrowly focused immigration bill became the center of difficult negotiations this week \nbefore passing the Senate late Thursday, a signal that President Bush faces serious obstacles in winning \ncongressional support for broader immigration legislation.\" The bill, \"passed without opposition, would temporarily \nreinstate a program, known as 245(i), that allows some illegal immigrants to remain in the United States while their \nresidency applications are processed.\" Most lawmakers \"agreed to extend the program, but disagreed on exactly \nhow long it should remain in effect and who should be eligible for it.\" Sen. Jon Kyl \"blocked the bill this week but \nlater agreed to support it in response to pressure from GOP leaders. Senate Democrats and Republicans then \nagreed on compromise language that they substituted into the House-passed version of the bill (HR 1885) before \nthe unanimous- consent vote.\" House GOP leaders \"have agreed to go along with the measure the Senate passed \nThursday night, Senate aides said.\" White House officials \"spent much of the week lobbying conservative \nRepublicans to allow the measure to pass as a good-faith gesture directed at Mexican President Vicente Fox, who \nis in Washington this week on a historic state visit.\" Democrats in Congress \"have even more ambitious plans. \nSen. Edward M. Kennedy is holding a hearing on Mexican immigration issue on Friday.\"\n\nCNN (9/6, Inside Politics, Woodruff) interviewed Sen. Edward Kennedy. Asked if the White House is \"moving \nquickly enough on immigration reform,\" Kennedy said, \"I think the White House is divided, quite frankly. You hear \none story one time and another story at another. I believe that we ought to move ahead.\"\n\nWhite House Apologizes For Not Publicizing Fireworks That Followed State Dinner.\n\nABC News (9/6, story 4, Jennings) reported last night, \"The White House has apologized for a fireworks display last \nnight in honor of the Mexican President. The White House didn't tell the public it was going to occur. Many people \neither fearful or just upset called 911 to complain.\"\n\nMore Commentary.\n\nHouse Majority Leader Dick Armey, asked on MSNBC's \"Hardball\" (9/6) whether illegal Mexican immigrants should \nbe made \"legal\" said, \"I think the first thing you have to do is understand the basis of their legality and I'm very \nproud of the President's heart on this. There are a lot of people that have come to this country with the most \nsincere purpose looking for work, finding work, doing their best to comply with the law and finding an INS agency \nthat just simply couldn't keep up with them or wouldn't do their job. They may be here technically illegal right now \nbut not through any fault of theirs but the fault of an agency that hasn't functioned properly.\" Asked whether he was \nreferring to those who illegally cross the US border, Armey replied \"No. That is a person that purposely came here \nevading our law in the process. No. That person should be found and should be sent back. And the President has \na great relationship with President Fox and on both sides of the border we're trying to find such people as these, \nmake sure they don't get across the border.\" When asked what percentage of Mexican immigrants are illegal \nbecause of technicalities, Armey said, \"The larger percentage are people who came here legally. In so far as we \nhave those that are here in violation of our law, that is also a failure of our own agencies to do their job effectively.\"\n\nCNN (9/6, Inside Politics, Woodruff) interviewed Gov. Jane Hull (R-AZ). Asked about the pace of immigration \nreform, Hull said, \"I don't think that you can move quickly. I have been in office looking at this issue for four years, \nand certainly it's an issue that the more you find out, the more problems arise. . I tend to believe that many of the \npeople that live in my state come over, work, and would really like to go home and see their folks. I believe that \n\n\n\ncertainly that President Fox has made that easier. I think it's very possible and doable, but I believe, like anything, \nit has to be done with a great deal of public support.\"\n\nOn CNN (9/6, Inside Politics), Tucker Carlson said, \"Democrats are naturally for some sort of pretty radical \nimmigration. Labor's behind it. The problem, though, Bush hasn't explained why ordinary people ought to be for it \nwith the economic downturn looming. And the second problem is if you make this apply to Mexican immigrants, \nyou're going to have to make it apply to all immigrants at some point or else you're going to face charges of \nfavoritism.\" Time correspondent Margaret Carlson added, \"He didn't line up his ducks before announcing the policy. \n. But the word amnesty hasn't even gone over all that well. This seems like something that was announced to \nmaybe pander to the Hispanic vote without being all the way thought through.\"\n\nPBS (9/6, Newshour, Suarez) interviewed Reps. Tom Tancredo, Silvestre Reyes, Chairman of the Congressional \nHispanic Caucus, and Chris Cannon. Tancredo said, \"I have said over and over again that if anybody can prove \nthat there is a significant need for workers in the United States that we do not have here.then we can devise a guest \nworker program that can do two things: Bring workers in and protect their rights so that they won't be exploited as \nthey often are today by people who are trying to get them to work for lower wages and fewer benefits. . If you can \ncome up with a good guest worker program that does those two things, I will be very willing to look at that. . Guest \nworker programs are guest worker programs; amnesty is amnesty. They should never be connected.\" Reyes said, \n\"We've got a dilemma where people that entered subsequent to the '86 law [granting illegal immigrants amnesty] \nhave been working here, have been paying taxes, are members of our community, and we've got essentially the \nsame situation that we had in 1986.\" While Reyes said he asked Fox to \"make a make it a top priority to find a way \nto legalize and provide a guest worker program much as Congressman Tancredo is talking about for Mexico.\" But \nhe added, \"There are people living in our country that are doing the kinds of jobs that others won't do.and, \ntherefore, we need to legalize them because in many cases not only are they living, paying taxes, and doing the \nthings that all of us do in our communities, but they've got United States citizen children and they need to have that \nkind of benefit afforded to them.\" Cannon said, \"The reason we don't talk about amnesty anymore is because \nactually we are talking about a very different concept. . It's very important, by the way, that if we're dealing with a \nprocess that people can go through and pay a penalty and convert from undocumented illegal status to a legal \nstatus, that ought to apply to everyone, not just people who are of Mexican origin. . I don't know that we can do \nmuch by the end of the year, as\" President Fox \"had hoped.\" Cannon added the \"concept is to have a process \nwhereby people who are here today and who are working.that much of our recent growth in this economy has \ndepended upon those many people from many different countries who have come here illegally. So we need to \nhave a process whereby those people can regularize\" or be made legal \"through a process.\"\n\nThe Wall Street Journal (9/7) editorializes that \"we've always tended to look askance at so-called solutions to the \nillegal immigrant problem, if only because the proposed cures have a way of turning out to be deadlier than the \ndisease. Surely it must be said that of all the parties involved in the illegal immigration mess, the ones responding \nmost rationally to the incentives of what is increasingly becoming one market are those crossing the Rio Grande to \nwork. The good news is that we now have, on both sides of the border, Presidents who understand that.\"\n\nThe Capital Times (9/6) editorialized, \"Perhaps President Bush will get the guts to break with congressional \nRepublicans and grant some form of immigration law amnesty to Latinos working in the United States. But until \nthat happens, Latino workers are likely to find that their best protection is a union card.\"\n\nThe Rutland Herald (9/6) wrote in an editorial, \"Development is happening in Mexico; the flight of Mexicans to the \nUnited States is a sign of the yearning by millions for improved living conditions. The United States ought to be a \npartner in responsible development, rather than an agent of exploitation. It will be in the interest of both countries for \nMexico to offer opportunity within its own borders sufficient to provide a good life for the millions now leaving the \ncountryside and flocking to the cities or for the additional millions streaming north of the border. When that happens, \nthe flow north and south can be as free and open as Fox would like it to be.\"\n\nThe Atlanta Journal-Constitution (9/7) editorializes, \"The ultimate goal of any White House policy ought to be a \nNorth American economic and political alliance similar in scope and ambition to the European Union. Unlike the \nvaried landscapes and cultures of European Union members, the United States, Canada and Mexico already share \n\n\n\na great deal in common, and language is not as great a barrier.\" President Bush, \"for example, is quite \ncomfortable with the blended Mexican-Anglo culture forged in the border states of Texas, California and Arizona.\"\n\nThe Macon Telegraph (9/7) editorializes, \"The long terms interests of Mexico and the US favor much closer \ncooperation, a theme touched on by Bush and Fox in various joint appearances. Yet, it's not entirely clear that a \nwide open embrace of Mexicans into this country will pay off for the economy as a whole.\" The Telegraph \ncontinues, \"It is true that Mexican labor is important to segments of the American economy,\" but \"studies by some \nconservative groups suggest that issuing an open invitation to illegal Mexicans may actually cost taxpayers up to \n$30 million a year.\" Mexican immigrants, \"according to these studies, tend to use a greater level of government \nentitlement programs than native born Americans.\"\n\nThe Oregonian notes in an editorial, \"Fox startled his hosts this week by urging swift action. The Bush \nadministration, by contrast, grows more cautious by the day. Worries in Congress about the economy could fuel \nanti-immigrant sentiment and kill all reforms.\" That \"would be a mistake. Even during an economic slowdown, the \nUnited States depends heavily upon Mexico and other countries for labor -- and, thanks to imbalanced economies \nand outdated laws, spends $2 billion a year trying to keep out the workers it needs to come in.\"\n\nThe San Francisco Chronicle (9/7) editorializes, \"A proposal to grant some form of amnesty to immigrants from \nMexico will raise the very legitimate question of whether immigrants from other countries should get equal \ntreatment. They should.\" In addition, \"any guest-worker program would have to be crafted carefully so that it does \nnot become an avenue for second-class treatment of an immigrant workforce.\" Congress \"should insist that any \nlimited-stay program must provide immigrant workers with labor rights afforded to all.\"\n\nThe Dallas Morning News (9/7) editorializes, \"Bush is right to sympathize with Mr. Fox's vision of a more integrated \nNorth American labor market. Whether they come legally or illegally, Mexican workers are responding to the \neconomic reality of a hugely prosperous United States that needs and greatly benefits from their labors. \nFurthermore, Mexico is a special case by virtue of its long border, successful free-trade relationship and close ties \nof family, history and culture with the United States.\"\n\nThe South-Florida Sun-Sentinel (9/7) editorializes, \"Illegal immigration is a sore point in that partnership. But as \nthe US and Mexican economies become more interrelated, immigration needs to be addressed in a way that \nhelps people on both sides of the border. This is the challenge that remains as Fox goes home.\"\n\nThe Boston Globe (9/7) writes in an editorial that \"for the foreseeable future, Mexico will continue to be dependent \non the United States as a source of remittances from emigrant workers and as a neighboring economy able to \nemploy millions of Mexican workers at better wages than they can earn at home. This is why Fox wants Bush to \nregularize the status of illegal Mexican immigrants in the United States, to create a guest-worker program, and to \nmake more permanent US visas available.\" The Globe concludes, \"The timing of Fox's request may be bad for \nBush, and it may bring out a certain hostility to expanded immigration among conservatives, but the United States \nhas an enormous stake in the success of the new Mexico that Fox is trying to nurture.\"\n\nIn an editorial this morning (9/7), the Cleveland Plain Dealer writes, \"Fox, his eagerness aside, is a refreshing and \nlong-needed change from the corruption that has kept Mexico from realizing the role it could play in this \nhemisphere and the world. But change -- and trust -- do not come in weeks or months. Fox and Bush have made a \ngood beginning. Now, some patience is required.\"\n"}