{"title": "ICE BREAKS IN CUBA-U.S. AFFAIRS", "body": "\nThe United States and Cuba are back on talking terms.\n\nAfter a five-year break, delegations from the two countries met in New York on Tuesday to resume immigration \ntalks designed to \"promote safe, legal and orderly migration between Cuba and the United States.\"\n\nThe twice-annual migration talks, broken off by the Bush administration in 2004, are seen by analysts as a possible \nsteppingstone for improved relations.\n\nUntil they were suspended, the talks were the highest profile face-to-face encounters between the two \ngovernments. Direct contact with Cuba's government is a divisive issue in South Florida's Cuban exile community, \nthough polls suggest strong support for easing migration to and from the island. The renewal of migration talks \nfollows President Barack Obama's decision in April to authorize travel and money transfers to the island by Cuban-\nAmericans.\n\n\"We applaud the talks,\" said Silvia Wilhelm, with the Miami-based Cuban American Commission for Family Rights. \n\"They could very well evolve into all kinds of different issues that need to be addressed.\"\n\nIn a brief statement, the State Department hinted at broadening the dialogue. \"Engaging in these talks underscores \nour interest in pursuing constructive discussions with the government of Cuba to advance U.S. interests on issues \nof mutual concern,\" it stated.\n\nBut hardliners say Washington should demand greater concessions from Havana before re-establishing a dialogue. \n\"Once again, the Cuban regime is being rewarded with overtures from the U.S. government despite its ongoing \natrocities against the Cuban people,\" said Rep. Ileana Ros-Lehtinen, R-Miami.\n\nThe migration talks stem from agreements in 1994-95 that put an end to the dramatic \"rafter crisis,\" which saw \nabout 40,000 Cubans take to the Straits of Florida in homemade rafts.\n\nUnder the accords, the United States agreed to issue 20,000 visas to Cubans annually, through a family \nreunification program. Those who left illegally and were picked up at sea were repatriated by the U.S. Coast Guard.\n\nThe rafts were soon replaced by smugglers using Miami-based speedboats and charging $10,000 a head. Several \noverloaded boats have been lost at sea, including one believed to have been carrying 42 people.\n\nThere has been constant friction over the accords. Cuba says U.S. policy encourages Cubans to attempt the \ndangerous voyage, while Washington blames the lack of freedoms in communist Cuba.\n\n\nDespite long delays in processing visas, the program has begun to function smoothly thanks to improved \ncooperation by both sides. The U.S. Attorney's Office in Miami has cracked down severely on smugglers. The State \nDepartment last year also introduced measures to accelerate the issuing of visas.\n\nThis year the Coast Guard has seen a 70 percent drop in Cubans intercepted at sea. Between October last year \nand June 2009, only 577 were picked up, compared with 1,628 over the same period in the previous year.\n\nDavid Adams can be reached at dadams@sptimes.com\n"}