{"title": "Immigrant Advocates Say Fight Isn't Over; Tuition Measure A Polarizing Issue", "body": "\nThe way Norma Menjivar sees it, Maryland Gov. Robert L. Ehrlich Jr. has just killed her chances of going to college. \n\nThe Montgomery Blair High School senior had originally planned to apply to the University of Maryland. Then she \nlearned that the temporary immigration status she was granted when she moved from El Salvador six years ago \ndoes not qualify her for federal financial aid or in-state tuition. \n\nUnable to afford the out-of-state rate -- which is three times as high -- or full tuition at a private college, Menjivar \nhad been clinging to one last hope: a bill passed by the General Assembly last month that would allow Maryland \nhigh school graduates to pay in-state rates regardless of their immigration status. \n\nSo when Ehrlich announced his veto of the bill yesterday, Menjivar was crushed. \n\n\"I feel like all the doors are closing,\" she said. \"All my hard work is going to be wasted.\" \n\nIn explaining his veto of a bill that engendered passionate debate, Ehrlich (R) said he was concerned that the \nmeasure, by tacitly accepting illegal immigration, was part of a trend of \"slowly chipping away at the central goal of \ncitizenship.\" He also said he was worried that the bill might violate a 1996 federal law barring states from providing \nillegal immigrant residents with low tuition rates not available to U.S. citizens who do not live in the state. \n\nIncreasingly, though, states have been passing laws to circumvent that federal ban. And two Republicans in \nCongress have introduced legislation that would repeal it. \n\n\"Ehrlich is really running against the tide of sentiment in support of these [immigrant] kids,\" said Kimberly \nPropeack, an attorney with the immigrant advocacy group CASA de Maryland. \n\nThe state could not provide figures for how many students would be affected by the bill, another concern Ehrlich \ncited yesterday. Nationwide, advocates estimate that 50,000 to 65,000 immigrant students could benefit each \nyear. \n\n\nThe federal bills, first introduced by Sen. Orrin G. Hatch (R-Utah) and Rep. Chris Cannon (R-Utah) in the last \nCongress, would also permit qualifying undocumented immigrant students to apply for green cards as legal \npermanent residents. \n\nCannon reintroduced his bill, the Student Adjustment Act, last month, and it has 36 co-sponsors, 20 Democrats and \n16 Republicans. Hatch, aides say, will reintroduce his Development, Relief and Education for Alien Minors Act, but \nthey could not say whether any changes will be made. \n\nEven with the 1996 ban still in place, eight states -- Texas, California, Utah, New York, New Mexico, Oklahoma, \nIllinois and Washington -- have passed laws that try to get around it by granting in-state tuition rates on the basis of \ncriteria other than residency. \n\nIn Virginia, where state regulations already bar illegal immigrants from receiving in-state tuition, legislators \nrecently passed a bill to enshrine the practice in state law. Gov. Mark R. Warner (D) vetoed that bill. \n\nMeasures to allow tuition breaks face fierce opposition from critics who worry that they encourage illegal \nimmigration and take slots at state schools away from legal residents.  \n\n\"We want to make sure all immigrants who come here legally have every opportunity, but it's wrong to reward bad \nbehavior,\" said Maryland Del. Herbert H. McMillan (R-Anne Arundel), who urged Ehrlich to veto the Maryland bill. \n\"You have to work hard but also play by the rules.\" \n\nSupporters of the bill rejected that argument. Del. Sheila Ellis Hixson (D-Montgomery), the bill's sponsor, predicted \nthat the governor would face serious political fallout. \"He will have a lot of explaining to do to the Hispanic \ncommunity, for a start,\" she said. \n\n But McMillan said signing such a bill would have graver consequences. \"People in the state oppose this bill. This is \nthe kind of bill that Joe Six-Pack looks at and says, 'I can't believe this guy voted to give people in the state who are \nhere illegally the same benefit as my children,' \" he said. \n\nPropeack said she and other advocates would push for an override in the next session. \"We're going to make sure \nthat during the summer, every legislator personally gets to know a student who will be affected by this bill,\" she \nsaid. \n\nSupporters of the Maryland bill have also committed to work with national immigrant advocates to mobilize \nsupport for the congressional bills. \n\nMany of the provisions in the two bills are similar, but Cannon's is broader and binding. It would require the \nsecretary of homeland security to give qualifying students legal status and immunity from deportation proceedings \nwhile their applications are pending. Hatch's proposal, at least as it was worded last year, said this \"may\" be done. \n"}