{"title": "Farewell to the I.N.S.", "body": "\nIn an expression of bipartisan exasperation, the House of Representatives voted 405 to 9 on Thursday to dismantle \nthe Immigration and Naturalization Service. The Senate is expected to deliver the coup de grace soon. Congress \nhas rightly concluded that the immigration agency's storied incompetence can no longer be tolerated at a time of \ngrowing concerns about border security and about our open society's ability to keep out terrorists. \n\n     There are many reasons to celebrate the demise of the old I.N.S., but building an effective new system will not \nbe easy. The House bill would establish two separate immigration agencies, both still within the Justice Department. \nOne would handle immigration services like citizenship applications; the other would protect the nation's borders \nand enforce the immigration laws. The two bureaus would report to a new associate attorney general for \nimmigration affairs, but that office would have no direct budgetary or personnel authority over the two agencies. \n\n A preferable Senate alternative proposed by Edward Kennedy and Sam Brownback would also break the I.N.S. \ninto two bureaus, but place them within a new organization similar to the Federal Bureau of Investigation. The \ndirector, who would report directly to the attorney general, would control the agency's budget and staff.\n\nThe White House should work to ensure that the final legislation looks more like the Senate's version, and must \ndetermine how best to coordinate the work of the I.N.S. with the patchwork of other federal agencies involved in \nborder security. Absent so far in the debate has been a convincing explanation of why the immigration agency \nshould stay within Justice, where it is a neglected stepchild. Tom Ridge, the director of homeland security, \nreportedly favored a bolder plan to create a new border security agency that would pull together the I.N.S., the \nCustoms Service and the Coast Guard. \n\nThe hurdles entailed in reinventing the I.N.S. will be enormous, and the Bush administration must ensure that the \nagency's vital work is not neglected during the transition. Congress recently approved useful border security \nlegislation that would create a monitoring system for foreign students and establish an intelligence database \naccessible to both the State Department and the I.N.S. \n\nhttp://www.nytimes.com\n"}