{"title": "GLOBAL PALATES;ETHNIC FOODS ARE BIG BUSINESS IN AMERICA AS U.S. TASTES EXPAND. BUT GETTING A BITE OF THE PROFITS TAKES HEAVY MARKETING AND LOTS OF HARD WORK.", "body": "\nBelgian chocolates at supermarkets. Thai restaurants at strip malls. Mexican beers at corner bars. Jamaican beef \npatties at school cafeterias.\n\nForget such American staples as meatloaf and mashed potatoes: U.S. palates are going global. Today, \nAmericans spend more on salsa than on ketchup and import more than one-third of all fresh fruits.\n\nInternational or ethnic foods are big business and getting bigger -- both for imports and products made in the \nUnited States. By 2010, ethnic food sales should reach $75 billion a year, accounting for 15 percent of growth in \nU.S. food sales this decade, said market researcher Promar International of Alexandria, Va. Rising immigration \nand more baby boomers traveling abroad are spurring the growth.\n\nSo, how can an entrepreneur bite into that market and savor profits?\n\nIt takes far more than finding a fabulous olive oil in Tuscany, lining up a reliable lemongrass supplier in Thailand, or \neven landing a contract with a U.S. supermarket chain, industry executives say.\n\nTo really earn your supper in the ethnic foods business, get ready to spend heavily on marketing and distribution \nto reach the U.S. mainstream. Or for those with limited cash, expect to pound lots of pavement to reach smaller \ngourmet shops or stores in Hispanic, Asian or other immigrant communities.\n\nAlong the way, watch out for details, such as translating foreign-language labels into English, meeting U.S. nutrition \nstandards and adapting package sizes for convenience-minded U.S. consumers.\n\nBeer illustrates the trend. Over the past decade, imports surged to 10 percent of U.S. beer sales by volume, \ndoubling their market share, with Mexico's Corona brand responsible for much of that growth.\n\nGold Coast Beverage Distributors Inc. of Pompano Beach, Fla., is cashing in. Now one of the state's largest beer \ndistributors, it expects $250 million in sales this year. Imports likely will represent 60 percent of sales, up from about \n30 percent five years ago and including such brands as Corona and Holland's Heineken. And imports could reach \nas much as 80 percent of sales in five more years, said chief executive Art Friedman.\n\nBut try to get Gold Coast to distribute a new imported brand, and be ready to pay up. To build a brand name, \nexpect to spend at least $100,000 the first year and $150,000 the second year on marketing in competitive South \n\n\nFlorida. And that's just for promotions at bars, supermarkets and restaurants -- not advertising. Corona spent more \nthan $1.5 million on promotions in South Florida last year, he said.\n\n\"More brands fail than succeed,\" said Friedman of the competitive U.S. food and beverage market. \"Getting \nmainstream takes a marketing plan. You need distribution muscle to get the brand out and advertising at the point-\nof-sale to get the customer to buy it.\"\n\nBrazil's Werner Batista, president of Deerfield Beach, Fla.-based International Specialty Imports Inc., learned the \nhard way to value the power of distribution and marketing for U.S. mainstream success.\n\nHe started out in 1992 as most entrepreneurs do: approaching a mainstream supermarket chain with a product that \nwas successful overseas. When Publix Supermarkets Inc. agreed to buy container loads of his Brazilian canned \nhearts-of-palm, a vegetable used in salads and stews, Batista saw dollar signs.\n\nBut profits proved slim. Supermarket suppliers pay for shelf space with cash or merchandise, and they must meet \nstrict conditions, even taking back dented cans. Then, a Costa Rica producer offered Publix another kind of heart-\nof-palm as different from Batista's as, say, red and green apples -- and less expensive. Most U.S. consumers aren't \nfamiliar with the types of heart-of-palm and didn't know Batista's Brazilian brand anyway. Publix switched over.\n\n\"Supermarkets are looking for the cheapest product -- unless you have a brand name,\" Batista said. He lacked the \ncash to build a brand name quickly, so he switched tactics away from mainstream supermarkets. \"I realized that I \nhad to go into my own distribution business and I needed more diverse imports.\"\n\nThat wasn't easy, however.\n\nBatista spent years peddling door-to-door to small markets in Latino neighborhoods, where consumers were more \nfamiliar with tropical foods. His big break finally came in targeting markets aimed at Brazilians living in the United \nStates -- a growing community topping 1.5 million people, including more than 200,000 in South Florida. Brazilians \nknew his brands, so Batista could afford not to spend too much on marketing and promotions.\n\nToday, Batista's sales are doubling yearly and likely will top $6 million in 2001. He's even expanding distribution \nthrough partnerships with retailers and a new Internet site, www.delibrazil.com, which allows Brazilians in remote \nareas to buy products online.\n\nFinding a niche also worked for Miami-based Monel Inc., a 36-year-old firm that specializes in selling premium \nchocolates and gourmet products to specialty stores, airport shops, cruise lines and other tourist-related outlets in \nFlorida and the Caribbean.\n\nImports, such as Spanish turron candy and Austrian jam, now make up 40 percent of Monel's sales, as the \ncompany seeks to offer a unique and diverse mix of products to thousands of mostly small outlets, said Vice \nPresident Robert P. Walsky.\n\nMonel fields dozens of inquiries weekly from entrepreneurs hoping to sell into the U.S. market, but it accepts few. It \nwill work only with suppliers that will provide ample support -- from investments to changing product labels and \npackaging to providing free samples for tastings at trade shows and at stores.\n\nLabels can be especially tricky. Overseas suppliers often need to translate information into English, switch from \nmetric to U.S. measures, add U.S. bar codes for scanners and adapt nutritional data for U.S. standards. They also \nmay need to switch to individually wrapped portions for more convenience-oriented U.S. buyers or produce smaller-\nsize packages to lower prices per box, Walsky said.\n\n\"You need to know what you're getting into,\" he said. \"You need to research the market first.\" Still, the \nopportunities are huge, for those who do their homework and make the investments.\n\nhttp://www.delibrazil.com/\n\n\nWho would have forecast just a decade ago, for example, that the United States would be importing 70 percent of \nits fresh and frozen seafood from countries as varied as India, Argentina, Tanzania, South Africa and Taiwan? And \nwho would have foreseen so many tortilla factories across the United States?\n\nGraphic\n\n \n\nPHOTO: MIKE STOCKER, ASSOCIATED PRESS\n\nArt Friedman stands on a stack of imported beers at his Pompano, Fla.,\n\nwarehouse. As Americans broaden their tastes, importers seek to target niche\n\nmarkets as well as the general populace.\n"}