{"title": "Gates Faults U.S. on Data Privacy and Immigration", "body": "\nIn a far-ranging speech on Friday, Bill Gates criticized the American government's policy on immigration and data \nprivacy, predicted giant leaps in technology in the near future and explained why he had to shut down his Facebook \npage. \n\n  ''Over the next decade, the entire way we interact'' with computers will change, Mr. Gates, the chairman of \nMicrosoft, told hundreds of government officials and information technology executives in New Delhi. Mr. Gates \nspoke of cellphones that would recognize people around them or be used to test for diseases, computers equipped \nwith voice recognition and an Internet that was used for much more than Web pages. \n\n  While the recession has been a ''big deal,'' it has not slowed innovation, he said, in part because countries like \nIndia and companies like Microsoft are investing in education and research for a new generation of computer \nscientists. \n\n  Microsoft is angling to work on India's national identity card project, Mr. Gates said, and he will be meeting with \nNandan Nilekani, the minister in charge. Like Mr. Gates, Mr. Nilekani stopped running the technology company he \nhelped to start, Infosys, after expanding it into one of the biggest players in the business. He is now tasked with \nproviding identity cards for India's 1.2 billion citizens starting in 2011. Right now in India, many records like births, \ndeaths, immunizations and driving violations are kept on paper in local offices. \n\n  Mr. Gates was also critical of the United States government's unwillingness to adopt a national identity card, or \nallow some businesses, like health care, to centralize data-keeping on individuals. \n\n  ''It has always come back to the idea that 'The computer knows too much about you,' '' he said. \n\n  The United States ''got off to a bad start'' when it comes to using computers to keep data about its citizens, he \nsaid.  Doctors are not allowed to share records about an individual patient, and virtual doctor visits are banned, he \nsaid, which ''wastes a lot of money.'' The United States ''had better come up with a better model'' for health care, he \nsaid. \n\n  He was also critical of  Congress's stance on immigration, and said he would like to see immigration exceptions \nfor ''smart people.'' Canadian laws are more favorable, he said, because they allow immigrants to work if they are \noffered a high-paying  job. Microsoft has created ''a lot of jobs in Canada for that reason,'' he said. \n\n  Asked whether he ever ''unplugs,'' abandoning e-mail messages, computers and his cellphone entirely, Mr. Gates \nlaughed and said ''I'm not a 24-hour technology person.'' He said he read a lot ''and sometimes not on a screen.'' \n\n\nHe added that he was not big on text messaging. ''All these tools of technology let us waste our time if we're not \ncareful,'' he said. \n\n  Mr. Gates said the buzzwords ''social networking'' applied to something that had been around for a long time  --  a \nway to communicate with numerous people at the same time.\n\n  He acknowledged that he once had a Facebook page, but every day ''ten thousand people tried to be my friend.'' \nHe said he spent too much time trying to decide ''Do I know them? Don't I know them?'' Ultimately, he said, ''I had to \ngive it up.'' \n\nhttp://www.nytimes.com\n"}