{"title": "Is Dora the Explorer an illegal immigrant?", "body": "\nCHICAGO » In her police mug shot, the doe-eyed cartoon heroine with the bowl haircut has a black eye, battered \nlip and bloody nose.\n\nDora the Explorer's alleged crime? \"Illegal Border Crossing Resisting Arrest.\"\n\nThe doctored picture, one of several circulating widely in the aftermath of Arizona's controversial new immigration \nlaw, may seem harmless, ridiculous or even tasteless.\n\nBut experts say the pictures and the rhetoric surrounding them online, in newspapers and at public rallies, reveal \nsome Americans' attitudes about race, immigrants and where the immigration reform debate may be headed.\n\n\"Dora is kind of like a blank screen onto which people can project their thoughts and feelings about Latinos,\" said \nErynn Masi de Casanova, a sociology professor at the University of Cincinnati. \"They feel like they can say negative \nthings because she's only a cartoon character.\"\n\nIt's not the first time a children's character has been dragged into a serious debate.\n\nIn the late 1990s, Tinky Winky the Teletubby, a purple children's TV character with a triangle antenna -- was called \nout by Christian leaders for being gay. Sesame Street roommates Bert and Ernie are often involved in statements \non same-sex marriage.\n\nBoth shows' producers say the characters aren't gay.\n\nIn Dora's case, she's an easy target as discussion ramps up on how lawmakers should address the estimated 12 \nmillion illegal immigrants living in the United States.\n\nFor about a decade, the pint-sized Latina character has taught millions of children the English alphabet, colors and \nSpanish phrases on a Nickelodeon TV show and through a global empire. Her smiling cherub face is plastered on \neverything from backpacks to T-shirts to fruit snacks.\n\nBut since the passage of the Arizona law -- which requires authorities to question people about their immigration \nstatus if there's reason to suspect they're in the country illegally -- Dora's life and immigration status have been \nscrutinized and mocked.\n\nSeveral websites, including The Huffington Post, have narrated Dora's mock capture by immigration authorities. \nOne picture circulating on Facebook shows an ad for a TV show called \"Dora the Illegal Immigrant.\" On the \nFacebook page \"Dora the Explorer is soo an Illegal Immigrant,\" there are several images showing her sailing \nthrough the air over the U.S.-Mexican border.\n\n\nMany of the Dora images assume the Latina character is an illegal immigrant from Mexico.\n\nBut that's where it gets complicated.\n\nRepresentatives from Nickelodeon declined to comment on Dora's background, and her place of birth or citizenship \nhave never been clear.\" She has brown skin, dark hair and speaks Spanish with an American accent.\n\n\"She's always been ambiguously constructed,\" said Angharad Valdivia, who teaches media studies at the \nUniversity of Illinois and has explored the issue. \"In the U.S. the way we understand race is about putting people in \ncategories and we're uncomfortable with people we can't put into categories.\"\n\nDora lives in an unidentified location with pyramids that suggest Mexico, but also tropical elements such as palm \ntrees and her friends, Isa the iguana and Boots the monkey. Does that mean she's from South America or Florida?\n\nThen there's oak trees and her fox nemesis Swiper, which are more common to the American Midwest.\n\nThe show often plays Salsa-like music, which has some roots in Cuba and is popular across Latin America.\n\nEven the voice actresses behind Dora don't provide insight.\n\nThe original Dora voice belonged to Kathleen Herles, whose parents are from Peru. Dora is currently voiced by \nactress Caitlin Sanchez, a New Jersey-born teen who calls herself Cuban American; her grandparents are Cuban.\n\nAs for the mug shot, it's been around since late last year, when Debbie Groben of Sarasota, Fla. created it and \nentered it in a contest for the fake news site FreakingNews.com.\n\nSince debate over the Arizona law heated up the nation's immigration debate, it's been e-mailed and texted widely \nand used on signs at rallies.\n\n\"My intentions were to do something funny, something and irreverent,\" said Groben, who said she opposes \nArizona's law. \"I actually like the little kid.\"\n\nThe issue appears to have resonated little with Dora's biggest fans, the millions of parents and their children who \nseem mostly unaware of the discussion encircling their beloved cartoon.\n\nAltamise Leach, who has three children, said Dora's ethnicity and citizenship are irrelevant.\n\nThe stay-at-home mom credits the cartoon with helping teach her children team work. She even threw her 3-year-\nold daughter a Dora birthday party, complete with a Dora-like adventure, Dora cake and a woman who dressed up \nas Dora.\n\n\"We have so many diverse cultures, let's try to embrace everybody,\" Leach said. \"She puts a smile on my \ndaughter's face, that's all I want.\"\n\nErick Wyatt said he never thought about Dora's origins and his three children never asked.\n\n\"I just thought she was a cartoon character that spoke Spanish,\" the Flint, Mich., man said. Alt Heads:\n\nIs Dora the Explorer an illegal immigrant?\n\nGraphic\n\n \n\nNickelodeon cartoon Dora the Explorer created late last year by Debbie Groben of Sarasota, Fla., for a contest for \nthe fake news site FreakingNews.com.\n\n\n"}