{"title": "Opinion: California can lead on immigration reform by passing the Dream Act", "body": "\nThis Tuesday, two visions about the future of immigrants, California and the nation will be debated in the Assembly \nHigher Education Committee in Sacramento. Assemblyman Tim Donnelly, R-Claremont, and I will present starkly \ndifferent proposals for how to treat immigrants who were brought to California at an early age and now want to \nachieve educational success.\n\nI will propose that through the California Dream Act and AB 130, we allow undocumented students to apply for \nhigher education financial assistance. Donnelly will argue for the repeal of AB 540, the law that allows \nundocumented students to pay in-state tuition at our colleges and universities. But what we will really be discussing \nis two different ways of interpreting our history, our economic philosophies and our moral calculus.\n\nMy goal at the hearing will be to make a fact-based argument that undocumented students who want to become \ndoctors, architects and engineers should be allowed to apply for financial aid.\n\nA paradox of our political culture is that while being uniquely a nation of immigrants, we are also a nation of \nimmigration restrictionists. We proclaim that we are \"Proud to be Irish,\" or Polish, or Italian, but immigration policy \nthroughout our history has often been shaped by racism, fears of foreign influence, the anxiety generated from \neconomic downturns and by political opportunism.\n\nAt the Tuesday hearing, I will argue that immigrants have been largely a source of strength for our country and \nstate. They have contributed to our economy with their labor and their taxes, and they have strengthened our \ncommunities with the fundamentally American values of hard work and family loyalty.\n\nAt the hearing will be students hoping to be scientists, attorneys and economists. Others want to start their own \nbusinesses. Still others yearn to take care of others by becoming doctors, nurses or teachers. A central theme of \ntheir testimony will be that they simply want to fulfill their God given talents and make a contribution to the \ncommunities they live in.\n\nAside from being ambitious and successful, these students have other things in common. They were brought to \nCalifornia by their parents at a very young age and through no choice of their own. Contrary to the myths held \nabout immigrants, they learned English, embraced our culture, worked hard and graduated from California high \nschools.\n\nUnlike other college students, they can't leave the country to visit the historical sites of Europe or the rich cultures \nof the Far East. And they can't apply for college financial aid. With AB 130, we can offer them a chance to achieve \nthe California Dream and the American Dream.\n\n\nOur diminished moral vision holds these students back. As University of California President Mark Yudof recently \nstated, \"The outstanding accomplishments of these leaders of tomorrow should not be disregarded nor their future \njeopardized simply because of their legal status.\"\n\nSome argue that undocumented students are \"taking away\" from citizens. But their fellow students regard their \npresence as enhancing their academic experience. They are an inspiration to their classmates of energy and drive.\n\nUltimately AB 130 will pass the Legislature and will end up on Gov. Jerry Brown's desk. I believe the governor will \nsign the bill and once again place California in a position of national leadership on one of the most crucial \neconomic and moral issues of our day. While many other states head backward in time, California will be blazing a \npath toward the future.\n\nGIL CEDILLO of Los Angeles represents the 45th Assembly District and is the principal author of AB 130, The \nCalifornia Dream Act. He wrote this article for this newspaper.\n"}