{"title": "Economic Confidence Continues to Increase with Long Island Businesses, Companies Maintain Loyalty to Long Island; HIA-LI Long Island Economic Summit to Detail Results of the AVZ 2014-2015 LI Economic Survey & Opinion Poll; Thursday, February 12, 2015, 8:00 a.m. - 10:00 a.m.; Islandia Marriott Long Island, 3635 Express Drive North, Islandia, NY", "body": "\nLong Island businesses will continue to operate on Long Island, showing increased confidence in the economy, \naccording to results from the 21st Annual Long Island Economic Survey and Opinion Poll. A panel of Long Island \nbusiness and government leaders will discuss the survey findings asHIA-LI, the recognized voice for business on \nLong Island, hosts the Long Island Economic Summit, Thursday, February 12, 2015 from 8:00 AM - 10 AM, at \nIslandia Marriott Long Island, 3635 Express Drive North, Islandia, NY. Registration and event information is \navailable athttp://www.hia-li.org/event_detail_wf2.cfm?eventid=647.\n\nLogo -http://photos.prnewswire.com/prnh/20150202/172761LOGO\n\nBusiness owners and executives on Long Island represented 57 percent of the respondents who reported an \nincrease in revenue in 2014 and projected continued revenue increases for this year.  Findings indicate the \nHealthcare industry is forecasted to grow in the number one spot for this year and Technology will be the second \nlargest growth industry on Long Island.  For the last 21 years, the annual poll, has been conducted by Albrecht, \nViggiano, Zureck & Company, P.C. (AVZ) in partnership with Long Island Business News.\n\n\"The increase in Economic Confidence is the highest rating since the recession began in 2008 and this statistic is \nso vitally important to the success and longevity of Long Island businesses.  Long Island business leaders are \ndemonstrating their commitment and trust for the success of their businesses by remaining and investing in the \nregion,\" said Terri Alessi-Miceli, HIA-LI president. \"We welcome attendees to our annual economic summit to learn \nmore about this year's results which helps companies on Long Island plan for their business economic \nperformance.\"\n\nThe summit will help measure and assess the Long Island business community based on the AVZ survey and \npanel discussions on issues including new legislation, the LI housing market, job growth, effects of the confidence \nratings and availability of credit to businesses.  The panel will be moderated by AVZ's Robert Quarte.  Panelists \ninclude: Dr. Kimberly R. Cline, President of LIU; Kevin Dahill, President of the Nassau Suffolk Hospital Council; \nLucy Mazany, Senior Vice President/Group Director of Signature Bank; Dr. Shaun McKay, President of Suffolk \nCounty Community College and James Pratt, Chairman at Pratt Brothers, Inc. & Long Island Contractors \nAssociation.\n\nAmong the survey highlights of the poll conducted in late 2014, respondents indicated:\n\n\n5.5% increase in the National economic confidence rating, from 5.5 to 5.8. 2% increase in the Long Island \neconomic confidence rating, up slightly from 5.6 to 5.7. 56% of respondents think their current business situation is \nthe same or better now than prior to 2008. 57% realized an increase in revenue in 2014. 63% of respondents \nproject an increase in revenue in 2015. 47% project their net income for 2014 will be higher than 2013. 37% \nexperienced an increase in headcount during 2014. 92% of respondents project headcount will either remain steady \nor increase in 2015. 47% of respondents believe that the Health Care industry has the greatest growth potential on \nLI.\n\nSponsors of the event include Albrecht, Viggiano, Zureck & Co., P.C (AVZ); Bridgehampton National Bank; \nCampolo, Middleton & McCormick, LLP; People's Alliance Federal Credit Union; PSEG Long Island.\n\nAbout the Long Island Economic Survey and Opinion Poll\n\nThe Long Island Economic Survey and Opinion Poll is conducted byAlbrecht, Viggiano, Zureck & Company, P.C. \n(AVZ)in partnership withLong Island Business News.\n\nAbout HIA-LI\n\nHIA-LI helps Long Island businesses prosper. For over 30 years, we have been the recognized voice for business \non Long Island and a powerful force and economic engine for regional development. We provide a forum for \nbusiness leaders to network, problem solve and obtain advice on critical issues facing their businesses. Our \nmember companies represent tens of thousands of business professionals. We're headquartered in and support \none of the largest industrial parks in the United States. HIA-LI programs and events promote strategic partnerships, \ntargeted networking, and information sharing and business advocacy. Members benefit from our committees, \neducational programs, career resources, research capabilities, mentoring opportunities and business advisory \nservices. For more information, visithttp://www.HIA-LI.orgor call 631-543-5355.\n\nHIA-LI CONTACT:\n\nTerri Alessi-Miceli, 631-543-5355,talessi@hia-li.org\n\nMEDIA CONTACT:                                         \n\nLisa Hazen,Communication Strategy Group; 1-866-997-2424;lhazen@gocsg.com \n\nTo view the original version on PR Newswire, visit:http://www.prnewswire.com/news-releases/economic-\nconfidence-continues-to-increase-with-long-island-businesses-companies-maintain-loyalty-to-long-island-\n300029121.html\n\nSOURCE HIA-LI\n"}