{"title": "266 REJOICE AT TAKING OATH OF CITIZENSHIP", "body": "\nTHE LAST PRESIDENTIAL election was a stinging reminder to Bianca Exorphe that she didn't have a voice.\n\nAs of last Friday, that has changed.\n\nExorphe, a Haitian immigrant who has lived in the city for 19 years, was among the 266 immigrants who became \nnaturalized U.S. citizens in a ceremony at Queensborough Community College in Bayside.\n\nExorphe is the last in her family to become a U.S. citizen. She didn't want to bother with the application process but \nas she got older and when her son enrolled in a public school, she realized that the only way to have a voice is \nthrough a vote.\n\n\"[People] told me even if you vote, it isn't counted,\" said Exorphe, 28, who now lives in Brooklyn, after the \nceremony. \"But at the last [presidential election], I saw that a vote really matters. . . . I want a vote in electing the \nmayor, President, senator, public school board.\"\n\nNaturalization ceremonies are held each spring and fall at Queensborough for those who complete an arduous \nprocess. Abu Haq, 68, an immigrant from Bangladesh, called the day \"a red-letter day\" and a stepping stone to \nreceiving a degree from an American college so he can become a teacher.\n\n\"Nobility is not above the law [in America],\" Haq said. \"There are opportunities for all.\"\n\nHaq, who lives in Astoria, was a teacher and businessman in his native country. Now he works as a security guard \nin Manhattan.\n\nThe brief naturalization ceremony included guest speakers Assemblyman Mark Weprin (D-Little Neck) and \nQueensborough President Dr. Eduardo Marti.\n\nMarti shared his own story of immigrating to the U.S. as a Cuban refugee when he was 18 years old. Later, his \nsister, who was 12 at the time, joined him, and both lived - without their parents - in various places throughout the \nfive boroughs.\n\nAfter he'd been in the U.S. for 10 years, Marti finally became a U.S. citizen.\n\n\"In a sense, I represent what can happen to anyone here,\" he said. \"People can advance here on the condition of \nmerit.\"\n\n\nThe oldest immigrant who was naturalized at Friday's event was David Yusupov, a 78-year-old from Tajikistan. He \nlives in Rego Park among his children and 16 grandchildren.\n\n\"I feel like it is my birthday,\" Yusupov said through an interpreter.\n\nGraphic\n\n \n\nWILLIE ANDERSON DAILY NEWS New citizens are sworn in at Queensborough Community College naturalization \nceremony.\n"}