{"title": "Ethnic Shift;Immigration: An Irish enclave learns a new languageMexican immigrants boost a growing Latino population", "body": "\nSt. Patrick, Norristown's largest Roman Catholic church, was founded in 1839 by men with such surnames as \nMulholland, Flynn, Shannon and McReady. Even into the mid-1990s, the parish was still largely Irish.\n\nToday, it is easier to find a Fernandez, Jimenez or Garcia in the pews. Latinos compose more than half of the 500-\nmember church, and the most popular Mass is said in Spanish.\n\nSt. Patrick's transformation is emblematic of the profound ethnic shift that is remaking Norristown, and quickly. The \npopulace increasingly resembles California's more than the rest of Montgomery County's.\n\nIn the 1990s, the number of Caucasians dropped 28 percent to 15,450, putting them in the minority for the first time. \nThe number of African Americans increased 34 percent to 10,750, and Asian Americans nearly 140 percent, to 930.\n\nNo group has approached the growth of the Latino community, which almost quadrupled to 3,300. But the near-\nunanimous opinion in Norristown is that the census figures are incomplete, that a true count would yield up to 8,000 \nLatinos, about 25 percent of all residents.\n\nThe vast majority are Mexican immigrants, and most of them are undocumented. They have been drawn by the \nborough's relatively low-cost housing and its proximity to wealthy suburbs flush with service, landscaping and \nconstruction jobs.\n\n\"One person comes and finds a job,\" said Hector Moreno, a pioneer in the borough's Mexican community, having \narrived 13 years ago. \"Then they bring some more people, then they bring people . . . .\"\n\nThat chain reaction, even as it accelerated in the last five years, went unacknowledged by Norristown officialdom. \nThe Latino market has not been factored into any revitalization plan - although at least 13 new Mexican American \nbusinesses, such as the always-busy restaurant Taqueria La Michoacan on Main Street, have opened, providing \nsome of the only action in an otherwise inert merchant economy.\n\n\n\"There's been a lot of other things on our plate,\" said Olivia Brady, the Borough Council's president and sole Latino \nmember.\n\nOnly in recent weeks, she said, has the council moved to create an immigration task force, to answer residents' \nconcerns about the impact of the surging Latino population.\n\nWill children of undocumented aliens burden the schools without providing any tax dollars? Will the uninsured \noverwhelm emergency rooms and health services? While immigration experts nationally are divided on the \nanswers, borough officials are a long way from reaching their own conclusions.\n\nOther problems are not in dispute. For instance, that many borough apartments are overcrowded with limited-\nincome immigrants. Or that police have had trouble communicating with Spanish-speaking residents, as \nhighlighted last year by a rash of ethnically targeted muggings. Or that race relations have at times been strained by \ncultural differences.\n\n\"People in . . . Norristown want to continue to live the way they've always lived,\" said the Rev. Charles Kennedy, \nwho leads the Spanish Mass at St. Patrick. That means, \"no, you can't drink beer on your front steps. Don't play \nmusic outside loudly, even if it's a baptism.\"\n\nHowever awkward the adjustment, most urban economics experts are adamant that immigrants can breathe life \ninto aging towns. As white residents have fled Norristown, they say, arriving Latinos have prevented the sort of \nwidespread abandoned housing that blights North Philadelphia, Chester and Camden.\n\nOther communities \"would probably love to have some of [Norristown's] problems - the decision between whether a \nlittle supermarket should be called the corner market or the corner bodega,\" said Bill Fontana, executive director of \nthe Pennsylvania Downtown Center, a Harrisburg-based nonprofit that promotes revitalization.\n\nNorristown's Latino population already has shown its potential. Church membership is up. A weekend soccer \nleague formed by Mexican immigrants last year has grown into a racially diverse group of 400 players, drawing \nopponents nationwide.\n\n\"The future in this town is Hispanics,\" said Miguel A. Dones, a Latino community leader.\n\n\"My message has been: 'You have to learn to live with that.' \"\n\nNotes\n\nDOWN TOWNS\n\nPart III: Writing a second act for Norristown\n\nSidebar to the third in a series.\n\nGraphic\n\n \n\nPHOTO;\n\nMelvin Munoz and his mother, Patricia Cervantes, at Mass at St. Patrick in Norristown. Latinos compose more than \nhalf of the 500-member church. The most popular Mass is said in Spanish.\n"}