{"title": "DRIVER'S LICENSE BILL IS ASKING FOR FRAUD;GOOD INTENTIONS, BAD LEGISLATION", "body": "\nCalifornia's Legislature is poised to approve legislation that has a virtuous veneer -- issuing driver's licenses to \nundocumented immigrants -- but a dangerous security hole large enough to allow for widespread identity fraud.\n\nWith his political career and the support of Latino and union groups in the balance, Gov. Gray Davis is eager to sign \na bill granting 2 million undocumented immigrants the right to a driver's license.\n\nToo eager. By declaring a month ago he'd sign the bill, Davis greased the process for legislation that fails to meet \ndemands he listed a year ago when he vetoed a similar bill.\n\nLying for a license\n\nHere's the hole in the process: The bill still would enable individuals -- not just immigrants -- to get a license or \nmultiple licenses by lying about who they are.\n\nBarring last minute delays, the bill may go before the Assembly on Thursday, then return to the Senate. Unless \nsenators have second thoughts, a bad bill with good intentions will become law.\n\nCalifornia should become the third state, after Utah and New Mexico, to let undocumented immigrants drive legally, \nbut must do so in a way that eliminates security risks.\n\nA revised version of SB 60 is supposed to eliminate that problem byrequiring the Department of Motor Vehicles to \npurchase digital ID technology for $50 million to $65 million, which higher license and motor vehicle fees would pay \nfor.\n\nAnyone seeking a new driver's license or renewing a permit in person would submit a fingerprint, which would be \nscanned for duplicates. The current system, which requires a thumbprint, can't do systemwide matches.\n\nNew technology is overdue. The problem is that it'll take five to 10 years for Californians renewing their licenses to \nbe entered into the database. That's a big window for abuse.\n\nUnder current law, an applicant must submit a Social Security number, which is issued only to citizens. To \naccommodate immigrants, Sen. Gil Cedillo's bill would permit the substitution of a individual taxpayer ID number, \nissued by the federal Internal Revenue Service. However, Motor Vehicles cannot verify tax ID numbers, because \nthe IRS doesn't share the information.\n\n\nHere's how easy it would be to commit fraud: A person would submit a false name -- maybe your name -- and a \nfake taxpayer ID number, along with a fingerprint. Only a person with a print already in the system would attract \nnotice. Once issued, the license would be widely accepted as reliable identification.\n\nCedillo's bill theoretically would make forgeries harder by requiring more documentation, including a birth certificate \nand a passport or consular ID. But a licensing system is only as effective as its weakest link, and some of these \ndocuments can easily be forged.\n\nDavis bailed out\n\nLast year's bill had stronger protections: a criminal background check and a prerequisite that an immigrant seek \nresidency. This year, Davis should have started discussions with those requirements. Instead of driving \nnegotiations, he bailed out on them.\n\nDriver's licenses have become domestic passports; the system must be tamper-proof. The Legislature is poised to \npass a bill that doesn't meet that standard.\n"}