{"title": "12 SENATE CONSERVATIVES LAUNCH THEIR OWN WELFARE-REFORM PLAN IMMIGRANTS AND UNWED TEENAGE MOTHERS ARE TARGETED. AMONG THE BACKERS: PRESIDENTIAL HOPEFUL PHIL GRAMM.", "body": "\nSenate conservatives announced their own plan yesterday to dismantle more than 150 antipoverty programs, \nputting new pressure on Senate Majority Leader Bob Dole to overcome the Republican divisions on welfare.\n\nAmong the dozen backers of the new bill is Sen. Phil Gramm, a Texan and Dole's rival for the GOP presidential \nnomination. Gramm's involvement spotlights the extent of the Republicans' differences and injects a dose of \npresidential politics into the welfare debate.\n\nGramm and the others attacked a bill passed by the Senate Finance Committee with the support of Dole. \"Our goal \nis to stand up for what our party believes in,\" Gramm said.\n\nThe conservatives' plan would crack down on immigrants and unmarried teenage mothers who get welfare, \nwhile giving states responsibility for a $100 billion array of cash, job training, housing, foster care, child care and\n\nnutrition programs. It also would require 75 percent of able-bodied welfare recipients to work.\n\n\"We are literally lifting thousands of strings that the federal government now imposes on welfare as it is constructed \nin our states,\" said Gramm. \"This will unleash creativity in the states, it will give the states the ability to experiment.\"\n\nGramm and other conservatives blocked Senate debate on welfare earlier this summer when they complained \nthat the GOP's original plan did nothing to discourage teenagers from having children out of wedlock.\n\nA fight between lawmakers from the Sunbelt and the North and Midwest over that bill's formula for dividing welfare \ndollars has also roiled the Senate. Moderate Republicans, meanwhile, oppose the conservative push to cut off \ncash payments to teenage mothers and children born while their mothers are on welfare.\n\nThe House passed its measure in March.\n\nFLAG AMENDMENT. The Senate Judiciary Committee voted 12-6 yesterday for a constitutional amendment to \ncurtail desecration of the flag.\n\n\nDemocratic Sens. Dianne Feinstein of California and Howell Heflin of Alabama joined 10 Republicans in supporting \nthe proposal. Six Democrats opposed the amendment.\n\nThe amendment already passed the House by a 312-120 vote, more than the two-thirds majority necessary. If the \nSenate approves, three-quarters of the states would have to ratify the language within seven years.\n\nThe measure would permit Congress and states to enact laws to ban flag desecration. The bill is a reaction to \nrecent Supreme Court rulings that threw out such laws as a violation of constitutional protections of free speech.\n\nIMMIGRATION OVERHAUL. The most dramatic overhaul of immigration policy in 30 years, including stringent \nborder controls and significantly lower limits on legal immigration, was approved yesterday by the House Judiciary \nsubcommittee on immigration.\n\nAfter four days of wrangling with mostly technical amendments, the panel\n\nsent the 300-plus-page bill to the full committee relatively unchanged. The committee is expected to take it up after \nthe August recess.\n\nIn addition to politically popular measures clamping down on illegal immigrants, the bill would reduce from about \n830,000 to 585,000 the number of foreigners eligible for legal entry. It also would restrict visas to highly skilled \nworkers and the spouses and minor children of U.S. citizens and legal residents.\n\nMEDICARE CUTS. The Clinton administration's top Medicare official told Republican lawmakers yesterday that \ncutting $270 billion from the program would mean higher costs or fewer benefits for America's elderly.\n\nBut Republicans said they were being responsible by giving senior citizens more choices about health insurance \nand trying to fix Medicare, which is heading for financial ruin early in the 21st century.\n\nMedicare is shaping up as a big political battle, with Republicans trying to emphasize the need to slow spending \nand balance the budget in seven years and Democrats accusing the Republicans of raiding Medicare to pay for tax \ncuts for upper-income Americans.\n\nNeither the House nor the Senate has made public its Medicare proposals, but the Republicans are moving toward \nreplacing traditional Medicare with a program that would give senior citizens vouchers to buy their own health \ninsurance.\n\nMedicare administrator Bruce Vladeck told the House Ways and Means health subcommittee that, given inflation \nprojections and the limits set in the Republican budget plan, there is no way they can make sure vouchers pay for \nthe care. Vladeck said beneficiaries would face the choice of paying more or getting less.\n"}