{"title": "HIGH-TECH INDUSTRY SHOULD LOOK WITHIN TO FILL SHORTAGE", "body": "\nTHE Information Technology Association of America's claim of a shortage of qualified and employable workers in \nthe United States (Opinion, Feb. 25) cannot be empirically substantiated. With short product-release life cycles, \ncorporations have no time for on-the-job training. Foreign workers hired under the H-1B visa program are an \ninexpensive, short-term fix that does not address long-term issues.\n\nHigh-tech corporations should give something back to the workforce which has been displaced by the very \ntechnology that the companies produce. If the ITAA claims are true, then they should contribute to a long-term \nsolution which does not burden taxpayers or the educational system. Paying an additional educational fee for each \nH-1B visa issued is a good start. This is an act of good faith, in order to give something back to the nation, \nworkforce and economy that has made the corporations' existence possible.\n\nThe fee could be used for a program called TRIPP -- Technical Retraining, Investment and Placement Program. \nSponsor employers would pay a $50,000 educational fee per year for each H-1B visa issued up to the current \nnationwide limit of 65,000 per year. Beyond that limit, an employer would have to pay a $100,000 educational fee \nH-1B visa. The educational fee is applied toward the re-education and placement of disenfranchised and \nunemployed workers into the high-tech industry. Sponsor employers also receive a rebate of $25,000 from the \nprogram funding pool when placing a worker from the re-employment pool for at least one year.\n\nThis program would benefit all parties. The high-tech companies would profit by having a competitive advantage \nfrom the immediate placement of H-1B visa employees. A labor pool of newly trained employees would be created, \nand the industry will never face another \"shortage.\" High-tech firms will have incentive through the rebate \nprogram to cease discriminatory hiring practices and hire out of the TRIPP graduate pool. The competitive \nadvantage and additional profits gained from the immediate infusion of H-1B visa employees would more than \noffset the sponsor companies' additional costs from the educational fee.\n\nCongress should legislate this program as soon as possible.\n\n-- C. Giovanni Enrico\n\nSan Carlos\n\nABOUT five years ago, I was in the midst of a career change. After almost 20 years as a nuclear engineer, I \nrealized that it was time to find a new career with a future. I condensed a pretty successful technical and \nmanagement career into a two-page resume, carefully written to eliminate \"nuke-speak\" and -- hopefully -- pique \nthe interest of the high-tech hiring managers. After two years and several hundred resumes, I had a small stack of \nthose \"we will keep your resume on file\" cards and a grand total of three interviews.\n\nBased on my experiences, and those of others I knew in the same situation, I offer the following criticisms of the \nhigh-tech hiring process;\n\n\n* Don't rely so much on \"keywords\" in resumes. There's a lot of experience out there that may be applicable to your \nbusiness. Other industries may use different jargon for the same -- or a similar -- skill set.\n\n* Make age discrimination a hanging offense. One of my interviews died the moment I met the interviewer. A look \nof dismay crossed his 30-something face when he saw my 40-something self. We went through the motions, but the \nconclusion was forgone. His experience was common among contemporaries, as well.\n\n* Hire people, not resumes.\n\nMuch of the high-tech industry's problem results from a desire to have highly qualified people drop into their lap \nlike a piece of ripe fruit falling from a tree. My experience in hiring suggests that it's more like mining for diamonds. \nYou have to do a lot of sifting and screening, but they're in thereif you're willing to look.\n\nAs for me, I finally found a job with a small telecommunications company. The interview consisted of finding those \nthings I could do that would be of immediate benefit (a couple), future benefit (a few more), and my willingness to \nlearn something new (a helluva lot). I started at the bottom and within a few months had been promoted three \ntimes. Today, I'm deeply involved in some fascinating projects and am enjoying my new career as much as I did the \nold one.\n\nI like to think that I could have done the same thing in the high-tech industry if someone would have been willing \nto look beyond the resume. The industry can solve many of its personnel problems if it stops wandering around \nthe orchard and starts mining for diamonds.\n\n-- J.D. Doyel\n\nSan Jose\n"}