{"title": "IMMIGRANT FORUM BRIDGES LONG-STANDING GAPS", "body": "\nTwo rows of seats were arranged in an inviting circle. The chairs, even on a snowy morning, were soon occupied by \na rainbow of Caucasian, Somali, African-American, Latino, Ethiopian, Hmong and American Indian faces.\n\nThis United Nations-like gathering took place Friday at the appropriately named International Institute of Minnesota, \na short soccer-ball kick from the State Fairgrounds -- the annual host to the so-called Great Minnesota Get-\nTogether.\n\nThe faces on this day belonged to immigrants, legislative aides, representatives from various social service \nagencies and nonprofits, and a handful of federal immigration officials.\n\nA mix such as this a few years ago would have begun with subdued tension, followed by miscommunication, vented \nanger, allegations -- true or not -- and finally end with frustration on both sides. Essentially, a verbal food fight where \nlittle got accomplished.\n\n\"That's basically how most of them went,\" recalled Curtis Aljets, who recently retired as local district director of the \nformer INS, renamed the U.S. Citizenship and Immigration Services. \"It was really frustrating.\"\n\nEnter Hector Garcia, a former Twin Cities securities executive who approached Aljets with a better idea following a \ncontentious and largely unproductive session at a church in St. Paul.\n\n\"They were talking past each other rather than to each other,\" recalled Garcia, then a member of the National \nConference for Community Justice. The group, formerly called the National Conference of Christians and Jews, \nwas founded in the late 1920s as a way to ease tensions between the two groups during a time of heightened anti-\nSemitism. Garcia believed a similar format with modern day applications was needed.\n\nFour years later, the Immigrant Community Roundtable has grown into a highly constructive venue for both federal \nofficials, immigrants and others to discuss issues, exchange information and find common ground in a productive \nand respectful setting.\n\nAt Friday's session, participants learned about a growing scam in which some landlords are extorting cash bribes \nbetween rental payments. Another scam, which involves the multiple use of children's Social Security numbers to \nfraudulently receive child credit refunds, is currently the subject of an ongoing probe by local IRS investigators.\n\nBut another of the roundtable's crowning achievements today is a guide for newly arrived immigrants that is being \nreplicated in New York City and may possibly become a national handout model for immigration offices nationwide.\n\n\nThe 73-page Immigrant Orientation Guide, available online, on video and in print, is a series of primers on \nimmigration status, police and 911 procedures, basic housing, employment and civil rights. The guide is currently \navailable in English, Spanish and Somali.\n\n\"Many new residents are vulnerable to scams and ignorant of information that may seem very basic to you and me,\" \nsaid Linda Miller, executive director of Civil Society, a roundtable participant and St. Paul-based nonprofit legal \ngroup. \"This is a nonstop way for new residents to learn about many things they need to know.\"\n\nThe New York Times and a city museum are underwriting a similar survival-type guide in English, Spanish and \nChinese that will become available to newly arrived immigrants in the nation's largest city in March.\n\nAlthough the Big Apple has historically been the gateway for generations of immigrants, the Twin Cities have \nexperienced a significant upsurge in the past decade. Overall, foreign-born residents account for 5.3 percent of \nMinnesota's population, double the percentage in 1990.\n\nGarcia, Aljets and others believe the quarterly roundtable meetings are serving as a way to help defuse the fear and \ndistrust of immigrants following the events of Sept. 11, 2001. It almost seems like the word \"immigrant\" has \nbecome an exclusive catch phrase for terrorists or undocumented residents.\n\n\"I have some fear that a lot of people interpret it that way,\" says Garcia, who left the corporate executive world to \nwork as a self-employed cultural consultant. \"One of the goals we have is to better integrate immigrants into the \nlarger society. I don't mean assimilate, but to highlight the contributions of immigrants, and how, as throughout our \nhistory, they have helped enrich the community.\"\n\nRuben Rosario can be reached at rrosario@pioneerpress.com or 651-228-5454.  \n\nFYI\n\nFor more information about the Immigrant Community Roundtable or the Immigrant Orientation Guide, call 952-\n933-8889.\n"}