{"title": "Government Offers Look At Nation's Immigrants", "body": "\nIndians are the best educated newcomers from overseas. Somalis are the youngest and poorest. Immigrants from \nJordan and Bangladesh are most likely to be working in sales and office jobs. \n\n  Those are among the findings of a profile of the nation's foreign-born residents, legal or illegal, released this week \nby the Census Bureau.\n\n  Over all, the profile indicates that Latin Americans and Africans account for a greater share of the nation's \nimmigrant population than they did  five years ago. In 1990, 22 percent of the foreign-born residents were from \nMexico. By 2007, 31 percent were. \n\n  In 2007, the Census Bureau found, 54 percent of the nation's 38.1 million foreign-born came from Latin America, \n27 percent from Asia, 13 percent from Europe and 4 percent from Africa. \n\n  More came from Mexico -- 11.7 million -- than from any other country, followed by China, the Philippines, India, El \nSalvador, Vietnam and South Korea. \n\n  Dominican immigrants accounted for 2 percent of the foreign-born -- the same as the share of Canadians and the \nsame percentage as Germans as recently as 2000. Indians made up 4 percent of the foreign-born.\n\n  A separate analysis found wide disparities among foreigners, especially Mexicans, being drawn to different \nregions.\n\n  ''The new immigrant magnets, especially in the Southeast, are disproportionately attracting young Mexican men \nwho are willing to accept low wages,'' said William H. Frey, a demographer at the Brookings Institution. ''They have \na lower potential to assimilate into the community than foreign-born Mexicans going to other destinations, and, as a \nresult, they may be more prone to leave as economic opportunities continue to dry up in construction and related \nindustries.''\n\n  The profile found that immigrants are about as likely to have graduated from college as native-born Americans, \n27 percent compared to 28 percent. (Seventy-four percent of Indian immigrants have a bachelor's degree.)\n\n  Those from India, Australia, South Africa and the Philippines had the highest median household incomes, with the \nfigure for Indians at $91,195. Those from Somalia and the Dominican Republic had among the lowest. The median \nfor the foreign born was $46,881 compared with $51,249 among the native born.\n\n  The oldest immigrants were from Europe (Hungarians, Italians, Greeks, Germans and Irish all had median ages \nof about 60 or more) while Somalis had the youngest median age (26.8).\n\n  A disproportionately high percentage  of Nigerians and Kenyans are employed or looking for work. \n\n\n  Fully 97 percent of immigrants from Mexico  and the Dominican Republic do not speak English at home. About \n52 percent of foreign-born residents  say they speak English less than very well.\n\n  Americans born in the Netherlands and Ireland had the lowest poverty rates (5 percent). Somalis had the highest \n(51 percent).\n\nhttp://www.nytimes.com\n"}