{"title": "GEORGIA IN BRIEF Albany police seize $ 1 million in suspected drug money", "body": "\nALBANY: Police have seized more than $ 1 million in suspected drug money from a Colombian who was taking \na 700-mile taxi ride from Atlanta to South Florida, officials said Friday. GBI Special Agent Jim Baker said state \ntroopers stopped the cab for speeding on Interstate 75 in Dooly County late Thursday and discovered the money, \nas well as 71 gemstones of undetermined value, during a search. Carlos Alvarez, 49, of Bogota, Colombia, was \nbeing held in the Dooly County Jail in Vienna while the U.S. Immigration and Naturalization Service checked his \nimmigration status.\n\nThe cab driver, whose name was not disclosed, was released and allowed to keep the money he had been paid for \nthe ride to South Florida, Agent Baker said.The money was seized under a federal law that allows the government \nto take suspected drug money, Agent Baker said. Troopers became suspicious when a drug dog sniffed \nsuitcases in the taxi and indicated the presence of drug residue. It took GBI agents, troopers and sheriff's deputies \n13 hours to count the money, which was in 5s, 10s, 20s, 50s and 100s. The cash was placed in an Albany bank \nfor safekeeping.\n\nMACON: Deputy sheriff nominated as police chief. Mayor Tommmy Olmsted on Friday nominated Bibb County \nChief Deputy Sheriff James Avera to become the city's next police chief. Deputy Avera, 60, has worked in the \nsheriff's office since 1953 and has held his current post - the No. 2 position in the office - since 1975. He was one of \n59 people who applied for the job vacated by former Chief Jim Brooks, who was forced out of office in December by \nMayor Olmsted after continued controversies over the department's operation. Deputy Avera said he did not want to \ncomment on problems within the department. \"Once I am in office,\" he said, \"I will have a chance to sort things out \nand determine exactly what the problems are, and then I will deal with them.\" The nomination must be approved by \nthe City Council, which may take up the matter at its Tuesday meeting.\n\nSAVANNAH: Postal clerk stole cash, faked robbery, police say. Authorities believe a postal clerk who claimed he \nwas bound, gagged and robbed at gunpoint actually faked the robbery and stole more than $ 25,000 in money and \nstamps. Louis Andrew Futch, 34, was arrested and charged with misappropriating postal funds. Last month, Mr. \nFutch told police that two men forced their way through a rear door of the postal branch office on Wilmington Island \neast of Savannah and threatened to kill him if he did not cooperate with their demands. He said the robbers used \ntape to tie him up and put tape across his mouth, then took the $ 25,000 in cash, money orders and stamps. On the \nsame day he reported the robbery, Mr. Futch told a tractor-trailer driver to come late to collect mail from the branch, \npolice said. Mr. Futch is free on $ 10,000 bond.\n\nARLINGTON: Paramedic answers call to find his son in fatal wreck. A paramedic responding to a double fatality \nThursday discovered that his son was one of the two people killed in the car wreck. Emergency medical technician \nWillie Murray Jr. answered the call for backup, unaware the collision near Arlington involved his son, Willie Murray \nIII, 17, of Arlington, said chief Calhoun County paramedic David Askew. \"It was horrible for the entire community,\" \nsaid Newana Williams, administrator of Calhoun County Memorial Hospital. Police Chief Jim Pope said Willie \n\n\nWims, 50, of Arlington, who was riding in the car that Willie Murray was driving, also died in the accident on \nGeorgia 216. A third person in the car, Clemmie Daniels, 37, was treated at Calhoun County Hospital and \ntransferred to Phoebe Putney Hospital in Albany, where he was listed in fair condition. The driver of the other car, \nRita Jackson, 17, of Arlington, was treated at the hospital here and released, Mrs. Williams said. The accident is \nunder investigation.\n"}