{"title": "Census: Cupertino, Sunnyvale see increases in foreign-born population", "body": "\nApril 07--Cupertino and Sunnyvale continue to be a prime spot for immigrants looking to settle down and live the \nAmerican dream.\n\nCupertino's foreign-born population jumped dramatically in the last decade, making up approximately 47 percent \nof the city's total population, according to the 2010 census. In 2000, it was estimated to be at about 22 percent.\n\nMeanwhile, Sunnyvale's foreign-born population rose from 39.4 percent to 43 percent.\n\n\"What we have always believed and continue to believe based on the data is that [Cupertino] is an immigrant \ncommunity and reflects the vitality of Silicon Valley,\" Cupertino city spokesman Rick Kitson said. \"Our surveys \nshow that the No. 1 reason people come [to Cupertino] is its proximity to Silicon Valley jobs and the schools.\"\n\nIn terms of sheer population, Cupertino is up to about 58,000 residents, according to Kitson. The rise from about \n52,000 residents in 2000 was a surprise, Kitson said, because there had been little housing and residential \ndevelopment in the city. However, he added that in the past decade, the Garden Gate, Rancho Rinconada and \nMonta Vista neighborhoods had been annexed from the county and become part of Cupertino. Those \nneighborhoods were not counted in the 2000 census.\n\nJohn Pilger, city spokesman for Sunnyvale, said Sunnyvale's total population is instead tabulated based on \nprojections by the California State Department of Finance. Population totals from 2009 have Sunnyvale at\n\n138,826 residents. In 2005, it was at about 132,000. Pilger said the city prefers the state department's numbers \nbecause they are updated more regularly.\n\nMost of Sunnyvale's ethnic demographics remained about the same compared to the 2000 census, with the white \npopulation dropping to about 40 percent compared to 53.3 percent in 2000. The city's Latin American-born \npopulation rose from 17.4 percent to 21.9 percent.\n\nCupertino's demographics also stayed roughly the same. The white population dropped from about 50 percent in \n2000 to 35.3 percent in the latest data, while the Asian population accounts for the majority of residents at 55.7 \npercent, up from 35 percent a decade prior.\n\nHowever, Kitson said the statistic does not provide much insight because it does not account for or distinguish \namong residents of Indian, Japanese, Chinese or any other Asian origin.\n\n\"It's a rookie mistake to try and draw any conclusion from that,\" Kitson said.\n\n\nThe median household income in Sunnyvale based on the time the census data was gathered was $82,622 and \nCupertino's was $118,635. In 2000, those numbers were $74,409 and $100,411 respectively.\n\nMedian home prices at the time the information was gathered for the recent census were $705,200 in Sunnyvale \nand $948,200 in Cupertino. Those numbers were $495,200 and $649,000, respectively, 10 years ago.\n\nBoth cities occasionally refer to census data for city planning and as benchmarks for comparison when conducting \ncity studies or contracting for third-party studies. They also help the government when allocating money.\n\n\"Census numbers are important because they are the benchmark for a lot of grants, both state and federal and \nprivate, so it becomes important to both the city and business community,\" Pilger said.\n\nTo see more of the Cupertino Courier, or to subscribe to the newspaper, go to \nhttp://www.mercurynews.com/cupertino. Copyright (c) 2011, The Cupertino Courier, Calif. Distributed by \nMcClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-\nTribune Information Services (MCT), visit            www.mctinfoservices.com.\n"}