{"title": "An immigrant's path from bicycle to deportation", "body": "\nLIVERMORE -- The path to deportation for Eduardo Lopez-Reynoso began when he blew past a stop sign on a \nbicycle.\n\nThe 26-year-old Mexican immigrant was near downtown Livermore when police officers stopped him just after 11 \na.m. Oct. 28, a Friday.\n\nNeighbors watching the tall, flannel-shirted man be handcuffed and plopped into the back of a police cruiser on \nChestnut Street wondered what he had done. A drug test later showed he had used methamphetamine.\n\nFive days later, federal agents dropped him just over the Mexican border.\n\nLopez's swift deportation illustrates the sometimes controversial reality behind Secure Communities, the Obama \nadministration program that puts local police officers in the Bay Area and around the country on the front lines of \nfederal immigration enforcement.\n\nIn the Bay Area, sheriffs in Alameda and Contra Costa counties have embraced their new role, while local \ngovernment leaders in Santa Clara and San Francisco counties are actively resisting.\n\nSupporters say the rapidly expanding network helps track down and boot out of the country the \"worst of the worst\" \ncriminal immigrants.\n\nCritics of the program argue that its net sweeps up too many others, sending waves of fear through immigrant \ncommunities and tearing apart families.\n\nLopez's case appears to fall between those two extremes. Repeatedly arrested for using drugs, he was a nuisance \nto Livermore police but had no record of serious crimes.\n\nOf the thousands deported from the Bay Area after the Secure Communities database flagged them in a local jail, \n68 percent were convicted of a crime. The crimes ranged in seriousness from murder to traffic violations, but the \nfederal government, while publicizing the total numbers, has declined to break down its arrest and deportation \nstatistics by specific criminal charges.\n\nAlthough local police making an arrest start the Secure Communities process once they fingerprint a suspect, they \ndon't track the results.\n\nLopez's was so routine, in fact, that Livermore police Chief Steve Sweeney only knew about his deportation after a \nreporter told him. Local police did their job, Sweeney said, and federal agents did theirs.\n\n\n\"We book them, and that's the end of it for us,\" he said. \"He wasn't treated any differently than anybody else would \nhave been.\"\n\nSome time after encountering Lopez, police gave him a drug test and arrested him on suspicion of being under the \ninfluence of drugs.\n\nThen at Santa Rita Jail in Dublin, the Secure Communities immigration records database flagged Lopez as \nsomeone who could be deported; immigration agents sent a note -- called a detainer -- asking jailers to keep him.\n\nAfter years laboring in construction, but never having permission to live and work in the United States, Lopez \nsuddenly was on a fast track out of California. Days later, he would join more than 5,600 immigrants deported from \nthe Bay Area as a result of Secure Communities, implemented in each of the region's nine counties last year.\n\nLiberal-minded local government leaders have debated their role in the federal dragnet.\n\nSanta Clara and San Francisco counties sought to resist the automatic transfer of low-level offenders and \nnoncriminals from county jails to federal custody, arguing that deportation fears will erode local police relations \nwith immigrant communities.\n\nAlameda and Contra Costa counties, in contrast, established close relationships with ICE, and their sheriffs say \nfederal agents should have the leeway to take whomever they want. Both East Bay counties deport more \nnoncriminals than the region as a whole.\n\nLopez had a criminal conviction on his record, and he was what immigration officials call a \"criminal alien.\" In \nFebruary, according to court records, he had been caught walking across railroad tracks near North Oak Street in \nLivermore. A police officer found a charred smoking pipe in his pocket. Asked whether the pipe was for smoking \nmethamphetamine, Lopez said, \"Yes,\" according to a police report. A judge later dropped the charge down to \ndisturbing the peace, an infraction.\n\nThe late October arrest triggered his journey toward deportation.\n\nOn Nov. 2, a long black Chevy Express van with tinted windows carried Lopez, several other Mexican and Central \nAmerican men and one woman from Santa Rita Jail across the bay to the financial district of San Francisco, just \naround the corner from the landmark Transamerica building.\n\nAgents escorted the group through the freight loading dock of the U.S. Appraisers Building, a gray 16-story monolith \nbuilt in the 1940s to replace the burned-down Angel Island immigration center.\n\nOnce known as a \"detention hotel,\" according to a government website, the Sansome Street building housed \nimmigrants for days or weeks before federal authorities stopped keeping people overnight there in 1960. Many \ndetainees now are sent each evening to jails in Richmond, San Jose or near Sacramento, at the federal \ngovernment's expense, while others go south -- to federal or private prisons near the border or directly to Latin \nAmerica.\n\nAll the East Bay immigrants that day -- from Mexico, El Salvador, Guatemala and Honduras -- lined up quietly \nfacing the concrete wall of a loading garage. They rode an elevator to the sixth floor, entering a sunlit booking room \nwith a sweeping view of Telegraph Hill. No one appeared to be paying much attention to the scenery.\n\nIn fact, by late morning, Lopez was feeling resigned. He was ready to go home, he said in a brief interview.\n\n\"I'd like to see my mom and dad,\" he said. They live in a town in Mexico's Jalisco state, not far from the city of \nGuadalajara. Here in the United States, Lopez struggled to find work and shared a small apartment with a relative \nand a friend. Back home, he said, economic prospects would be even more dim, but he wanted to rejoin his family \nafter more than five years apart.\n\n\n\nImmigration officials swiftly obliged. Lopez waived his right to a court hearing and agreed to voluntarily return to \nMexico. The agreement means he will not be banned from seeking a green card in the future, though it is difficult for \nmost in Mexico to obtain one. About 11 percent of all Secure Communities deportations are voluntary, according \nto UC Berkeley Law School's Warren Institute.\n\nLatino immigrants are the most affected by Secure Communities. Although they make up 77 percent of the nation's \nillegal immigrant population, they account for 93 percent of the people arrested through Secure Communities, \naccording to a recent report by the institute.\n\nThe report found that 52 percent of those arrested through Secure Communities receive a hearing with an \nimmigration judge. Of those who get to make their case, and are not citizens, 2 percent are granted relief from \ndeportation. The institute said its figures, culled from public records requests, were disturbing and raised questions \nabout the fairness of the program.\n\nICE responded by saying the report \"fails to acknowledge how the program has enhanced public safety.\"\n\nHours after Lopez volunteered, agents took him to a plane -- part of a flight service nicknamed ICE Air -- that flew \nhim to San Diego.\n\nAgents then drove him to the San Ysidro land port between the United States and Mexico, dropping him off at the \nborder. A man who woke up before dawn in an East Bay jail was in Tijuana that night.\n\nHe would have to find his own way home to Guadalajara, about 1,200 miles further south.\n\nGraphic\n\n \n\nJuan Angel Santo Dubom from Hayward, immigrated from El Salvador and now gets finger printed and processed \ninto ICE custody at the Enforcement and Removal Operations Office in San Francisco, Calif. part of the U.S. \nImmigration office, on Wednesday, Nov. 2 2011. He is charged with a DUI and was brought to the San Francisco \noffice from Santa Rita Jail. (Laura A. Oda/Staff)\n\nImmigrants who are illegally in the country and charged with a crime from Santa Rita jail are brought to the \nEnforcement and Removal Operations Office in San Francisco, Calif. part of the U.S. Immigration office , to be \nprocessed into ICE custody on Wednesday, Nov. 2 2011. (Laura A. Oda/Staff)\n\nImmigrants who are illegally in the country and charged with a crime from Santa Rita jail are brought to the \nEnforcement and Removal Operations Office in San Francisco, Calif. part of the U.S. Immigration office, to be \nprocessed into ICE custody on Wednesday, Nov. 2 2011. (Laura A. Oda/Staff)\n\nJuan Angel Santos-Dubom from Hayward, immigrated from El Salvador and now waits to be processed into ICE \ncustody at the Enforcement and Removal Operations Office in San Francisco, Calif. part of the U.S. Immigration \noffice, on Wednesday, Nov. 2 2011. Dubom is charged with a DUI and was brought to the San Francisco office from \nSanta Rita Jail.(Laura A. Oda/Staff)\n\nEduardo Lopez-Reynoso from Livermore, originally from Mexico, waits to be processed into ICE custody at the \nEnforcement and Removal Operations Office in San Francisco, Calif. part of the U.S. Immigration office, on \nWednesday, Nov. 2 2011. Lopez-Reynoso was detained on a misdemeanor charge and was brought to the San \nFrancisco office from Santa Rita Jail. He was deported that same day. (Laura A. Oda/Staff)\n"}