{"title": "ORDER AT THE BORDER A HUMAN 'FENCE' WORKS WELL, THOUGH IT IS JUST A STOPGAP", "body": "\nLAST year, Operation Blockade in El Paso set a new trend in the war against illegal immigration, even though it \nwas essentially just a lot of bored U.S. Border Patrol agents standing guard and sitting in trucks in plain view of \nwould-be crossers on the other side of the Rio Grande.\n\nCalifornia hankered for its own operation, even as the success of the El Paso crackdown lessened as illegal \nimmigrants found other places to cross. Operation Gatekeeper opened last week in the San Diego-Tijuana area to \nsimilar initial success. Apprehensions went way up the first weekend. The sight of more than 200 uniformed agents \nper shift along a 14-mile stretch of border from the Pacific Ocean to the mountains east of San Ysidro is \nimpressive.\n\nAs deterrents to illegal immigration, beefed up border patrols work better than steel fences and armed pursuits \nacross the desert. But they are stopgaps, not solutions.\n\nWell, some would say, why don't we go all out and expand Operation Gate- keeper across the whole border, all \n2,000 miles of it?\n\nThe border is too long, and the number of illegal immigrants who actually cross the border is too small to justify the \nenormous cost. One fact underscores the folly of a sealed border: Six of 10 illegal immigrants don't run or swim \nacross. They arrive legally and simply overstay their visas.\n\nThe smart thing to do is discourage illegal border crossers by squeezing the busiest points of entry, as in San \nDiego and El Paso, and then invest in more promising solutions.\n\nFor example, government could promote further trade agreements to increase employment in Mexico, as well as \nvigorously enforce workplace laws to remove the incentives for unscrupulous employers who recruit undocumented \nworkers. A binational border management and policing program would help reduce border tension, streamline the \npaperwork for legal work permits, and break up smuggling rings.\n"}