{"title": "In a Shift, U.S. Grants Asylum For Mexicans", "body": "\nThe United States has quietly granted political asylum to at least 55 Mexican citizens in the last 14 months, a \nmajor shift after many years in which virtually all asylum applications from Mexicans were routinely rejected.\n\nImmigrants-rights advocates hail these grants of asylum, which are made by individual Federal immigration agents \nand judges on a case-by-case basis, as a collective milestone that amounts to formal recognition by the United \nStates that political repression occurs in Mexico. But the actions have created a growing diplomatic headache for \nthe Clinton Administration by angering the Mexican Government and the ruling party that has dominated the country \nfor more than 60 years.\n\nThe asylum approvals come during a time of huge increases in the numbers of such applications from Mexicans. \nApplications increased to 9,304 in the 1995 fiscal year, which ended Sept. 30, from 6,397 in 1993 and from only \n122 in 1990. From 1990 through 1993, not a single asylum application was approved; in 1994 five were approved, \nand in the most recent fiscal year it was 54.\n\nThe cause of the increase is itself the subject of intense debate. Advocates for those seeking asylum say the \nincrease reflects the Mexican public's growing opposition to the ruling political party and asylum applicants' fears of \nretaliation for their political activities. But Federal immigration officials say that much of the increase represents \nfraudulent applications submitted by Mexicans seeking to take advantage of a loophole in the asylum law that \nallowed them to work legally in the United States pending review of an asylum request.\n\nAmong those granted asylum are environmentalists and critics of the Government, including the former Mayor of \nOjinaga, Ernesto Poblano, and Ana Maria Guillen, the former leader of the opposition Democratic Revolutionary \nParty in Matamoros, near the United States border.\n\n\"I'm happy because we have created an opening for our compatriots,\" said Ms. Guillen, whose petition was \napproved this week by an immigration judge in San Antonio. \"I'm sad because the situation is worse and we don't \nhave the conditions that will allow us to return.\"\n\nA portrait of these refugees is difficult to assemble: the Federal Immigration and Naturalization Service, citing \nconfidentiality laws, declined to release details of the asylum petitions that have been approved.\n\n\nIn the vast majority of cases, asylum requests from Mexico are still turned down, a point that both Mexican and \nState Department officials emphasized in interviews. And Gustavo Mohar, the minister in charge of immigration \naffairs at the Mexican Embassy in Washington, insisted Mexican citizens had no reason to fear retribution for their \npolitical activities.\n\n\"We have in Mexico the mechanisms to protect people who feel their life is threatened,\" Mr. Mohar said today in a \ntelephone interview. \"The Government position is that there is no action against people. They can speak and say \nwhatever they will.\"\n\nThe Immigration and Naturalization Service has taken pains to portray the surge in asylum petitions as largely the \nresult of fraudulent claims. But even after the provision that allowed applicants to begin working legally was \nrescinded early this year under a much-heralded reform of asylum procedures, the numbers of applications \nincreased slightly over the year before.\n\nAnd advocates for the Mexican petitioners say a growing number of opposition leaders in Mexico have cited abuse, \ntorture and fear for their lives in their requests to remain in the United States -- and several have persuaded \nimmigration judges to approve their requests based on such evidence.\n\n\"There is this sort of myth that Mexico is functioning as a full democracy where people can object without facing \nreprisals,\" said Dan Kesselbrenner, director of the immigration project of the National Lawyers Guild, a resource \ncenter for groups that represent immigrants.\n\n\"The willingness of judges to grant asylum relief to people from Mexico reflects the actual objective conditions in \nMexico,\" he said, \"where there is political repression of people who are active against the Government.\"\n\nAnd Maria Jimenez, director of the immigration law-enforcement monitoring project of the American Friends Service \nCommittee here in Houston, said the rulings \"corroborate what Amnesty International and Americas Watch have \nreported, that there's no prosecution of people, the police or army or anyone, who commits these violations.\"\n\nUnder Federal immigration statutes, asylum is approved if an applicant can demonstrate \"a well-founded fear of \npersecution based on race, religion, nationality, political opinion or membership in a particular social group.\" The \napproval can come from officers of the naturalization service or Federal immigration judges.\n\nIn one case last year, in apparently the first specific ruling by immigration authorities that sexual orientation \nconstituted grounds for persecution, a gay Mexican man was granted asylum after contending he was harassed, \ntortured and raped by Mexican police.\n\nMost of the Mexican cases appear to involve political activism. Carlos Spector Calderon, an El Paso lawyer, said he \nhad represented or advised five people granted asylum in the past few years, all of whom held leadership \npositions in opposition parties.\n\nStill, some of those granted asylum have apparently not applied on political grounds. For instance, an official \nfamiliar with immigration rulings said today that among those granted asylum last year were several relatives of a \nman accused in the assassination of the Mexican Presidential candidate, Luis Donaldo Colosio.\n\nThe relatives were not themselves involved in political activities and simply feared retaliation, said the official, who \nspoke on condition of anonymity. But a spokesman for the immigration service said the agency could not confirm \nthat account.\n\nMs. Guillen said Mexican officials had put out a warrant for her arrest after she was attacked by police when she \ntried to enter a building where ballots were being counted. She fled to San Antonio and at her hearing, presented \ntestimony from Juan Gutierrez, a colleague who said he had been held by the police, beaten and threatened with \n\"disappearance.\" She also presented affidavits from witnesses who said they had seen other members of the party \nbeaten.\n\n\n\nIn a ruling on Monday, a Federal immigration judge, Richard F. Brodsky, said Ms. Guillen was \"similarly situated\" to \nmembers of her party who had been the subject of persecution, and he approved her request. In doing so, he \noverruled an earlier denial of the application by the immigration service.\n\nAsked if she wanted to return to Mexico eventually, she said: \"If the conditions allow, of course. I will return to my \ncountry when they get better.\"\n\nGraphic\n\n \n\nPhoto: Ana Maria Guillen, the former leader of the opposition Democratic Revolutionary Party in Mexico, was \ngranted political asylum by a Federal immigration judge, who said she was a target of persecution. (Craig Stafford \nfor The New York Times)(pg. B14)\n\n \n\nGraph: \"ALMANAC: Political Asylum\" shows Mexicans applying for asylum from 1990 to 1995, Mexicans \ngranted asylum from 1990 1995 and countries with the most nationals granted asylum from 1990 to 1995. \n(Source: Immigration and Naturalization Services)(pg. B14)      \n"}