{"title": "Court Denies Back Pay to Fired Illegal Immigrants", "body": "\n The Supreme Court ruled yesterday that the federal government may not compel employers to award back pay to \nundocumented immigrants who were illegally fired for trying to join a labor union. \n\n By a vote of 5 to 4, the court held that the National Labor Relations Board (NLRB) had thwarted a national \nimmigration law's goal of preventing the hiring of illegal immigrants when it told Hoffman Plastic Compounds Inc. \nto pay almost $ 67,000 to Jose Castro. Castro was an undocumented worker from Mexico who went to work for the \ncompany in 1988, then was fired in 1989 for joining an organizing drive by the United Rubber, Cork, Linoleum & \nPlastic Workers of America. \n\n \"[A]llowing the board to award backpay to illegal aliens would unduly trench upon explicit statutory prohibitions \ncritical to federal immigration policy,\" Chief Justice William H. Rehnquist wrote in the opinion for the court, which \nwas joined by Justices Sandra Day O'Connor, Anthony M. Kennedy, Antonin Scalia and Clarence Thomas. \"It \nwould encourage the successful evasion of apprehension by immigration authorities, condone prior violations of the \nimmigration laws, and encourage future violations.\" \n\n The NLRB, Rehnquist wrote, \"asks that we . . . allow it to award backpay to an illegal alien for years of work not \nperformed, for wages that could not lawfully have been earned and for a job obtained in the first instance by a \ncriminal fraud.\" \n\n However, four dissenting justices said that the ruling would actually create more incentives for companies to hire \nillegal immigrant workers, because they can now violate their right to join a union, at least once, without fear of \nlegal liability. \n\n \"[T]he Court's rule offers employers immunity in borderline cases, thereby encouraging them to take risks, i.e., to \nhire with a wink and a nod those potentially unlawful aliens whose unlawful employment (given the Court's views) \nultimately will lower the costs of labor law violations,\" Justice Stephen G. Breyer wrote in a dissenting opinion joined \nby Justices John Paul Stevens, David H. Souter and Ruth Bader Ginsburg. \n\n The National Labor Relations Board found in 1992 that Hoffman had violated federal labor law by firing Castro and \nthree other employees for trying to join the union. At a hearing in 1993, Castro admitted he had entered the country \nillegally and got his job with fraudulently obtained documents. An administrative judge found him ineligible for back \npay. But in 1998, the NLRB reversed that ruling and ordered Hoffman to pay Castro. \n\n\n Hoffman appealed to the U.S. Court of Appeals for the District of Columbia Circuit, which concluded last year that \nthe NLRB's order should be upheld. \n\n Sen. Edward M. Kennedy (D.-Mass.) called yesterday's decision \"a dramatic setback to America's workers,\" and \nsaid he would seek legislation to undo it. \n\n The case is Hoffman Plastic Compounds v. NLRB, No. 00-1595. \n"}