{"title": "A Closer Look at Some of the More Hotly Disputed Assertions", "body": "\nAt the second presidential debate, everyone played fact-checker.\n\nPresident Obama said, ''Not true, Governor Romney'' to dismiss his rival's charge that oil and gas production \npermits and licenses on federal lands and waters had been cut in half over the past four years. (They have \ndeclined, but not by half).\n\nMitt Romney said at one point, ''Let me go back and speak to the points that the president made, and let's get them \ncorrect'' after Mr. Obama falsely charged that he had called the strict Arizona immigration law ''a model for the \nnation.'' (Mr. Romney has spoken favorably of the state's immigration law, but the ''model'' Arizona law he talked \nabout was the mandatory use of a federal electronic verification system to check the immigration status of new \nhires.)\n\nAnd the moderator, Candy Crowley of CNN, got into the act, too, when Mr. Romney challenged Mr. Obama's \nassertion that he had gone into the Rose Garden the day after the attack on the American diplomatic compound in \nBenghazi, Libya, and called it an act of terror.\n\n''You said in the Rose Garden the day after the attack it was an act of terror?'' Mr. Romney said disbelievingly. He \nlater added: ''I want to make sure we get that for the record, because it took the president 14 days before he called \nthe attack in Benghazi an act of terror.''\n\n''Get the transcript,'' Mr. Obama replied.\n\nMs. Crowley interjected: ''He did in fact, sir.''\n\nTo which the president added, ''Can you say that a little louder, Candy?''\n\nThe Obama administration has been criticized for shifting assessments of what really happened in Benghazi, which \ncontinued to change over the course of two weeks. But the day after the attacks, Mr. Obama did say, ''No acts of \nterror will ever shake the resolve of this great nation, alter that character or eclipse the light of the values that we \nstand for.''\n\nThere were plenty of questionable assertions at the second presidential debate. Here is a look at some of them:\n\nEnergy Policies\n\nMr. Obama and Mr. Romney carried out an extended dispute over energy policy that wandered into a thicket of \nhalf-truths, started by a question about gasoline prices that was never fully addressed.\n\n\nMr. Romney, describing Mr. Obama as hostile to traditional energy sources, repeated his assertion that all of the \nincrease in domestic oil and gas production in the past three years had come on private, not public, lands and that \nthe Obama administration had cut the number of oil and gas drilling permits on public lands in half. Neither \nassertion is quite true.\n\nOil and gas production on public lands has fluctuated during the Obama administration, but it has increased \nmodestly (about 13 percent for oil and about 6 percent for gas) in the first three years of the Obama presidency, \ncompared with the last three years of the administration of President George W. Bush, according to an analysis \nfrom the Energy Information Administration.\n\nThe Interior Department produced a report this year showing that drilling permits received and issued by the agency \nhad indeed declined from the last years of the Bush administration to the first years of the Obama administration -- \nbut not by half. (In the 2007 fiscal year, the government issued 8,964 permits to drill on public lands; in 2008 the \nfigure was 7,846. The numbers for 2009 and 2010 were 5,306 and 5,237.)\n\nMr. Obama said that 7,000 drilling permits had been granted but were not being used by oil companies, an accurate \nfigure, according to the Interior Department.\n\nMr. Obama stated that renewable energy production had doubled during his presidency, which is true, and that oil \nimports were at their lowest level in 16 years, also accurate. He also said that the boom in natural gas production \ncould produce 600,000 new jobs, a highly optimistic estimate, but he qualified it with the word ''potentially.''\n\nBut Mr. Obama mischaracterized Mr. Romney's energy plan, saying it was written by oil companies and favored \nonly traditional sources of energy: oil, gas and coal. But Mr. Romney's energy plan does include a place for \nrenewables, although he would sharply cut back on federal subsidies for wind, solar and other alternative energy \nsources. JOHN M. BRODER\n\nTariff on Chinese Tires\n\nMr. Obama said, ''We had to make sure that China was not flooding our market with cheap tires,'' and therefore \ntook action to save 1,000 jobs. It is true that in 2009, the Obama administration imposed a duty on Chinese tires, \nbut last month the administration let the tariff expire.\n\nThe United Steelworkers Union, an Obama political supporter, sought the action, and many economists criticized it \nas politically motivated.\n\nA study by the Peterson Institute for International Economics found that the tariff protected at most 1,200 American \njobs. But last year alone, the institute found, it cost American consumers $1.1 billion in higher-priced tires.\n\nMoreover, China responded by imposing tariffs on imports of American chicken parts that cost American poultry \nproducers an estimated $1 billion. Last month, the Obama administration quietly let the tire tariff expire. Critics say it \nrecognized that the economic costs of the sanction were too great. SHARON LaFRANIERE\n\nRelations With Israel\n\nMr. Romney said that ''the president said that he was going to put daylight between us and Israel.'' Is he correct?\n\nMr. Romney's campaign cites a newspaper account of a meeting with Jewish leaders at the White House in 2009 \nas evidence for Mr. Romney's statement. In that account, published in The Washington Post, people at the meeting \nsaid Mr. Obama had said that ''there was no space between us and Israel'' during the Bush administration, which he \nsaid had hurt the ability of the United States to influence Israeli actions or cajole Arab nations. ''When there is no \ndaylight, Israel just sits on the sidelines, and that erodes our credibility with the Arab states,'' the newspaper quoted \nMr. Obama as saying.\n\nAn Obama administration official said they did not know whether Mr. Obama made that statement during a private \nmeeting.\n\n\n\nThe newspaper account did not quote Mr. Obama as explicitly stating that his ''goal'' was to put distance between \nthe United States and Israel, as Mr. Romney characterized Mr. Obama's intentions during a recent speech.\n\nInstead, the account indicates that Mr. Obama was complaining that what he suggested was the Bush \nadministration's unwillingness to challenge the Israelis had reduced the American government's leverage over \nIsrael and hurt its reputation with Muslim countries. At the same time, a plain reading of the account would also \nsuggest that Mr. Obama wanted for his administration to be seen as less of a rubber stamp for Israel than the Bush \nadministration was.\n\nObama administration officials have said that there is no daylight whatsoever between the United States and Israel \non the issue of preventing Iran from obtaining nuclear weapons. RICHARD A. OPPEL Jr.\n\nPell Grants for College\n\nMr. Romney said he wanted to keep the Pell Grant program growing. This is a new position for him.\n\nThe governor and his campaign have repeatedly criticized Mr. Obama's expansion of the Pell Grant program, which \nthey have said is unsustainable. Mr. Romney's position paper on education says he would ''refocus Pell Grants \ndollars on the students who need them most.''\n\nFor months, this was widely interpreted as meaning that fewer people would qualify for Pell Grants -- an issue the \nRomney campaign declined to clarify.\n\nMr. Romney would also restore banks to their role in making student loans. Mr. Obama eliminated that role and \nused some of the savings to pay for the Pell Grant expansion. RICHARD PÉREZ-PEÑA\n\nIllegal Immigration\n\nMr. Obama said Mr. Romney's ''main strategy'' to curb illegal immigration would be to ''encourage self-deportation.''\n\nMr. Romney has never clarified precisely what he would do about the more than 11 million illegal immigrants in the \nUnited States. During the Republican primaries he called for tough enforcement to pressure them to leave the \ncountry. Since June he has moderated that position, saying he could support some measures that would allow a \nlimited group to remain here legally.\n\nMr. Romney says he opposes any amnesty. During a primary debate in January, he said he would seek a \nmandatory nationwide program to verify the legal status of all new hires, expanding an existing federal program \nknown as E-Verify, which is now voluntary. With that program in place, he said, illegal immigrants would soon \ndiscover that they could not get jobs and that ''they're going to self-deport.''\n\nMr. Romney was pressed for more details on the self-deportation strategy during a town hall-style meeting last \nmonth with Univision, the Spanish language network. But he did not provide them. ''I believe people make their own \nchoices as to whether they want to go home,'' he said.\n\nBut he said he would not favor ''a mass deportation effort, rounding people up, 12 million people.'' Mr. Romney said, \n''Our system is not to deport people.''\n\nHe has said he would support giving permanent resident green cards to illegal immigrants who serve in the military, \na group probably numbering in the tens of thousands.\n\nMr. Romney has said he will ''put in place a permanent solution'' for illegal immigration, but he has not described \nwhat it would look like or how he would get around the roadblocks in Congress that stalled Mr. Obama's efforts to \npass legislation. Most Republican lawmakers in Washington have rejected any legal status for illegal immigrants, \ncalling it amnesty. JULIA PRESTON\n\n\n\nhttp://www.nytimes.com/2012/10/17/us/politics/a-closer-look-at-some-disputed-claims.html\n\nGraphic\n\n \n\nCHARTS: Have Gas Prices Doubled Under Obama? Mr. Romney said that gas prices have doubled since Mr. \nObama took office in 2009. They have, but Mr. Obama took office just after prices plummeted during the financial \ncrisis. (Source: U.S. Energy Information Administration)\n\n What's Happened to Jobs? Mr. Obama said the private sector has added five million jobs. This is  true if you start \ncounting in February 2010, the month that jobs  bottomed out. (Source: Bureau of Labor Statistics)       \n"}