{"title": "Pulling Back the Immigration Posses", "body": "\nMany parts of the nation have tilted severely toward harsh, unyielding policies to catch and punish illegal \nimmigrants, but not everyone has gone over the edge. Gov. Janet Napolitano of Arizona on Monday pushed back, \nvetoing a bill that would have required all police and sheriff's departments in the state to join the federal \nimmigration posse.\n\n  Governor Napolitano dismissed the bill as impractical and expensive. She said it would have imposed an undue \nburden on local law enforcement, calculating that the cost of training that many officers under the federal program \nknown as 287(g) could total $100 million -- with no guarantee that the federal government would pay. \n\n  She also could have called it dangerous. The bill would have turned practically every level of law enforcement in \nArizona into some form of the feared la migra. Police chiefs across the country warn that would cripple their ability \nto investigate crime in immigrant communities. The 287(g) program is also far too prone to abuse. \n\n  That is already flagrantly clear in Arizona's most populous county, Maricopa, where Sheriff Joe Arpaio has built the \nbiggest 287(g) posse in the country -- 160 officers -- and deployed it in Hispanic neighborhoods, pulling people \nover for broken taillights and other traffic infractions and checking papers. \n\n  Defenders of the Maricopa raids deny accusations of racial profiling, but it is hard to see it as anything else. The \nhighly publicized sweeps have reaped bumper crops of fear and anger among Latino Arizonans -- citizens and \nillegal immigrants -- who have endured the stops, the flashing lights, the requests for papers. They have been little \nuse in the serious pursuit of criminals.\n\n  Governor Napolitano's veto of this repugnant bill will surely lead the Minutemen and their allies to denounce her \nagain. She is standing up for what is right for her state and for what is right. The search for a rational immigration \nsystem will not be resolved by simplistic, predatory enforcement schemes.\n\nhttp://www.nytimes.com\n"}