{"title": "Deadline stirs panic over INS Complex rule leaves immigrants troubled", "body": "\nOn any other day, Brigitte Goree's plan to renew her green card would have been routine. Monday it became a \nnightmare.\n\nGoree, who drove 200 miles from Decatur, Ala., to Atlanta's Immigration and Naturalization Service office, got \ncaught up in a panic over an immigration deadline that does not even affect her. Even so, she stood with \nhundreds of immigrants looking for answers outside the downtown INS building.\n\nThey were concerned about the impending expiration of a provision that allowed some illegal immigrants to get \ntheir green cards in the United States if they paid a $ 1,000 penalty. With the deadline set to expire at midnight \ntonight, the House acted late Monday to extend the deadline by three weeks. The Senate is to take up similar \nlegislation today.\n\nThe rule is so complex that few people understand it, prompting immigrants to see if it applied to them, or to \ncheck on the status of paperwork they filed months ---even years ---ago. Many spent hours in line, desperate for \ninformation.\n\nWhen Goree, who is in the country legally, walked up to the office at 8 a.m., she wasn't aware of today's deadline.\n\n\"I called the INS last week and they told me I had to come and do this in person,\" said Goree, of Germany, about \nfour hours later. \"But since we arrived, the INS has been short and rude with us.\"\n\nShe said an INS official had come out a couple of times to see whether anyone in line had an appointment, \"but he \nwould not answer questions from anyone in line. He wouldn't even explain why we couldn't go in.\"\n\nHer husband, Barry, a U.S. citizen who took time off from his job at the U.S. Postal Service to help his wife, was \nangry at the way they were treated. \"It's ridiculous,\" he said. \"If somebody had just come out and told us what was \ngoing on, it would have been better.\"\n\nCyla Burton had come on behalf of her mother, who is from Panama. She completed the paperwork and tests to \nbecome a citizen six years ago, but had not yet been sworn in, Burton said. \"I came to see if they can find her \npapers,\" she said, \"but they're treating us like dogs.\"\n\nINS officials said they don't have the staff to answer all questions, but late Monday they said they saw everyone in \nline. \"We didn't turn anyone away. If they didn't come inside, it's because they didn't want to stand in line,\" said \nDistrict Director Thomas Fischer.\n\nHe said employees weren't rude: \"We saw at least 1,000 people today. If I'm going to get criticized (for not \nanswering people's questions outside the building), then I won't go outside anymore.\"\n\n\nGraphic\n\n \n\nColor: Immigrants at the Atlanta INS building Monday were angry at the way\n\n they were treated. / DWIGHT ROSS JR. / Staff\n"}