{"title": "Detaining Asylum Seekers Is Illegal Prodigality", "body": "\nTo the Editor:\n\nYour April 13 news account of toughened security measures at the immigration jail in New York City has a perverse \ntwist. The immigration authorities are reported to be spending more than $600,000 to enhance security at the \nfacility; at the same time they pursue a very expensive policy of detention of asylum seekers who have no \nsuggestions of criminality in their backgrounds.\n\nFor example, the immigration jail in New York currently holds two Ghanaians who fled their homeland, one after a \npolitically motivated arrest and the other barely escaping such treatment; a Cuban opponent of Fidel Castro; an \nEthiopian activist, who was arrested and tortured, and eight Afghans who had supported the mujahadeen \nresistance fighters.\n\nThis is but a sample. Many others with similar stories are being detained in New York. All are applying for political \nasylum, and none are suspected of any criminal activity. Many will remain imprisoned for the year or more it takes \nto resolve their cases. They are incarcerated because they were forced to flee without having obtained a valid \npassport from the authorities in their home countries - a typical scenario for refugees.\n\nYet the detention policy is very expensive. It costs $22,396.40 to detain an asylum seeker for one year in New \nYork. The annual expenditure in New York is probably well over $1 million.\n\nWhy do the authorities detain refugees who can show that they do not pose a threat to the community and can post \na bond to guarantee that they will appear for hearings? The answer is deterrence to asylum seekers. We think \nsuch a measure is illegal as incompatible with our refugee law, which establishes a right to apply for asylum. The \ndetention policy penalizes those who avail themselves of that right. But beyond the legality and humanitarian \nconsiderations, such a policy is fiscally unwise. The public interest is also being abused.\n\n \n\nARTHUR C. HELTON\n\nDirector, Political Asylum Project\n\nLawyers Committee for Human Rights\n\n  New York, April 20, 1987\n"}