{"title": "Visa offers path for immigrant youth in state care", "body": "\nMaria Boudet has no memory of Mexico or how she came to the United States. What she does remember is the \nyear she turned 16 and found out she was living in the country illegally.\n\nTwo years ago, her mother was deported, her brother was detained and she was put in foster care. A powerful \nreminder of all she lost and gained is printed on the top right corner of her green card: \"SL6.\" That's the code for \nspecial immigrant juvenile status (SIJS), the little-known program that allows Boudet and hundreds like her each \nyear to live and work in the U.S. as a legal permanent resident.\n\n\"Everything happens for a reason,\" said Boudet, now 18. \"You can take the negative stuff and turn it into positive \nstuff and there is a good lesson in that.\"\n\nThe program has quietly helped 10,000 young illegal immigrants become legal permanent residents since 1997. It \nhas long been overshadowed by fiery debates over illegal immigration and strict crackdowns passed in Arizona, \nUtah, Georgia and Alabama. More recently, much attention has been focused on President Barack Obama's \ndeferred action policy that allows some young illegal immigrants to avoid deportation by obtaining temporary work \npermits. Thousands flocked to apply for that program on the first day alone.\n\nAdvocates say that the new Obama administration policy won't directly change the juvenile visa program, and that \nit's too soon to tell exactly how the visa program may be affected by the policy change. But it may make young \nillegal immigrants more comfortable coming forward for help staying in the U.S. That could lead to more people \napplying for the visa. The policy change also gives them another option if they don't qualify for the special visa \nprogram because of key requirements to be under the age of 21, unmarried and a dependent of the state at the \ntime of the application.\n\n\"In many cases SIJS would be preferable but if there is an opportunity to reunite a child with a parent this is \nobviously a better solution than aging out of the system,\" said Wendy Cervantes, vice president of immigration and \nchild rights policy for First Focus about deferred action.\n\nThe visa program is permanent and has been for more than 20 years and unlike Obama's policy change, it can't be \noverturned. Some fear Mitt Romney may reverse the Obama policy if he wins the November election.\n\nIt's estimated that millions of illegal immigrants live in the U.S. In the last decade, Immigration and Customs \nEnforcement has deported more than 32,000 illegal immigrants younger than 18, according to data provided by \nfederal officials.  Still fewer than 700 illegal immigrants receive the specific status each year.\n\n\n\"We see a lot more kids who come through here than are eligible,\" said Jessica Daman, staff attorney at the Latin \nAmerican Association. The Atlanta-based advocacy group handles about 30 to 40 SIJS cases a year in Georgia.\n\nSIJS will continue to be a needed option for young illegal immigrants for one key reason: It's permanent. The \nspecial visa can be revoked if the person commits a serious crime, though federal officials do not track how many \npeople have had it taken away.\n\nThe visa is geared toward dependents of the state who wind up in foster care and have no chance of being \nreunited with relatives for reasons including abuse, abandonment or neglect. Those under certain guardianships or \ncustody of the Office of Refugee Resettlement may also qualify.\n\nBut the program remains a complicated piece of federal immigration law, and immigration attorneys like Rebeca \nSalmon say they have worked for years to spread the word among their clients, fellow attorneys and judges.\n\nSince 2007, Salmon has trained officials about the visa program and said cases are more likely to be approved \nwhen judges and other officials are familiar with it.\n\n\"It's made a big difference,\" said Salmon, who is based in Atlanta. \"When I start doing this in 2007 they really \nweren't getting approved and as we started doing more, more went through not because people became more \nfriendly but they became more educated.\"\n\nIn Georgia, Catholic Charities handles roughly 50 to 60 SIJS cases each year, said director Jennifer Bensman. \nMost are teens who fled poverty and gang violence in Central America, she said. Some are children who for various \nreasons are left without a guardian and are placed in foster care.\n\nOf the roughly 7,600 children in state custody in Georgia, only 56 are of \"undetermined status\" meaning the state \nhas no records to prove they are in the country legally, according to Ravae Graham, a spokeswoman for the \nDepartment of Human Services Division. State officials must make a case for whether it's in the child's best interest \nto be reunited with relatives or to stay in the U.S. A judge then makes a decision on that matter, and the final \ndecision on whether to grant a visa is then made by United States Citizenship and Immigration Services.\n\nJudges have one decision to make for all children, Salmon said, just as a judge had to decide for Boudet: What is in \nthe child's best interest?\n\nBoudet's mother was deported for working illegally. Once child welfare found out Boudet was living in her home \nalone, she was put in foster care. Boudet said she talks with her mom occasionally by phone, but has no plans to \nmove to Mexico. She has been in the U.S. since she was four.\n\nBoudet now lives with her foster family and plans to get her high school diploma, finish cosmetology school and \nbecome a celebrity stylist. She occasionally thinks of what life could have been like, but she knows her visa gives \nher opportunities she might not have had otherwise.\n\n\"You do have those times where you are sad and you say, `Oh, I wish my mom was here.' But she's not, and when \nI start thinking sad, I kind of shut myself down and,\" she said, her voice trailing off. \"I really don't know how I would \nhave been in Mexico. I don't know.\"\n"}