{"title": "U.S. Rules Are Set Barring Aliens Who Test Positive for AIDS Virus", "body": "\nThe Reagan Adminstration today issued final rules that bar aliens who test positive for infection with the AIDS \nvirus from immigrating to the United States. But it left unresolved some details on how illegal aliens and refugees \nwho are already here will be treated.\n\nIf illegal aliens and refugees already living in the United States are found to test positive for the acquired immune \ndeficiency syndrome virus, they can be excluded from permanent legal status in the United States, unless they are \ngranted a waiver from the Attorney General.\n\nSuch waivers are granted on three grounds: for humanitarian purposes, to assure family unity, and when it is \n''otherwise in the public interest.'' But the new rules left unresolved the grounds for determining whether a waiver \nshall be granted.\nRules Sharply Denounced\n\nThe rules, which were developed by the United States Public Health Service and outlined in the Federal Register, \nwere immediately denounced by civil libertarians and advocates for the rights of homosexuals. They said the \ntesting would be ineffective in curbing the spread of AIDS by driving some who have been exposed to the virus \nunderground where they would continue to spread infection.\n\n''The Attorney General should make it clear in advance that the waiver will be applied in a generous and across-the-\nboard fashion so that people will not be deterred from seeking the medical counseling that is critical in combatting \nthe disease,'' said Lucas Guttentag, head of the American Civil Liberty Union's Immigration Task Force.\n\nThe effective date for the new rules is Dec. 1, but those who have applied for amnesty under the new immigration \nlaw, about 560,000 to date, will be required to undergo AIDS testing before they can become permanent residents. \nAccording to the procedure established under the the immigration law, persons seeking amnesty must first become \ntemporary residents, and 18 months later, can apply for permanent residence.\n\nThe new rules would not apply to tourists or visitors, nor would they be used to deny a temporary visa to a \nforeigner. Plans for the rules were announced in June by Attorney General Edwin Meese 3d.\n\n \n\nMandatory Examinations\n\nAliens seeking immigrant visas abroad and aliens applying for permanent residence in the United States, like \nthose seeking amnesty under the new law, already undergo mandatory examinations to determine if they are drug \naddicts, chronic alcoholics or victims of a ''dangerous contagious disease'' such as infectious leprosy and active \ntuberculosis. If they test positive, they are excluded.\n\n\nMedical experts estimate that 20 percent to 30 percent of people infected with the AIDS virus will develop \nsymptoms of the deadly disease within five years.\n\nWhile an illegal alien who tests positive will be ineligible for legal status or amnesty, he cannot be deported on the \nbasis of such data because all information obtained in connection with an application for amnesty must be kept \nconfidential under the new immigration law.\n\nAIDS cripples the body's immune system, leaving victims susceptible to serious infections and cancers. It is caused \nby a virus that spreads through sexual intercourse with an infected partner or exchanges of blood, such as in \nshared hypodermic needles.\n\nThe test detects antibodies to the AIDS virtus. Antibodies are substances the body produces to defend against \ninvading microorganisms. People can be infected with the AIDS virus and not become ill for many years.\n\nElaborating on the new rules, the Federal Register report said that the Government does not ''anticipate false \npositive testing to be a particular problem.''\n\n \n\nFalse Testing Seen as Rare\n\n''False positive are extremely rare if two screening tests and a confirming supplemental test are performed and all \nare positive,'' the report said. It added that ''while this regulation does not specify what test will be used, the \nCenters for Disease Control prepares and distributes medical screening manuals to examining physicians that will \naddress the issue.''\n\nThe report acknowledges, however, that in requiring that aliens applying for legal status take the tests before \ncoming to the United States ''a positive result could have other consequences in the country of testing.''\n\n''Confidentiality will be safeguarded to the extent possible,'' the report said. ''However, in a worldwide testing \nprogram, the United States Government can neither guarantee confidentiality of all HIV test results nor assume \nresponsibility for any possible consequences of a positive test result.''\n\nThe report said that in the event of a positive test, persons applying for legal status overseas ''will be counseled.''\n\nAs for critics who contend that illegal aliens already living in the United States might find the new testing \nrequirements a deterrent to seeking help, the report said, ''Although some applicants who have reason to believe \nthat they are infected may go underground and not apply for legalization, such individuals will still be able to seek \ncounseling and testing anonymously.'' The report, however, did not say how this can be accomplished.\n"}