{"title": "Letters: Readers write about littering, vaping, Indian politics and more", "body": "\nReaders write about issues affecting the community\n\n FILE - In this Friday, Oct. 4, 2019 file photo, a woman uses her vaping device in Harmony, Pa. Health officials say \na teenager in Montana has died of a lung disease associated with a national outbreak of vaping-related illnesses. \nThe Montana Department of Public Health and Human Services said Tuesday, Oct. 15, 2019, it was the state's first \nrecorded death connected to e-cigarette use. (AP Photo/Keith Srakocic, File) Image Credit: AP The vaping vice\n\nVaping is the new menace all around us and it's about time it was taken more seriously than it already is (\"Youth \nmisled by vaping, says UAE doctor\", Gulf News, September 3). Temptation, peer pressure, and experimentation \nare strong words and however wrong this may sound, no ones' child is exempt.\n\nNo parent should ever say \"my ward will never ever try it\". No one is beyond reproach. We live in a world of \nsweeping fads. They come in like a typhoon and destroy all in their path leaving behind tears, illness, and sadness \nand above all blame.\n\nVaping is on the increase and that's the undeniable truth. Teenagers, as young as 13 are getting sucked into this \nvaping vortex and by the time they are 18 years old, they are well on the way to being ruined.\n\nIt is a misconception that vaping is much safer than smoking and hence awareness is the key. Gender, affluence, \nlocality, family values, educational qualifications are all inconsequential.\n\nParents and educational institutions must work closely together to eradicate this menace. So, whether it's \nformulating new policies, organising awareness campaigns or tightening of discipline by educational institutions, or \nlooking for signs, people need to work together to fight this issue. Everyone needs to reach out to the youth to \ntackle vaping head on. This is serious business.\n\nFrom Mr Michael Guzder\n\nDubai\n\nFILE - In this Friday, Oct. 4, 2019 file photo, a woman uses her vaping device in Harmony, Pa. Health officials say a \nteenager in Montana has died of a lung disease associated with a national outbreak of vaping-related illnesses. The \nMontana Department of Public Health and Human Services said Tuesday, Oct. 15, 2019, it was the state's first \nrecorded death connected to e-cigarette use. (AP Photo/Keith Srakocic, File) Image Credit: AP  Coffee culture\n\n\nI read with interest Gulf News' feature on coffee (\"Watch: Coffee was Arabia's gift to the world\", Gulf News, October \n13). But, one should give credit to the very origin of coffee, which is Ethiopia. The wild coffee bush is clearly \nendemic to Ethiopia and that country, like China and Japan for tea, has a true coffee ceremony.\n\nIt is a pity that this feature is not as thorough as it should be, and falls prey to recent consumer habits, just like \neverybody associates maize (corn) with North America, or potato with France when both are really endemic to the \nPeruvian Andes.\n\nFrom Mr Ulrich Eckhardt\n\nUAE\n\ncoffee Image Credit: Pexels\n\nA platform for readers\n\nMy journey with Gulf News started on February 1, 2019, when I sent my opinion to Friday magazine of Gulf News \nfor the first time. Soon after, my next piece of work was published in Friday magazine on February 29, 2019 in the \nStory Tellers section. Since then, I developed a hobby for writing and was glad to be able to express my opinion \npublicly. I looked forward to my work and opinions being published in Gulf News directly, and I did that successfully \non August 13, 2019 by getting my Letter to the Editor published. Then I thought it was time for me to do something \nbigger. My article was published in the Reader's View column on 27th August, 2019. I started to make use of every \nopportunity Gulf News put forward for me. Till date, I have managed to publish many opinion pieces in the paper. I \nwant to convey my gratitude to Gulf News for offering me a platform to share my thoughts and views.\n\nFrom Ms Nakshatra R. P\n\nDubai, UAE\n\nKeep Dubai clean\n\nEvery day I go to work at 9.30am (\"Police warn UAE residents: Dh1,000 fine for this offence\", Gulf News, June 18). \nIn the morning I see a man sweeping the road and removing the massage cards that have caused quite a nuisance. \nI want to call the attention of the concerned people in this matter to take some action on how to avoid scattered \nbusiness massage cards on road. It makes the road look untidy.\n\nDubai is a very clean city and public services in all aspects are very good, as compared to other cities around the \nworld. As a concerned expat who has lived in this city for many years, I wish action is taken against such people. \nWe need laws that tackle these issues that make Dubai dirty.\n\nFrom Ms Rica Villamayor\n\nUAE\n\nEnd of an era in music\n\nThe passing away of the renowned saxophone exponent Kadri Gopalnath is very saddening, he was one of the \npioneers of Carnatic music on the saxophone.\n\nThe maestro was awarded with the Padma Shri, India's fourth highest civilian award in 2004. He had the great \ndistinction of being the first Carnatic musician to be invited to the BBC promenade concert in the royal Albert hall at \nLondon (1994), he was also conferred with Honorary doctorate by Mangalore University in 2013.\n\nDespite the saxophone being a Western instrument, he mastered the art of playing it diligently, which has been \nacknowledged by Carnatic vocalist Semmangudi Srinivasa Iyer, as a true Carnatic music genius. His death is an \nirreparable loss to world of Carnatic music.\n\n\n\nFrom Mr Ramesh G. Jethwni\n\nBangalore, India\n\nA spirit to kindle\n\nAlthough hockey is our national sport, cricket is one of most popular and loved sports in Pakistan (\"England and \nIreland likely to tour Pakistan soon\", Gulf News, October 12). Recently, international cricket returned to Pakistan by \nbringing a smile on people's faces and the passion of the whole region.\n\nUsing corn's plant as their stump, these young boys are enjoying themselves in a lovely sunset on the freshly \nploughed field in rural area of Rawalpindi, Pakistan.\n\nAs Pakistan cricketer Muhammad Amir's village is a few miles away from my village, this gives everybody a \nmoment to be proud off. The youth is full of passion.\n\nFrom Mr Noman Zahoor Janjua\n\nUAE\n\nPrime Minister Abiy Ahmed of Ethiopia Image Credit: Twitter  This is with reference to the Nobel Prize\n\nEthiopian Prime Minister Abiy Ahmed was bestowed the Nobel Peace prize for 2019 for his tremendous work for \npeace with Eritrea, and this was appreciated (\"A worthy winner in the name of peace\", Gulf News, October 13). He \nis a man known for his green legacy, peace and gender equality. He had a long-term vision for his country.\n\nIn this young age he was given the Nobel Peace Prize, and this is truly an amazing achievement. His Highness \nSheikh Mohammed bin Zayed Al Nahyan, Crown Prince of Abu Dhabi and Deputy Supreme Commander of the \nUAE Armed Forces congratulated him for this achievement. With this prize, there is new hope in the African region \nand it will have more peace and stability in the coming days.\n\nFrom Mr K. Ragavan\n\nBengaluru, India\n\nVIP culture and the common man\n\nIt is a welcome step to invite world leaders to various cities in our country, India, because it has prompted local \ngovernments to repair battered roads and make their route clean and tidy (\"Pictures: India's Prime Minister \nNarendra Modi turns tourist guide, takes Chinese President Xi Jinping around Mahabalipuram in Chennai\", Gulf \nNews, October 12). However, blocking of traffic for public is a real pain in our neck.\n\nThe rehearsal of Chennai traffic for the Modi-Xi Summit in Mahabalipuram on the eve of the summit, was the worst. \nWhile we normally take about 20 minutes to travel from Velachery to Thiruvamiyur, on October 10 it took more than \ntwo hours. Ironically, even an ambulance was caught up in the traffic jam. If that was the case on rehearsal day, \nimagine the actual ceremony on that day. In fact, the worst sufferers are the ones who have to reach the train \nstation, bus terminal or airport. The government should find ways and means to avoid such blocking of traffic right \nfrom morning till night on the days foreign dignitaries arrive.\n\nFrom Mr T. S. B. Chander\n\nIndia\n\nEditor's note: Is there a news report that you feel strongly about? Something that has to be addressed in the \ncommunity and requires resolution? Email us on readers@gulfnews.com  You can also post a comment on our \nFacebook page or tweet to us @GNReaders.\n\nmailto:readers@gulfnews.com\n\n\nhttp://imgs.syndigate.info/34/57/1/157167368762.jpeg\n\nRDS 191018 Vaping-1571671606208\n\nhttp://imgs.syndigate.info/34/57/100/157167369120.jpeg\n\nRDS 191018 Vaping-1571671606208\n\nhttp://imgs.syndigate.info/34/57/61/157167369485.jpeg\n\ncoffee\n\nhttp://imgs.syndigate.info/34/57/4/157167369850.jpeg\n\nNobel Peace Prize 2019\n"}