{"title": "Asylum Agents Learn to Assess Tales of Torture", "body": "\nIn a sunny fourth-floor conference room at Bellevue Hospital in Manhattan, 10 of the Government's most \nexperienced immigration officers who decide which refugees shall stay, and which shall be turned away, met last \nweek over bagels and coffee to talk about torture.\n\nAided by color slides, they discussed in gory detail electrocutions, beatings, burnings and other afflictions that leave \nvisible scars. They also delved into suffocation, sleep deprivation, mock executions and other forms of \npsychological torment that leave no telltale marks.\n\nThen came the hard part: figuring out how to listen to horror story after horror story from refugees, to decide who is \nlying and who is telling the truth and still remain sensitive to the plight of some of America's most vulnerable \nimmigrants.\n\nIn an unusual pilot program, the United States Immigration and Naturalization Service has hired doctors, \npsychologists and even Broadway actors to teach its asylum officers how to better judge whether refugees are truly \nthe victims of torture and deserve Government protection.\n\nOfficers also honed their interview skills to delicately divine the information they need without touching off an \nonslaught of traumatic memories for the refugee.\n\n\"This training will enable asylum officers to more easily identify people who are the victims of torture, or trauma \nsufferers,\" said Wally Bird, an asylum supervisor in Lyndhurst, N.J., who completed the two-week course given by \nthe Bellevue/New York University Program for Survivors of Torture and the Center for Victims of Torture, in \nMinneapolis.\n\nThe new training comes at a pivotal time for the 300 members of the asylum corps, who are often the first contact \nthat refugees have with the Government. More than 130,000 people applied for asylum last year, and experts say \nthat 5 percent to 35 percent of them are survivors of torture. The immigration service grants only about 20 percent \nof asylum requests.\n\nIncreasing the pressure on asylum officers to make the right call is a new law intended to swiftly weed out \ngroundless asylum claims from refugees who arrive here with false papers or no documents at all.\n\n\nThe statute denies newly arriving asylum seekers full hearings with legal representation and the right to Federal \nappeals unless they quickly convince immigration officials that they have a \"credible fear\" of persecution in their \nnative countries. Those found to have no \"significant possibility\" of winning asylum can be deported in nine days.\n\nBefore the law took effect on April 1, refugees without documents who sought asylum were allowed to stay while \ntheir cases were heard. If immigration judges ruled against them, the refugees could appeal to the Federal courts.\n\n\"The new law places additional responsibility on the asylum officers,\" said Eleanor Acer, coordinator of asylum \nprograms for the Lawyers Committee for Human Rights, an advocacy group. \"They're now forced to make life-and-\ndeath decisions within a few days of someone's arrival in this country.\"\n\nOther human rights advocates say that additional training cannot make up for a law that rushes some of the most \nvulnerable immigrants through a complex process without adequate legal safeguards. The result, these advocates \nsay, is that some legitimate refugees may be sent back to the countries they fled.\n\n\"More sensitivity is better, but training and sensitivity can never compensate for a fundamentally flawed process,\" \nsaid Lucas Guttentag, director of the American Civil Liberties Union's immigrant rights project, which has filed suit to \nblock the new law.\n\nTop immigration service officials say they are mindful of their new powers. \"We're being very cautious about how \nwe exercise this authority,\" said Paul W. Virtue, the agency's executive associate commissioner for programs.\n\nA three-week training course taken by all new asylum officers includes a lecture on identifying signs of torture in \nrefugees. But the two-week pilot program, which ended on Thursday, was the most comprehensive training asylum \nofficers have ever received on torture. The immigration service said it would decide whether to expand the training \nto more officers after polling the participants of the pilot course.\n\nThose officers are recommending the training to their colleagues, and with good reason.\n\nTorture survivors are arriving with symptoms that are becoming more difficult to discern. \"Tragically, torturers \naround the world are becoming increasingly sophisticated in the methods they use,\" said Dr. Allen S. Keller, an \ninternist who heads the Bellevue-N.Y.U. program.\n\nMany of the new techniques leave no physical scars and are indigenous to specific cultures. For example, human \nrights advocates say, the Chinese authorities take a mere vial of blood from imprisoned Tibetan monks and \ncarelessly discard it, violating strict religious tenets that govern the disposal of bodily fluids.\n\n\"It depletes the Tibetans' spiritual energy and leaves them depressed,\" said Dr. David Eisenman, the Bellevue \nprogram's associate medical director, who has treated several Tibetans in Manhattan.\n\nAsylum officers also heard about a West African diplomat who was locked for more than a year in a closet-sized \nroom with racks of 500-watt light bulbs that were never turned off. The diplomat, who is seeking political asylum \nhere, bore no physical scars, but suffered debilitating effects from a lack of sleep.\n\n\"There's a feeling that someone who's been tortured is going to have scars on his arms, is having nightmares and \nbursts into tears,\" Dr. Keller said. \"It's not that simple.\"\n\nThe signs may be as subtle as a loss of hearing or inattentiveness.\n\nIn mock interviews with actors playing the roles of torture survivors, asylum officers learned that torture victims \noften do not tell their stories clearly and coherently.\n\nSitting in the Bellevue conference room on Thursday, Mr. Bird gently questioned Michelle Ingkavet, an actress \nplaying the role of a 20-year-old Chinese woman whose profile was drawn from real cases. The mock interview \nwent slowly, as Ms. Ingkavet fidgeted, dabbed at tears and barely whispered short replies to Mr. Bird's questions.\n\n\n\nEvery few minutes, specialists in the room gave Mr. Bird an on-the-spot critique: Slow down your questioning. Let \nher tell her own story. Watch for nonverbal cues. Build her trust.\n\nIn addition to sensitizing asylum officers, the pilot program sought to deal with the stress officers experience \nlistening to refugees' histories.\n\nThe concern is so widespread that the San Francisco asylum office has hired counselors to help its 25 officers \nmanage stress. Ultimately, the move could benefit asylum seekers.\n\n\"If you hear too many of these stories, you're liable to become numb and unresponsive,\" Dr. Eisenman said. \"And if \nthat happens, the officers may not believe them.\"\n\nGraphic\n\n \n\nPhoto: Is she a torture victim or a fraud? Michelle Ingkavet, an actress, took part in a training session for asylum \nofficers on Thursday in Manhattan. Wally Bird, a supervisory officer, questioned her under experts' guidance. \n(Librado Romero/The New York Times)(pg. 36)\n"}