{"title": "October 09, 2019: RBC Capital Markets: 'Huge fears' about demand - not Middle East tensions - are weighing on oil markets, Helima Croft says", "body": "\nThe global economic situation and trade tensions between the U.S. and China are impacting oil markets just as \nmuch as supply and demand dynamics, leading figures in the oil industry told CNBC Wednesday.\n\n\"There are so many factors impacting the price (today),\" Saudi Aramco's CEO Amin Nasser told CNBC.\n\n\"The market was very satisfied with the response from Saudi Aramco (following September's infrastructure attack). I \nthink what's impacting the price today is the global economic situation, the tariffs dispute that's ongoing right now \nbetween the two global economies (the U.S. and China) and so all of these things are impacting the price of crude,\" \nhe told CNBC's Steve Sedgwick at the Oil & Money Conference in London.\n\n\"There is ample supply. and there is still demand that is in the neighborhood we are expecting - (for it ) to average \nabout million barrels (demand growth per day) by the end of this year,\" Nasser added.\n\nEarlier Wednesday, closely-watched oil market expert Helima Croft told CNBC that global trade tensions and their \npotential impact on crude demand are more significant for oil markets than recent attacks on energy infrastructure \nin the Middle East.\n\n\"We still have huge fears about demand. That is what's weighing on this market,\" Croft, the managing director and \nglobal head of commodity strategy at RBC Capital Markets. told CNBC's \"Squawk Box Europe.\"\n\n\"The big turn in this market this year was the resumption of the trade war (between the U.S. and China) and as long \nas we have these trade war fears hanging over this market, OPEC can do what they can in terms of production cuts \nbut the question is: Can you move this market higher?\"\n\nOil prices fell for a third consecutive day Wednesday amid a renewal of tensions between Washington and Beijing. \nThis comes ahead of a resumption of talks between the world's two largest economies, set for Thursday. \nBenchmark Brent crude futures were trading at $58.09 per barrel Wednesday morning, while U.S. West Texas \nIntermediate (WTI) was trading at $52.49 per barrel. \n\nINDEX\n\nSECTION 1 RBC CAPITAL MARKETS PROFILE\n\nSECTION 2 PRESS RELEASES: 2019\n\n\nSECTION 3 OTHER NEWS: 2019\n\nSECTION 4 RBC CAPITAL MARKETS TOP MANAGEMENT\n\nSECTION 1 RBC CAPITAL MARKETS PROFILE\n\n1.1 ACTIVITIES\n\nRBC Capital Markets is A Premier Investment Bank that provides a focused set of products and services to \ninstitutions, corporations, governments and high net worth clients in 160 countries. With nearly 3,000 professional \nand support staff, we operate out of 75 offices in 15 countries and deliver our products and services through \noperations in Asia and Australasia, the UK and Europe and in every major North American city. According to \nBloomberg, we are consistently ranked among the top 15 global investment banks. We are part of a leading \nprovider of financial services, Royal Bank of Canada (RBC). Operating since 1869, RBC has more than US$612 \nbillion in assets and one of the highest credit ratings of any financial institution - Moody''s Aaa and Standard & \nPoor''s AA-.\n\n1.2 SUMMARY\n\nPermID: 5000085436\n\nWebsite: https://www.rbccm.com/en/\n\nIndustry: Finance\n\nSECTION 2 PRESS RELEASES: 2019\n\nSeptember 11: RBC Capital Markets: Flavored e-cig ban won't impact Altria's dividend, says analyst\n\nThe Trump administration is preparing to ban flavored e-cigarettes as federal health officials call for restrictions to \ncombat an outbreak of a mysterious lung disease that has sickened hundreds and killed at least six people, U.S. \nhealth secretary Alex Azar told reporters Wednesday. CNBC's \"Power Lunch\" team is joined by Nik Modi, analyst at \nRBC Capital Markets, to discuss.\n\nSource: Company Website\n\nAugust 15: RBC Capital Markets: What this Nvidia bull is looking for in company's earnings report\n\nCNBC's \"Power Lunch\" team discusses the shift in semiconductor stocks with Mitch Steves of RBC Capital \nMarkets.\n\nSource: Company Website\n\nAugust 12: RBC Capital Markets: RBC's Helima Croft: World Energy Congress meeting is crucial for oil prices\n\nRBC's Helima Croft discusses the crude oil markets with CNBC's \"Squawk on the Street\" as crude faces what Croft \ncalls a \"challenging\" price environment.\n\nSource: Company Website\n\nAugust 12: RBC Capital Markets: RBC's Helima Croft: World Energy Congress meeting is crucial for oil prices\n\nRBC's Helima Croft discusses the crude oil markets with CNBC's \"Squawk on the Street\" as crude faces what Croft \ncalls a \"challenging\" price environment.\n\nSource: Company Website\n\n\nJuly 26: RBC Capital Markets: Watch two analysts break down Amazon and Alphabet earnings numbers\n\nCharlie O'Shea, retail analyst at Moody's, and Mark Mahaney, lead tech analyst for RBC Capital Markets, join \n\"Squawk Box\" to discuss Amazon and Alphabet earnings reports.\n\nSource: Company Website\n\nJuly 03: RBC signs landmark brief filed in trio of U.S. Supreme Court Cases in support of LGBT+ civil rights \nprotections\n\nThe Royal Bank of Canada (\"RBC\") has partnered with more than 200 major companies in signing a \"friend of the \ncourt\" brief filed in a trio of landmark cases coming before the U.S. Supreme Court that could determine whether \nLGBT+ people are protected from discrimination under existing federal civil rights laws-which prohibit sex \ndiscrimination in contexts ranging from employment to housing, healthcare, and education.\n\nRBC is proud to support this landmark brief, led by Human Rights Campaign, alongside Lambda Legal, Out \nLeadership, Out and Equal, Freedom for All Americans, and many corporations who share our core commitment to \ndiversity and inclusion in support of the LGBT+ community. It is central to our values to proactively create an \nenvironment wherein employees feel they can bring their whole selves to work each day, and we will continue to \nsupport and advocate for a more inclusive workplace and society.\n\nSource: Company Website\n\nJuly 01: RBC Capital Markets: RBC's Croft: It's a very fraught political backdrop at the OPEC meeting\n\nHelima Croft of RBC Capital Markets discusses the intricacies of getting all OPEC members on the same page in \nagreeing to extend supply cuts.\n\nSource: Company Website\n\nJune 27: RBC Capital Markets: ETF Spotlight: Oil slips as G-20 meetings get underway\n\nHelima Croft of RBC Capital Markets and John Kilduff of Again Capital join \"Squawk on the Street\" to discuss oil \nmarkets ahead of the G-20 Summit in Osaka\n\nSource: Company Website\n\nApril 22: RBC Capital Markets: Croft: Higher oil prices are good for earnings outlook, strategist says\n\nLori Calvasina, head of U.S. equity strategy at RBC Capital Markets, and Alex Dryden, global market strategist at \nJ.P. Morgan, join CNBC's \"Squawk Box\" team to discuss the state of the markets as well as the price of oil.\n\nSource: Company Website\n\nApril 02: RBC Capital Markets: RBC Capital Markets Launches Advisory Council\n\nRBC Capital Markets today announced the creation of an Advisory Council, designed to offer RBC Capital \nMarkets' Global Investment Banking business advice and consulting on a wide-range of strategic, operating, \ngeopolitical and market matters, as well as business initiatives.\n\nAs part of the establishment of an Advisory Council, RBC Capital Markets is pleased to announce that five highly \nregarded business leaders have joined as Advisors. They come from a variety of sectors and backgrounds and will \nserve as a sounding board for new initiatives within the organization and provide connectivity with clients through \nparticipation in focused industry and thought leadership events. Michal Katz, Co-Head of Global Technology \nBanking, and Venkat (Vinnie) Badinehal, Head of U.S. Financial Institutions Group, will lead the initiative.\n\n\n\n\"We are pleased to welcome our Advisory Council members who bring unique perspectives on industry trends, \nsector dynamics and pertinent topics,\" said Derek Neldner, Head of Global Investment Banking. \"Forming this \nCouncil is yet another investment in our franchise to execute on our growth strategy, and the Council's expertise \nand network will be a tremendous asset to RBC going forward.\"\n\nMembers of the Advisory Council include: Shellye Archambeau\n\nMs. Archambeau has over 25 years of experience in the technology industry, leading organizations focused on \nbusiness-to-business channels, as well as business-to-consumer. She served as CEO of MetricStream, a Silicon \nValley-based governance, risk, and compliance software company, from 2003 to 2018. She has held the role of \nEVP of Sales and Chief Marketing Officer for two public companies. As President of Blockbuster.com, she launched \nthe entertainment retailer's first online presence. She holds a Bachelor of Science degree from the Wharton School \nat the University of Pennsylvania.\n\nMs.\n\nFebruary 22: RBC Capital Markets: Mark Mahaney discusses NASDAQs 9th straight weekly gain based off recent \nearnings in the tech sector (CNBC)\n\nMark Mahaney of RBC Capital Markets joins 'Squawk Alley' to discuss tech earnings from companies like Zillow, \nRoku and Dropbox. He shares what he's watching.\n\nSource: Company Website\n\nFebruary 07: RBC Capital Markets: RBC's Mark Mahaney breaks down Snap earnings\n\nMark Mahaney, RBC Capital Markets analyst and managing director, and Paul Meeks, WIREX lead portfolio \nmanager, join CNBC's \"Squawk Alley\" to discuss the tech stock sell-off.\n\nSource: Company Website\n\nFebruary 01: RBC Capital Markets: We can't be blind to Amazon's subscription deceleration, says analyst\n\nRBC Capital Markets' Mark Mahaney and Evercore Group's Anthony DiClemente join \"Squawk Alley\" to discuss \nAmazon's sell-off after its earnings call.+\n\nSource: Company Website\n\nJanuary 18: RBC Capital Markets: International subscriptions are driving Netflix growth, says analyst\n\nMark Mahaney, RBC lead tech analyst, joins CNBC's \"Squawk on the Street\" to discuss Netflix following its \nearnings report.\n\nSource: Company Website\n\nJanuary 16: RBC Capital Markets: Gerard Cassidy discusses bank earnings and consumer banking strength \n(CNBC)\n\nRBC head of US bank equity strategy Gerard Cassidy discusses bank earnings and consumer banking strength \nwith \"Squawk Alley.\"\n\nSource: Company Website\n\nSECTION 3 OTHER NEWS: 2019\n\nOctober 11: RBC Capital Markets: The Results Are In - Institutional Investor All-American Research Poll\n\n\n\nEvery year, thousands of investment professionals (nearly 4,000 to be exact) vote to determine the top equity \nresearch analysts - and firms - on Wall Street. This year RBC Capital Markets had their best performance ever, \nplacing #7, with 20 ranked analysts across 22 sectors. We sat down with six of those analysts to discuss the \nchanges impacting the industries they cover - and how they're adapting to disruption in their own industry. Lori \nCalvasina, Head of U.S. Equity Strategy\n\nBest call you've ever made?\n\nOur bullish call on the S&P 500 in 2019, which we put out in late Nov 2018 and reiterated in January 2019. We \nnoted that it was rare for equities to fall two years in a row, that the buyback outlook for stocks was brightening, \ninvestor sentiment appeared to have bottomed in December, that a more dovish Fed was supportive of valuations, \nand that if a recession was looming, most of the pain that one would expect in the stock market had been put in \nplace at the December 2018 low.\n\nWorst call you've ever made?\n\nWe've had a preference for Value over Growth for the past year and a half, which hasn't started to work until very \nrecently. We think this could be the turning point in the trade, and have developed a better understanding of the \nfundamental drivers of the trade.\n\nHow is the role of a strategist changing?\n\nGovernment policy matters more to market direction and sector selection than it has in the past.\n\nOctober 08: RBC's Calvasina on impact of 2020 presidential election on..\n\nLori Calvasina, RBC Capital Markets, joins 'Squawk on the Street' to discuss how investors are pricing in the 2020 \npresidential election and the different possibilities they are examining.\n\nSource: Company Website\n\nOctober 07: RBC Capital Markets: Think we're looking from more disruption from Iranians after Saudi..\n\nHelima Croft, RBC Capital Markets managing director and global head of commodity strategy, joins CNBC's \n\"Closing Bell\" to discuss energy, which is the worst performing sector year to date.\n\nSource: Company Website\n\nOctober 03: RBC Capital Markets: Netflix will be part of future media streaming bundle: Mark Mahaney\n\nRBC Capital Markets lead internet analyst Mark Mahaney and Business Insider's Henry Blodget join 'Squawk Alley' \nto discuss their views of the internet sector.\n\nSource: Company Website\n\nOctober 01: RBC Capital Markets: The biggest market risks and returns in Q4 and heading into 2020\n\nLori Calvasina of RBC Capital Markets and Tony Crescenzi of PIMCO discuss whether equities can continue their \npositive run through the rest of the year, and what risks could present a stumbling block.\n\nSource: Company Website\n\nSeptember 19: RBC Capital Markets: RBC ranked #3 in the global \"Top 25 Most Diverse & Inclusive Companies\" in \nthe 2019 Refinitiv Diversity & Inclusion Index\n\n\n\nRBC ranked #3 in the global \"Top 25 Most Diverse & Inclusive Companies\" in the 2019 Refinitiv Diversity & \nInclusion Index. The D&I Index ranks over 7,000 listed companies with environmental, social and governance \n(ESG) data, based on a composite of metrics collected from publicly available information sources that define \ndiverse and inclusive workplaces.\n\n\"We know diverse and inclusive companies are more successful,\" said Dave McKay, CEO of RBC. \"They drive \ngreater innovation and growth, attract top talent, foster employee engagement, better represent the communities in \nwhich we live and work, and deliver stronger results. We also know that being a diverse and inclusive company \ntakes commitment. It requires leadership to speak up and have uncomfortable conversations needed to truly drive \nchange. Making our workplace a more inclusive and welcoming place has always been core to RBC.\"\n\nThe D&I Index identifies the top 100 publicly traded companies globally with the most diverse and inclusive \nworkplaces, as measured by 24 metrics rolling up into one of the four pillars: diversity, inclusion, people \ndevelopment and controversies.\n\n\"Congratulations to the 2019 D&I Index Top 100 Most Diverse & Inclusive Organizations Globally.\n\nSECTION 4 RBC CAPITAL MARKETS TOP MANAGEMENT\n\nDoug McGregor, CEO & Chairman\n\nTroy Maxwell, Chief Operating Officer\n\nMichael Fortier, Vice Chairman\n\nStewart Burton, Vice Chairman\n\nAndrew Federer, Vice Chairman\n\nGordon Bell, Vice Chairman\n\nJoe Cunningham, Vice Chairman\n\nNadine Ahn, Senior Vice-President - Capital Markets Finance\n\nMichael Bowick, Head - Global Markets\n\nPermID: 5000085436\n\nCreated by www.buysellsignals.com for News Bites Finance\n"}