{"title": "Ending immigration cruelty", "body": "\nAMERICA'S HALF-BAKED immigration system is riddled with unfair, arbitrary and inhumane provisions, but few \nare so senseless and cruel as those covering the undocumented immigrant spouses and children of U.S. citizens. \nNow the Obama administration is proposing a prudent rule change that would prevent thousands of pointless family \nseparations and prompt untold numbers of illegal immigrants to seek legal status through lawful channels.\n\nCurrently, undocumented spouses and children of American citizens are eligible for green cards if they return to \ntheir native countries to apply for U.S. visas. But when they do, they are automatically barred from reentering the \nUnited States for up to 10 years - the penalty for having been unlawfully present here.\n\nThe way around those harsh measures is to prove that family separation would cause a U.S. citizen \"extreme \nhardship\" - for instance, by depriving him of the family income or help with child care that the immigrant spouse \nprovided. The catch is that while U.S. immigration authorities grant thousands of such waivers annually, the \nprocess takes six months on average, and sometimes much longer, stranding spouses and children far from their \nfamilies. Given the long delays and possibility of rejection - and prolonged family separations - many never bother \nto apply. \n\nIn practice, most of those who apply for waivers are Mexicans, and the vast majority of them are successful. Of \nsome 17,000 waiver applications filed with the U.S. Consulate in Ciudad Juarez, which handles the paperwork in \nMexico, about 90 percent were approved.\n\nThe rule change, proposed by the U.S. Bureau of Citizenship and Immigration Services, would allow such spouses \nand children to remain in this country while they seek provisional waivers. Nothing else would change: Once a \nwaiver is granted, the immigrant would still be required to return to his home country to apply for a visa. But the shift \nwould streamline the process and cut family separations to the days or weeks it takes to issue a visa, rather than \nthe months required for a waiver application.\n\nIt's possible that opponents of illegal immigration will cry \"amnesty\" - they rarely miss an opportunity - but the \nproposal is little more than a tweak. After all, it would favor people who are already members of American families \nand are overwhelmingly eligible to receive green cards anyway. Why tear them from their jobs, homes, spouses \nand parents for months on end? Nor is it likely to encourage phony marriages, since immigration and visa \nauthorities would apply the same scrutiny to such arrangements as they do now. \n\nOfficials hope that the proposal - a change in administrative law that does not require congressional approval - will \ngo into effect after a comment period by the end of this year. If it does, it could help tens or hundreds of thousands \n\n\nof immigrants and their American families to lead normal lives, free of the burdens imposed by a dysfunctional \nimmigration system.\n"}