{"title": "Help the Guantanamo Haitians", "body": "\nMore than 200 Haitians infected with the AIDS virus languish in a primitive camp on the U.S. naval base at \nGuantanamo Bay, forbidden to enter this country and unable to return home for fear of persecution. Despite the \nban on immigrants infected with the AIDS virus, there are strong humanitarian and political reasons to make an \nexception for this small band of refugees.\n\nTheir plight overrides the small medical risks and the costs they might impose. And they would not bring the same \nproblems as would a large wave of permanent immigrants.\n\nThis page recently counseled against lifting the ban on immigration by individuals infected with the AIDS virus \nunless it could be shown that the risk of spreading disease was negligible and that the costs could be borne by an \noverburdened health care system. Immigration is not a \"right\" but a privilege extended to some 700,000 individuals \neach year from a huge applicant pool.\n\nBut refugees seeking political asylum have a stronger claim. Unlike immigrants, political refugees face the risk of \ndeath, imprisonment or persecution in their homeland. That's why United Nations treaties and U.S. law forbid \nreturning any refugees who have a well-founded fear of persecution. The refugees do not have to be admitted to \nthe U.S., but they cannot be sent back home.  Most of the Haitians at Guantanamo Bay have already persuaded \nAmerican officials that they have a plausible fear of persecution at home -- and half have passed the next hurdle, \npersuading officials that they have a well-founded fear. Now they seek to come to the U.S. to pursue their claims for \nasylum. Some 10,000 other Haitian refugees have already been allowed into the U.S. while their claims are being \nprocessed. Those held in Cuba differ only in their infection by AIDS.\n\nThis small group poses a minor risk of spreading AIDS and would not be a heavy financial burden. It probably costs \nmore to keep them at Guantanamo that it would to treat all of them for AIDS in the U.S. And the Government \nneedn't bear those costs: John Cardinal O'Connor has said the Archdiocese of New York would help find jobs, \nliving quarters and hospital care.\n\nTo detain the infected Haitians in a crowded, filthy camp at Guantanamo is inhumane and dangerous. The risk of \ncatching infections is especially great for individuals whose immune systems are under attack by the AIDS virus. \nThe infected Haitians need to be moved. Their only likely haven is the United States. The Attorney General, who \nhas the authority, should waive them in.\n"}