{"title": "Activist holes up in church", "body": "\nCHICAGO - An activist for illegal immigrants sought sanctuary in a church Wednesday rather than turn herself in \nfor deportation, saying she fears being separated from her young son.\n\n\"I am a single mom. My son, he is a citizen,\" Elvira Arellano, a Mexican national, said from just inside the doorway \nof Adalberto United Methodist Church. \"I am not a terrorist. I am not a criminal. I am a mom. He is my son.\"\n\nArellano, speaking through a translator Tuesday, said her 7-year-old son, Saul, worries that they will be separated.\n\n\"I want to stay here for my son. I want to give him a better future, a better life,\" she said.\n\nArellano, who was deported shortly after illegally crossing into the United States in 1997, is president of United \nLatino Family, which lobbies for families that could be split by deportation.\n\nShe says she returned within days, lived in Oregon for three years and moved to Chicago in 2000. She was \narrested in 2002 at O'Hare International Airport, where she was employed as part of the janitorial staff, and \nsubsequently convicted of working under a false Social Security number.\n\nArellano was ordered to appear at the immigration office in Chicago at 9 a.m. Tuesday, but instead went to the \nchurch.\n\nPastor Walter Coleman said his congregation offered Arellano refuge after praying about her plight. Coleman said \nhe doesn't believe Arellano should have to choose between leaving her son behind or removing him from his home.\n\nFederal officials declared Arellano a fugitive and said living inside a church does not offer her protection from arrest \nand deportation.\n\n\"There's nothing that prevents us from arresting anyone who has an outstanding deportation order anywhere in the \nUnited States,\" said Tim Counts, a spokesman for Immigration and Customs Enforcement.\n\n\"We will apprehend her at a time and place of our choosing,\" Counts said.\n\nLegal experts agree that a church offers no formal protection, but they say it could put the government in an \nawkward position.\n\n\"Just because you are in a church doesn't mean you are less deportable in a legal sense,\" said Joel Fetzer, \nassociate professor of political science at Pepperdine University. \"But in a political sense, it looks very bad to be \nhauling people out of churches as the camera rolls.\"\n\n\nGraphic\n\n \n\nPHOTO\n"}