{"title": "Immigration process is costly, complicated", "body": "\nOur granddaughter participated in a mission trip through our church to Senegal. She met a wonderful young man \nfrom Senegal. They fell in love and tried to figure out how they could be together. It's four years later; he is here, \nand they are married.\n\nYou could say they are living happily ever after, and in a way they are. However, the cost of his immigration \n(lawyers, fees, etc.) is well over $10,000. Our new grandson speaks five languages, including fluent English. \nHowever, the forms were so complicated, he could not have completed them on his own. In addition, her parents \nwere required to commit to supporting him  for  10 years.\n\nMy question is one I have not heard discussed. How much would it cost for a person to immigrate legally to the \nUSA from Mexico? If the process is anything like  the one our family has been through, I can understand why \npeople come illegally.\n\nIsn't there a compromise position? Can we not provide amnesty for those currently in the U.S. and a reasonable \nway for others to get through the process?\n\nNancy L. Anderson\n\nWaukesha, Wis.\n\nAbide by our rules\n\nMy father came to the USA in 1923 from Aachen, Germany;  my mother came in 1926 from Meiningen, Germany.  I \nremember well my father talking about arriving in New York City with $5 in his pocket. But, most important, he had a \nplace to stay and a sponsor.\n\nMy parents both worked for a doctor in New York, my father as a chauffer and my mother as a house helper. They \nknew the importance of learning English for their survival and learned it quickly. My parents came to America for a \nbetter life but knew they would face extreme hardships in doing so.  They did not expect handouts. You worked for \nwhat you  needed or did without.\n\nOn any American national holiday, my father proudly flew the  U.S. flag. Even after a stroke that left him unable to \nspeak and made it difficult for him to walk, he  would stand for  the national anthem with his hand over his heart. He \nfelt nothing but pride to be an American.\n\nI welcome anyone from any country as long as he or she abides by our rules. Immigrate legally. Learn our \nlanguage. Have a sponsor. Respect America.\n\nSandi Ashton\n\n\nCamp Verde, Ariz. \n"}