{"title": "GROWING HISPANIC POPULATION PRESENTS CHALLENGE FOR SMALL-TOWN FORCE; JOBS AT HOG-PROCESSING PLANT DRAWS IMMIGRANTS TO BEARDSTOWN, ILL.", "body": "\nAfter years of handling domestic disputes and complaints about loud music, Police Chief Steve Patterson is \nlearning to deal with forged identification, illegal immigrants and a language barrier.\n\nPatterson runs the police force in Beardstown, a town 40 miles west of Springfield that has seen hundreds - \nperhaps thousands - of Spanish-speaking workers move in over the past few years.\n\n\"Mostly they come here to do their jobs and just want to be left alone,\" Patterson said.\n\nOfficially, the city's population is 5,700, according to the U.S. census. City officials believe the number is closer to \n7,000, thanks to a steady influx of Hispanic immigrants in the past five years.\n\nMuch of the immigration involves people looking for jobs at the Excel Corp. hog-processing plant. Patterson said \nthere is a view in the community that immigration has helped ensure the future of Excel, the city's largest employer.\n\nNo one knows how many Hispanic residents are in Beardstown illegally. But Patterson recalled an incident this \nyear in which 22 illegal immigrants were picked up in a traffic stop.\n\nThe U.S. Immigration and Naturalization Service seldom has the manpower available to pick up illegal immigrants \nin rural communities such as Beardstown. Eventually, police had to release the group, Patterson said.\n\nCity officials cracked down on illegal rooming houses and apartments last summer after authorities found a single-\nfamily house with 22 residents.\n\nBut most calls are typical of police work in a small community: domestic disturbances, loud music and drug arrests.\n\nSome members of the 13-officer force are learning Spanish, though it is not mandatory.\n\nThere have been stressful moments.\n\nLocal residents still recall the fatal shooting in the summer of 1996 of 22-year-old Terry Brewer at a tavern. Police \nsaid Brewer and the chief suspect, an immigrant who apparently has fled back to Mexico, had quarreled before.\n\n\nThe night after the slaying, a cross was burned in front of the tavern. A few days later it was gutted in a suspicious \nfire. Some KKK literature also was distributed around the community.\n\nThe 1996 incidents helped draw the attention of the U.S. attorney's office for central Illinois.\n\nA series of training programs and seminars were offered to help familiarize local law-enforcement with basic \nimmigration law, how to spot fake IDs and illegal documents, handling arrests of illegal aliens and even housing \nissues.\n\nProgram coordinator Terry Lucas said law enforcement is only one element of the program.\n\nHe said the primary goal is to help bridge the cultural differences between the Hispanic community and local law \nenforcement. He noted that something as simple as a traffic stop often can be misunderstood as harassment.\n\nAt Su Casa restaurant, informational cards are distributed that explain what to do if stopped by police. The card \nadvises in both Spanish and English, \"I am Hispanic. I do not speak-understand English.\"\n\nRamon Escapa, a native of Puerto Rico, became the lone Hispanic on the police force when he joined the \nBeardstown department as a part-time patrol officer last summer. He also is a junior at Western Illinois University \nat Macomb.\n\nThe 21-year-old Escapa, who completed law-enforcement-training classes to qualify for the Beardstown job, \nremains on call as a translator for other officers. He also is a regular visitor at local schools and civic organizations.\n\nEscapa said he also has tried to make immigrants more comfortable with the police department.\n\n\"A lot of times, it's really difficult to get them to speak up at all. I get to hear their side of the story. For so long, it \nwasn't heard,\" he said.\n"}