{"title": "Bush takes immigration vision to Ariz.; Says plan must be 'comprehensive'", "body": "\nYUMA, Ariz. -- President Bush continued walking a fine line Thursday in the Republican immigration battle, \nincluding the line at the U.S.-Mexican border.\n\nAccompanied by Arizona Gov. Janet Napolitano, a Democrat, Bush toured one of the nation's most porous border \nareas, where Border Patrol agents apprehended 70,000 illegal entrants last year. He stood a few hundred feet from \na 20-foot fence of corrugated metal and inspected new camera, communications and lighting systems.\n\nIn remarks at the Border Patrol headquarters, Bush said there is common ground between the two visions of \nimmigration overhaul that have split his party -- one that stresses keeping illegal immigrants out, and another that \nfavors making immigrant workers legal temporarily and giving some illegal immigrants a path to citizenship.\n\nBush favors elements of both. \"You cannot secure the border unless you have all elements of a comprehensive \nplan,\" he said.\n\nThe Republican-led Senate is debating a bill that does much of what Bush wants. The GOP-led House has passed \na bill that focuses on border enforcement.\n\nBush's trip Thursday was his first since his Monday night address on immigration, when he reached out to GOP \nimmigration hard-liners by proposing tougher border security, including deployment of up to 6,000 National Guard \ntroops.\n\nThe flight aboard Air Force One underscored GOP differences. Bush's guests included Rep. J.D. Hayworth, R-\nAriz., who wants a law enforcement bill only.\n\nHayworth said he and Bush have \"profound disagreements.\"\n\n\"I don't believe the House will accede to his wishes on a 'guest worker' program, despite his recent protestations to \nthe contrary,\" Hayworth said.\n\nBush noted that immigration is \"an emotional issue.\" That seems especially true in Arizona.\n\nAl Garza, who lives near Tucson, said he voted for Bush twice but would not do so again. The director of a group \nthat works to stop illegal entrants at the border, Garza called Bush's troop proposal \"a political ploy.\"\n\n\"No one seems to be listening to what the citizens want,\" Garza said. \"It's all what Mexico wants, or what the illegal \naliens want.\"\n\n\nRobin Hoover, head of a group that maintains watering stations in the desert where illegal immigrants cross, said a \nguest-worker program recognizes the need to deal with people already here. He said the Guard deployment is \n\"silly.\"\n\n\"Putting the soldiers down here is all politics, bad politics,\" he said.\n\nContributing: Kathy Kiely, Susan Carroll of The Arizona Republic\n\nGraphic\n\n \n\nPHOTO, B/W, Pablo Martinez Monsivais, AP\n"}