{"title": "LOVE FOR SALE?; At home they may feel overweight or middle-aged, but there's one place where handsome young men still queue up to tell them they're beautiful.Welcome toJamaica,where Britishwomen can find the adoration theycrave ...at a price", "body": "\nPERCHED on the edge of her sunlounger, the young Jamaican man picks up the woman's hand and lavishes it \nwith kisses. 'You is very beautiful, you know that, girl?' he says. The 'girl' giggles as she sips her cocktail.\n\nSomewhere in her early 40s, she hardly qualifies for the description. Nor is her beauty strikingly obvious.\n\nYet the flattery certainly works its magic.\n\nAs dusk falls, the somewhat mismatched pair can be seen smooching together to a backdrop of pulsating reggae \nmusic at a beachfront bar. Yet another example, you may think, of a lonely and vulnerable British divorcee falling for \nthe charms of a silvertongued holiday Romeo.\n\nIn fact, on this occasion, it is the woman - 42-year-old Carol, an office administrator from Birmingham - who is in \nthe driving seat. And, as she confides to a girlfriend, there are 'plenty more where he came from'.\n\nAnd in case there is any doubt what she is in the Caribbean for, she is more than happy to tell you. She is, she \nemphasises with a knowing wink: 'Just here to have a bit of fun.' She is not the only one. On the seven-mile \nbeachfront which forms the Jamaican resort of Negril, this somewhat unsavoury scene plays out time and again \nevery day. A longfavoured destination for British package tourists drawn to its white sand and turquoise sea, Negril \nhas become the destination of choice for another kind of visitor: the female sex tourist.\n\nLike supercharged Shirley Valentines, these women see casual sex with the locals as just as much a part of their \nCaribbean holiday as the beach and the sun. And they are prepared to pay for it - one way or another.\n\nSex tourism, of course, is more usually associated with the men who visit the seedy fleshpots of the Far East. Yet \nwith rising divorce rates and young professionals remaining single for much longer, the number of women travelling \nabroad for sex has boomed over the past few years.\n\nSo much so, in fact, that the phenomenon is increasingly being seen as part of mainstream culture. At the cinema, \nVers Le Sud (Heading South) features actress Charlotte Rampling as a 55-year-old sex tourist enjoying the \nattention of a parade of muscled locals during a holiday in 1980s Haiti.\n\nEven Radio 4's Woman's Hour - a forum of middleclass discussion - this week featured a segment about the rights \nand wrongs of sex tourism for women, featuring a self-confessed female 'sex traveller'.\n\n\nIn London, a new play, Sugar Mummies, opened this week at the Royal Court theatre, focusing on the antics of four \nmiddleaged women who visit Jamaica to sample male prostitutes, or 'rent-a-dreads'.\n\nAmong the cast is Lynda Bellingham - previously the wholesome face of family values in the Oxo television \ncommercials - playing Maggie, a divorcee and habitual sex tourist with a rampant libido.\n\nONE glance along the soft white sands of Negril beach this week could confirm that there was plenty of material for \nher to draw upon for the role.\n\nEvery year, the flights to nearby Montego Bay disgorge thousands of unaccompanied women who make the hour-\nlong onward journey to the beach resort.\n\nSome are single career women, others are divorcees; some are married. Nearly all have one thing in common: the \ndesire for, as one woman put it, in terms as distasteful as they were explicit, 'black bamboo'.\n\nAmong them is Carol, who is on her first visit to the island with her 44-year- old friend Helen.\n\nBoth have children in their late teens and are on holiday to recover from fraught divorces.\n\nBoth, too, have wasted no time in 'getting to know' the locals.\n\nIndeed, the pair chose Jamaica because they knew, as Carol told me, that they could easily get 'no strings fun' \nhere.\n\nThey have found it in the forms of 26-year-old Byron and 22-yearold Rafael, who approached the women as they \nsoaked up the sun on the first day of their holiday, asking if they wanted to take some island 'excursions'. The \nexcursions progressed into drinks, dinners and, inevitably, sex.\n\n'Neither of us is kidding ourselves about what's going on,' Carol says. 'But the fact is that in England, men our age \naren't remotely interested. They all want 22-year-old blondes.\n\n'Here, the men make us feel like gorgeous, sexy women again. As far as I'm concerned, you can't put a price on \nthat.' Helen, a catering manager, giggles in agreement. That night, the pair were preparing for another heady night \nof rum cocktails and reggae with their lovers.\n\n'Price' is of course a key word.\n\nMost women do not like to make it explicit that they are paying for the sexual services of the local boys. Instead, the \ngigoloclient relationship - for in most circumstances that is what it undeniably is - unfolds in a more subtle manner.\n\nSex is concealed under a veil of romance and 'fun'. Byron - who, when he is not squiring female tourists of a certain \nage around the island, sells jet-ski rides on the beach - explains: 'We are like their boyfriends while they are here. \nThey pay for everything, sometimes they give us money to help us out, and in return we treat 'em right.\n\n'These women say they wouldn't get looked at twice back home, but we make them feel like queens of the island. \nThat's gotta be worth the green (money).' Older women are best, Byron says, because they have more money and \nare willing to spend it. 'We tell them we like a cat, not a kitten,' he grins. 'We is like the Foreign Service. We give \ngood lovin'. Why should we not get the good money?' In a country where an estimated 16 per cent of the population \nlive below the poverty line, the favours of a Westerner can make all the difference to a local's standard of living. \nEven in the better class of hotels, the monthly wage is no more than U.S.$200 (around Pounds 130) a month.\n\nLittle wonder that Negril beach has an estimated 200 or so men on the lookout for 'milk bottles' - as the white \ntourists are known locally.\n\nEach morning, as the tourists head for their loungers scattered along the breathtaking stretch of white sand, the \nmen set out, cruising up and down, sauntering over to make chit- chat when they spy any unaccompanied women.\n\n\n\nA SECURITY guard for one of Negril's middle-range hotels confides that he is rarely called upon to shoo the \n'rastitutes' away.\n\nMost women, he says, don't welcome his intrusion.\n\n'I know now if the women don't send them away immediately, they usually got something going,' he says. 'They \ndon't want me breaking it up.' He points out two ladies camped further down the beach topping up their already \ndeep tans.\n\n'Like them.\n\nThey here every year, man.' In fact, 52-year-old Jill and her sister Pippa, 54, both from the Nottingham area, have \nbeen coming to the same hotel on Negril beach for the past decade. On their first visit in 1996, they had merely \ncome to unwind in the sun, but both ended up embarking on a holiday romance with men 20 years their junior - \ndespite being married.\n\nThey returned to England amid promises of divorce, organising visas and money for their young lovers - only to find \nthat the moment they left for the airport they could never get hold of the men again.\n\n'There were lots of promises made then, but we soon learned our lesson,' Jill confides. 'Now we come just for some \nfun. We are very careful and we see it as two weeks out of our lives for a bit of romance. It's not harming anyone.' \nWhile Jill, who runs a small hair-dressing salon, is now divorced, Pippa remains married, so this is questionable.\n\nBy way of defence, Pippa, who works in IT, reveals that her husband of 25 years had an affair in the early 1990s. \n'What's sauce for the goose is sauce for the gander,' she says. 'Anyway, what he doesn't know can't hurt him.'\n\nTellingly, while both Jill and Pippa agree there is an 'economic element' to their liaisons in Jamaica, both were \nhorrified to have it defined as barely-concealed prostitution, preferring instead to see their antics as 'helping' the \nlocal economy.\n\n'We have fun - and if it helps the locals out financially, then where's the problem?' Jill says.\n\nIt is a depressing and ridiculous self-deception, and no doubt their children, both in their early 20s, would see it \nanother way. (Not that they know - they apparently remain blissfully oblivious to their mothers' antics.) Certainly, \none imagines they would probably find Jill's assertion that she is 'helping race relations' rather risible.\n\nYet such sentiments were echoed by many of the women I spoke to this week.\n\nIn some cases, indeed, 'helping race relations' seems to extend to enjoying the attentions of a number of different \nmen during their stay.\n\nAt one of the grander hotels at the north end of Negril beach, two British women in their late 30s are giggling over \nthe charms of one of the waiters at the poolside bar.\n\n'He's just so young, though,' one says. 'The younger the better,' says the other. 'That way they have more stamina.' \nThe two roar with laughter as they engage in some crude banter about the rumoured sexual prowess of the local \nmen.\n\nLater, one of the two, who gives her name as Anne and says she is an accountant, admits that she came away with \na girlfriend for a fortnight's holiday with the express desire to bed a local man.\n\nAfter a few cocktails at the bar, she admits that she has 'fooled around' with three hotel workers during the course \nof the week, although her latest lover is 'by far the cutest'. Such liaisons are, of course, frowned upon by the hotel, \nbut for many of the young workers it is an unspoken perk of the job.\n\n\n\nFor the past three nights, Anne has waited until 3am, when her latest lover finishes his shift, for him to visit her in \nher room.\n\nWITH astonishing, not to mention unedifying frankness, she happily describes her young lover's physical attributes \nin explicit detail. 'He's a baby really,' she laughs. 'There's not a flaw on him.\n\n'He's told me he's 25 but I think he's nearer 20. But what the hell.\n\nI've never experienced anything like it. He makes me feel like a teenager.' Yet Anne is married and nearing 40, her \nteenage years long gone.\n\nSo, too, surely, should be such unsavoury, self-indulgent behaviour-After all, while many of the women here see \ntheir holiday as harmless fun, a mutually beneficial transaction, such sexual freedom often comes, inevitably, at a \nprice.\n\nMany of the women find themselves nonetheless falling for their young lover's pillow talk - only to discover they are \njust one of many of his 'special girls' once the gifts and the money have dried up and they prepare to return home.\n\nAs a barman at Alfreds Ocean Palace, a popular reggae bar in the heart of Negril, confides: 'We see it time and \nagain, man. It starts out as fun, then the women start talking about staying in touch. They want to think they're the \nonly one.\n\n'But these guys have got a number of different women on the go.\n\nSome of them have got three, four different women sending them money from back home.' The previous month, \none besotted holidaymaker in her 50s had flown back from Scotland just a month after she left in order to see her \n27-year-old lover again - only to find him canoodling with her replacement at the very same bar where they had \nshared a number of heady nights.\n\nFor the local community, meanwhile, the behaviour of the Western tourists can cause resentment and anger. \n'These women come here and chew up our men,' one young waitress tells me. 'By the time they've finished \nromancing them, there's nothing left for us.' Then there's the risk of Aids and other sexual infections. While the \nwomen I talked to all claimed to have taken due precautions, the fact remains that the HIV rate in the Caribbean is \nsecond only to sub-Saharan Africa.\n\nNone of this, of course, is likely to dissuade the likes of Carol, Jill or Anne. Fuelled by the promise of a potent \ncocktail of sex and sun, they wrap themselves in a shroud of selfdelusion as they book their Caribbean sojourn.\n\nAfter all, this is Jamaica, where the unofficial motto is 'No problem'.\n\nWhen you stop to contemplate the unedifying reality, however, it is hard to see it that way.\n\nGraphic\n\n \n\nIN JAMAICA, WOMEN GO ON HOLIDAY FOR SUN AND SEX SEDUCTIVE: ACTRESS CHARLOTTE RAMPLING \nAS A MIDDLE-AGED SEX TOURIST IN THE FILM VERS LE SUD\n"}