{"title": "EMPLOYERS PLUG IN TO INSTANT INS STATUS CHECK BUT SYSTEM IS THREAT TO RIGHTS, CRITICS SAY", "body": "\nSmaller than a breadbox, it sits on a cluttered desk, emitting electronic beeps, flashing digitized numbers and \nspitting out a perforated paper that, critics charge, is Big Brother's latest calling card.\n\nThe minicomputer links an employer's hiring office with Immigration and Naturalization Service data. It enables an \nemployer for the first time to instantly determine whether employees are in the country legally by matching their \nidentification with federal records.\n\nThe machine's printout -- churned out like a credit card receipt -- spells the difference between a paycheck and a \npink slip. While immigration advocates warn that the system imperils civil liberties, field reviews from the \ngovernment's first national test run are more positive: It works, employers report.\n\n\"It's absolutely wonderful,\" said Nancy Smith, payroll administrator at Boran Craig Barber Construction Co. in \nNaples, Fla. \"I can't imagine how many illegal people would be working here if we couldn't check out the ID, \nbecause the counterfeiting out there is just getting very sophisticated.\"\n\nNow in place in nine businesses across the country, including a restaurant chain based in Huntington Park, the \nembryonic system is being extended to 200 companies in Los Angeles this year. President Clinton wants to have \n1,000 work sites nationwide plugged in to the test program by next year, calling the project a tempered defense \nagainst illegal immigrants who seek jobs for which they are not eligible.\n\nFor employers, the INS says the program's chief selling points are time and money.\n\nThe conventional system to check employees' legal status involves mailing ID information to a government office, \nwhich conducts a manual review of the applicant's immigration file. That could take two weeks. The computerized \nsystem works within minutes, sparing employers from spending money for ineligible workers' salary and training -- \nwhile ensuring their business is in compliance with the law.\n\nIn its first phase of operation, the INS said, the system identified 236 unauthorized workers, while verifying 2,220 \nnon-citizens as eligible to work. For civil libertarians and pro-immigration advocates, the pilot project is the latest \nflash point in the United States' immigration debate -- a step, they say, toward widespread discrimination and a \nnational identification card. As computerized verification is expanded, they argue, those who look or sound like \nimmigrants will be more likely to undergo electronic screening.\n\n\n\"This is more than just the camel's nose under the tent,\" said Cecilia Munoz of the National Council of La Raza, a \nHispanic civil rights organization. \"This is the prototype for a nationwide system which would include data not just \non non-citizens, but on citizens as well. It's going to be in every workplace in the country.\"\n\nBoost from reform panel\n\nNevertheless, the verification approach got an important boost in the fall when the U.S. Commission on Immigration \nReform, led by former Rep. Barbara Jordan of Texas, called for work toward a national computerized registry that \nwould use INS and Social Security Administration data to keep illegal immigrants off U.S. payrolls.\n\nAfter an initial lukewarm reception, Clinton embraced the report in his State of the Union address this year, joining \nRepublicans in elevating immigration reform's place on the national agenda.\n\nFor the companies that have been testing the verification system for more than a year, there is broad enthusiasm \nfor what many see as rare evidence of common-sense government. And there is wonderment that controversy is \nbrewing. \"What it does is just help us tell what's real and what's not real,\" Smith said. \"We're not policemen.\"\n\n\"In my opinion, this country has invited everybody in the world to take advantage of it by all their give-away \nprograms,\" she said. \"It's like, 'Come here and we'll take care of you.' I think everybody should be accounted for.\" \nHere's how the pilot system is supposed to work:\n\nThe employer punches in a password, the employee's name, date of birth and immigrant identification number. \nWithin minutes, the machine produces its verdict: \"Employment authorized,\" or \"Institute secondary verification,\" \nwhich means the data did not match INS records. In that case, a form must be mailed to an INS field office, where a \nmore detailed manual review takes place.\n\n\"It's that simple,\" Shirley Milton, a senior recruiter for Ogden Services, a custodial and security contractor in \nArlington, Va., said after demonstrating the system.\n\n\"I don't think it's any different than if you went somewhere and they punched in your Social Security number,\" as is \ndone when people apply for loans, she said.\n\nAccording to INS regulations, employers are allowed to tap into the data system only after they have hired the \nperson, and only if the employee identified himself or herself on a job-application form as a non-U.S. citizen. \nScreening edict criticized\n\nEmployers are not supposed to use it to screen potential employees -- an edict critics say is routinely ignored.\n\nRoger Manuel, human resources manager for a Houston engineering and construction company, said the system \nhelped identify illegal workers who were hired after presenting what looked to be authentic work papers. Still, he \nbelieves tougher border controls and workplace inspections are more effective ways to stop illegal immigration.\n\n\"It's worked very well. But as a taxpayer and as an individual I would much rather see us spend the money to \nenforce the current immigration laws on the books,\" Manuel said. \"What good will it do us to identify another 10,000 \n(illegal workers), because they just go down the street and work for someone else.\"\n\nRick Swartz, a Washington lawyer who advises several pro-immigration interests, said an expanded system's chief \nachievement will be to drive further underground the hiring of illegal workers.\n\nDisreputable employers, he said, will thwart the system's effectiveness by simply not using it.\n\nSwartz said the only way the system can be fortified is by requiring everyone to prove their eligibility to work, and \nthat would entail a national identification card, which the INS insists won't happen.\n\nID card questioned\n\n\n\n\"If there's no card, how does the employer know that the person standing in front of them belongs to the Social \nSecurity number he presents?\" Swartz asks. The National Council of La Raza said the INS data bank is often so \nincomplete and unreliable that it discourages employers from even attempting to hire minorities.\n\n\"Lots of times when they hire Asians or Latinos, the damn data is not in the data base and so they think these \npeople are difficult to hire,\" Munoz said. \"You don't have to check U.S. citizens. You only have to check people \nwho are not citizens and that makes them more of a pain in the neck to hire.\"\n\nBut INS Commissioner Doris Meissner last week hailed the pilot verification system as \"feasible, workable and \nuser-efficient.\"\n\n\"It verified that 2,200 alien workers were eligible to work, allowing them to earn a living while allaying employers' \nfears about non-compliance with the law,\" Meissner said.\n\nRepublicans in Congress have pledged to produce an immigration bill that toughens work-site verification \nprocedures by springtime.\n\n\"If we're going to control our borders we have to have some method of keeping illegal immigrants out of the \nworkplace,\" said Jim Dorcy, director of special projects for the Federation for American Immigration Reform. \"And \nas far as Big Brother government goes, we surrender more rights in this country applying for credit or getting a \nhome loan than this will ever come to.\"\n"}