{"title": "Helping Workers in Hard Times", "body": "\nImmigration hard-liners have wasted no time harnessing their dreams of mass expulsion to the recession. The \navalanche of lost jobs and grim national mood cry out for the laying of blame, and restrictionist groups are angrily \npointing the finger at illegal immigrants. Workers without papers have already been accused of causing leprosy, \ncrime waves, environmental ruin, global warming and the decline of Western civilization, so tying them to a bad \neconomy seems only natural.\n\n  But maybe we should think this through. \n\n  Undocumented immigrants make up only about one-twentieth of the work force but are overwhelmingly \nrepresented in the most dangerous, dirty and low-paying jobs. Driving out every undocumented worker, a \ntemptation in hard times, clears the way for laid-off Americans to pick lettuce, wash dishes and cars, and wait all \nmorning outside Home Depot for a contractor to drive up.\n\n  That doesn't sound terribly smart. Nor were the efforts by tough-talkers in Congress to slip into the stimulus \npackage a ban on any illegal worker receiving a penny of recovery money. They wanted to require every business \nreceiving that money to use an error-plagued employment-verification system, E-Verify. \n\n  That idea crashes on the rocks of common sense. It is impossible to know how many undocumented workers \nmight get hired through the stimulus, but the Congressional Budget Office has already quantified the cost -- in \nthousands of lost jobs and billions in lost tax revenue -- of the mandatory mass expansion of E-Verify. That is from \nall the workers who would be fired because of database errors or simply moved off the books. \n\n  There is a better strategy that hews to core American values and common sense. It is to support workers -- \ndocumented or not. It is to fight back against abuses that make wages and job conditions worse for everyone. It is \nto throw light on off-the-books labor, and on the tax-cheating businesses that have exploited it for too long.\n\n  American union members understand this. The Laborers' International Union of North America, which represents \nthe hard hats who build condos, shopping malls and bridges, is working to organize immigrant workers in the Sun \nBelt who built homes during the boom. Exploited then and jobless now, they need help. ''It isn't workers that are \ntrying to drive down wages in the residential construction industry,'' said Terrence O'Sullivan, the union president. \n''It's unscrupulous employers who try to use workers' illegal status to do so.''\n\n  In Los Angeles, the United Steelworkers are supporting the Clean Carwash Campaign, a drive to improve a \nnotoriously dirty industry. Carwash workers, mostly Latino and European immigrants, work long hours for low pay. \nThey say they are routinely cheated of wages, denied breaks and exposed to chemicals that burn their skin and \neyes. Last week the city attorney in Los Angeles filed charges against the owners of six local carwashes, accusing \nthem of wage theft and other abuses in a business that bordered on ''indentured servitude.'' \n\n\n  And in New York, the state labor commissioner, M. Patricia Smith, has begun a program to enlist immigrant \nworkers in places like nail salons and restaurants as the agency's eyes and ears for wage and hour violations.\n\n  Putting government on the side of workers? Sounds crazy, but it works better than the alternative. Raul Hinojosa-\nOjeda, a professor of urban planning at the University of California, Los Angeles, argues that current law creates \n''an artificially low wage floor'' that actually increases demand for undocumented workers.\n\n  The idea that immigrant workers deserve protection simply as a matter of human decency can be hard to sell in \nhard times. It is just as valid to make the pragmatic case. After the bottom drops out of the economy, raise the \nfloor.\n\nhttp://www.nytimes.com\n"}