{"title": "As Immigration Audits Increase, Some Employers Pay a High Price", "body": "\nDavid Cox was at his desk in September 2009, when his receptionist announced an unexpected visitor, a special \nagent from Immigration and Customs Enforcement, also known as ICE. Mr. Cox is chief executive of L. E. Cooke \nCompany, a fourth-generation, family-owned nursery in Visalia, Calif., that grows deciduous trees and shrubs. The \nagent handed Mr. Cox a letter and informed him he had three days to produce I-9 employment-eligibility forms for \nall current employees. Mr. Cox said the agent was ''pleasant and nonthreatening,'' but he noticed she carried a gun.\n\nL. E. Cook was one of 1,444 businesses to receive an introduction to ICE's stepped-up worksite enforcement \nprogram in 2009 -- almost three times the number audited in 2008. Last year, 2,196 businesses were audited. An \nICE representative said the agency did not categorize audits by business type and that the law applied across \nindustries.\n\n''Any company is at risk at any given time,'' said Leon Versfeld, an immigration lawyer in Kansas City, Mo. In one \nprominent case, American Apparel, the clothing manufacturer, was forced to terminate 1,800 undocumented \nworkers after a 2009 audit. Chipotle Mexican Grill, the restaurant chain, has let go hundreds of workers since its \naudit began last year.\n\nWhile the administration of George W. Bush focused on headline-making raids that resulted in arrests of immigrant \nworkers, the Obama administration has gone after employers with ICE's I-9 audits on the theory that employers \nwho hire unauthorized workers create the demand that drives most illegal immigration.\n\nIn addition, the Social Security Administration has resumed sending ''no-match'' letters after a three-year hiatus. \nThe letters, which alert employers that information on an employee's W-2 form does not match information on file \nwith the Social Security Administration, had been halted in 2007. The main purpose is ostensibly to ensure that \nemployee Social Security accounts are credited properly, but the letters can also be used by ICE to show that an \nemployer had reason to believe an employee might not have documentation.\n\n''The master narrative of immigration reform is being crafted around the notion of unscrupulous employers \nseeking cheap labor,'' said Craig Regelbrugge, a lawyer and lobbyist with the American Nursery and Landscape \nAssociation.\n\nUnscrupulous employers exist, Mr. Regelbrugge said, but more often he sees business owners who are just trying \nto follow the law. When a new hire produces seemingly legitimate forms of documentation required by the I-9 form, \nthe employer must accept them. (To refuse could expose the owner to charges of employment discrimination.) \n''The employer is not required to be a forensics expert,'' said Monte Lake, an immigration lawyer in Washington.\n\nThe upshot of the more aggressive enforcement is that even employers who have followed the rules can be \ndevastated by an audit that compels them to fire valuable, long-time employees.\n\n\nThe I-9 audit of Mr. Cox's nursery revealed that 26 of his 99 employees were not authorized to work in the United \nStates. Because ICE determined he had acted reasonably in hiring them, Mr. Cox was not fined or held criminally \nliable. But after confirming that the 26 employees could not produce authentic documents, he was forced to fire \nthem. All had been with him for five to 10 years, and he lost half of his budding crew, a highly specialized team that \ngrafts trees. ''Telling them was probably the worst day of my life,'' he said. ''I don't just sit at a desk here, I'm actually \nout in the field harvesting with them.''\n\nMr. Cox said he was lucky the audit hit midrecession, after he had already reduced his work force and inventory. \nStill, he estimates that his 2009 expenses climbed 10 percent as a result of the terminations. And, despite \nCalifornia's high unemployment rate, finding replacement employees has proved challenging. ''I've gone through \nmore workers this year than I have in the past 10 years combined,'' Mr. Cox said.\n\nWhile most such workers earn the $8-an-hour minimum wage in California, Mr. Cox said he generally paid $8.90 an \nhour for a 50-hour week. The terminated budding crew workers made $10 an hour. Compensation includes state-\nmandated overtime of time and a half, health insurance and two weeks' paid vacation. ''If I raised the wage,'' he \nsaid, ''I'd have to shut my doors.''\n\nMeanwhile, after an audit, ICE does not round up the affected workers for deportation. That meant Mr. Cox's \nformer workers were free to seek employment elsewhere -- including with his competitors. Mr. Cox said that he \nknew through his remaining workers that the terminated employees were all working in the area.\n\nAfter the audit, Mr. Cox started using E-Verify, a federal program that lets employers confirm the authenticity of a \njob applicant's Social Security and green card numbers electronically. Although the program's use is mandatory in \nsome states, its reliability has been debated, and it remains voluntary in California. A bill in Congress that would \nrequire all American employers to use the program could go to a vote this month.\n\nThe owner of another agricultural business, this one on the East Coast, requested anonymity because he was \ncurrently undergoing an I-9 audit that had resulted in the loss of half of his work force. He said the employees he \nwas forced to terminate were 25 to 40 years old and had been in the United States for five to 10 years. Many were \nraising children born here. ''They're all staying here and working for someone else,'' he said.\n\nAfter the terminations, the East Coast owner said he was struggling to get replacement workers up to speed. He \nhas endured a substantial increase in customer complaints -- to 30 a week from about three -- and has reduced his \n2011 sales goals by 15 percent. The terminated employees included members of his management team who \nearned $12 to $15 an hour. He paid them all their vacation pay, and said he was bothered by the perception that \nemployers like him were unscrupulous and treated undocumented workers unfairly. ''We did everything by the \nbook,'' he said. ''There were a lot of tears here.''\n\nWhile the human side of the issue is compelling, employers must comply with the law, said Mr. Lake, the \nimmigration lawyer. There is no way to avoid an ICE audit, but establishing and maintaining the right procedures \ncan help you survive one. Mr. Lake recommends that employers review their practices and seek professional \nassistance if they are not knowledgeable about legal requirements. Sloppy record-keeping can lead to fines for \ntechnical violations.\n\nIf a review reveals incomplete I-9 forms, employers should fill in the missing information and initial it with the date \nand time it was added. Mr. Lake advises random checks to ensure that employees are completing the forms. Be \nsure to retain I-9 forms for the legally required period of time -- the longer of three years or one year after the \nemployee leaves the company. Business owners should understand their obligations upon receiving a no-match \nletter. Mr. Lake advises employers who receive these letters to meet one-on-one with the designated worker to \nensure that a clerical error did not cause the confusion, confirming that names are spelled correctly and no numbers \nhave been transposed.\n\nAssuming there is no mistake, Mr. Lake said the owner must instruct the worker to pursue the issue with the Social \nSecurity Administration and report back within a ''reasonable time.'' Document your actions and treat all workers the \nsame, Mr. Lake said. If an employee reports that everything is fine, and you get another no-match letter the next \n\n\n\nyear, you know it is not fine. After that, Mr. Lake said, there is no good answer if ICE conducts an audit and asks, \n''Why didn't you take action the second time?''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO:  David Cox of L. E Cooke, a family-owned nursery in Visalia, Calif. Firing 26 employees after an \nimmigration check ''was probably the worst day of my life,'' he said. (PHOTOGRAPH BY MAX WHITTAKER FOR \nTHE NEW YORK TIMES)                                   \n"}