{"title": "Defiant Angela Merkel vows to stick to open-door migration policy after crushing election defeat which gave far-Right party big gains", "body": "\n• Pressure is growing on German leader Angela Merkel after election defeat\n\n• Her party the CDU lost two out of the three states that voted yesterday\n\n• But despite result, Merkel says she will not change her policy on migrants \n\n• Comes as far-Right party the AfD made huge gains in the regional polls  \n\nGerman leader Angela Merkel has remained defiant by confirming she will not change her 'open door' policy on \nmigrants despite a crushing defeat in state elections which gave a far-right party big gains. \n\nPressure is growing on the chancellor after her Christian Democrats Union (CDU) lost two of the three states voting \nto other parties - in what was described as a 'worst case scenario' for the embattled Mrs Merkel.  \n\nIt came as the CDU was also humiliated by the anti-immigrant AfD - Alternative for Germany - party, which has \nsurged in popularity following Mrs Merkel's decision to roll out the red carpet for more than a million migrants.\n\nBut after meeting with members of the CDU in Berlin this morning to take stock of the result, her spokesman Steffen \nSeibert said there will be no change on Mrs Merkel's stance on migration. \n\nHe told a news briefing: 'The federal government will stay its refugee policy course, fully determined, at home and \naboard. \n\n'The goal must be a common, sustainable European solution that leads to tangible reduction of the number of \nrefugees in all (EU) member states.' \n\nMr Seibert added Mrs Merkel would continue to pursue a strategy of working to bolster the security of the EU's \nexternal borders and cooperating with Turkey to reduce refugee flows.\n\nHe explained: 'Domestically, we are committed to easing the integration of people who have sought protection here \nwho have been taken in.\n\n'At the same time, we are making clear that it can only be an integration into our system of law and order, on the \nfoundation of our basic values and rules of coexistence.'\n\n\n-\n\nLater this morning, Merkel herself then addressed her party after meeting with them following yesterday's poll. \n\nShe said that the elections had marked a difficult day for the CDU, but she vowed to keep pushing for a Europe-\nwide solution to the migrant crisis that dominated the campaigm. \n\nMrs Merkel told a news conference after meeting leaders from her party: 'We have to say that yesterday was a \ndifficult day for the CDU. \n\n'Without a doubt, we have come a long way towards solving the refugee issue, but we still don't have a sustainable \nsolution. \n\n'I m fully convinced that we need a European solution and that this solution needs time.'  \n\nThe election result was a damning verdict on the German leader's open door border policy, which has seen more \nthan one million migrants stream into Europe from Syria, Afghanistan and other Middle Eastern countries.\n\nNow even a member of the CDU has appeared to hit out at Mrs Merkel on social media.\n\nErika Steinbach, a CDU member of parliament, who has been critical of Mrs Merkel's stance, suggested on Twitter \nthat her government was acting like a 'dictatorship' with its refugee policy.\n\nWhile Andreas Scheuer, general secretary of Bavaria's Christian Social Union (CSU), sister party to Merkel's CDU, \nsaid Germany needed to come up with quick and effective solutions to limit the influx of migrants.\n\nHe told German radio: 'This result has shown a lot of protest voters have expressed discontent on the biggest issue \n- the refugee topic - so all of the established parties that stood for election in the three states need to draw the \nconclusion \"we have understood.\"'\n\nWhile the election has no direct impact on her chancellorship, the regional polls in the southwestern states of \nBaden-Wuerttemberg and Rhineland-Palatinate as well as Saxony-Anhalt in the east served as a key test ahead of \ngeneral elections in 2017. \n\nHowever, other correctly predicted that despite the crushing defeat, Merkel, who has led Europe's biggest economy \nfor a decade, will not change her policy on migrants.\n\nIn an editorial mass-selling daily Bild said Merkel had experienced a 'crushing defeat on this super torturous \nelection Sunday' but would likely stick to her political course and said the price for this would be a deeply divided \nconservative group.\n\nIt added: 'That's where the real danger for Merkel lies. No chancellor in Germany has ever been able to rule against \nhis or her own party for long.'\n\nOne of Merkel's most prominent critics, Bavarian governor Horst Seehofer said: 'The central reason (for the losses) \nis refugee policy - there is no point in talking past it.\n\n'The answer to the population after such an election result cannot be that everything continues as it was.' \n\n                       GERMAN ELECTION RESULTS: HOW CDU LOST TWO OUT OF THREE STATES                                        \n\nSaxony Anhalt\n\nCDU 29.8%\n\nAfD 24.2%\n\n\n\nLeft 16.3%\n\nSPD 10.6%\n\nOthers 7.1%\n\nGreens 5.2%\n\nFDP 4.9%\n\nRhineland Palatinate\n\nSPD 36.4%\n\nCDU 31.8%\n\nAfD 12.4%\n\nFDP 6.1%\n\nGreens 5.2%\n\nOthers 5.2%\n\nLeft 2.9%\n\nBaden Wurttemberg\n\nGreens 30.3%\n\nCDU 27%\n\nAfD 15.1% \n\nSPD 12.7%\n\nFDP 8.3%\n\nOthers 3.7%\n\nLeft 2.9%\n\nWhile Sigmar Gabriel, Merkel's vice-chancellor, insisted the CDU would not change their stance on immigration.\n\n'There is a clear position that we stand by: humanity and solidarity,' he said. 'We will not change our position now.' \n\nFrauke Petry, who leads the Eurosceptic AfD party, has suggested German border guards should open fire on \nillegal immigrants.\n\nAustria's far-right Freedom Party hailed the AfD's success as a win against the 'EU juggernaut.' \n\nMrs Merkel's welcome for arrivals from Syria, other parts of the Middle East and North Africa, has caused chaos \nacross the continent. Initially, the incomers were greeted by crowds of well-wishers.\n\nBut, faced with the sheer numbers, public opinion soured. And there was outrage when gangs of migrant men were \ninvolved in organised sex attacks on women in Cologne and other cities on new year's eve.\n\n\n\nOne by one, EU states have thrown up border fences to stop the flow of arrivals - leading to the slow collapse of the \nSchengen passport-free zone.\n\nAustria is one of several countries to limit numbers in defiance of Brussels.\n\nMrs Merkel, who has failed to win support for a Europe-wide quota system to share out refugees, last week \nmasterminded a deal for Turkey to take back migrants landing in Greece.\n\nIn return, Ankara would be handed up to £3.9billion, EU countries would accept quotas of Syrian refugees from \nTurkey and all 75million Turkish citizens would be allowed visa-free travel around continental Europe.\n\nOn Thursday Mrs Merkel insisted that imposing a limit on refugee numbers was a 'short-term pseudo-solution' and \nthat only a 'concerted European approach' would bring down numbers.\n\nGermany has attempted to return economic migrants to 'safe' countries such as Albania, Kosovo and Montenegro \nbut still risks being overwhelmed.\n\nLast night millions of voters showed they have lost faith in the chancellor's policies.\n\nResults showed the AfD had won 24 per cent of the vote in the eastern state of Saxony Anhalt, finishing third.\n\nThe party fares better in former Eastern Germany where scepticism of liberal refugee policies is stronger.\n\nBut its double-digit score in two other states, Rhineland and Baden-Württemberg, was potentially more significant.\n\nThis suggests middle-class voters are deserting the Christian Democrats and other establishment parties.\n\nBaden-Württemberg, which is home to Porsche and Daimler, was won by the Green Party. Mrs Merkel's CDU lost a \nlarge slice of its vote in its former stronghold, plunging to a historic low of 27 per cent.\n\nAfD has seats in five regional parliaments and in the European Parliament.\n\nBut its huge gains on 'Super Sunday' will reinforce fears that Germany is shifting to the right after decades of \nmiddle-of-the-road consensus politics following the Nazi period.\n\n                       FAR RIGHT PARTY MAKES GAINS IN GERMANY: WHO ARE THE AFD?                                         \n\nGermany's AfD - Alternativ für Deutschland - started out at as an anti-EU, anti-euro party sceptical of the power of \nBrussels and the 'superstate' project beloved of most of the Fatherland's citizens.\n\nIts destiny was almost certain to be that of a protest party until the refugee crisis came along and propelled it on to \nthe national stage in a way no-one predicted.\n\nFounded in 2013 with the intention of ending bailouts for poor southern EU countries, it focused on criticizing the \ngovernment's immigration policies last year and has not looked back.\n\nAfD is seen by many in Germany to be linked to Pegida, a xenophobic movement which draws thousands onto the \nstreets of the city of Dresden every Monday. \n\nCritics refer to Pegida as 'Nazis in pinstripes' - an allusion to the middle-class disaffected voters it is drawing into its \nranks.\n\nThe current leader of AfD is an East German-born female scientist. But the parallels with Angela Merkel end there. \n\nFrauke Petry believes that German police should 'if necessary' shoot at migrants seeking to enter the country \nillegally. \n\n\n\nShe was lambasted for saying so in January but a poll found nearly 30 percent of the electorate agreed.\n\nMrs Petry, 40, took over as party chief in July 2015 after an internal power struggle that saw the party's co-founder \nand first leader, Bernd Lucke, ousted. \n\nUnder Mrs Petry AfD has moved to the right and shifted focus from eurozone issues to migration.\n\nIt became the first anti-euro party to win seats in a German regional parliament - in Saxony in 2014 - and went on to \nwin seats in four other states' parliaments. \n\nIts latest big win makes it more powerful than ever.\n\nThe tabloid Bild newspaper ran the headline yesterday 'AfD shocks Germany!'.\n\nLast night Mrs Petry, who chairs AfD, said: 'We are seeing above all in these elections that voters are turning away \nin large numbers from the big established parties and voting for our party.'\n\nShe said voters expected AfD to offer 'the opposition that there hasn't been in the German parliament and some \nstate parliaments'.\n\nThe far right victory came despite attacks by leading establishment politicians.\n\nMrs Merkel described AfD as a 'party that does not bring cohesion in society and offers no appropriate solutions to \nproblems, but only stokes prejudices and divisions'.\n"}