{"title": "GORE BREAKS RANKS AND BACKS BID TO GIVE ELIAN, KIN RESIDENCY STATUS", "body": "\nVice President Gore broke with the Clinton administration yesterday to back legislation to grant Elian Gonzalez \nand his family the status of permanent U.S. residents.\n\nGore, the Democratic presidential candidate, urged Congress to pass a law that would grant the status not only to \nthe boy but to his father, stepmother, half-brother, grandmothers and grandfather - all now in Cuba - \"so that the \ncase can be adjudicated properly.\"\n\nThe administration has backed the Immigration and Naturalization Service in its drive to return the boy to his father, \nJuan Miguel Gonzalez. In addition, President Clinton has pleaded that the dispute be kept out of politics.\n\nGore's comments came during a day of continued jockeying by U.S. officials and Elian's Miami relatives over the \nboy's fate.\n\nIn other developments:\n\nHoping to avoid an ugly confrontation, the INS continued to seek written assurances from the Miami relatives that \nthey would respect a pending appeals court ruling on whether the boy should be sent to Cuba. Yesterday, INS \nofficials agreed to delay a move to strip Elian of his legal status here - thereby making him subject to immediate \ndeportation - until Tuesday. Talks will continue Monday.\n\nAttorney General Janet Reno appealed for calm in her native Miami. \"The people I know in the Cuban community \ncame to this country and have contributed so much to it because they believe in the rule of law,\" she said. \"I don't \nthink they came to this country to incite violence.\"\n\nAttorney Gregory Craig announced that he was applying for visas on behalf of Elian's father and other family \nmembers to come to the United States and stay \"whatever time it takes\" to exhaust legal appeals mounted by \nMiami relatives who seek to keep the boy. But, Craig said, the father insists upon temporary custody of Elian while \nthe legal wrangling continues.\n\nThere were signs yesterday that the U.S. government would turn the boy over to his father if he comes to the United \nStates from Cuba.\n\n\nState Department officials indicated they would quickly approve a visa application for Juan Miguel Gonzalez, though \nthe matter was complicated when Gonzalez demanded temporary custody of his 6-year-old son.\n\nA government official involved in the case, who spoke on condition of anonymity, said the INS \"would be hard-\npressed not to honor\" Gonzalez's request if he comes here.\n\nA VIGIL GOES ON\n\nCubans in Miami continued their vigil outside the home where Elian has stayed since he was rescued at sea on \nThanksgiving Day, after he saw his mother perish along with several others who were fleeing Cuba in a small boat.\n\nThe community has seized on the boy as a symbol of their fight against Cuban repression. Cuban President Fidel \nCastro has used their \"kidnapping\" of Elian to make Cuban Americans appear anti-family and contemptuous of \ntheir own federal government.\n\nIn Washington, attorney Craig asked: \"Can anyone doubt that the time is long overdue for this boy to be reunited \nwith his father?\"\n\nCraig, who was a special counsel for President Clinton during his impeachment trial, told reporters he was about to \napply for visas for Elian's Cuban relatives, but learned that visas must be applied for at the U.S. Interests Section in \nCuba by the relatives themselves.\n\nThe services of Craig, a member of the firm of Williams & Connolly, will be paid through contributions to a \nhumanitarian fund established by the General Board of Church and Society of the United Methodist Church, the \nWashington-based organization said in a statement.\n\nState Department spokesman James Foley indicated the administration would quickly approve visas for Gonzalez \nand his immediate family. The INS, however, had no immediate response to Gonzalez's demand for temporary \ncustody of the boy once he arrives.\n\nA 31-PERSON CONTINGENT\n\nFoley declined to say whether the administration would approve visas for a much larger group of Elian's \nclassmates, teachers, medical experts and legal advisers - 31 people in all - whom Castro hopes to send to \nWashington to ease the boy's \"reinsertion\" into Cuban society. Castro unveiled that plan, likening it to \"the mountain \ncoming to Muhammad,\" in a televised speech Wednesday night.\n\nUnder the proposal, the Cuban visitors would live and study with Elian in diplomatic residences of Cuban officials in \nWashington.\n\nOne U.S. official dismissed Castro's plan, which would include sightseeing tours of Washington for 12 of Elian's \npeers from kindergarten and first grade as they all await the ruling of a federal appeals court, expected in early May.\n\n\"These are 5- and 6-year-olds,\" said the official, who asked not to be identified. \"These are not checkers on a \nboard.\"\n\nIn a statement last night, Castro said the inclusion of everyone on the list was nonnegotiable.\n\nU.S. officials were examining visa regulations to determine how many of the would-be companions would be eligible \nto join Elian's father. Strict eligibility limits exist for Cuban visas.\n\nBoth major-party candidates for president sought to crush the INS threat. Gore, who has contended from the outset \nthat domestic-relations courts, not the INS, should determine custody, said yesterday that he would support \nlegislation by Sen. Bob Graham (D., Fla.) and others.\n\n\"Elian should never have been forced to choose between freedom and his own father,\" Gore said. \"Now we must \ntake action, here on our own shores, to make sure that Elian's best interests are served.\"\n\n\n\nWhite House aides reacted with a measure of disdain, but hardly surprise, at what was interpreted as a strictly self-\nprotective gesture by Gore, the Washington Post reported. Gore aides denied that the statement was motivated by \npolitics and said that he has long been concerned that the immigration law under which Elian's fate has been \nargued is governed by concerns over diplomatic precedent rather than what is best for the boy.\n\nFlorida has 25 electoral votes, the fourth-largest prize available on Election Day. The state was initially thought to \nbe favorable to Bush, since his brother Jeb is governor, but Gore has stepped up his campaigning there if for no \nother reason than to force Bush to devote time and resources to the state.\n\nHouse Democratic leader Richard A. Gephardt had no immediate reaction to Gore's announcement. Senate \nDemocratic leader Tom Daschle continues to believe that \"the boy should be returned to his father in Cuba,\" said \nan aide.\n\nA MAYOR'S VIEW\n\nThe vice president's Republican rival, Gov. Bush, called Gore's announcement an \"eleventh-hour position.\"\n\n\"I'm glad the vice president now supports legal residency for Elian Gonzalez,\" said Bush, campaigning yesterday \nin Milwaukee. \"I wish he could convince the rest of the administration of the wisdom of that approach.\"\n\nIn Miami, Mayor Joe Carollo appeared to back away from warnings that violence could erupt in the city's streets.\n\n\"We will not have any violence, any violent reactions, in Miami\" if Elian is returned to Cuba, Carollo said in a CNN \ninterview.\n\nCarollo nevertheless reiterated his assertion that local police could not be expected to carry out federal immigration \npolicy.\n\n\"If the federal government decides Elian must be returned, they have to be the ones to go into the house and return \nhim,\" Carollo said. \"Miami police will not be the ones to go into the house and return him to Castro's dictatorship.\"\n\n* This article contains information from Inquirer wire services.\n"}