{"title": "The Case of the Diamond Dildo", "body": "\nArmy of Farinas: I wouldn't claim that the political ads made by unofficial lone amateur YouTube propagandists are \nbetter than the ads made by professionals.** But unofficial designs for the rumored Ferrari Dino from lone, \namateur auto stylists--one Turkish, one            Portuguese--are almost certainly better than any design Ferrari will \nactually produce, judging from its recent products. ... [via            Autoblog]\n\n**--This doesn't mean they don't have an impact. See this Pew survey. ... 1:53 A.M.            link\n\nL.A. Times--Scooped again? ... 10:15 P.M.\n\nArmy of Shrums Update: On reflection, homemade YouTube ads seem more potentially subversive than I originally \nthought. I            try to explain here. ... Not only do these amateur ads seem to evade the campaign finance laws, \nthey seem to undermine the whole assumption of those laws, which is that candidates with more money enjoy a \nproportional advantage. No they won't--at least if they're typically undone by whichever catchy,15-second spot \ncooked up by a teenager on blogspot gains the most viral exposure (by being re-shown on the TV news in addition \nto being viewed on the Web). The outcome of a true YouTube election will be more random--but, arguably, more \nsubstance-related. ... To Be Sure: I'm not saying we're already past the time when races get determined by what \nBob Shrum and Roger Ailes, or their successors, spend donors' millions to tell voters. But that's the direction, no? ... \n7:44 P.M.\n\nI realized what's wrong with celebrated L.A. Times auto columnist Dan Neil when I came to the point in a recent \nroad test where he describes the Scion tC--a depressing mash of mainstream design cliches, the            Maison de \nLa Casa House of cars--as \"beautifully styled.\"            Decide for yourself. Or take it from me: he has schlocky taste. \n... 3:31 P.M.\n\nThe Strange Case of the Diamond Dildo: It's just like porn-centric lone L..A. blogger Luke Ford, writing about new \narrival David Beckham, to recklessly report:\n\nOn another occasion, while Victoria was expecting their third child, Beckham spent $1.8 million for a diamond-\nencrusted sex toy with matching 16-carat diamond necklace. [E.A.]\n\nToo good to check--and bloggers don't have to check, do they? It turns out Mrs. Beckham has now denied the \ntidbit:\n\n\"It isn't true,\" Victoria said, her voice calm and measured. \"We do buy each other nice things,\" she admitted, but \nsome things get exaggerated. \"I don't have a diamond-encrusted vibrator.\"\n\n\nIndeed, a quick NEXIS search brings up a lot of stories citing a man who was selling $1.8 million diamond-\nencrusted vibrators speculating that Beckham was thinking about buying one. Anyone with any professional \njournalistic experience would view with suspicion subsequent reports that might have Beckham actually purchasing \nthe thing. \n\nMaybe pompous L.A.Times media critic Tim Rutten had a point about those \"gossip sheets, whether online or on \nslick paper, that continue to proliferate like informational vermin.\" The Pulitzer-winning Times would never . ... \nHello? What? Really? The bogus Becks vibrator story didn't appear in Luke Ford's blog at all? It appeared ...well,       \n     here. ... P.S.: And it hasn't been corrected. ... [via            Steve Smith] 1:15 A.M.\n\nWednesday, July 11, 2007 \n\nAccording to L.A. Observed, Mayor Villaraigosa appears to have drawn a line around Mirthala Salinas and put his \ncredibility, if not his career, on it:\n\nAt today's photo op du jour, he flatly denied that there have been any other women in his recent past  \"a definitive, \nabsolute no.\" \n\nThe mayor's language is echoed in this local ABC TV report. The LAT, with its traditional flair for the telling detail,      \n     truncates it to \"no.\" ... 6:13 P.M.\n\nHe Helped Build Pottersville: The only actor in our family--my grandmother's cousin, Charles Lane--passed away \nMonday at the age of 102. He was a great character who had a fantastic career as a character actor, although the \ntwo characters did not always coincide. (Unlike some of his screen and stage personalities, he was a kind and non-\nunconsciously funny man.)  I guess he couldn't live forever.--but he made it close! Here's a            nice LAT \nobituary. ... As            Kevin Roderick notes, Charlie lived through the San Francisco earthquake of 1906. ... 12:30 \nA.M.\n\nMonday, July 9, 2007 \n\nOnly the most respectable, noble-minded political analysts get to call people who disagree with them 'cowards.' \n... 7:26 P.M.\n\nYou Connect the Dots! I tried this before, and it            all came crashing down. But now there are two more dots!\n\nDot 1: Jeff Gerth and Don Van Natta report in their            recent book that Hillary Clinton personally\n\nlistened to a secretly recorded audiotape of a phone conversation of Clinton critics plotting their next attack. The \ntape contained discussions of another woman who might surface with allegations about an affair with Bill. Bill's \nsupporters monitored frequencies used by cell phones, and the tape was made during one of those monitoring \nsessions.\n\nDot 2: Tina Brown's new Diana Chroniclescontains this passage, supporting reports that Princess Di was thinking of \nmarrying U.S. tycoon Ted Forstmann as part of a possible presidential ticket:\n\nDiana built an escape fantasy around Forstmann for a time. \"It's a true story,\" he told me, \"that Diana had the idea \nthat we should get married, that I should run for president and she would be First Lady.\"\n\nDot 3: Forstmann was in fact seriously mentioned as a Republican opponent for Hillary in the 2000 N.Y. Senate \nrace.\n\nDot 4: Both Diana (according to Tina Brown) and Forstmann according to the New York Daily News**thought they \nwere being bugged.\n\nhttp://www.latimes.com/entertainment/la-et-rutten7jul07,1,3927783.column\nhttp://www.latimes.com/sports/soccer/la-sp-beckham8jul08,1,5327156,full.story\nhttp://www.smythesworld.blogspot.com/\nhttp://www.laobserved.com/archive/2007/07/commissioner_says_leave_h_1.php\nhttp://abclocal.go.com/kabc/story?section=local&id=5463794\nhttp://www.latimes.com/news/local/la-me-mayor10jul10,1,7896493.story\nhttp://www.imdb.com/name/nm0485272/\nhttp://www.latimes.com/news/obituaries/la-me-lane11jul11,0,1352189.story?coll=la-home-center\nhttp://www.latimes.com/news/obituaries/la-me-lane11jul11,0,1352189.story?coll=la-home-center\nhttp://www.laobserved.com/archive/2007/07/time_catches_up_with_char.php\nhttp://www.realclearpolitics.com/articles/2007/07/immigration_failure_profile_in.html\nhttp://www.slate.com/id/2154965/&#bugdi\nhttp://www.slate.com/id/2155491/&#bugdi2\nhttp://www.slate.com/id/2167180/&#clintoncell\nhttp://www.amazon.com/Her-Way-Ambitions-Hillary-Clinton/dp/0316017426\nhttp://www.amazon.com/Diana-Chronicles-Tina-Brown/dp/0385517084\nhttp://www.nationalreview.com/comment/comment051100f.html\nhttp://www.slate.com/id/2154965/\n\n\nDot 5: A British paper reported that Diana and Forstmann and Diana were bugged by some American outfit during \nthe Clinton administration, although the official Lord Stevens inquiry failed to include this allegation despite press \npredictions that it would. (See also            this account, which doesn't mention Forstmann but does claim Diana was \nbugged by Americans.)\n\nEmphasis added.\n\n**--Dec 12, 2006 Daily News story not online, but it's on NEXIS. 7:03 P.M. link\n\nIs that vaunted \"virtual fence\" on the border vulnerable to \"denial of service\" attacks? Yes, it is at the moment. \nInfluence Peddler comments. ... 2:19 P.M.\n\nThe lid is off: L.A.'s mayor faces some N.Y. tabloid-style questioning at a news conference. The L.A. Times reporter \nwho didn't get the story doesn't know quite what to make of this new state of affairs--I detect a mild sneering tone! \nLuke Ford sees a            \"beautiful synchronicity.\" ... I think Angelenos may be actually getting interested in local \npolitics for once, which will give us better government in the long run. Special interests (e.g., unions, developers) \nhave less power when people are actually paying attention. [What will happen if all the pols in power are no longer \nwomanizers, etc.?--ed Not a serious possibility.] ... 1:43 P.M.\n\nBob Wright diavlogs with my brother Steve on bloggingheads.tv (about Scooter Libby and Barry Bonds, among \nothers) and at the end tries            to extract dirt from him on me. Ha! After one lucky question, Wright gets a \nschooling in the concept of omerta. ... 1:37 A.M.\n\nSunday, July 8, 2007 \n\nWasn't Jacqueline Bouvier kind of a \"trophy wife\"? Just asking! ... [via            Powerline] 11:28 P.M.\n\nWeb 1, Downie 0? I was hoping to be able to violate at least one of Slate-owner WaPo's \"Ten Principles for \nWashington Post Journalism on the Web\"--but it turns out that's not easy to do. Take Principle #7:\n\nWe recognize and support the central role of opinion, personality and reader-generated content on the Web. But \nreporters and editors should not express personal opinions unless they would be allowed in the newspaper, such as \nin criticism or columns.\n\nWhat opinions would not \"be allowed in ... criticism or columns\"?** This is a decisively permissive standard, no? A \nreporter could blog \"Bush lied, people died\" or \"Hillary scares the daylights out of me.\" Len Downie could even tell \nWeb readers for whom he might vote if he slipped up and actually thought about voting. ... P.S.: In fact, #7 doesn't \nsit very comfortably alongside            Downie's earlier monastic ban on activities that might \"seem\" to compromise a \nreporter's ability to report fairly. If you denounce Obama, op-ed style, mightn't that \"seem\" to be compromising to \nmany readers?  ... [via            Romenesko] 11:18 P.M.\n\nThe  New York Times is for withdrawal of U.S. troops from most of Iraq, except maybe the Kurdish north. Even the       \n     promising Anbar-type initiatives--which seem to require an aggressive U.S. military presence--are apparently to \nbe abandoned. The Times admits the result of the withdrawal will \"most likely\" be chaos, including \"further ethnic \ncleansing, even genocide.\" But it still prefers withdrawal.            Jules Crittenden finds this morally curious, and so \ndo I. ... I could be convinced that withdrawal is justified because the ensuing burst of sectarian killing will be short, \nfollowed by relative stability--preferable, in the long run, to continued occupation. I could be convinced we should \nabandon the goal of a unitary Iraqi state and focus on some sort of engineered partition. I hope I couldn't be \nconvinced that we should abandon Iraqis to \"genocide\" just because the resulting deaths can be blamed on Bush. \nDoes that mean they don't count? . ...\n\nP.S.: Do you think there's really a threat that Bush will be able to sell the idea that the U.S. military is to blame for \nan Iraq disaster if it runs out of troops next spring?  I don't. At this point Bush couldn't sell the nation on coming in \n\nhttp://www.dailymail.co.uk/pages/live/articles/news/news.html?in_article_id=421754&in_page_id=1770&ct=5\nhttp://observer.guardian.co.uk/uk_news/story/0,,1968664,00.html\nhttp://www.slate.com/id/2169585/&#dibugisback\nhttp://influencepeddler.blogspot.com/2007/07/is-electronic-fence-vulnerable-to-dos.html\nhttp://www.latimes.com/news/local/la-me-mayor10jul10,0,3031907.story?coll=la-home-center\nhttp://lukeford.net/blog/?p=434\nhttp://bloggingheads.tv/video.php?id=328\nhttp://bloggingheads.tv/video.php?id=328&cid=1869\nhttp://www.nytimes.com/2007/07/08/fashion/08JERI.html?ex=1341547200&en=c23452e51fb87e71&ei=5090&partner=rssuserland&emc=rss\nhttp://powerlineblog.com/archives/018166.php\nhttp://www.washingtoncitypaper.com/blogs/citydesk/index.php/2007/07/05/the-posts-10-web-principles/\nhttp://www.washingtoncitypaper.com/blogs/citydesk/index.php/2007/07/05/the-posts-10-web-principles/\nhttp://www.asne.org/index.cfm?ID=1928\nhttp://www.washingtonpost.com/wp-dyn/articles/A706-2004Oct26.html\nhttp://www.poynter.org/column.asp?id=45\nhttp://www.nytimes.com/2007/07/08/opinion/08sun1.html?ex=1341547200&en=48e1d6f4c885ef0a&ei=5090&partner=rssuserland&emc=rss\nhttp://www.nytimes.com/2007/07/08/weekinreview/08burns.html?ex=1341547200&en=7b4a8c7192ff002b&ei=5090&partner=rssuserland&emc=rss\nhttp://www.julescrittenden.com/2007/07/08/genocide-prefered/\nhttp://www.realclearpolitics.com/articles/2007/07/white_house_underestimates_ira.html\n\n\nout of the rain, let alone a wacky argument that he's not responsible for the military. ...            Ponnuru has same \nreaction. ... \n\nP.P.S.: This seems like the next card for Bush to play--a Sunni-initiated \"no confidence\" vote in the Iraqi parliament \nagainst al-Maliki. If it succeeds, \"surge\" skeptics wouldn't have Nuri to kick around any more. Juan Cole            \nsuggests the vote would be close.  ... The obvious question Cole doesn't get to is whether whoever replaces \nMaliki would be willing to make the fabled 'political compromises' (on oil revenues, de-Baathification, etc.) and \nwhether those compromises really can curb sectarian violence at this point. Note that al-Sadr would be part of the \nanti-Maliki coalition. ...\n\nBackfill: Omar of Iraq the Model is relatively pro-surge--at least he was on June 27, saying \"the results so far have \nbeen astounding.\" He focuses mainly on the turn against al Qaeda, acknowledging that the \"internal struggle for \npower will not end by pacifying al-Qaeda or the militias.\" Still ...  9:14 P.M.            link\n\nSaturday, July 7, 2007 \n\nNovak buries the lede on a formerly hapless GOP freshman Senator:\n\nSen. Elizabeth Dole of North Carolina, viewed as one of the most vulnerable incumbent Republican senators \nseeking re-election in 2008, has made a comeback with successful fund-raising and a boost in approval ratings.\n\nDole's private polls put her favorability level at 59 percent, compared with President Bush's 42 percent. Republican \ninsiders attribute that mostly to her opposing the immigration bill backed by Bush. [E.A.]\n\nNote: That's not a comeback just among Republican primary voters. It's a comeback among all voters. ... P.S.: Yes, \nDole's obviously trying to scare away challengers by leaking those private polls to Novak. I bet Lindsey Graham \nwishes he could do that. ... 11:55 P.M. link\n\n\"Don't Get Caught Again\": Lone bloggerLuke Ford, and not the L.A. Times, continues to be where you go go to find \nout what's really happening in the            Villarsalinas sex scandal. Ford notes that the LAT, despite signs of catch-\nup tabloid feistiness earlier in the week, has delivered its            traditional scandal-killing thumbsucker right on \nschedule. Riveting headline: \"Villaraigosa affair may not be one to remember.\" Why, \"Democratic operative\" Chris \nLehane thinks he may survive! Ford comments:\n\nIt's stupid to write all these analysis pieces saying the mayor can overcome this scandal until we know how many \nmore scandals are coming the pike on this score. I predict several.\n\nHe suggests some leads. ... \n\nP.S.: The traditional pompous Tim Rutten piece--attacking \"the gossip sheets ... that continue to proliferate like \ninformational vermin\"**--arrives right on cue as well. L.A.'s Pulitzer-winning paper is back to running at peak \nefficiency. \n\nBonus pomposity: Rutten writes--\n\nVillaraigosa's personal connection with Salinas is a private issue that legitimately concerns only the two of them and \ntheir families. No one else has a moral or rhetorical right to an opinion on that aspect of their conduct. [E.A.]\n\nWhy the hell not?\n\n**-- ... like the ones that broke the story the Times helped Villaraigosa try to keep a lid on. Rutten also more or less \nadmits the Times helped cover up the marital trouble of the previous L.A. mayor, James Hahn, even though it \nclearly affected his performance (when he insisted on going home to look after his kids!). ... 10:54 P.M.\n\nhttp://corner.nationalreview.com/post/?q=YzkwMjljZGExZTc0ZDAwNGI4YjlkMjE0NDFhMGUxOTA=\nhttp://www.cbsnews.com/stories/2007/07/07/eveningnews/main3027794.shtml\nhttp://www.juancole.com/2007/07/al-maliki-to-face-no-confidence-vote-as.html\nhttp://iraqthemodel.blogspot.com/2007/06/theres-more-than-numbers-for-those-who.html\nhttp://www.slate.com/id/2169585/&#nytgenocide\nhttp://townhall.com/columnists/column.aspx?UrlTitle=hillarys_strategist&ns=RobertDNovak&dt=07/07/2007&page=2\nhttp://www.slate.com/id/2169585/&#liddycomeback\nhttp://www.lukeford.net/blog/index.php/\nhttp://www.dailynews.com/ci_6286125\nhttp://www.latimes.com/news/local/la-me-mayor7jul07,0,6952585.story?coll=la-home-local\nhttp://www.latimes.com/entertainment/la-et-rutten7jul07,1,3927783.column\nhttp://www.lukeford.net/blog/?p=81\n\n\nThe Whole Souljah? Does Obama get Souljah points for endorsing a form of \"merit pay\" in a speech to the big \nteachers' union, the National Education Association? Or did he demonstrate only that he            reads the New York \nTimes (\"Long Reviled, Merit Pay Gains Among Teachers\"). ... Backfill: Eduwonk seems            mildly impressed, \nadding:\n\nBut, I'd still really like to see someone make the true and courageous point that while hardly perfect, No Child Left \nBehind isn't nearly as horrific as it's made out to be.  That's post-partisan in today's climate. \n\nAlso: Is \"merit pay\" for good teachers nearly as important as making it easier to get rid of mediocre teachers? (You \nwant to get hissed, tell that to the NEA.) In the successful organizations I've worked for, the positive incentives (in \nthe form of unequal pay) weren't nearly as powerful as disincentives (in the form of fear that you might get fired if \nyou didn't do your part). For one thing, negative incentives are highly compatible with teamwork.  They get the \nwhole organization going, including people who'll never be hot enough to get performance bonuses. They don't \nbreed envy and backstabbing. ... 10:21 P.M. link\n\nPredictionThe Chris Matthews Show put on an airless, non-urgent, pre-taped, vacation special--featuring airless, \nnon-urgent predictions. In that spirit, here's mine: With the immigration semi-amnesty bill shelved, the economy \ngrowing, and various states acting to crack down on undocumented workers, wages for the unskilled--Sen. Webb's \n\"dispossessed workers at the bottom\"--will begin to rise noticeably (maybe not at a late-90s pace, but certainly \nmuch faster than they've been rising in the past few months, which have failed to live up to the            hopes of \nJanuary, including            my own). Also: The NYT editorial board will refuse to note the connection.  ... Casual \nEmpricism Corner: I'm seeing \"Help Wanted\" signs everywhere I go in L.A..            Not just at In-N-Out! ...\n\nBackfill: \"Why Filling Summer Jobs is Tougher and Tougher,\" WSJ, July 6 ... 9:40 P.M.            link\n\nFriday, July 6, 2007 \n\nSomehow I missed this anti-comprehensive You Tube ad from June 26. I'm not sure I buy the premise--that Lindsey \nGraham has to be somehow paid to be self-righteous and wrong-headed. But the ad's main image sticks with you. \n... 1:42 A.M.\n\nThursday, July 5, 2007 \n\nMore Mirthala: Telemundo finally has someone everybody wants to see! So of course they ... take her off the air. \nEstupido MSM. ... What's wrong with an hour Mirthala Salinas Special? They could add bilingual subtitles for the \nmillions of new Telemundo viewers. ... But no. They'd rather please Howie Kurtz. (Or maybe it's a respectability \nplay: \"See! We're as much of a doomed hidebound media organization as all the doomed hidebound English-\nlanguage media organizations!\")  [via            L.A. Observed] 11:19 P.M.\n\nTuesday, July 3, 2007 \n\nUpdate--Nobody Covers the News Like Telemundo! This may be a first: If you watch the third local news video \nlinked on this LAT page** (\"Mirthala Salinas reports Villaraigosa's separation\") you'll see the news of Mayor Antonio \nVillaraigosa's separation from his wife announced last month on Telemundo by the reporter/anchorwoman with \nwhom he has been having an affair.***\n\n**--The LAT is now at least playing catch-up after having blown the story, beaten by both a lone blogger and its less \nstuffy rival, the Daily News. ... \n\n***--Villaraigosa didn't say exactly when his relationship with the Telemundo reporter \"evolved\" from \n\"friendship,\" but it seems obvious from the Daily News account that it's been highly evolved for some time (i.e., \nsince months before the June separation and Salinas' Telemundo report about it ). ...\n\nhttp://firstread.msnbc.msn.com/archive/2007/07/05/259258.aspx\nhttp://www.nytimes.com/2007/06/18/education/18pay.html?ex=1339819200&en=f2c4545c82704cc3&ei=5088&partner=rs\nhttp://www.nytimes.com/2007/06/18/education/18pay.html?ex=1339819200&en=f2c4545c82704cc3&ei=5088&partner=rs\nhttp://www.eduwonk.com/2007/07/dont-go-there-he-went-there.html\nhttp://www.slate.com/id/2169585/&#meritpay\nhttp://www.nytimes.com/2007/01/28/weekinreview/28leon.html?ex=1327640400&en=a731551805a89bc3&ei=5088&partner=rssnyt&emc=rss\nhttp://www.nytimes.com/2007/01/28/weekinreview/28leon.html?ex=1327640400&en=a731551805a89bc3&ei=5088&partner=rssnyt&emc=rss\nhttp://www.nytimes.com/2007/01/03/business/03leonhardt.html?ex=1325480400&en=f4bafac6a1664530&ei=5090&partner=rssuserland&emc=rss\nhttp://www.nytimes.com/2007/01/03/business/03leonhardt.html?ex=1325480400&en=f4bafac6a1664530&ei=5090&partner=rssuserland&emc=rss\nhttp://www.slate.com/id/2160585/&#obamacard\nhttp://www.sadlyno.com/archives/5497.html\nhttp://online.wsj.com/article/SB118368491133158716.html?mod=most_viewed_pj24\nhttp://www.slate.com/id/2169585/&#prediction\nhttp://www.instapunk.com/#IP1068\nhttp://www.telemundo52.com/noticias/13630104/detail.html\nhttp://www.laobserved.com/archive/2007/07/salinas_placed_on_leave.php\nhttp://www.latimes.com/news/politics/la-me-lopezwebjul04,0,660173.story?coll=la-home-center\nhttp://www.slate.com/id/2169585/&#luke1\nhttp://www.slate.com/id/2169585/&#luke1\nhttp://www.dailynews.com/news/ci_6286125\n\n\nMore: When Villaraigosa announced his marital trouble last month, the hapless LAT, in its traditional life-draining \nthumbsucker, listed Gary Hart as one of the politicians who emerged from personal scandal \"with their careers \nlargely intact, or enhanced.\" I'm sure ex-Sen. Hart, now a prestigious HuffPo blogger, will be happy to learn this. \n... 7:12 P.M            link\n\nKeeping Up With .... the Bush Immigration Debacle! \n\n1) \"What's their alternative?\" House Republicans are planning to            push improvements in border security, \nincluding in the \"system that verifies the identities of those applying for employment. But (as            predicted!) \nsome House Democrats are still talking about taking on the whole comprehensive furball (i.e. inclusing semi-\namnesty for illegals already here). It's not over. [See also            Influence Peddler] ... \n\n2) The NYT cites  the following quote as an example of the \"heated rhetoric\" that alienates Latino voters from \nRepublicans:\n\nSenator Jeff Sessions of Alabama, a leading opponent of the measure, at one point in the debate, said, \"The bill \nwould provide amnesty and a path to citizenship for people who broke into our country by running past the National \nGuard.\"\n\nVicious! They're going to have to do better than that if they're going to paint opponents as anti-Hispanic \nbigots. (Heck, I can do better than that.) ... P.S.: It seems to me that the people proclaiming most loudly that the \nRepublicans were anti-Hispanic were named Linda Chavez, John McCain, George Bush and Mel Martinez, playing \nthe \"nativist\" card in a desperate attempt to save their bill. Did they do their party any favors? ...\n\n3) During the immigration debate, the number of self-identified Republicans increased for the first time in 2007, \nreports Rasmussen:\n\nThe immigration debate appears to have helped the Republican Party while hurting the President and other \nsupporters of the \"comprehensive\" reform legislation. Prior to the debate, 47% of voters trusted Democrats more on \nthe immigration issue. Following the failure of the Senate bill, just 39% trust the Democrats more on the issue. In \nfact, among unaffiliated voters,            Republicans are now trusted more than the Democrats on immigration. The \nonly other issue where the GOP can make that claim is national security. \n\n 5:35 P.M. link\n\nLooks like eccentric lone blogger Luke Ford was more trustworthy than L.A.            Mayor Antonio Villaraigosa. \n(Midwife to BS:            The LAT!) ... Update:LAObserved           has ongoing coverage. And Ford is            still \ndishing. ... 4:32 P.M.            link\n\nGiuliani raises $15 million and he's doing great. McCain raises $11.5 million and he's on MSM            Deathwatch? I \ndon't get it. ... So McCain spent a lot and now has to cut back. McCain's problem isn't money. It's immigration, and \nthe way he presented his position with a toxic combination of self-righteousness            and           dissembling. At \nleast he's not running on \"character\"! ...            Oh wait.3:48 P.M.\n\nMonday, July 2, 2007 \n\nBob Shrum gave a non-canned talk at a local party for his book two weekends ago: One of the mildly \ncontrarian things he said--that it was crazy to write Obama off--is now CW, thanks to the intervening release of this \nquarter's            fundraising totals. Another resonant point isn't yet CW, though--he argued that all the Democratic \nhealth care plans are too complicated, that whoever is the Dem candidate should just say he or she plans to let \neveryone join Medicare and leave it at that. People know Medicare. It's hard to attack Medicare as \"socialized \nmedicine.\" ... P.S.: I've never quite understood why this politically appealing position is fatally flawed on policy \ngrounds. (If there are problems with Medicare, fix them! Surely they need to be fixed even if the program doesn't \nget extended to younger Americans.) ... 2:01 A.M.            link\n\nhttp://www.latimes.com/news/local/la-me-mayor16jun16,1,3042242.story?page=2&coll=la-util-news-local\nhttp://www.latimes.com/news/local/la-me-mayor16jun16,1,3042242.story?page=2&coll=la-util-news-local\nhttp://www.slate.com/id/2169585/&#telemundofirst\nhttp://www.google.com/search?hl=en&q=kennedy+%2522what's+their+alternative%2522+immigration&btnG=Google+Search\nhttp://thehill.com/leading-the-news/house-republicans-vow-to-take-the-offensive-on-immigration-2007-07-03.html\nhttp://www.slate.com/id/2169114/&#fracaso\nhttp://influencepeddler.blogspot.com/2007/07/house-gop-turns-tables-on-immigration.html#links\nhttp://www.nytimes.com/2007/07/01/us/politics/01immig.html?ex=1340942400&en=155e554ffecd69f7&ei=5090&partner=rssuserland&emc=rss\nhttp://www.rasmussenreports.com/public_content/politics/following_immigration_debate_number_of_republicans_in_usa_increases\nhttp://www.rasmussenreports.com/public_content/politics/just_22_favor_stalled_immigration_bill\nhttp://www.rasmussenreports.com/public_content/politics/gop_gains_parity_on_national_security_issue_dems_trusted_more_on_nine_other_issues\nhttp://www.slate.com/id/2169585/&#keepingup1\nhttp://lukeford.net/blog/?p=81\nhttp://www.dailynews.com/news/ci_6286125\nhttp://www.laobserved.com/archive/2007/02/villaraigosa_addresses_hi.php\nhttp://www.laobserved.com/\nhttp://lukeford.net/blog/?p=389\nhttp://lukeford.net/blog/?p=389\nhttp://www.slate.com/id/2169585/&#luke1\nhttp://www.breitbart.com/article.php?id=D8Q5CAE80&show_article=1\nhttp://www.latestpolitics.com/blog/2007/06/mccain-death-watch-quin.html\nhttp://www.politico.com/news/stories/0607/4299.html\nhttp://www.slate.com/id/2168675/&#motaxes\nhttp://www.latimes.com/news/nationworld/nation/la-na-mccain30jun30,0,7295548.story?page=2&track=ntottext&coll=la-tot-national\nhttp://www.amazon.com/No-Excuses-Concessions-Serial-Campaigner/dp/0743296516\nhttp://www.bloomberg.com/apps/news?pid=20670001&refer=&sid=a9I4QiypZWpQ\nhttp://www.slate.com/id/2169585/&#shrummedicare\n\n\nParanoid's CornerThe Wall Street Journal's instinctive assumption that some monied group must have been \nsponsoring those anti-comprehensive YouTube ads (\"Just who sponsors Hot Air's ad, and other similar ads popping \nup across the Internet, is unclear\") initially seemed a hilarious, telling, near-watershed instance of MSM \ncluelessness! As if YouTube videos need sponsors. But then I was reminded of the controversy earlier this year \nover Section 202 of the lobbying reform bill--which            some alleged would have required professional bloggers \nwho try to drum up grassroots outrage to register--and the WSJ inquiry seemed a bit less funny and a bit more \nominous. ... You don't think Trent Lott would love to throw bureaucratic wrenches into the grassroots machinery that \ndisrupted his bipartisan comprehensive immigration plans? ... \n\nP.S.: For some not-quite-convincing explanations of why Section 202 was nothing to worry about, see Prof. \nBainbridge and            The Register. [Why not-quite-convincing?-ed. The bill by its terms applied to professional \nbloggers paid a substantial amount of money to drum up support for a client. But the \"client\" could apparently have \nbeen an employer, like Slate or Pajamas Media. Anyway, unpaid citizen activists aren't the only ones with First \nAmendment rights.  ... When they came for the bloggers making more $25than ,000 a quarter, I said nothing! .... ] \n1:23 A.M.            link\n\nMike Hype: I'm normally a sucker for independent third party candidates--the theory that the two party system \nconspires to prevent the public from electing the centrists they want has always seemed right to me. And I like \nMichael Bloomberg. So why does his nascent anti-partisan independent presidential bid seem so out of synch with \nthe times? ... 12:38 A.M.            link\n\nSunday, July 1, 2007 \n\nBurkle Buys Penthouse, Innocent Brides Suffer: Bill Clinton's zippy bachelor buddy continues to leave a trail of            \ntears in his wake. ... 10:24 P.M.\n\nToyota tries to be evil ... 8:22 P.M. \n\nFriday, June 29, 2007 \n\n********* \n\nKausfiles Special Focus Zone: As a reader aid, items that do not concern \"comprehensive\" immigration reform will \nbe specially marked off in color. You may choose to skip these items. ...  P.S.:Alert reader S.L. urged me to re-post \nthat Senate contact list and keep it at the top of the page as the Senate considers the immigration bill. Good \nidea.Here it is. Public journalism! ...\n\n********* \n\nBridging the Divide: Amid all the talk about the need to transcend partisan politics in order to solve our nation's \nproblems, it's easy to forget that the coalition opposing Bush's immigration solution contained (as emailer X notes) \nboth:\n\nprogressive Democrats who believe tightening up the labor supply is the best way to improve the fortunes of the \nlower and middle classes and ... enforcement-first Republicans who are appalled to think that the border is not \nsecure. \n\nBipartisanship! Indeed, the coalition opposing the bill was slightly more bipartisan than the coalition favoring the \nbill.  In the crucial cloture vote, only 26% of the 46 Senators in the minority voting for the bill were Republicans, \nwhile fully 30% of the Senators in the majority voting against the bill were Democrats (or Vermont Socialists). It was \nDems and GOPs reaching across party lines to find a bipartisan solution to the problem of a legacy-mad President's \nill-considered immigration scheme! Somebody tell Michael Bloomberg. ...\n\nUpdate: Sen. Schumer lashes out at Tester, Webb, McCaskill!... 3:07 A.M.            link\n\nhttp://michellemalkin.com/2007/06/28/a-new-attack-ad-meet-senator-switchback/\nhttp://michellemalkin.com/2007/06/28/a-new-attack-ad-meet-senator-switchback/\nhttp://www.prnewswire.com/cgi-bin/stories.pl?ACCT=ind_focus.story&STORY=/www/story/01-16-2007/0004507242\nhttp://www.professorbainbridge.com/2007/01/blogger_registr.html\nhttp://www.professorbainbridge.com/2007/01/blogger_registr.html\nhttp://www.theregister.com/2007/01/22/bloggers_astroturfing_bill/\nhttp://www.slate.com/id/2169585/&#paranoidscorner\nhttp://bloggingheads.tv/video.php?id=320&cid=1805&rate=1.3&in=22:32\nhttp://bloggingheads.tv/video.php?id=320&cid=1805&rate=1.3&in=22:32\nhttp://www.slate.com/id/2169585/&#mikehype\nhttp://www.nypost.com/php/pfriendly/print.php?url=http://www.nypost.com/seven/06292007/news/regionalnews/loft_brides_left_at_altar_regionalnews_dan_mangan.htm\nhttp://dealbook.blogs.nytimes.com/2007/06/29/ronald-burkle-wedding-wrecker/\nhttp://www.autoblog.com/2007/06/28/scions-web-persona-gets-a-little-deviant-and-creepy/\nhttp://www.senate.gov/general/contact_information/senators_cfm.cfm\nhttp://www.bridgingthepoliticaldivide.org/\nhttp://corner.nationalreview.com/post/?q=ZWJhMWZhMDMyZThiNjhiN2JkZTAzODFiMzljYWE4MTY=\nhttp://www.slate.com/id/2169114/&#bipartisanship\n\n\nThursday, June 28, 2007 \n\nCloture Fails: 46-53. The Grand Bargain doesn't even get a majority. ... I was going to predict that the House of \nRepresentatives would take up the immigration issue anyway--actually, I still do (they'll claim to be taking a \ndifferent approach). But this seems like a humiliating defeat for Bush and the self-styled, MSM-idolized Grand \nBargainers. ...\n\nP.S.: Fifteen Dems (plus Sanders) vote against cloture, making it unclear if Sen. Reid has achieved what seemed to \nbe his unadvertised dream: A failed bill he could blame on the Republicans. ... \n\nP.P.S.: Did Brownback vote for it before he voted against it? I thought I heard the clerk record him as a \"yes\" \ninitially. ...\n\nUpdate: Given the bill's failure to win a majority, isn't it a bit much forWaPo's Weisman to harp on the \n\n\"opponents' dilatory tactics and parliamentary maneuvers that have dogged the bill for weeks\" \n\nand the \n\n\"small group of Republican senators who used every parliamentary maneuver they could find to stymie progress on \nthe bill over the past month.\"\n\nCouldn't you just as well say, in hindsight, that it was a small group in the Senate leadership using every \nparliamentary maneuver they could find to delay the Senate's rejection of the Grand Bargain? ... Update: The same \ngoes for Harry Reid's complaint that \"the big winner today was obstruction.\" When a majority blocks a minority, is \nthat \"obstruction\"? [But a majority was against cloture only because of last minute votes by Senators who saw the \nbill going down and didn't wanted to risk defeat in the next election--ed Isn't that my point?]\n\nObvious winner in today's vote: John McCain, who can now try to take the issue \"off the table\" in his presidential \ncampaign.\n\nObvious loser: Rupert Murdoch, whose Fox News Channel took a pro-comprehensive dive. It turns out \nconservatives don't need Big Murdoch Media to make themselves heard any more than netroots left \nneeds the \"liberal MSM.\" ... 8:28 A.M. link\n\nComprehensive TenterhooksThe second cloture vote on the immigration bill--which could either kill it or send it to \nlikely passage--happens this morning. It looks close. Proponents need 60 votes. That means opponents need a net \nswitch of five votes, after losing the first cloture vote 64-35. Momentum appears to be against the bill, but the \ndecision rests with a large block of undecideds who may be susceptible to White House arm-twisting. It's also \npossible pro-comprehensives may be able to draw on \"hidden\" supporters--Senators who voted against cloture last \ntime but can be persuaded to flip and vote for the bill if they're needed.\n\nNational Review Online focuses attention on Webb and Ensign (potential swing \"no\" votes) and Bayh (a potential \nflip to \"yes\").\n\nAnd here's the list of Senators the bill's proponents seem to be worried about, according to Noam Askew:\n\nSenator Bingaman (D-NM) Senator Bayh (D-IN) Senator Domenici (R-NM) Senator Coleman (R-MN) Senator \nBrownback (R-KS) Senator Bennett (R-UT) Senator Gregg (R-NH) Senator Bond (R-MO) Senator Murkowski (R-\nAK) Senator Stevens (R-AK) [E.A.]\n\nSome news            sources report that Domenici--plus Burr, Bond and Nelson--are planning to switch to \"no.\" \n\nCochran and Hatch and Stabenoware mentioned as potential flips the other way.\n\nSee also: Hawkins,            Malkin. ...\n\nhttp://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&session=1&vote=00235\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/28/AR2007062800963.html?hpid=topnews\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/28/AR2007062802585_2.html?hpid=topnews\nhttp://www.slate.com/id/2169114/&#fracaso\nhttp://corner.nationalreview.com/post/?q=YjJlYWRjMTIwOTc2YjVlNjQ1MmE2OGJiZTU5MDYzYzA=\nhttp://www.blogger.com/email-post.g?blogID=6095261558454496189&postID=5961293292105920598\nhttp://corner.nationalreview.com/post/?q=Yjc2YzJlMjhjZDcxMzVlM2Y4ODkzMjE1NWFlOTNkM2M=\nhttp://www.politico.com/blogs/thecrypt/0607/Immigration_bill_struggling.html\nhttp://noamaskew.blogspot.com/2007/06/on-eve-of-cloture-as-reports-swirl-that.html\nhttp://www.rightwingnews.com/mt331/2007/06/the_inside_story_on_whats_happ.php\nhttp://michellemalkin.com/\n\n\nP.S.: Emailer B.T. has some phone advice for citizen-lobbyists:\n\nBesides calling the senate office, folks should call the state chair and county chair of the senator's party.  ...  It \nwould let the senator know that folks know how to do more than get riled up over an issue.  Someone who tracks \ndown his county chairman is a lot more likely to be a primary voter ... \n\nThere's not much time left, though. ... 2:50 A.M. link\n\n\"[I]f an amendment within the pigeon is not defeated,\" it can screw everything up. Who knew? [E.A.]1:16 A.M.\n\nSmells like Iraq Reconstruction: That \"virtual fence\" Bush boasts about is running into trouble. \n\nBut Project 28 missed its first deadline for becoming operational about two weeks ago, and concerns are growing in \nCongress that the program could have problems similar to the Coast Guard's Deepwater fleet modernization...\n\nLuckily, the \"Z-visa\" legalization provisions in the immigration bill don't depend on any of this fancy, high-tech \nborder enforcement stuff actually working! 12:20 A.M. link\n\nWednesday, June 27, 2007 \n\nUpdate--Grand Bargaineer on the Run: 1) They're parodying Sen. Lindsey Graham's newfound last-\nminute symbolic            toughness on immigration over at The Corner. ... 2) More than one source says that on \nHannity's radio show Sen. Voinovich            seemed genuinely rattled by the volume of phone calls to his offices by \nopponents of the immigration bill. That may or may not make him more likely to oppose the bill. But it's not going \nunnoticed. Too late to stop now. ... 3) More on the bogosity of the \"touchback\" gimmick--and other tough-seeming \naspects of Sen. Graham's suddenly            essential amendment--           here. ... 4) Malkin provides            diligent \nrunning commentary. Senator Ensign appears to be a focus of concern. ... He seems to be playing some sort of \ngame with his two second-order amendments            here. (If they pass, will he have an excuse to vote \n\"yes.\") ...  3:41 A.M.\n\nWhat They Understand: Hot Air has a video plan of action for Republicans who want to do something more than \nphone or email their Senators. It's simple but could be high-impact. ...\n\nP.S.: The ad says, \n\n\"Money seems to be the one thing our politicians understand.\" \n\nThat's a good shot at the pro-comprehensive business lobbyists. But actually, the prospect of political defeat is the \nthing politicians most understand. (The money helps them avoid the defeat.) That means the most effective thing \nthat could be done to pressure pro-comprehensive Senators is to start organizing actual campaigns against them--\nprimary challenges, but also general election challenges to Republicans from anti-comprehensive Dems, and vice-\nversa. It's easy to organize on the Web, and by organizing now you might get your Senator to change his or her \nvote. Once the vote is cast it's too late. ... \n\nP.P.S.: According to WaPo, Sen. Lindsey Graham now insists he won't vote for an immigration bill that \ndoesn't add a (phony) \"touchback\" provision forcing illegals to leave the country briefly in order to get their Z \nvisas.**  This is a hilariously fresh get-tough posture for Graham, whose precious Grand Bargain somehow failed to \ninclude this essential element. But it's also a sign of fear. What's he scared of? Maybe            this. ... \n\nUpdate: Mark Krikorian suggested I'm skeptical of the Hot Air plan (to demand refunds of RNC contributions). I'm \nnot. It's a good idea. It's legitimate--but it could really screw them up! I just think the politician's ur-fear--fear of \nlosing office--could also be triggered quickly by relatively easy, Web-based proto-campaigns. If Graham's worried, \nothers can be made to worry. ...\n\n**--See National Review on why the \"touchback\" is a fool-the-yahoos fraud.\n\nhttp://www.slate.com/id/2169114/&#tenterhooks\nhttp://influencepeddler.blogspot.com/2007/06/reid-hoisted-on-his-own-petard.html\nhttp://influencepeddler.blogspot.com/2007/06/virtual-fence-seeming-more-virtual-less.html\nhttp://www.slate.com/id/2169114/&#virtual\nhttp://corner.nationalreview.com/post/?q=MGI1M2Q0MzY1ZGExMGZhN2E2MTM3NWU3MzE4Y2VhZjg=\nhttp://corner.nationalreview.com/post/?q=MGI1M2Q0MzY1ZGExMGZhN2E2MTM3NWU3MzE4Y2VhZjg=\nhttp://corner.nationalreview.com/post/?q=ZDg0NmM5YWY5NzZkZWUzNzM2NzUzMzMyMjJmMTM3OWI=\nhttp://corner.nationalreview.com/post/?q=NDhhNjNmYzlkNTgzOTMzNjQ1YjQ1ZmJkNjAwYTE3NDI=\nhttp://noamaskew.blogspot.com/2007/06/graham-threatens-sort-of-lindsey-graham.html\nhttp://corner.nationalreview.com/post/?q=MDIxOTI0YzdlMzAxZTg5ZTkxNWZlNmI0M2MyNjZjZDY=\nhttp://michellemalkin.com/\nhttp://michellemalkin.com/\nhttp://corner.nationalreview.com/post/?q=YjE5ZTY3MzRlZTIyOTcwY2ZlNzgwNzIyYjk5NjVmOGI=\nhttp://hotair.com/archives/2007/06/26/hot-air-video-rnc-refund/\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/26/AR2007062600941.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/26/AR2007062600941.html\nhttp://www.dumplindsey.org/\nhttp://corner.nationalreview.com/post/?q=N2YxOWJmNTNiMTdhMzMwM2VlNDgyN2U4NzA0ZGI0ODA=\nhttp://article.nationalreview.com/?q=OTA4YzY0Nzk2ZDM3YThmYTRhYzJhY2I1NjFlY2NkYmQ=\n\n\n1:12 A.M. link\n\nTuesday, June 26, 2007 \n\nMonths Later: Freed from the need to write to fit an arbitrary printed page, Politico's Roger Simon takes enough \nspace to explain why the Bush/Kennedy/Kyl Grand Bargain's crucial worksite enforcment provisions won't work. \nEspecially ludicrous is the bill's confident command that the new employment verification system be ready in 18 \nmonths:\n\nThe bill requires that within 18 months of enactment all newly hired employees must be checked by something \ncalled the Electronic Eligibility Verification System (EEVS), and within three years every employer in the United \nStates must check every employee in the United States using it.\n\nBut there are 150 million people in the U.S. workforce and some 60 million people who change jobs every year.\n\nAnd this system -- which does not currently exist and has to be up and running in 18 months and completed in three \nyears -- is going to make sure everyone in the workforce is here legally? Not a chance.\n\nBy the end of the piece it's very hard not to think of the Bush administration's equally confident predictions about \nrebuilding Iraq. ... See also: Sen. Cornyn on the jam-up at DHS. ...\n\nKf Dobbsian take: Wouldn't it make sense to get an employment verification scheme up and running (for new hires) \nbefore we trigger another wave of illegals** by proclaiming a sweeping semi-amnesty? Simon makes it pretty clear \nthat as the bill stands the worksite system won't be ready by the time that new wave of undocumented jobseekers \nhits. \n\nAs I think I've said before, I'm not worried about the 12 million already here. I'm worried about the next 12 million. \nAnd the next. ...\n\n**--Which message do you think will be heard louder in impoverished Latin America: \n\na) \"Amnesty! They've legalized almost everyone who made it to El Norte!\" or \n\nb) \"[T]he bill includes $4.4 billion in immediate additional funding for ... border security and worksite enforcement \nefforts\"? \n\n11:36 P.M. link\n\nFast Work: Harry Reid's massive \"clay pigeon\" amendment package is online and searchable at N.Z. Bear. ... 6:16 \nP.M. \n\nNot so Fast, Yahoos! I actually had the following thought but then dismissed it as too paranoid. But now it seems \njust paranoid enough. From alert emailer D.R.: \n\nWhat if the Democratic leadership allowed a couple of pro-Amnesty Senators (since they had a comfortable margin \non the first vote and could afford it) to vote 'No' on the first cloture vote on the understanding that they would switch \nback for the second, all-important cloture vote.Then net result of this would be to convince anti-amnesty forces that \nwe have a five vote deficit to make up when, in fact, we may need seven and misalign our efforts. ... \n\nRight. Maybe some of the \"no\" votes on today's first cloture motion were Kabuki too. That would apply to GOPs as \nwell as Dems--Askew speculates that Cochran was given permission by the leadership to avoid obloquy by voting \n\"no\" (perhaps on the condition that he'll vote \"yes\" next time if he's really needed). The upshot is that five switched \nvotes might not be enough. [The Corner           prints this same email] \n\nhttp://www.slate.com/id/2169114/&#scarelindsey\nhttp://www.politico.com/news/stories/0607/4672.html\nhttp://corner.nationalreview.com/post/?q=NjlmYTA1OTM2NDkwOGY4ZWNjZDAwMDBmYjYxNjg4MzE=\nhttp://www.whitehouse.gov/news/releases/2007/06/20070623.html\nhttp://www.slate.com/id/2169114/&#eighteenmonths\nhttp://truthlaidbear.com/immigrationbill_amend.php?page=1\nhttp://noamaskew.blogspot.com/2007/06/so-how-did-my-list-hold-up-well.html\nhttp://corner.nationalreview.com/post/?q=YjY2MDhmZjUzOTkzNzljZjVkYTQ0Nzg1YTU1YTUxNmU=\n\n\nIt's easy to identify five or six \"yes\" voters who might plausibly switch: Burr, Brownback, Ensign, Nelson, Pryor, \nWebb. Getting seven or eight to switch--if, say, Bayh or Hatch or Cochran were phony \"nos\" and switch back--\nwould be much tougher. ... 4:35 P.M. link\n\nKabuki  Kabuki The Senate has voted 64-35 to take up the immigration bill. There is a second, now-crucial, \ncloture vote to cut off debate later this week. Emailer J.S. makes a good point:\n\nI think the first cloture vote is now itself possibly becoming a sort of kabuki for some senators, like Burr and Bond, \nas they will vote to proceed today to impress the leadership and the Grand Bargainers, in hopes of keeping their \nrelationships decent with them for future favors.  These guys can afford, they calculate, to vote for cloture today, \nknowing they can still filibuster it on the second cloture vote.  (I think the message has been gotten by most that a \ntraditional kabuki move of voting for cloture and against the bill won't work anymore.) \n\nSo this raises an absolutely critical question: what will happen between a vote to proceed today and the next cloture \nvote?  The outrage and pressure, mainly from the right, will have to triple.  If people like Burr, Bond, McConnell, etc. \nvote to proceed today and then don't get absolutely swamped with constituent outrage, their reaction will be \"that \nwasn't so bad, I can do it again.\" [E.A.] \n\nThat seems right, although with some potential second-vote switchers--like Webb--it may be important to be extra-\npolite about and not get their back up. Cold, polite, implacable outrage! ... If a net five Senators switch between \ntoday and the second vote, the bill is (again) dead. That's a much more plausible scenario in this case than it \nusually is, given all the maneuvering and posturing and pressure. Burr is a potential switcher (if his amendment is \ndefeated) in addition to Webb. And Brownback, if he wants to do well in Iowa. ... The fate of various amendments \nwill give lots of Senators lots of excuses to switch. ... The pro-bill forces lost Hatch and Stabenow and Bayh on the \nfirst cloture vote, which may become significant.  10:09 A.M.            link\n\nLooks easy!  A simple, effective anti-Graham ad focusing on the no-back-taxes issue. Like a Johnny Cash song--\nmakes its point and gets out. Except it's a Willie Nelson song. ... 9:54 A.M.\n\nApply Directly to Forehead: HotAir's latest makes the point that \"A vote for cloture is a vote for amnesty\" using the       \n     mesmerizing mantra-like approach of those HeadOn commercials. They worked! ... 9:13 A.M.\n\nMonday, June 25, 2007 \n\n*** Caution: Contains Residual Non-Immigration Content*** \n\nNow this is more like it: A slew of actual Shrumesque attack ads. They're short. They aren't going for viral Web hits. \nThey are trying to demonstrate the price Senators may have to pay if they choose two-faced Kabuki (e.g., for \ncloture, against the bill) over forthright opposition. ... \"John McCain--Weak on Immigration\" wins the best eerily \neffective soundtrack category. ... Freedom Folks'            anti-Lott spot seems almost as damaging as the \nprofessionally-done            Numbers USA hit. There appears to be no shortage of scary-looking Lott photos. ... \n\nP.S.: Blogometer  worries about YouTubish attacks in the 2008 campaign and warns that \"candidates must assume \nsome responsibility/control for the more notorious unauthorized efforts.\" \n\nOtherwise we should expect a flurry of web based Swiftboat style attacks as consequential primaries draw close.\n\nI'd say we should expect that flurry whether the candidates assume responsibility or not.  How are the candidates \ngoing to stop them? Democracy is messy and it will get messier. ... Plus, candidates couldn't assume \"control\" of \nthe ads without running into campaign finance complications, right? (The ads would no longer be \"independent\" \nexpenditures, and would have to be paid for with \"hard\" money, I think.) 11:40 P.M.\n\n********* \n\nhttp://www.slate.com/id/2169114/&#notsofastyahoos\nhttp://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&session=1&vote=00228\nhttp://corner.nationalreview.com/post/?q=ZTFmMDViZjI4OGVkZWM3M2NkMjViMjYxNzdjNGE1ZWE=\nhttp://www.slate.com/id/2169114/&#kabukikabuki\nhttp://www.youtube.com/watch?v=TJdITx4ztLk\nhttp://hotair.com/archives/2007/06/26/video-a-vote-for-cloture-is-a-vote-for-amnesty/\nhttp://www.slate.com/id/2146382\nhttp://www.youtube.com/watch?v=vs6wwg_ie6Y&mode=related&search\nhttp://freedomfolks.com/blog/2007/06/26/trent-lott-bad-for-america/\nhttp://video.google.com/videoplay?docid=3595898580097894387\nhttp://blogometer.nationaljournal.com/\n\n\n National Review on the state of play   on Tuesday's first cloture vote: \"Stopping amnesty is entirely within the \npower of senators who oppose it.\" Those seven are: Bond, Brownback, Burr, Cochran, Coleman, Ensign, Webb. All \nthey have to do is vote against cloture. ... Blocking something you claim to be against. Would that be too simple for \nthe Senate? Do they have to try to have it both ways? ... Update:Wash Times            reports on an overlapping set \nof swing votes. ... 11:17 P.M.\n\nHot Air's latest attack ad is more of a call to arms, or to phones. It has a terrible beat and you can't dance to it \n(you'll see why). But it's effective. ... 10:50 P.M.\n\nThe Grand Bargaineers have resorted to adding the Hutchison \"touchback\" requirement the \"Z-visa\" \nrequirements in the immigration bill. This is almost certainly a total fraud: 1) The            requirement itself is a \nfraud; and 2) even so, it will be removed by the House of Representatives. It's being added now to provide cover for \ntimid Republicans. But I think it's a sign of weakness that the bill's managers had to resort to this ruse--they'd rather \nnot have to do it. (It annoys Latino groups and its phoniness may embarrass even the Bargaineers. Plus \nRepublicans have an excuse for voting no if the bill comes back from conference without it.) ... P.S.: Kate O'Beirne \nhad            speculated that Sen. Burr had been demanding \"touchback.\" Has he now been bought off for cloture? \nBoth clotures? If so, he's a cheap date. ... P.P.S.: Burr's            contact info. .. 10:35 P.M.\n\nAnother citizen admaker rises to the challenge with a hit on Lindsey Graham (\"Come Home Lindsey\") ... It's witty. \nYou can dance to it. But it's not mean enough! Lindsey Graham isn't going to \"come home\" on immigration. \nAnd when he doesn't change his position, do you want him to be able to \"come home\" by stressing his \nconservatism on other issues--which is what he's counting on? Or do you want to defeat him? ... Remember: The \nidea is to do the sort of short, vicious poll-draining 30 second spot that a challenger might run--in order to give \nwaffling Senators a taste of what they will be in for during their next campaigns. Don't be Webby! Be TV. ... 5:35 \nP.M.\n\nPolipundit suggests six Senate candidates for lobbying. ... 3:03 P.M.\n\nDoes 'No' have Mo? Sen. Webb may vote against cloture, a constituent reports. That would be significant. ... \nUpdate: His office            says he \"has not disclosed\" which way he will vote. ... 12:26 P.M.\n\nI keep thinking: Would President Clinton have pushed a grandiose immigration deal like the one the Senate's \nabout to vote on? I don't think so, even if lobbies within his party wanted it. Clinton didn't try to force-feed \noverleveraged risky world-historical schemes the way Bush does. Welfare reform, Clinton's big domestic \nachievement, was wildly popular. ... There is one way for Senators to stop the madness! Tomorrow's cloture vote is \nthe equivalent of giving them a chance to prevent the Iraq War before it started. Wouldn't many of them like to have \nthat vote back? ... 12:15 P.M.\n\nProf. Borjas makes a calm, sensible case against the Senate immigration bill. ... 11:46 A.M.\n\nThat was fast: Malkin has produced a future anti-Graham spot. It's good! And the tag line worked against Senor \nSasser. [Correction: It            didn't. But it resonates!] ... It needs that ominous-sounding negative-ad announcer \nguy, though. ... 11:02 A.M.\n\nJim Geraghty is now posting            updates on tomorrow's big initial cloture vote.\n\n[B]ill opponents should not forgive a vote to bring it back to the floor, I'm told. They're within a few votes of killing the \ndeal before it comes back; why take the chance on a later vote?\n\nSee also Askew. ... It looks close. Askew's source reports: \n\nI've heard that they only have 55 votes on this, and no one wants to be the 58th or 59th vote for amnesty. \n\nThat is, nobody wants to be the 59th vote if there is not going to be a 60th vote. Why go out on a limb in a losing \ncause? That's why, as Askew notes, the perception of momentum is important to both sides. ... 10:21 A .M. \n\nhttp://article.nationalreview.com/?q=MjgzY2FhNzgwOTVlM2JmNWYxNGQ2NTBhN2FkOTU0NWE=\nhttp://www.washingtontimes.com/apps/pbcs.dll/article?AID=/20070626/NATION/106260076/1001&template=nextpage\nhttp://hotair.com/archives/2007/06/25/when-hot-air-attacks-the-love-song-of-edward-m-kennedy/\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/25/AR2007062501637.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/25/AR2007062501637.html\nhttp://article.nationalreview.com/?q=OTA4YzY0Nzk2ZDM3YThmYTRhYzJhY2I1NjFlY2NkYmQ=\nhttp://article.nationalreview.com/?q=OTA4YzY0Nzk2ZDM3YThmYTRhYzJhY2I1NjFlY2NkYmQ=\nhttp://corner.nationalreview.com/post/?q=MDEyYmU5MjA2MmMxMmNmYjRiNjc1NGMzNTk2NzU0Zjc=\nhttp://www.senate.gov/general/contact_information/senators_cfm.cfm?Name=Burr\nhttp://www.24thstate.com/2007/06/24thstate-prese.html\nhttp://polipundit.com/index.php?p=18091\nhttp://corner.nationalreview.com/post/?q=YjcwMmMwY2JhYjdiMGZkYzIwMTM4ODQ2NzRiZmY4OWE=\nhttp://www.blogger.com/email-post.g?blogID=6095261558454496189&postID=6436691295227204563\nhttp://www.latimes.com/news/opinion/la-oe-kaus4jun04,0,430080.story?coll=la-opinion-center\nhttp://article.nationalreview.com/?q=YmY1MGJmMjFiNTUxMWQ0YTIzMzJkNGNlYTEwNTdmNjg=\nhttp://hotair.com/archives/2007/06/25/when-hot-air-attacks-muchas-gracias-senor-graham/\nhttp://www.nashvillepost.com/news/2007/6/20/remembering_robin_beard\nhttp://corner.nationalreview.com/post/?q=Zjc2MjEzNzlhOGEyMjU1MDFkNWI0NjE0YzI0YmMzMDQ=\nhttp://corner.nationalreview.com/post/?q=YjUzYzIyOWZmNTY5ODU5NjMzZjg0YWQ2OWFkYmIwMjA=\nhttp://noamaskew.blogspot.com/\nhttp://noamaskew.blogspot.com/2007/06/perception-game-will-cloture-motion.html\n\n\nKos Against the  P.O.S  .!  DailyKos blogger            Trapper John says \"it's a bill that progressives ought to \nvigorously oppose.\" Especially useful is his refutation of the comprehensivist fiction that there is a fixed number of \njobs \"Americans won't do\"--so that importing legal workers to do them would take \"           pressure off the border\"  \nthe same way releasing water from a dam relieves pressure on the dam. In fact, it doesn't seem inconceivable that \nallowing in hundreds of thousands of low-wage \"guest workers\" could increase the demand for illegals and the \n\"pressure\" on the border.  At the least, the demand isn't fixed, once declining wages are factored in:\n\n[B]y creating a steady flow of temporary workers with no ability to stay in the country for more than a couple years, \nand no practical ability to fight for better wages, the number of jobs that \"Americans won't do\" will grow dramatically.\n\n10:44 A.M. \n\nVoters are still against the Senate immigration bill--50-22% in Rasmussen's survey. Support for the bill is \nactually down a point since the poll taken before Bush mounted his latest public campaign. Opposition crosses \nparty and ideological lines. ...  If Dianne Feinstein ruled the blogosphere, I guess I'd have to pretend the \nunpopularity of the bill was still an open question. \"Fairness\"! ... 10:13 A.M.\n\nReminder--Comprehensive Dissembling: Tim Russert mis-summarized the provisions of the immigration bill at the \nbeginning of his show on Sunday--and not on a trivial issue.  He said the Z-visa legalization plan was \"contingent on \nincreased border security\" measures. But the \"probationary\" Z-visa is available immediately--no waiting for \n\"increased border security.\" And the \"probationary\" Z-visa is what legalizes former illegals, allowing them to work \nand travel in the U.S.. [See video around 2:00] ... I guess these are the sort of complex nuances that can only be \ncommunicated on talk radio! ... 1:12 A.M.            link\n\nSunday, June 24, 2007 \n\nHow Comprehensive Immigration Reform Is Like Training the Iraqi Army--Part XVIII: Cong. Mark Souder rants \nabout the enforcement fantasies in the Senate Grand Bargain, which sound positively Feith-like--including:\n\nOn page 37, it says, complete the schedule for the full implementation of a biometric exit program or certification \nthat such program is not possible within 5 years. Well, I've talked to US-VISIT. They haven't even been talked to \nabout it. Of course they can't meet 5 years. We're talking 10 years minimum.\n\nWhat are they debating over in the other body? When the American public looks at what's happening in the Capitol \nBuilding on the same day and we're passing an appropriations bill that has theoretically looking at a biometric exit \nmaybe in the next 5 years and the other body is acting like it's done, what's going on here? [E.A.]\n\n(The \"other body\" is the Senate.) 11:56 P.M.\n\n P.O.S.  Cloture Watch: It looks as if            Sen. Gregg is a downbeat vote for cloture--at least on the first vote \n(whether to take up the bill):\n\nAmong Republicans, even White House allies such as New Hampshire Sen. Judd Gregg say the administration has \n\"zero credibility\" on the border-security issue. \"I will vote to proceed, but I think it is very undecided now if the bill \nwill pass,\" Mr. Gregg said. [WSJ]\n\nIf you really don't want the bill to pass, of course, you don't vote for cloture. The two planned cloture votes are the \nkey humps the bill has to get over. ... P.S.: It doesn't seem impossible to me that the immigration bill could get the \n60 votes necessary for cloture and then fail to get the 50 needed to pass. If enough Senators pull a Kabuki Straddle \n(voting for cloture but against the bill) that's what might happen. But it's highly unlikely. Indeed, a paranoid could \nthink that saying the bill might not pass, as Gregg does, is a cunning way to encourage wavering Senators to \nsupport cloture in the hope the bill will still fail. Sort of like saying, 'Don't worry, the bill will stall in the House.' ... \n11:40 P.M.\n\nhttp://hotlineblog.nationaljournal.com/archives/2007/05/post_211.html\nhttp://www.dailykos.com/storyonly/2007/6/25/73229/6647\nhttp://www.dailykos.com/storyonly/2007/6/25/73229/6647\nhttp://www.whitehouse.gov/news/releases/2007/06/20070623.html\nhttp://www.rasmussenreports.com/public_content/politics/just_22_favor_stalled_immigration_bill\nhttp://video.msn.com/v/us/msnbc.htm?f=00&t=s53&g=e10461f7-89e1-415c-aa58-80d1b6f8066e&p=hotvideo_m_edpicks\nhttp://www.slate.com/id/2168675/&#russertmisstate\nhttp://texascivilrightsreview.org/phpnuke/modules.php?name=News&file=article&sid=1005\nhttp://texascivilrightsreview.org/phpnuke/modules.php?name=News&file=article&sid=1005\nhttp://hotlineblog.nationaljournal.com/archives/2007/05/post_211.html\nhttp://online.wsj.com/public/article/SB118273039029446574-2pYIllW7VQslES1KmPdMU29vyz0_20070724.html?mod=tff_main_tff_top\n\n\n'We Have Ways of Making You Talk About 'Silent Amnesty''--The Dark Side of Bipartisanism: If radio talkers aren't \nenlightened and bipartisan enough to attend symposia with Michael Bloomberg at the Annenberg School**--if they \nkeep opposing the Senate immigration Grand Bargain, for example--then the government needs to tell them what \nto say: \n\n[Sen. DIANNE FEINSTEIN]: This is a very complicated bill. It's seven titles. Most people don't know what's in this \nbill. Therefore, to just have one or two thing dramatized and taken out of context, such as the word amnesty--we \nhave a silent amnesty right now, but nobody goes into that. Nobody goes into the flaws of our broken system. \n\nThis bill fixes those flaws. Do I think there should be an opportunity on talk radio to present that point of view? Yes, \nI do, particularly about the critical issues of the day. \n\nCHRIS WALLACE: So you would revive the fairness doctrine?\n\nFEINSTEIN: Well, I'm looking into it. As a matter of fact, Chris, because I think there ought to be an opportunity to \npresent the other side. And unfortunately, talk radio is overwhelmingly one way.\n\n -- Fox News Sunday, June 24, 2007 [via Askew]\n\n1)  I don't think it helps supporters of the immigration bill to broaden the fight by adding a threat to regulate radio \nspeech;\n\n2) What will they do about Internet radio, which isn't \"scarce\" the way broadcast frequencies are (giving the \ngovernment no excuse to regulate it to ensure \"fairness\")? \n\n3) Fox News stages another no-holds-barred discussion between a supporter of comprehensive immigration \nreform (Feinstein) and ... a supporter of comprehensive immigration reform (Lott)! On Fox, anyway, a Fairness \nDoctrine would help the yahoos; \n\n4) Did the Fairness Doctrine encourage centrist solutions? When Congress failed to pass the SALT treaty in the \nCarter years--with the Fairness Doctrine in full force--weren't there similar complaints about the inability to get \nsensible moderate measures enacted? I remember Lloyd Cutler publishing a Foreign Affairs article or two. Then in \n1987 the Fairness Doctrine was abolished. That was followed shortly by an explosion of right-wing talk radio and \nthen the most successful bipartisan reform in recent history, the 1996 welfare reform.  Maybe the problem isn't the \nloss of the Fairness Doctrine and the inability of the enlightened bipartisan elite to present its nuanced, complex, \nand contextualized views. Maybe the problem is that this time the enlightened bipartisan elite is pushing a bad bill \n(not that it was all that enthusiastic about the GOP-drafted 1996 welfare bill either).\n\nP.S.: John Rosenberg notes that Feinstein went on to say that:\n\nI remember when there was a fairness doctrine, and I think there was much more serious correct reporting to \npeople.\n\n\"Correct reporting.\" Do not forget this highly mockable phrase! Does she mean \"correct reporting\" like Tim \nRussert's? ... \n\n**--Freeload Disclosure: I attended the opening night dinner of the recent Annnenberg \"Cease Fire-Bridging the \nPartisan Divide\" conference. I had a great time. But the self-congratulatory BS level was off the charts. You can       \n     judge for yourself. ... 12:31 P.M.\n\nSaturday, June 23, 2007 \n\nAccording toCentral Iowa's Times-Republican, Sen. Brownback \n\ndoes not support the current immigration bill before Congress, saying there were too many problems. But he said \nhe would support tougher border security and a guest worker program.\n\nhttp://bridgingthepoliticaldivide.org/schedule.html\nhttp://noamaskew.blogspot.com/\nhttp://www.foxnews.com/story/0,2933,286232,00.html\nhttp://www.foreignaffairs.org/19800901faessay8153/lloyd-n-culter/to-form-a-government.html\nhttp://www.discriminations.us/2007/06/speech_police_to_insure_correc.html\nhttp://www.slate.com/id/2168675/&#russertmisstate\nhttp://www.slate.com/id/2168675/&#russertmisstate\nhttp://bridgingthepoliticaldivide.org/index.html\nhttp://bridgingthepoliticaldivide.org/index.html\nhttp://bridgingthepoliticaldivide.org/schedule.html\nhttp://www.timesrepublican.com/News/articles.asp?articleID=10653\n\n\nNoam Askew wonders whether this means Brownback will vote \"no\" in the crucial cloture votes. But if he merely \nmisses the vote, as he did the last one, that would have the same effect as a \"no\" vote. The proponents need 60. ... \nIf Brownback just happens to be busy campaigning for President during those votes, the            Krikorian Magic \nNumber is down to 7. ... 11:33 P.M.            link\n\nEvery Man a Shrum: Here's what seems like a good, and maybe semi-revolutionary, idea from reader J.R.: \n\nOne thing that strikes me (and you've alluded to)  is that some of the provisions are so outrageously pro-illegal-alien \nthat the negative ads will write themselves.  Examples include giving gangbangers and repeat drunk \ndrivers amnesty eligibility. \n\nSo why not drive the point home to some of these congresscritters by going ahead and mashing up some sample \nnegative ads along the lines of \"Senator So-and-so voted to give illegal alien gangbangers and drunk-drivers \namnesty\" and make sure the congresscritter staffs get a copy, or at least Youtubing them? [E.A.]\n\nMight work! I don't have the skills to throw together a 30-second negative campaign ad, but I know there are people \nout there who do. If they can pull together a trailer for bloggingheads, they can do an ad pointing out that Senator \nLautenberg, say, voted for a legalization bill that didn't even require illegals to pay back taxes. For other wording \nclues, check            Questions 59-63 in the recent Carville-Greenberg poll. ...\n\nP.S.: I wouldn't create an ad attacking someone who's currently undecided--that might just make them mad. But an \nad attacking a committed pro-cloture Senator--Lindsey Graham, for example--might demonstrate to the others what \nwill might in store for them in their next campaign if they pass this sweeping and unpopular piece of legislation. ...\n\nP.P.S.: If you manage to spend more than $1,000 you might raise interesting campaign finance issues. But you can \ndo a lot for less. ... I suspect that if this negative tactic actually has impact, incumbents will hate it and try to figure \nout a self-righteous way to squelch it ('take the small money out of politics'), even though it's hard to think of many \nthings that are closer to the core of the First Amendment. ...\n\nSend me links. I'll post any good ones. ...\n\nUpdate: This is well done, but it's not a negative campaign ad! ... 3:37 P.M.            link\n\nFriday, June 22, 2007 \n\nDid consultant/columnist Dick Morris lead his former client, Trent Lott, astray on immigration? Just a thought. To \nMorris, it's all about winning Hispanic voter allegiance:\n\n[T]he political stakes are largely in the symbolism of the bill. Whichever party is seen as supporting reform will gain \na huge vote share among Hispanics, and the opponents will lose accordingly.\n\nAnd remember, if it's all about the symbolism, then it's not enough for Lott and fellow Republicans like Lindsey \nGraham to push the semi-amnesty bill through. They have to push the bill through loudly, histrionically, while \ndenouncing the opposition as anti-Latino--to make sure Hispanics know that the GOPs were their champions in \n2007.  It would be a shame to suck up to Latinos and then have the Democrats get all the credit (as Dems got all \nthe credit with blacks after the Civil Rights Act of 1964--even though, Morris notes, \"Republicans backed the bill in \nfar greater numbers than Democrats did\"). I think this helps explain Lott and Graham's recent obnoxious put-downs \nof their opponents. [How did            comparing Mexicans to electrified goats help Lott win over generations of \nLatinos?--ed That was off-message.] 6:47 P.M.\n\nHard Count: Mark Krikorian has the Numbers USA vote count. Basically, opponents need 40 Senators to either vote \n\"no\" on cloture or to be absent. (Proponents need to reach 60 actual \"yes\" votes, in other words--60% of 96 \nsenators won't do.)\n\nThe opponents now have 33, by Krikorian's count. They need eight more:\n\nhttp://noamaskew.blogspot.com/2007/06/what-will-brownback-back-sen.html\nhttp://www.slate.com/id/2168675/&#hardcount\nhttp://www.slate.com/id/2168675/&#hardcount\nhttp://www.slate.com/id/2168675/&#brownbackoppose\nhttp://www.youtube.com/watch?v=IyYBDwX0Bsw\nhttp://democracycorps.com/reports/surveys/Democracy_Corps_June_10-14_2007_Battleground_Survey.pdf\nhttp://www.fec.gov/press/press2006/20061213murs.html\nhttp://www.youtube.com/watch?v=jPWWZAOgruY\nhttp://www.slate.com/id/2168675/&#youtubeem\nhttp://thehill.com/dick-morris/republicans-should-back-immigration-compromise-2007-05-23.html\nhttp://thehill.com/dick-morris/how-the-gop-can-survive-the-immigration-debate-2006-03-29.html\nhttp://www.sunherald.com/278/story/81785.html\nhttp://corner.nationalreview.com/post/?q=YjVlZmRkMDQ1ZWQ2MWQ3Njg4Y2UzYzUwY2M3MThkM2U=\n\n\nThe following 12 senators are leaning against the bill itself but so far are leaning toward the cloture motion  which \nmeans, in reality, that they would be helping pass the amnesty, because if the bill comes to a final vote, it will \npass. These are the Senators whose decisions will likely determine whether the amnesty passes or not: Bond (R-\nMo.), Bingaman (D-N.M.), Burr (R-N.C.), Boxer (D-Calif.), Cochran (R-Miss.), Conrad (D-N.D.), Ensign (R-Nev.), \nLevin (D-Mich.), Gregg (R-N.H.), Nelson (D-Neb.), Hatch (R-Utah), Webb (D-Va.).\n\nClose! And a bit more difficult than I'd thought--I wouldn't want to be in the position of relying on Barbara Boxer to \ntorpedo the bill. ... But don't forget Sherrod Brown. There may be hope for Sherrod Brown. ... And            what \nabout Norm Coleman? ... There's also the            mysterious Dr. Barrasso. [           Update]... P.S.: Isn't it also \npossible that, given the bill's unpopularity, some Senators who would vote for cloture in the crunch are \nnevertheless whispering in the leadership's ear that they wouldn't mind if this whole thing somehow went away? ... \n5:12 P.M.            link\n\nDrama we're not seeing:  U.S. News--\n\n\"This week will basically be the last chance to pass immigration reform in this administration,\" says one activist, \n\"and the administration is using every card they've got.\"\n\nSen. Cornyn: \"We'll find out on Tuesday if there's 60 senators ... It really changes minute by minute.'' 1:26 P.M.\n\n P.O.S. Update: The first cloture vote has been postponed until Tuesday. ...            Alexander and            Corker \ncome out against, but            Burr wavers and dickers. ... Noam Askew            hears Sherrod Brown is finally getting \nDobbsy and might now be in play (he was previously counted as a \"yes\"). ... . There's a            new Wyoming \nsenator to lobby. (Don't get his back up!) ...  P.S.: Between            Hawkins and            Askew, and            The \nCorner, you'll get better coverage of the ongoing immigration bill intrigue than in the big MSM dailies or even \nCapitol Hill specialist publications. (The Hill now seems to be falling down on the job.) ... \n\nUpshot: It looks as if \"comprehensive\" supporters ran into some difficulties--e.g., public opinon--but \nunfortunately those problems may not be insurmountable. Republicans are realizing that if Harry Reid can run the \nSenate like the House on this issue--with debate limited to the amendments the leadership wants discussed, and \nthat amendment-picking power used to obtain cloture--then he can run the Senate like the House on other issues \nas well. (Not that there's anything wrong with that! Except when the leadership is pushing a bad bill, as in this \ncase.)\n\nHawkins also offers this gratifying, but probably overoptimisitc paragraph:\n\nI talked to my source about the shots Trent Lott and Lindsey Graham have taken at people opposed to the bill. My \nsource replied that when this whole thing started, these guys were cocky and thought they'd get this bill through \nwith 70 votes, no problem. But now, because of the blogs and talk radio, they've lost the public debate on the issue \nand they know it. So, at this point, they're way out on a limb supporting a wildly unpopular bill that may or may not \npass, and they're lashing out in frustration. He added that a lot of Republican senators have been offended and \nembarrassed by their comments and are worried that the voters will lump them in with Graham and Lott.\n\nPoor noble Graham's home state approval seems to be tanking. ... If, as The Hill reports, Graham\n\n is not thought of as a top Democratic target \n\nin 2008, the Dems need to think some more. ... 10:51 A.M. \n\nThe Senate has now passed the energy bill, clearing the way for consideration of you-know-what. According to a \nNUMBERS USA timeline            posted Thursday on Malkin,\n\nSen. Reid ... is still holding out a remote possibility of having the first cloture vote tomorrow night (Friday) after 7 \np.m.\n\nhttp://noamaskew.blogspot.com/2007/06/is-sen.html\nhttp://noamaskew.blogspot.com/2007/06/at-corner-mark-krikorian-has-list-of.html\nhttp://noamaskew.blogspot.com/2007/06/at-corner-mark-krikorian-has-list-of.html\nhttp://freeinternetpress.com/story.php?sid=12341\nhttp://corner.nationalreview.com/post/?q=NzkyNGJiMWM4NzEwNjhmYTdlM2JmNzE2ZGFhYWFiZGM=\nhttp://www.slate.com/id/2168675/&#hardcount\nhttp://www.usnews.com/blogs/news-desk/2007/6/22/the-white-house-game-planning-for-immigration-reform.html\nhttp://www.bloomberg.com/apps/news?pid=20601070&sid=aGUUzFd3y_Ek&refer=home\nhttp://hotlineblog.nationaljournal.com/archives/2007/05/post_211.html\nhttp://corner.nationalreview.com/post/?q=MjNmNmE3Y2ZmNGQ1YTU0NzI3ZjNhOWQ4NTNjNDlhM2M=\nhttp://www.blogger.com/email-post.g?blogID=6095261558454496189&postID=1025339762686354083\nhttp://www.blogger.com/email-post.g?blogID=6095261558454496189&postID=1025339762686354083\nhttp://noamaskew.blogspot.com/2007/06/is-sen.html\nhttp://noamaskew.blogspot.com/2007/06/is-sen.html\nhttp://polipundit.com/index.php?p=18079\nhttp://polipundit.com/index.php?p=18079\nhttp://www.rightwingnews.com/\nhttp://noamaskew.blogspot.com/\nhttp://corner.nationalreview.com/\nhttp://corner.nationalreview.com/\nhttp://thehill.com/campaign-2008/grahams-approval-plunges-on-immigration-2007-06-22.html\nhttp://www.nytimes.com/2007/06/22/us/22energy.html?ex=1340164800&en=411a3f51aac81de1&ei=5090&partner=rssuserland&emc=rss\nhttp://michellemalkin.com/2007/06/21/democrat-sen-claire-mccaskill-will-oppose-shamnesty/\n\n\nThat \"first cloture\" vote would only be a vote to take up the bill, not a vote to limit debate. ... Friday evening is a \ngood time to sneak an unpopular bill onto the floor. It's also a good time to kill a bill without getting too much \nnegative publicity. ... Update:  First cloture vote put off until Tuesday.  1:24 A.M.\n\nSen. Trent Lott, a key righteous supporter of the \"comprehensive\" immigration reform, compares illegal \nimmigrants to \"goats\" (\"maybe not as agile\") who might be stopped by an \"electrified\" fence, then says it was only \n\"an analogy\" and generally flails around in dehumanizing semi-coherence. A prize to the MSM outlet that first \nportrays Lott's comments in a way that makes it seem as if the opponents of the bill were the racists.  ... Bonus \npoints if the story forgets            who said we would be better off if segregationist Strom Thurmond had been \nelected in 1948. ... 1:18 A.M.\n\nProf. Borjas finds another bit of sleaziness in that            Council of Economic Advisers \"White Paper\" claiming \n\"annual wage gains from immigration\" of \"between $30 billion and $80 billion.\" It seems that's only the gain to \"US \nnatives,\" and conveniently omits losses to already-present immigrants. Borjas:\n\n[T]he CEA uses a strange definition of who \"we\" are: including only native-born workers and ignoring the millions of \nimmigrants already here who are affected by yet more immigrants. \n\nWho's being \"nativist\" here? 1:16 A.M. \n\nThursday, June 21, 2007 \n\nMo' 'No': Sen. McCaskill comes out against cloture (on Lou Dobbs). ... 5:59 P.M.\n\nEmpty: Activists claim to have gathered a million letters in support of comprehensive immigration reform, but at \ntheir rally at the Capitol they produced empty boxes. Hmm.  ... [via            Insta] 5:36 P.M.\n\n**** Non-Immigration Items **** \n\nHey, I gave Kerry $300! That's chopped liver?            Why can't I be a scandal too? ...P.S.:Salon's on the list. I'm as \nbiased as Salon! 4:54 P.M.\n\nDavid Ignatius on Bush:\n\nOne of Bush's top aides muses on the defining paradox of this presidency: How did a man who promised a change \nof tone in Washington preside over one of the most partisan and divisive periods in the country's history? Bush \ndoesn't conduct feuds or hold personal grudges, this adviser insists. [E.A.]\n\nDoesn't hold grudges? You think? I don't think. Let's ask Brent Scowcroft! ... 4:37 P.M.\n\n********* \n\n McConnell waffles  on the immigration bill. ... Paranoid view: Publicly waffling is one way to say \"I hear you\" and \ndeflect the opponents' heat, no? Then, when you do come out and support the bill, it's too late for pressure. ... 4:08 \nP.M.\n\n'No' Wave? Ed Morrissey was right--Sen. Hutchison has now come outagainst cloture. So have            Crapo and       \n     Roberts and            Sununu, apparently. I've removed them from the list below. ...            Cornyn's a \"no\" too. ... \nP.S.: Hatch, Coleman, Alexander, Bingaman, Webb            still undecided. ... 2:43 P.M.\n\nKate O'Beirne has what appears to be an up-to-date list of key GOPs uncommitted on the cloture vote:\n\nRichard Burr (N.C.), Lamar Alexander (Tenn.), Kit Bond (Mo.) ... Gordon Smith (Ore.), Thad Cochran (Miss.), \n.... Norm Coleman (Min.), ... Orrin Hatch (Utah), and Bob Bennett (Utah). [E.A.] [Update: Crapo, Hutchison, Roberts \nand Sununu have been replaced by ellipses. They say they'll vote against cloture.]\n\nhttp://corner.nationalreview.com/post/?q=YTZhYzA4ZDM5ZDg5ODY4MGU2MmU5NTQ4YTQ1NmI5MWY=\nhttp://www.sunherald.com/278/story/81785.html\nhttp://archives.cnn.com/2002/ALLPOLITICS/12/09/lott.comment/\nhttp://archives.cnn.com/2002/ALLPOLITICS/12/09/lott.comment/\nhttp://borjas.typepad.com/the_borjas_blog/2007/06/an-oddity-in-th.html\nhttp://www.slate.com/id/2168675/nav/fix/\nhttp://hotair.com/archives/2007/06/21/video-mccaskill-says-shell-vote-no-on-amnesty-cloture/\nhttp://rawstory.com/news/2007/Democrats_at_immigration_rally_point_to_0618.html\nhttp://rawstory.com/news/2007/Democrats_at_immigration_rally_point_to_0618.html\nhttp://www.instapundit.com/\nhttp://www.slate.com/id/2103418/\nhttp://www.msnbc.msn.com/id/19113455/\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/20/AR2007062002096.html\nhttp://www.breitbart.com/article.php?id=D8PTDSQG2&show_article=1&catnum=3\nhttp://hutchison.senate.gov/pr062107c.html\nhttp://corner.nationalreview.com/post/?q=YjlkNDI1MTdiMjAwYjdhMDI5YzE0ZTI2NzEwYzkxMDI=\nhttp://corner.nationalreview.com/post/?q=OWRjYmRlYmRjMjFhMjY4OTg2ZDg0MGEwOGViYTc5ZmU=\nhttp://corner.nationalreview.com/post/?q=OTRhOWIyNzg5YmZlNjJjZTViMmI0ZDgzYmNlZjQ5N2M=\nhttp://corner.nationalreview.com/post/?q=NmNjZjZkODZlNTdmYjM3ODg3YzNkOGNhNjU3YTFhNWQ=\nhttp://noamaskew.blogspot.com/\nhttp://corner.nationalreview.com/post/?q=MGEyMmJlNzczNmZhNWE4OTk2NTg1Zjk0YzI0YzhkNzg=\n\n\nShe notes it is an \"uphill\" fight for opponents, but if I read the Noam Askew cloture list right it's doable (barely). I've \nhighlighted the Senators who are up for reelection in 2008. The longer the process is delayed, the more polls \nemerge demonstrating the bill's unpopularity. (Here's            Zogby's. It's Zogby. And it's \"Interactive.\" But it \nconfirms what            Rasmussen and then            NBC/WSJ and            Greenberg/Carville found.) ... \n\nP.S.: Ed Morrissey has a Senate source who says Hutchison will announce against cloture. [Via Malkin, who            \nalso has a list.] ... \n\nP.P.S.: But why focus only on Republicans? Not many Dem Senators relish being on the short side of a 50-25 issue \neither. Here are some Democrats worth lobbying who voted against cloture earlier this month:\n\nBaucus (Mt.); Bingaman (N.M.); Boxer (Calif.); Pryor (Ark.); \n\nNor does it seem out of the question that some Democrats who recently voted for cloture--especially the ones who \nare up for reelection--might find an outpouring of popular opposition to the bill especially persuasive. Here are \nsome of them: \n\nConrad (N.D.); Levin (Mich.); Nelson (Ne.); Reed (R.I.).\n\nI remember when Levin's Congressman brother Sander, a vigorous opponent of the 1996 welfare reform, voted for \nthe bill. He didn't want to lose his seat for a lost cause. ... Update: Note that Conrad is lumped with Dorgan as \nhaving \"problems\" with the bill here. ...\n\nP.P.P.S.: Plus of course the Netrootsy Three: McCaskill (Mo.), Tester (Mont.) and Webb(Va.). The voted against \ncloture last time. ... And don't forget Sherrod Brown (Ohio), who un-Dobbsishly voted in favor. ...\n\nThat Senate contact list again. ... 11:30 A.M.\n\n**** Non-Immigration Item **** \n\nRichardson,            nailed. [via            RCP] 2:01 A.M.\n\n********* \n\nWednesday, June 20, 2007 \n\nGeorge Borjas argues that the same model Bush's economists used to predict a (relatively small)$30  billion bonus \nfrom immigration also predicts a $350 billion wage loss:\n\nIf we are going to accept the $30 billon estimate as \"the\" estimate of the gains, then we should also accept the \nsame model's predictions of the wage losses. And those losses are staggering. \n\nAs I understand it (which is tenuously), the staggering wage loss is balanced out, in the Bush \"net\" benefit \ncalculation, by a staggering benefit to employers. ... \n\nP.S.: Note that the CEA \"White Paper\" acknowledges potential negative effects on the incomes of unskilled \nworkers, but (echoing            Kevin Drum) argues that they have such a hard time of it in today's economy that we \nmight as well screw them a little bit more. ... 11:38 P.M. \n\nEerie silence on the immigration-bill front, no? As if something were brewing! ... 11:13 P.M.\n\n L.A. Latino Dems vs. L.A. Black Dems in an off-year special Congressional election . Is this the year a Latino wins \nin Compton? The Congressional Black Caucus can make its future even grimmer if the Grand Bargain gets to the \nHouse. ... 11:07 P.M. \n\nhttp://noamaskew.blogspot.com/2007/06/cloture-vote-guesses-hunt-for-60.html\nhttp://www.zogby.com/news/ReadNews.dbm?ID=1328\nhttp://www.rasmussenreports.com/public_content/politics/support_for_senate_immigration_bill_falls_49_prefer_no_bill_at_all\nhttp://online.wsj.com/public/resources/documents/0607-wsj-nbc-polldoc_6pm.rtf.pdf\nhttp://democracycorps.com/reports/surveys/Democracy_Corps_June_10-14_2007_Battleground_Survey.pdf\nhttp://www.captainsquartersblog.com/mt/archives/010309.php\nhttp://michellemalkin.com/\nhttp://www.kxmb.com/getArticle.asp?ArticleId=132943\nhttp://thehill.com/leading-the-news/senators-webb-tester-mccaskill-are-key-votes-2007-06-20.html\nhttp://www.senate.gov/general/contact_information/senators_cfm.cfm\nhttp://www.tnr.com/blog/the_plank?pid=118717\nhttp://www.tnr.com/blog/the_plank?pid=118864\nhttp://www.time-blog.com/real_clear_politics/\nhttp://borjas.typepad.com/the_borjas_blog/2007/06/no_pain_no_gain.html\nhttp://www.whitehouse.gov/cea/cea_immigration_062007.pdf\nhttp://www.washingtonmonthly.com/archives/individual/2006_04/008634.php\nhttp://www.knbc.com/politics/13537817/detail.html\n\n\nFormer frontrunning Grand Bargaineer John McCain, neck and neck in Iowa ... with Sam Brownback! At 6 percent. \nIn fifth place. Behind Huckabee. ... 10:44 P.M. \n\nWe May Have a Winner! It won't make Harry Reid's list of 22 permissable amendments, but an alert reader has \nsubmitted what may be the best Killer Amendment I've heard so far. The amendment would say that:\n\nIllegal immigrants who get \"Z\" visas can sue their employers for backpay for all the years they were not paid the \nminimum wage.\n\nOr for the years they were not paid overtime, I'd add. ... The more you think about this amendment the better it \ngets. It screws up almost everyone's agenda but almost everyone will have a hard time voting against it. What \nwould be their basis--sympathy for employers who (by definition) can be proven to have employed illegals to save \nmoney they should have been paying to their workers under the law at the time? Is Ted Kennedy going to be \nagainst this amendment? Sherrod Brown? Yet many big-contributing businesses--major corporations and individual \nentrepreneurs--might face large damages and years of lawsuits. Meanwhile, social conservatives who'd support it \nfor bill-killing reasons would have no trouble justifying the vote to their constituents. ... Bonus coup de grace: Treble \ndamages! ... 10:36 P.M. \n\nThe Fake Talk Express Rolls On: Remember Sen. John McCain's shock upon learning that the provision requiring \nillegal immigrants to pay \"back taxes\" had been dropped from the Senate bill? McCain professed surprise at this \ndevelopment, and introduced an amendment, which was adopted, that purported to stick the requirement back in. It \nnow turns out that McCain's restore-back-taxes amendment was itself a fraud. Mark Krikorian            reports:\n\nTake look at Loophole 18 in Sen. Sessions' list ; it turns out that McCain's amendment only requires that those \nlegalized illegals applying to trade up to regular, permanent immigrant status (a green card) show they've paid \ntaxes on income earned after they were amnestied, i.e., while they had probabtionary status and then the Z visa. \nThere's no back taxes requirement to get the Z visa and obviously none for the initial phase of the amnesty, which \nhas to be granted by the end of the next business day after applying for it. In other words, there is no requirement \nthat illegal aliens pay back taxes to receive amnesty. [E.A.]\n\nMeanwhile, McCain has returned to telling voters that under the bill illegals would have to \"pay back taxes.\"** ...  \nAgain, the larger point is you can't rely on anything the Grand Bargainers say. They're in full fool-the-yahoos mode. \nWhy shouldn't voters expect that they would carry out the difficult enforcement mandates in their bill, if it passes, in \nthe same disingenuous spirit? You can't trust them! [You're writing as badly as Andrew Sullivan--ed I know! I'm \nexcited!]\n\nP.S.: Sessions' list of 20 loopholes is extremely useful. Negative ad-makers: may want to pay special attention to \n#7. ... In practical terms, #12 seems significant. Will there be a rush on the border from those who want to pretend \nthey were here before the January 1 cutoff? ... \n\n**--It's not clear, from Sessions' account, if execrable draftsmanship or intentional deception was involved--the \namendment apparently refers to a statutory section that doesn't exist. At a minimum, those who drafted the back-\ntaxes \"fix\" didn't care enough to get it right. It was just a \"for show\" provision anyway! Call it \"reckless disregard.\" ... \n 3:29 P.M. link\n\nToo Hot for Kabuki? Senators Chambliss and Isakson say they will vote against cloture on the immigration bill. \n... This could reflect momentum against the           \"p.o.s.\", or it could be that the noble, bipartisan all-powerful \nGrand Bargaineers told the two red-staters that they didn't need their votes to get to 60. ... 2:35 P.M.\n\nTuesday, June 19, 2007 \n\n60? Noam Askew and            The Hill and            AP have updates on the seemingly close immigration-bill cloture \nissue. Swing-state Dems Webb, Tester, and McCaskill may be crucial. All have amendments in the hopper that \ncould give them cover to vote for cloture--or would give them cover, anyway, in a pre-Internet fool-the-voters age.** \n\nhttp://time-blog.com/real_clear_politics/2007/06/new_masondixon_iowa_poll.html\nhttp://powerlineblog.com/archives/017709.php\nhttp://corner.nationalreview.com/post/?q=OGQ5YTE3NDIyZmNhMzQ5ZmYxMWQ1NjIwOTU4NDMzZGY=\nhttp://sessions.senate.gov/pressapp/record.cfm?id=275456\nhttp://www.nctimes.com/articles/2007/05/30/news/top_stories/1_01_505_29_07.txt\nhttp://sessions.senate.gov/pressapp/record.cfm?id=275456\nhttp://www.slate.com/id/2168675/&#motaxes\nhttp://noamaskew.blogspot.com/2007/06/at-last-some-certain-information.html\nhttp://hotlineblog.nationaljournal.com/archives/2007/05/post_211.html\nhttp://noamaskew.blogspot.com/2007/06/searching-for-60-update-hill-has-very.html\nhttp://thehill.com/leading-the-news/senators-webb-tester-mccaskill-are-key-votes-2007-06-20.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/19/AR2007061901812.html\n\n\nI hope the three swing Dems take a good look at that            Greenberg-Carville poll (see            below). ... P.S.: Are \nthe \"left-leaning\" groups said to be pressuring these Dems the fabled \"netroots\"? I doubt it.  Aren't many netrootsers \n\"           Lou Dobbs Democrats?\" ...See also:           OpenCongress . ...\n\n**--Note that the key cloture vote--if I read OpenCongress correctly--would apparently precede the vote on the \namendments, so swing Senators wouldn't know whether their amendments have passed before they vote to shut \noff debate. True, if their amendments then lose, they can vote against the bill itself--but in that vote the bill only \nneeds a majority (50), not 60. ... 7:35 P.M.\n\nFire Sale? McCain domain names, on sale cheap (so far) on E-Bay. ... [Tks. to reader M.W.] 7:22 P.M.\n\nGreenberg and Carville Bury the Lede: At the end of the memo summarizing their latest Democracy Corps poll of \nswing-district voters, they note a striking lack of support for the Senate immigration bill.\n\nImmigration: Immigration reform is an area of great concern for voters in the battleground. Indeed, more than a \nquarter of voters mention immigration as one of their two most important concerns. Yet, proposals to address this \nissue garner more support when focused on border control more than legalization. In fact, voters are 22 points \nmore likely to support Congressional proposals focused on increasing border security and stopping illegal \nimmigrants from getting government benefits than one focused on legalization. \n\nWe do not find very much voter support for the comprehensive Senate bill. We asked without description (opposed \n28 to 47 percent) and with description (45 to 49 percent). After hearing a  description of the immigration reform \npassed by the Senate, a majority of independents and Republicans oppose the bill while Democrats are torn 47 to \n47 percent. [E.A.]\n\nThis is Democratic Greenberg and Carville, remember. Not just  Rasmussen!  ... \n\nBackfill: The actual details of the poll are grimmer for comprehensivists than the Greenberg-Carville summary \nimplies.\n\n--\"Illegal immigration\" is the #2 concern of these swing-district voters, behind Iraq but ahead of health care and the \neconomy.\n\n-- That \"description\" of the Senate bill was heavily front-loaded with enforcement language (it begins: \"Strengthen \nborder security first ...\"). Even so, when the \"path for citizenship\" (after \"paying a fine\") and guest-worker program \nare included, the bill loses 49-45.\n\n--By a 59-37 margin, voters actually disfavor the following statement, despite its enforcement-oriented preamble:\n\nOn immigration, we need to get control of the border and bar illegal employment but allow the illegal immigrants \nwho have been here working for a long time to get on a path to citizenship.\n\nVoters preferred a competing statement that would \"require illegal immigrants to re-enter the country legally\" and \nbar them from \"getting government benefits.\"\n\n--More than 60 percent of the voters said they'd have \"serious doubts\" about a Congressperson who voted:\n\n--for \"allowing illegal immigrants, who broke our laws, to stay and become citizens, giving them amnesty.\"\n\n--against \"declaring English the official language.\"\n\n--in favor of \"illegal immigrants being permanent residents, who can use our schools, health care system, and also \nget other benefits.\"\n\nhttp://democracycorps.com/reports/surveys/Democracy_Corps_June_10-14_2007_Battleground_Survey.pdf\nhttp://www.slate.com/id/2168675/&#burylede\nhttp://www.slate.com/id/2153271/\nhttp://www.opencongress.org/articles/view/215-Reid-s-Secret-Immigration-Deal\nhttp://cgi.ebay.com/26-John-McCain-Website-Domain-Names-McCain-Com-NR_W0QQitemZ170121848086QQihZ007QQcategoryZ11153QQrdZ1QQcmdZViewItem\nhttp://democracycorps.com/reports/analyses/Democracy_Corps_June_19_2007_Memo.pdf\nhttp://democracycorps.com/reports/surveys/Democracy_Corps_June_10-14_2007_Battleground_Survey.pdf\n\n\nYou get the picture. The wording on some of these questions--especially the first--is loaded, but no more loaded \nthan the likely wording in a campaign TV commercial attacking a Congressman who opened himself up to the \ncharge.\n\n--After all these words and descriptions were floating around in voters' heads, the polltakers again asked about \"the \ncomprehensive immigration reform plan being considered by the U.S. Senate.\" This time it lost by a 22 point \nmargin--a bit more than when voters were asked about it cold.\n\nUpshot: If a swing-state Congressman could be sure of totally controlling the language used in the immigration \ndebate, he might succeed in rendering \"comprehensive immigration reform\" merely mildly unpopular. If he lost \ncontrol of the language--as might in a fight with a decently-funded challenger--he could confront a deadly tsunami of \nopposition on the issue! [Thanks to alert reader S.M.] 2:03 P.M. link\n\nDon't count on the House! Last night I ran into a veteran D.C. Democratic aide/strategist  who confirmed one \nsuspicion about the immigration bill: The House Dems are lowballing the number of votes they have for it. No way \nthey need 70 GOP votes--though that is a number still being reported in the press. ... Senators who vote for the bill \nthinking the House will kill it are probably deluding themselves ... P.S.: I also suspect there is a certain amount of \nsandbagging going on with all the            House talk about how the bill is going to be broken up and maybe just the \nenforcement parts passed, etc. Are they trying to ease the minds of Senate fence-sitters, assuring them the House \nwon't approve anything like the Senate's \"Grand Bargain\"?  This suspicion is unconfirmed, however. 1:37 P.M. \n\nInternet Killed the Kabuki Star: Regarding the venerable Senate Kabuki tactic of voting for cloture but against the \nbill, in the hope that the voters won't notice that you helped pass it, emailer S.S. notes:\n\nNeedless to say, voting for cloture, but against the Alito nomination, didn't do Joe Lieberman or Lincoln Chafee any \ngood, thanks to the internet, as Little Green Firedogs can attest ... \n\nDon't try it, Chambliss! ... 1:14 A.M.\n\nJohn Edwards seems to have come out against the Senate immigration bill:\n\nEdwards said he is opposed to any measure that creates \"a first-class group of citizens and a second-class group \nof laborers. This is what results from the current bill .\"  \n\nEdwards is making the \"left\" objection to the \"temporary\" guest worker program  rather than the \"right\" objection to \nsemi-amnesty. But--and don't stop me if I'm repeating myself--this is a bill where both the left wing objections and \nthe right wing objections are valid. Nor are they incompatible. ... 12:35 A.M.\n\nMonday, June 18, 2007 \n\nWhat's the difference between Bush's immigration plan and his Iraq War plan? A.: In one of them, we sent a \ncompetent organization to attempt a Sisyphean bureaucratic task. In the other, we're sending the U.S. Citizenship \nand Immigration Services. ... Sunday's WaPo reports on the massive (329,160) backlogs of immigrant background \nchecks at the USCIS. Yet this same homeland security bureaucracy is going to efficiently check the 12 million or so \nillegals applying for legalization? Brilliant! Let's have them train the Iraqi army while they're at it. ... [See also           \n Insta and            Malkin] 2:44 P.M.\n\n**** Alert: Non-Immigration Item**** \n\nBob Shrum makes a good point in his book, No Excuses: Al Gore is \"fun to sit and have a beer with\"! You'd rather \nbackslap with Bush? (It's watching Gore campaign that's painful.) ... 3:25 A.M.\n\n********* \n\nhttp://www.slate.com/id/2168675/&#burylede\nhttp://firstread.msnbc.msn.com/archive/2007/06/19/229465.aspx\nhttp://www.washingtontimes.com/national/20070619-121822-3573r.htm\nhttp://smythesworld.blogspot.com/\nhttp://firedoglake.blogspot.com/2006/02/naral-defends-chafee-to-end.html\nhttp://www.desmoinesregister.com/apps/pbcs.dll/article?AID=/20070617/NEWS/70617015/1001/RSS01\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/16/AR2007061601360.html?hpid=topnews&sub=AR\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/16/AR2007061601360.html?hpid=topnews&sub=AR\nhttp://instapundit.com/archives2/006364.php\nhttp://michellemalkin.com/2007/06/17/memo-to-washington-clear-the-damn-backlogs-first/\n\n\nWhat Happened to the Left? I don't think the following statement by Sen. Kennedy--in the debate on Sen. Dorgan's \namendment to curtail the proposed \"guest worker\" program--has drawn enough attention:\n\n\"I would like the chicken pluckers to pay $10 or $15 an hour. They do not do it. They are not going to do it. Who are \nyou trying to kid? Who is the Senator from North Dakota trying to fool?\n\nThese are the realities, the economic realities. No one has fought for increasing the minimum wage more than I \nhave. But you have got realities that employers are not going to pay it.\" [E.A.]\n\nWeren't Democrats (especially liberal Democrats) the people who wanted chicken pluckers--and others doing lousy \njobs at the bottom of the pyramid--to be paid $10 an hour? Yet here we have the putative lion of liberalism declaring \nthis modest goal (less than $3/hour above the new scheduled minimum wage) to be impossible. Employers just \nwon't do it! They'll hire illegals instead. But what if the flow of illegals is curtailed--something Kennedy's \nimmigration bill promises to do. Why not see if a tight labor market can boost wages above the new $7.25 \nminimum--instead of caving and providing employers with cheap temporary \"guest workers\" from abroad? If chicken \npluckers organized and their union went on strike demanding $10 an hour, would Kennedy ask them who they were \n\"trying to kid\" (and support breaking the strike with \"temporary\" employees)? They told us in the '60s that Kennedy \nwas the tool of the bourgeoisie!\n\nMost of the vocal opposition to the immigration bill, so far, has come from the right. What's important, for the \ncoming debate on immigration, will be the strength of opposition on the left. Does anyone on the Left think the \nGrand Bargain will on average improve the earnings of those Americans now making $6, $7, $8 and $9 an hour? \nPaul Krugman doesn't seem to. A year ago            he wrote [$]:\n\n[W]hile immigration may have raised overall income slightly, many of the worst-off native-born Americans are hurt \nby immigration -- especially immigration from Mexico. Because Mexican immigrants have much less education \nthan the average U.S. worker, they increase the supply of less-skilled labor, driving down the wages of the worst-\npaid Americans. The most authoritative recent study of this effect, by George Borjas and Lawrence Katz of Harvard, \nestimates that U.S. high school dropouts would earn as much as 8 percent more if it weren't for Mexican \nimmigration.\n\nThat's why it's intellectually dishonest to say, as President Bush does, that immigrants do ''jobs that Americans will \nnot do.'' The willingness of Americans to do a job depends on how much that job pays -- and the reason some jobs \npay too little to attract native-born Americans is competition from poorly paid immigrants.\n\nAnybody else?\n\nP.S.: Yglesias suggests it's \"baffling\" that I oppose \"comprehensive\" reform on the grounds that it will increase \nincome inequality given that (in his characterization) I'm \"the author of            a book about why we shouldn't care \nabout income inequality.\" That's a reasonable challenge to raise--I'll defend my position on inequality later. But I'm \nnot talking about inequality here. I'm talking about wages at the bottom, and whether Democrats are going to \nendorse something that makes them significantly, measurably worse.\n\nUpdate: I Rest My Case! Kevin Drum sneers about my \"new role as champion of the common man,\" arguing that if, \nin fact, chicken pluckers unionized and struck demanding $10 an hour I'd \"denounce Democratic support for a strike \nlike this.\" I might! I think Wagner Act unions bring unnecessary inefficiencies, and wages (above the minimum) are \ngenerally best set by the market. If the market sets the wage at $7.50, the better way to boost the incomes of those \nworkers is through the Earned Income Tax Credit, which I've consistently supported. But when the market raises \nwages above $7.50--due to the sort of tight labor supply we had in the late 90s--I'm all for it. Kennedy isn't. \nConfronted with the possibility of a natural market increase in wages at the bottom, Kennedy reacts by attempting to \nprevent it by importing additional \"guest workers.\"  \n\nHow pathetic is it that, instead of defending the position of low-wage workers when they finally might have the \nmarket on their side, earnest leftish bloggers like Drum are suddenly more concerned with snarking at people like \nme! \n\nhttp://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?dbname=2007_record&page=S6417&position=all\nhttp://select.nytimes.com/gst/abstract.html?res=FB0A11F93D540C768EDDAC0894DF404482\nhttp://select.nytimes.com/gst/abstract.html?res=F6071EFD3F540C748EDDAA0894DE404482\nhttp://matthewyglesias.theatlantic.com/archives/2007/06/huh_yourself.php\nhttp://www.amazon.com/End-Equality-Mickey-Kaus/dp/0465098290\nhttp://www.amazon.com/End-Equality-Mickey-Kaus/dp/0465098290\nhttp://www.washingtonmonthly.com/archives/individual/2007_06/011508.php\n\n\n(And here I thought it was Kinsleyesque neoliberals who hunted for hypocrisy while Rome burned.)\n\nOf course, Drum has written, we're only talking about \"high school dropouts.\"  And \n\nif we're really worried about high school dropouts, everyone agrees they have way bigger problems than \ncompetition from illegal immigration anyway.\n\nSo pluck 'em!\n\nP.P.S.: Drum notes that the Borjas/Katz study has (since Krugman wrote his 2006 column) cut its estimate of the \nnegative effect of Mexican immigration in half, to 3.6%. a) That's not chopped liver, especially since we are trying \nto get wages at the bottom to go up; b) Anecdotal evidence suggests worse--talk to dry wall installers in South \nCentral; c) Drum argues the Senate bill would raise low-wage workers' bargaining power by legalizing illegals. But \nthat assumes that there won't be a new wave of legalization-seeking illegals as there was after the 1986 \nlegalization; d) Krugman, for his part, doesn't seem to have shifted position since last year--he still argues (in the \nmore recent column linked above) that earlier waves of immigration \"depressed the wages of the less skilled,\" and \nthat the current bill isn't worth the \"price that must be paid.\" ...  2:42 A.M. \n\nSunday, June 17, 2007 \n\n**** Alert: Non-Immigration Item**** \n\nWhere's the Zip? My Slate colleague Daniel Gross writes a whole piece on how the Bush administration is blocking \nthe Whole Foods/Wild Oats merger \"to punish political opponents.\" But what political opponent? Is the target \n\"liberals,\" on the grounds that the clientele of both chains are probably 95% Democratic? That's a pretty diffuse \nmethod of punishment--\"Vote Republican or pay through the nose for sprouted wheat!\" At other times, Gross makes \nit sound as if Bush is punishing some more specific enemy--yet the only victim he identifies is Daniel Gross of \nSlate, whose Connecticut town might be deprived of a Whole Foods outlet. This is paranoid. Maybe the Bushies are \nclean on this one. ... I mean, it's not as if Wild Oats' biggest shareholder is Bill Clinton's business partner and \nbachelor buddy who's also busy trying to buy up seemingly every available media property in advance of Hillary's \n2008 run, right? ...            Right?10:37 P.M.\n\nSaturday, June 16, 2007 \n\nBush Blows Up His Party: Glenn Reynolds argues the Administration is wrong to think it's up against only the \"           \nright wing blathersphere.\" ...  2:12 P.M.\n\nK-Lo has an update on what is expected to happen to the immigration bill next week in the Senate. It seems that \nHarry Reid has figured out a way to run the place like the House. But it's not completely clear that there are 60 \nvotes for cloture, and room for public pressure to change swing Senators' minds--or at least their votes. ... P.S.: See \nalso Right Wing News'            insider report, which notes why the key vote will be cloture--because the final vote will \nbe familiar fool-the-yahoos Kabuki:\n\n[T]he cloture vote to end debate will be the \"real\" vote on the bill because if debate is closed off, the bill is sure to \npass. Then, what will happen is that the votes for the bill will be counted, and a few senators who are afraid that \ntheir election prospects will be jeopardized by a \"yes\" vote, will be allowed to vote against the bill. This enables \nthose senators to tell their constituents that they voted against the bill, but it will still allow them to collect campaign \ncontributions from lobbyists who have a better understanding of how things work, and know that the bill couldn't \nhave been passed without their support. [E.A.]\n\nI'm not sure this old trick works post-Web. Too many constituents are onto it. ... More Kabuki Check: Interestingly, \nHawkins' source still thinks Reid still \"would prefer to see this bill go away,\" and that \"a lot\" of Senators are voting \nfor \"a bad bill\" with the hope and expectation that the House will kill it. ... 12:37 P.M.\n\nFriday, June 15, 2007 \n\nhttp://www.washingtonmonthly.com/archives/individual/2006_04/008634.php\nhttp://select.nytimes.com/gst/abstract.html?res=FB0A11F93D540C768EDDAC0894DF404482\nhttp://www.slate.com/id/2167984/\nhttp://biz.yahoo.com/rb/070522/wildoats_wholefoods.html?.v=2\nhttp://instapundit.com/archives2/006317.php\nhttp://ace.mu.nu/archives/230293.php\nhttp://corner.nationalreview.com/post/?q=MmJiMzVmZTZjNjE2ZWM4MDhiMWYzYTI3NjQ1ZjU4NmE=\nhttp://www.rightwingnews.com/mt331/2007/06/the_inside_story_on_whats_happ_1.php\n\n\nSo you  have apples  in that basket!            On bloggingheads, I try to explain why Giuliani's            second-billed \n\"commitment\"--\n\nI will end illegal immigration, secure our borders, and identify every non-citizen in our nation\n\nis really code for \"I support legalization.\" ... 4:52 P.M.\n\nIt's not just Rasmussen:  First Read notes underpublicized results in the            latest WSJ-NBC poll indicating \npublic dissatisfaction with the immigration \"grand bargain\"--including disapproval of the very provisions many MSM \noutlets claim popular support for.\n\nThe latest NBC/Wall Street Journal has plenty of numbers suggesting that getting the immigration bill through the \nSenate -- and then the House -- won't be easy. In it, 46% believe immigration helps more than it hurts, while \nalmost the same amount (44%) think the opposite. In addition, majorities oppose some of the Senate immigration \nbill's legalization provisions: 64% are against allowing illegal workers to receive an automatic work visa if they pay \na fine, and 55% oppose allowing illegal workers apply for permanent residency if they return home to their counties \nand pay additional fines. [E.A.] \n\nOnly 20% called the bill an \"acceptable compromise.\" 41% said it \"makes too many concessions to illegal \nimmigrants by allowing them to remain in the United States.\" ** ...  \n\nP.S.: The stark conflict between the WSJ-NBC results on the legalization plank and the NYTand            LAT results \non the same plank demands a            Mystery Pollster explanation. I suspect it will conclude that the answers to \nthese questions (like the answers to welfare reform questions) are highly dependent on the way the queries are \nworded--words like \"automatic,\" however accurate, will be a turnoff, while words like \"start\" and \"path\" and \"apply\" \nwill be appealing. ... But the answer to the basic \"do you support the bill\" question does not seem sensitive to \nwording. If there's a single poll that's showed a majority supporting the actual overall bill, I haven't seen it. ... \nUpdate: Emailer R. says I haven't gone far enough:\n\nActually, can you find a single poll that shows a quarter of the population supporting it?\n\n**--Another 20% said \"it makes too many concessions to those who want illegal immigrants to have to return to their \nnative countries.\" Which it does! The bill's \"temporary\" worker program, requiring a return home every two years \nand permanent return after six, seems indefensibly harsh. I deny that this left-wing criticism of the bill translates into \nde facto support, or is incompatible with the right-wing criticism of the bill's legalization provisions. (You could want \nnew, legal guest workers to have a path to citizenship but existing illegal workers to be treated less generously.) \nThey're both criticisms of the bill. The NBC-WSJ question falsely makes respondents choose between them. ... \nN.B.: The first version of this post hideously misread the NBC-WSJ poll. I've cleaned it up. ... 1:49 P.M.            link\n\nNote: I am not single-mindedly obsessed with the immigration issue. This guy is single-mindedly obsessed with \nthe immigration issue. ... 1:03 P.M.\n\nOnly an angry minority supports the \"popular\" immigration bill? \n\nForty percent (40%) of American voters say that President Bush is doing a good or an excellent job on taxes. A \nRasmussen Reports national telephone survey found that 39% say the same about his handling of the economy. \n\nAt the other end of the spectrum, just 15% say he is doing a good or an excellent job on immigration. [Emphasis \nand link added.]\n\nFifteen percent. That is getting down near the percentage who think their automatic garage door is sending them \nsemaphore signals from outer space. ... Isn't this finding is flat incompatible with the idea that, \"A majority of \nAmericans support our proposal,\" as John McCain asserted this week, or that it is opposed only by a \"very intense \nminority\" of conservatives? What has George Bush's handling of immigration been other than the pursuit of \nMcCain's bill? ... Update: Alert reader C.W. notes thatsome of the disapproval of Bush probably reflects voters \n\nhttp://www.trin.cam.ac.uk/index.php?pageid=24#fringe\nhttp://bloggingheads.tv/video.php?id=307&cid=1708&rate=1.5&rate=1.2&in=11:04\nhttp://www.joinrudy2008.com/commit.php\nhttp://www.joinrudy2008.com/commit.php\nhttp://firstread.msnbc.msn.com/archive/2007/06/15/226798.aspx\nhttp://online.wsj.com/public/resources/documents/0607-wsj-nbc-polldoc_6pm.rtf.pdf\nhttp://www.slate.com/id/2166678/&#secondbite\nhttp://www.latimes.com/news/nationworld/washingtondc/la-na-poll13jun13,1,7103548.story\nhttp://www.pollster.com/\nhttp://www.whitehouse.gov/news/releases/2007/06/20070608-10.html\nhttp://www.whitehouse.gov/news/releases/2007/06/20070608-10.html\nhttp://www.slate.com/id/2168226/&#notscott\nhttp://noamaskew.blogspot.com/\nhttp://www.rasmussenreports.com/public_content/politics/president_bush_gets_best_grades_on_taxes_and_the_economy_worst_on_immigration\nhttp://www.realclearpolitics.com/articles/2007/06/major_provisions_of_minor_impo.html\nhttp://www.realclearpolitics.com/articles/2007/06/major_provisions_of_minor_impo.html\n\n\nunhappy that he'd apparently (at the time) failed to get an immigration bill through, though he was campaigning for \nits revival. But another Rasmussen poll at about the same time showed            only 20% wanted the Grand Bargain \nrevived. ... 12:42 P.M.\n\nYes, John Edwards does seem like the obvious Dem presidential candidate to seize the gaping, near-\nirresistable opening and oppose the immigration bill, asMyDD's Tarheel--alertly flagged by            Blogometer--\nargues. I was hoping for Obama. But Edwards is losing. He needs to make a move. And if you really care about \nincomes at the bottom of the distribution--which is what I thought Edwards' campaign was all about--then you can't \nnot oppose this bill, I think. ... Tarheel notes that the immigration bill\n\nis hugely unpopular.  Most americans outside the blogosphere heavily oppose it.  Union workers seem unhappy \nwith it.  Americans (outside the blogosphere) instinctively don't believe in rewarding illegal behavior with citizenship. \n This would bring lots of free press for Edwards and distinguishes him from others on the Democratic side.  I'm fairly \ncertain this wouldn't lose any votes in Iowa or NH or SC.\n\n11:24 A.M. \n\nLott Lashes Out! GOP Senate whip Trent Lott attacks\"these talk-radio people who don't even know what's in the \nbill.\" The            New York Times reports:\n\nComments by Republican senators on Thursday suggested that they were feeling the heat from conservative critics \nof the bill, who object to provisions offering legal status. The Republican whip, Trent Lott of Mississippi, who \nsupports the bill, said: \"Talk radio is running America. We have to deal with that problem.\"\n\nAt some point, Mr. Lott said, Senate Republican leaders may try to rein in \"younger guys who are huffing and \npuffing against the bill.\"\n\n[E.A.] a) 'Feeling the heat'! b) It's of course in the interests of the bill's backers to make it seem as if opposition only \ncomes from \"talk radio,\" and not, say, from the AFL-CIO--or from ordinary non-radio Democrats and Republicans, \nfor that matter; c) Is that Rush you're talkin' about? d) Is Lott still smarting from the lack of support he got from the \nGOP grassroots after his appalling Strom Thurmond comments? e) Is he making a play for Strange New Respect? \nf) Wasn't it Lott who criticized as \"not helpful\" Bush's bashing of GOP opponents of the bill?            I think it was. g) \nIsn't the obvious pro-bill strategy to let the opposition calm down, not stir it up? h) I thought it was            John \nMcCain who didn't know what was in the bill. ...\n\nUpdate: Instapundit sees a pattern ...\n\nA year ago, Trent Lott was saying he was \"damn tired\" of PorkBusters, and now the GOP is all about fighting the \npork. Difference? They lost an election by listening to him. Now what will they be saying after the next election?\n\nLott was on the verge of turning into an intriguing, nothing-to-lose, truth-telling character a while back. What \nhappened? ... Possible answer: He is telling the truth--and the truth is he's one of \"the plump complacent emirs of \nthe one-party-state of Incumbistan,\" as Mark Steyn puts it. ...  2:34 A.M.\n\nIt's Back. It's Beatable. Given the revival of the immigration \"Grand Bargain,\" William Rusher's Weyrich-like \npessimism            looks disturbingly prophetic:\n\nThe odds are better than even that the coalition [supporting the bill] will simply regroup, try again, and this time roll \nover the opposition like a Sherman tank.\n\nThe coalition is simply too powerful for anything as unfocused as mere American public opinion to resist for long.\n\nIn other words, what the Establishment wants, the Establishment gets. I'm not so sure. a) The Founding Fathers \nmade it quite difficult to pass legislation--even popular legislation, and b) this legislation is            not popular \n(politicians worried about keeping their jobs won't be as gullible as the MSM when it comes to            tendentious \n\nhttp://www.rasmussenreports.com/public_content/politics/poll_voters_want_smaller_steps_to_immigration_reform_with_focus_on_enforcement\nhttp://www.rasmussenreports.com/public_content/politics/poll_voters_want_smaller_steps_to_immigration_reform_with_focus_on_enforcement\nhttp://www.mydd.com/story/2007/6/14/191131/162\nhttp://blogometer.nationaljournal.com/archives/2007/06/615_first_they.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/14/AR2007061400919.html?hpid=topnews\nhttp://www.nytimes.com/2007/06/15/washington/15immig.html?ex=1339560000&en=8cbf54f3cc157012&ei=5090&partner=rssuserland&emc=rss\nhttp://topics.nytimes.com/top/reference/timestopics/people/l/trent_lott/index.html?inline=nyt-per\nhttp://www.washingtonpost.com/ac2/wp-dyn/A37288-2002Dec10?language=printer\nhttp://www.guardian.co.uk/uslatest/story/0,,-6701948,00.html\nhttp://powerlineblog.com/archives/017709.php\nhttp://powerlineblog.com/archives/017709.php\nhttp://instapundit.com/archives2/006300.php\nhttp://instapundit.com/archives/029532.php\nhttp://corner.nationalreview.com/post/?q=NWNmYjAxNDA5Y2M0ZjJjYmZjN2FlMzUyNDYxZDZjYTA=\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/14/AR2007061400919.html?hpid=topnews\nhttp://www.townhall.com/columnists/WilliamRusher/2007/06/14/whos_winning_the_immigration_battle?page=full&comments=true\nhttp://time-blog.com/real_clear_politics/2007/06/why_the_immigration_bill.html\nhttp://www.galluppoll.com/content/?ci=27775\nhttp://www.slate.com/id/2167718/&#thosepolls\n\n\npolls). Opponents should be able to block the bill. For one thing, there's always the possibility that many Senators \nare supporting the bill now in the hope that it will be blocked later, allowing them to say they voted to solve a \nproblem without having to live with their disastrous \"solution.\" ...\n\nP.S.: If the Establishment always got its way, affirmative action would not be on the ropes, sanctions against Cuba \nwould have been lifted years ago, the SALT treaty would have been ratified, Nixon would have gotten his \nguaranteed income back in 1972, the entitlement problem would be under control, and Tim Russert would be more \npopular than Taylor Hicks. ... \n\nOne suggestion for opponents: Instead of phone call and email campaigns--the Senators all know by now that lots \nof people are angry--how about some street demonstrations? It worked in the '60s. The trick would be including \nDemocrats, and keeping the protests so free of fringe elements, violence, and anything that could be characterized \nas anti-Latino prejudice that they couldn't be tarred by the media (which would be looking to pitch opponents as \nangry bigots). ... 1:39 A.M.\n\nThursday, June 14, 2007 \n\nFox is reporting an imminent agreement--significantly including Sen. Reid--to grease the skids for passage of the \nSenate immigration bill via a Fool-the-Yahoos addition of $4.4 billion in enforcement spending. ... I'm about to get \non a plane and can't check to see if this Fox report is correct. But clearly this is no time to stop paying attention. ... \n3:06 P.M.\n\n\"It's much better for your party to be dissatisfied with your candidates than for the other party to be dissatisfied with \nyour candidates\" ... or dissatisfied with its candidates. 7:45 A.M.\n\nA potential anti-comprehensive primary challenger to waffling Georgia Republican Sen. Saxby Chambliss now says \nhe won't run. I don't know what this means for the immigration bill, but it means something. ... 7:24 A.M.\n\nThe Hail Mitt Play? I don't quite understand why John McCain is picking a fight with Mitt Romney, given that there \nare two other GOP contenders who poll better than Romney nationally. Won't this tactic do for McCain what \nattacking Howard Dean did for Dick Gephardt? Tom Edsall's brutal HuffPo analysis discerns a desperate rationale, \nbut also argues:\n\nThe McCain attack violates the GOP orthodoxy embodied in Ronald Reagan's 11th Commandment, \"Thou shalt not \nspeak ill of a fellow Republican.\" If the tactic fails, the McCain campaign may be effectively over. \n\n[E.A.]   P.S.: If Republicans really favor McCain's legalization plan, as the LAT claims, why is he tanking again? \n[You almost had a nice little non-immigration item there--ed A gradual withdrawal is all you can hope \nfor. During the recent weeks of kf's ... let's call it kf's \"special focus\" on immigration, the stats have held up. Until \nyesterday. Yesterday, they collapsed. I suspect this means readers think the debate is over and the immigration \nbill is dead. But it's not, and \"           the next few weeks are critical.\"] ... 12:22 A.M. \n\nReminder: Here's the argument that applies to the            LAT poll showing (as do other polls) that majorities \napprove of allowing illegal immigrants to \"start on a path to citizenship\" if they pay fines, etc.. (Note also the Times' \nskillful use of gratuitous, comprehensivist-approved softening words \"start\" and \"path.\") ... Rasmussen's            \nargument against LAT-type questions is different, but not incompatible: he thinks the public is in fact willing to \naccept \"paths to citizenship\" as part of a compromise that would also secure the borders. But the public thinks the \nSenate bill won't secure the borders. ... In any case, the            Senate bill itself was opposed 50-23% in last \nweek's Rasmussen poll,  a finding            reinforced this week.  The LAT could have countered Rasmussen by \nasking voters what they thought about the actual bill. They            didn't. Why take chances? ... 12:12 A.M.\n\nWednesday, June 13, 2007 \n\nDon't Calm Down, Part XVIII: The latest from Roll Call [$]--\n\nhttp://www.slate.com/id/2167718/&#thosepolls\nhttp://www.foxnews.com/story/0,2933,282593,00.html\nhttp://bloggingheads.tv/video.php?id=307&cid=1712&rate=1.5&in=53:08\nhttp://phoenix.bizjournals.com/atlanta/stories/2007/06/11/daily25.html\nhttp://phoenix.bizjournals.com/atlanta/stories/2007/06/11/daily25.html\nhttp://www.huffingtonpost.com/2007/06/13/desperate-mccain-lashes-o_n_52084.html\nhttp://www.latimes.com/news/nationworld/washingtondc/la-na-poll13jun13,1,7103548.story\nhttp://www.nytimes.com/2007/06/14/washington/14support.html?pagewanted=all\nhttp://www.slate.com/id/2167718/&#thosepolls\nhttp://www.latimes.com/news/nationworld/washingtondc/la-na-poll13jun13,1,7103548.story\nhttp://www.rasmussenreports.com/public_content/politics/why_the_senate_immigration_bill_failed\nhttp://www.rasmussenreports.com/public_content/politics/support_for_senate_immigration_bill_falls_49_prefer_no_bill_at_all\nhttp://www.rasmussenreports.com/public_content/politics/support_for_senate_immigration_bill_falls_49_prefer_no_bill_at_all\nhttp://www.rasmussenreports.com/public_content/politics/poll_voters_want_smaller_steps_to_immigration_reform_with_focus_on_enforcement\nhttp://www.latimes.com/news/nationworld/washingtondc/la-545b-pdf,1,7962422.acrobat\n\n\nSenate conservatives have been warned by Republican leaders that they must either accept a series of largely \nsymbolic floor votes on a handful of amendments to the immigration reform legislation or see themselves shut out \nof the process altogether when the chamber resumes work on the bill later this year, GOP lawmakers and aides \nsaid Tuesday. \n\nWhat's so terrible about being \"shut out of the process,\" if you oppose the bill? After all, if you make it better it \nmight pass more easily. And if you can only offer \"symbolic\" amendments you can't even make it better. ... Also \nseeKate O'Beirne on the            Establishment's Drive to Revive:\n\nThere is Senate speculation that there will be a resurrection of the immigration reform bill during the last week of \nJune to increase pressure on dissenting Senators who would risk the wrath of colleagues by delaying the July 4th \nrecess. \n\nP.S.: Why the huge business push for legalization when the economy and the stock market are going great guns \nunder the status quo? Here's a disturbing theory from one of Rich Lowry's readers:\n\nChertoff and Kyl both seem to have answered that question recently, Kyl in his Wall Street Journal interview and \nChertoff on Fox News yesterday: because businesses are starting to worry about efforts to enforce immigration \nlaws at the local level. One state in the vanguard of that effort is Kyl's (and McCain's) home state of Arizona, where \nthe legislature has passed numerous laws (usually vetoed) on the issue, and where the public voted for Prop 200 \nback in 2004.\n\nTo me that says something far more ominous than that Congress is being disingenuous or naÃ¯ve on the matter. \nFar from simple being empty promises, this amnesty bill is actually a blatant attempt to head off any attempts at \nenforcement at all. \n\nIt also means the current immigration debate isn't as important as obsessive bloggers have been making it seem. \nIt's more important! And it's not important to the GOPs so much as the Dems--because it means business is acting \nnow to avoid what it perceives as a coming labor shortage in which it will have to substantially raise wages at the \nbottom, altering the economic contours of the economy in favor of unskilled workers and their families. You wouldn't \nthink that--whatever Republicans do--a Democrat like Harry Reid would really want to move a bill that \nwould prevent such a dramatic, progressive shift, would you? ...\n\nP.S.: You get paid less but you get a union card. Rep. Barney Frank acknowledges that the influx of immigrant \nworkers is \"bad for blue-collars,\" according to National Journal [via            Corner]. But, hey, Dems will compensate \nby increasing union power!\n\n[I]mmigrants can help elect Democratic majorities, and \"if [a Democratic Congress] were to significantly strengthen \nunions, then you would offset the negative effect on the income of workers,\" he said.\n\nI was going to write a post about how this illustrates a clear difference between neoliberals and paleoliberals--neolib \nClintonomists relying on tight labor markets to raise wages, paleolibs disdaining the market and relying on \ncumbersome inefficient union mechanisms to maybe, somehow replicate what the market could have achieved \nwithout them. But even the cumbersome inefficient unions of the AFL-CIO aren't buying Frank's rationalization. \n... 2:43 P.M.\n\nOpposition to the \"Grand Bargain\" from the left--not the liberal left, the left left, described at PoliticalAffairs.Net. ... \nThis is actually a highly-useful, detailed article on the lobbying push behind the bill. \n\nThe National Immigration Forum and the DC umbrella group it initiated, the Coalition for Comprehensive \nImmigration Reform, were key players in this strategy. Behind them was the Essential Worker Immigration \nCoalition, which brought together over 40 of the largest corporate trade and manufacturing associations in the \ncountry, under the aegis of the U.S. Chamber of Commerce. ...\n\nhttp://corner.nationalreview.com/post/?q=NTlhYjJkYzBjNTE1ZjZiZGZhODZjZjE1ZWI3YWQ3OGE=\nhttp://www.townhall.com/Columnists/PaulWeyrich/2007/06/12/the_immigration_bill_may_rise_again\nhttp://corner.nationalreview.com/post/?q=NGRiNDA2NzUyNGEwZGMwYzFlMTdiMjNkOTllMTMzZmI=\nhttp://news.nationaljournal.com/articles/070516nj1.htm\nhttp://news.nationaljournal.com/articles/070516nj1.htm\nhttp://corner.nationalreview.com/post/?q=OWUzNmQ3ODQ5ZjFhZjk1MjQ5Mzc3NjlhZjU2YjRjZDE=\nhttp://www.latimes.com/news/politics/la-na-immig1jun01,1,6870061,full.story\nhttp://www.politicalaffairs.net/article/articleview/5413/1/266/\n\n\nThese Washington groups supported all the compromise bills embodying the legalization/enforcement/guest \nworker tradeoff, beginning with the original Kennedy/McCain bill in 2005. The same argument was used to justify \nthem all: \"It's not possible to get legalization without including more enforcement and guest worker programs.\" \n\nNote that the argument was not that 'it's not possible to have enforcement without legalization.\" It was the reverse. \n... 9:22 A.M.\n\nFailure Is An Option, Part XVIII: From The Hill, some hearteningly downbeat quotes on the immigration bill's \nprospects:\n\n\"It may be too little, too late,\" said Sen. Robert Menendez (D-N.J.) ... [snip]\n\n Homeland Security Secretary Michael Chertoff suggested to reporters that if the Senate does not act \"within the \nnext couple weeks\" the bill could be dead for the 110th Congress. \"As long as we can get the bill back up within a \nvery short period of time, there is no harm done,\" said Chertoff, who said that the Georgians' funding plan was still \non the table. \"What we can't afford to do is let this languish beyond that period of time.\" \n\n[E.A.] Update: But see other, more ominously optimistic takes. ... 2:00 A.M.\n\nTuesday, June 12, 2007 \n\nFool the Yahoos II: Rich Lowry still isn't paranoid enough! He seems to think the call by undecided GOP senators \nChambliss and Isakson\n\nfor an emergency supplemental bill to fully fund the border and interior security initiatives contained in [the Senate \nimmigration bill]\n\nshows that \"democracy works\"and they are coming around to sensible opposition to the bill. As Kate O'Beirne \npoints out, the proposal seems much more like a transparent ploy to give these senators pro-enforcement cover so \nthey can vote for the bill. I think veteran comprehensivist Sen. McCain even publicly suggested this maneuver. ... \nDemocracy works, but for Senators eager to please business lobbyists, pander to Latinos--and who have secret \ncontempt for their constituents--it will be a last resort. ...\n\nP.S.: O'Beirne predicts anti-bill Senators \"will insist that the additional funding produce measurable results before \nconsidering any sweeping reform.\" ...\n\nP.P.S.: Noam Askew is paranoid enough! He suggests that Chambliss and Isakson are positioning themselves to \nsupport the bill if they can somehow avoid the voters wrath. ... Malkin, also appropriately worried,            notes \nreports that McConnell and Lott are on the verge of flipping 15 Republican senators. ... Meanwhile, Paul Weyrich       \n     thinks opponents of the bill are up against what Al Gore would call            \"powerful forces\":\n\nIn all of the years I have been here I never have known when the establishment really wants something that the \nestablishment cannot obtain it. And the establishment really wants this bill. \n\nIt's no time to calm down. ... 5:02 P.M. link\n\nMonday, June 11, 2007 \n\nKos v  P.o.s.  ! Yahoos to the right, yahoos to the left. Blogometer's Conn Carroll notes that the recently elected \nKos-style Dem candidates (Tester, Webb, Boyda)            do not seem to be lamenting the immigration bargain's \ncollapse. ... He also has Kos himself busting pompous Balz. ... Backfill:           Fishwrap added McCaskill to the \nlist of anti-comprehensive netroots Dems. ... P.S.: On the right, even            \"yahoo\"-bashin' Bill Kristol has bailed \non the bill--  \n\nI would point fingers at the drafters of the bill. The more this bill was debated, the less able people were to defend \nit substantively.  \n\nhttp://thehill.com/leading-the-news/gopers-seek-emergency-funds-as-immigration-bill-languishes-2007-06-13.html\nhttp://www.chicagotribune.com/news/nationworld/chi-immigration13jun13,1,900666.story?coll=chi-newsnationworld-hed&ctrack=3&cset=true\nhttp://corner.nationalreview.com/post/?q=OGFlYTA2MTc5NDNhNzMwYzIxNzZkNTA4MTkxYTI1YTg=\nhttp://corner.nationalreview.com/post/?q=NjdhOTU2ZmE4YjdhMTNmZWI1NGRmYTNhZGNhNjc3YmM=\nhttp://noamaskew.blogspot.com/2007/06/georgia-senators-saxby-chambliss-r-and.html\nhttp://noamaskew.blogspot.com/2007/06/georgia-senators-saxby-chambliss-r-and.html\nhttp://michellemalkin.com/archives/007708.htm\nhttp://michellemalkin.com/archives/007708.htm\nhttp://www.townhall.com/Columnists/PaulWeyrich/2007/06/12/the_immigration_bill_may_rise_again\nhttp://www.slate.com/id/1005916/\nhttp://www.slate.com/id/2168226&#foolyahoos2\nhttp://hotlineblog.nationaljournal.com/archives/2007/05/post_211.html\nhttp://blogometer.nationaljournal.com/archives/2007/06/611_the_new_cen.html\nhttp://blogometer.nationaljournal.com/archives/2007/06/611_the_new_cen.html\nhttp://video1.washingtontimes.com/fishwrap/2007/06/grand_bargain_dies_fishwrapup.html\nhttp://video1.washingtontimes.com/fishwrap/2007/06/grand_bargain_dies_fishwrapup.html\nhttp://www.weeklystandard.com/Content/Public/Articles/000/000/012/047niylw.asp\n\n\n1:55 P.M. link\n\nSunday, June 10, 2007 \n\nThe Fool-the-Yahoos Surge: Meetings have been held, tactics adopted, talking points synchronized. The new Bush \ncounterinsurgency strategy to reverse the course of the immigration debate seems to have two components: \n\n1) Exude confidence. \"We are winning\" ... sorry, that's what Bush said about the war in Iraq. Here's what his \nCommerce secretary said about the immigration Grand Bargain: \"This bill is alive and well .... I have no doubt. \nThis is going to go through ....\"\n\n 2) Stress all the enforcement provisions in the bill, while pretending you've gotten the message:\n\n\"I know some of you doubt that the Federal government will make good on the border security and enforcement \ncommitments in this bill ... [W]e are now committing more resources than ever before to border security, doubling \nthe number of Border Patrol agents, building hundreds of miles of fencing, and employing advanced technology, \nfrom infrared sensors to unmanned aerial vehicles. The bill builds on this progress by requiring that we meet border \nsecurity objectives before certain other provisions can take effect.\" \n\n--President Bush,  President's Radio Address  , June 8. [E.A.]\n\n\"Because I think a lot of people have concerns about security and our message is: 'We heard you. Take a look at \nwhat's going on with this bill.'\"   ... \n\n\"If you take a look at the bill, it is the largest investment ever in border security. ... This bill says ... harsh \npunishments for employers.\" ... \n\n\"And furthermore, we have a mechanism now for knowing who the illegals are, where they are, whether they're \nworking, whether they're breaking the law and if they're not working and they're not obeying the law, they get sent \nout.\"  \n\n--White House Press Secretary Tony Snow, on various Sunday shows. [E.A.]\n\nThis is all in keeping with the Peggy Noonan view that the White House really does think its own GOP base is \ncomposed of yahoos who can be fooled with a little talk of enforcement.\n\nkf Balking Points \n\n1. If all these enforcement measures are so wonderful, why not enact just them and drop the \nquestionable legalization part? Bush is holding the parts of the bill everyone says they want hostage to the parts he \nwants.\n\n2. If we tried the enforcement parts first, then we wouldn't have to trust the federal government. We could make \nsure the measures work before we go ahead with legalization (and attract a new wave of legalization-seeking \nillegals). \n\n3. The bill does require \"that we meet border security objectives before certain other provisions can take effect.\" \nUnfortunately, legalization is not one of those \"certain other provisions.\" Legalization is immediate under the bill.\n\n4. \"[I]f ... they're not obeying the law, they get sent out.\" Of course, most of them will be obeying the law ... because \nwhat was illegal will have been legalized! As for whether the government will actually get it together to send people \nhome if, say, they've come illegally after the January, 2007 cutoff--well, again, let's see whether that \"investment\" in \nenforcement pays off. \n\nBonus BP: \n\nhttp://www.slate.com/id/2168226/&#kospos\nhttp://www.newsday.com/news/nationworld/nation/ny-usbush194557960dec19,0,7865602.story?coll=ny-nationalnews-headlines\nhttp://www.whitehouse.gov/news/releases/2007/06/20070608-8.html\nhttp://www.opinionjournal.com/columnists/pnoonan/?id=110010148\n\n\n5. If illegals \"live in            fear\" under the status quo, as we're told, then how is the status quo \"silent amnesty\"?\n\nBut I'm glad Bush mentioned the aerial drones! ...  10:16 P.M. link\n\nStraight Fake Talk: In a video clip available on the NYT site, John McCain pretends to Iowans that he shares their \nanger that the border fence didn't get built. [Go 2 minutes into the clip] ... 5:05 A.M.\n\nSaturday, June 9, 2007 \n\nGoogle Alert Gold: RightWingNews'John Hawkins talks to a GOP Hill aide and gets some good-as-MSM tick-tock** \non how the immigration bill crumped last Thursday. Hawkins then asks the aide \"why he thought so many \nRepublicans had been supporting such an incredibly unpopular bill.\" Three reasons come back:\n\nFirst off, there was what he referred to as the \"Rovian School of thought,\" which says that passing this bill would \ncapture the Hispanic vote for the GOP for decades to come. \n\nBut wait--I thought the Senators were doing it because it was viewed as vital within policy circles! Don't disillusion \nme.\n\nP.S.: RWN's source also explains why all those conservative amendments--the official sticking point in the \ndeliberations--aren't insignificant:\n\nThe \"Grand Compromise\" crowd didn't want a lot of these amendments to be voted on because either some of the \namendments would have been accepted and it would have killed the bill or alternately, they would have had to vote \nagainst common sense enforcement measures and made themselves look bad.\n\nI still hope Sen. DeMint hangs tough and refuses any agreement to whittle down the list of amendments and go \nforward. Why make the Grand Bargaineers look bad when you can actually kill the Grand Bargain? ... \n\n**--Hawkins doesn't ask what they ate, though. You always have to ask what they ate. ... 10:57 P.M.\n\n\"Immigrant Bill Hurts Martinez at Poll\": Senate GOP Grand Bargaineer Mel Martinez's approval ratings have \n\"plunged\" from 48 to 37 percent approval in his state, Florida--an all-time low for him, reports the Orlando Sentinel. \n... P.S.: Isn't Florida, with its large Hispanic population, supposed to be one of the more comprehensive-friendly \nstates? Could a Democratic presidential candidate actually use the Bush immigration bill's unpopularity to win \nFlorida's toss-up electoral votes in 2008? .. . [Thanks to emailer P.S.] 9:40 P.M.\n\nBalzbusters! Politico's Roger Simon joins the backlash against            pompous Dan Balz CW! Like            Jacob \nWeisberg, Simon argues that, when it comes to \"comprehensive immigration reform,\" failure is a pretty good \noption. ... P.S.: DNC chair Howard Dean says that in the recent midterms Republican \"anti-immigrant fervor ... \nhelped them in a few races\"? Simon buried the lede--I thought the accepted lesson of '06 was that it didn't help the \nGOPs, or maybe even hurt them. But Dean should know. I defer to his expertise! Someone tell Sen. Kyl. ... 9:09 \nP.M.\n\nSorry,  K-Lo  : Republican Sen. John Kyl is still working to resuscitate his awful immigration \"bargain,\" according to       \n     Politico.  I guess he hasn't            \"come home\" after all. ... P.S.: Maybe he wasn't such a great \"statesman\" to \nbegin with? Just a thought. ... 8:54 P.M.\n\nCocoon Chronicles: But All Our Sources Say It's 'Vital'! Shailagh Murray and Jonathan Weisman of the Washington \nPost say the \"grand compromise\" isn't dead yet--the \"chief architects\" are \"confident that they could resurrect it.\" \nThe WaPo reporters then declare:\n\nWithin policy circles, immigration reform is viewed as vital, addressing both the growing demand for workers and \nthe social costs of an illegal underclass. [E.A.]\n\nhttp://www.bloomberg.com/apps/news?pid=20601070&sid=amDWt8c97AhE&refer=politics\nhttp://law.fordham.edu/ihtml/news-2itndetails.ihtml?id=638&nid=260\nhttp://www.slate.com/id/2168226/&#foolyahoos\nhttp://video.on.nytimes.com/?fr_story=e12ca82a4fa659ac51adddfe7a9632fbab2e5842\nhttp://www.rightwingnews.com/mt331/2007/06/the_inside_story_of_how_the_se.php\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/08/AR2007060802771.html\nhttp://www.orlandosentinel.com/news/local/state/orl-melpoll0807jun08,0,201425.story?coll=orl-home-headlines\nhttp://www.politico.com/news/stories/0607/4418.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/07/AR2007060702536.html\nhttp://www.slate.com/id/2139367/\nhttp://www.slate.com/id/2139367/\nhttp://corner.nationalreview.com/post/?q=M2VmNmRhMzcwYjdiMzJmOTA2Y2I1MGJmOTFjYTMwYmY=\nhttp://www.politico.com/news/stories/0607/4413.html\nhttp://article.nationalreview.com/?q=ZDBlMmY5Mjc0N2U2ZWU5MmIyNTc0ODUyNzMzYzBmMTk=\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/08/AR2007060802771.html\n\n\nWell, there's policy circles and there's policy           circles. How does this sentence--not just biased, but \namateurishly biased!--get into the Washington Post? You could just as well have written, in 2002:\n\nWithin policy circles, toppling Saddam Hussein by force is viewed as vital, addressing both the threat of weapons of \nmass destruction and the need to establish a new dynamic in the region.\n\nI don't remember reading that one. ... P.S.: The next WaPo sentence, of course, is \"The public also generally \nsupports the idea.\" See below for why this is b.s.--or see            Rasmussen and            Gallup. ... P.P.S.: I'd never \nwork for an organization that would botch a big story as thoroughly as the Washington Post Company's flagship has \nbotched this year's immigration bill coverage! ... Oh, wait. 1:58 A.M.\n\nFriday, June 8, 2007 \n\n\"Voters wanted an immigration deal\": A quick word on those polls MSM writers--e.g.            Dan Balz--are using to \nsuggest that the Senate thwarted the popular will in blocking \"comprehensive immigration reform.\" I'd been \npuzzled myself by the consistent polls showing that a) the comprehensive bill itself was            wildly \nunpopular,  yet b) --and these are the polls emphasized by the MSM--the controversial \"earned legalization\" planks, \nwhen they are described to voters,            win majority approval. \n\nBut Mystery Pollster cleared it up for me. The key is the            Gallup finding that only half of the public is \npaying much attention to the immigration debate. Those who are paying attention oppose the bill 30% to 11%, but \n58 % \"don't know enough to say.\"   On this basis, Gallup editor-in-chief            Frank Newport calls those who \noppose the bill a \"vociferous minority\"--apparently believing that if only more voters paid attention they'd endorse \nthe bill, because            when they're given the questions describing various paths to citizenship for illegals who \n\"have a job\" and \"pay back taxes,\" they mostly say yes. \n\nThe flaw in this \"scientific research,\" MP points out, is that by Newport's own admission these are mainly voters who \naren't paying attention and are hearing these terms for the first time, so \"their reactions may vary greatly along with \nthe text of the descriptions provided.\" If they react positively to loaded words like \"job\" and \"pay taxes\" when they \nfirst hear them, that's no guarantee that they'd endorse the Senate bill's provisions if they starting following them \nclosely (and began to hear other terms, like \"immediate legalization\" and \"sanctuary\"). \n\nWe simply don't know how the 58% would react if for some reason they started paying attention--though Gallup's \nown finding that those who are paying the most attention are the most lopsidedly (61% to 17%) opposed to the bill \nis hardly evidence that they'd support it. Indeed, when Gallup described to voters various alternatives, the most \npopular, at 42%, was \"to require illegal immigrants to leave, to but allow them to return if they meet certain \nrequirements over a period of time.\" That sounds a lot like--yikes--deportation, no?  Another 14% wanted flat \ndeportation with no possibility of eventual return. 42+14=56.\n\nUpdate:Matthew Yglesias talks about \"[t]he objective social conditions militating in favor of reform.\" Wow, that \nbrings back memories. ... 4:55 P.M.            link \n\nDon't calm down: The White House says Bush is going to keep pushing the \"grand bargain\" in a Capitol Hill \nmeeting next week. This could mean he's planning a surge-like effort, or it could just be part of the gradual let-\ndown-easy process in which he learns that it's not really about the amendments--the Senate is just not that into \nhim. ... \n\nP.S.: Sen. Salazar says the bill \"may return in July,\" according to the Denver Post. Why? Because \"'Failure on \nimmigration reform is not an option.'\"  ... \n\nP.P.S.: At some point, won't the President and others involved (McCain, Lindsey Graham, Lott, etc.) realize that as \nlong as they keep pushing the bill, even in the press, they keep the pain coming (even as they impress reporters \nwith their bipartisan statesmanship)? As First Read points out, the big winner yesterday wasn't the conventional \npick:\n\nhttp://borjas.typepad.com/the_borjas_blog/2007/05/the_bushkennedy.html\nhttp://www.manhattan-institute.org/html/_nypost-ws_immigration_fallacy.htm\nhttp://www.slate.com/id/2167718/&#thosepolls\nhttp://www.rasmussenreports.com/public_content/politics/support_for_senate_immigration_bill_falls_49_prefer_no_bill_at_all\nhttp://www.galluppoll.com/content/?ci=27775\nhttp://blogs.usatoday.com/gallup/2007/05/the_current_imm.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/07/AR2007060702536.html\nhttp://www.rasmussenreports.com/public_content/politics/support_for_senate_immigration_bill_falls_49_prefer_no_bill_at_all\nhttp://www.rasmussenreports.com/public_content/politics/support_for_senate_immigration_bill_falls_49_prefer_no_bill_at_all\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/03/AR2007060301446.html\nhttp://www.pollster.com/blogs/immigration_paying_attention_c.php\nhttp://www.galluppoll.com/content/?ci=27775\nhttp://blogs.usatoday.com/gallup/2007/06/immigration_dil.html?csp=34\nhttp://blogs.usatoday.com/gallup/2007/05/the_current_imm.html\nhttp://www.pollster.com/blogs/immigration_paying_attention_c.php\nhttp://matthewyglesias.theatlantic.com/archives/2007/06/night_of_the_living_immigratio.php\nhttp://www.slate.com/id/2167718/&#thosepolls\nhttp://www.cbsnews.com/stories/2007/06/08/ap/politics/main2905502.shtml\nhttp://www.cbsnews.com/stories/2007/06/08/ap/politics/main2905502.shtml\nhttp://www.denverpost.com/sportscolumnists/ci_6094127\nhttp://firstread.msnbc.msn.com/archive/2007/06/08/218072.aspx\nhttp://firstread.msnbc.msn.com/archive/2007/06/08/218072.aspx\n\n\nOddly enough, the shelving of the immigration bill could actually help McCain. The less the issue is brought up, \nthe better for McCain ...  \n\nRight.  If the bill definitively dies, McCain might even collect those character points for sticking with his position. ... \nIt's like the BMW Z4, which gets better-looking when you know that it flopped! [Can you pick an analogy \nthat resonates with more than, say, three readers?--ed  I need to maintain my fragile coalition.] \n\nUpdate: First Read suggests McCain handled the post-collapse immigration questions well in Iowa today--in other \nwords, he sounded like he was admitting likely defeat and pushing it into the closet of Past Lost Causes. But I could \nbe overinterpreting. ... \n\nMore: O'Beirne hears \"the Republican leadership continues to press the reluctant Senators\" for a deal that could \nenable cloture. ... 3:13 P.M. \n\nGeorge Borjas on what the Bush administration could have done to make progress on an immigration solution. ... \n[Hint: It's not \"comprehensive.\"] 4:15 A.M.\n\nShailagh Murray reports usefully on how four anti-comprehensive Republicans, including Sen. DeMint, switched \nvotes to back the Dorgan anti-guestworker amendment that may have helped kill the immigration bill. But her \nstory feeds two insidious memes that could propagate in the days ahead:\n\nBogus Meme #1: The vote-switchers were an obdurate minority frustrating the will of the majority through cynical \ntrickery. Here's Murray:\n\nBut that's the Senate, where tactical voting is par for the course, and where a single disgruntled lawmaker -- or, in \nthis case, four -- can run even the most artful compromise aground. [E.A.]\n\nFirst, Sen. Dorgan, a Democrat, knew full well that if his amendment won it would probably derail the \"grand \nbargain.\" Republicans had said that it would. Yet he pressed ahead, aided and abetted by Majority Leader Reid \nwho as the vote was being plotted \"tapped Dorgan on the back\" and said \"excellent,\" according to Politico's Carrie \nBudoff. This suggest that Dorgan, and maybe Reid, preferred \"no bill\" to the bill as grandly bargained. \n\nSecond, the bill did not fail after Dorgan's \"killer\" amendment. It failed on an ordinary cloture vote, in which all \nparties had been clearly warned by Reid that failure would mean withdrawal of the bill. Yet it couldn't even muster a \nmajority, let alone 60 senators. Why did a bipartisan majority effectively vote to bury the bill? The Hill s Manu Raju \noffers an explanation that's more sophisticated and plausible than Murray's Disgruntled Saboteur theory:\n\nSince the bill failed on a procedural motion, it gives both parties cover when trying to court the influential Latino \nvote in the 2008 elections.\n\nThat's how the Senate works, no? It excels in providing opportunities for lawmakers to engineer stalemates that kill \nlegislation a majority wants killed while diffusing responsibility for doing so (or allowing reporters to blame \n\"disgruntled\" loners). ...\n\nUpdate: But see K-Lo's anonymous Senate source, who says a) the cloture vote may have reflected majority \nsentiment less faithfully than I'm claiming; and b) it's not over. (Buried lede!) ...\n\nBogus Meme #2: Left and Right are totally strange bedfellows here. Sen. DeMint, reports Murray, dislikes the \n\"comprehensive\" bill because it includes \"a path to citizenship for undocumented workers.\" (That's not how DeMint \nwould describe it, probably.) And, says Murray, \n\nSen. Byron L. Dorgan (D-N.D.) does not like the immigration bill, either, but for entirely different reasons.\n\nEntirely different reasons? Dorgan thinks the bill would \"depress wages and lead to foreigners taking good jobs.\" \nAnd DeMint, presumably, thinks a \"path to citizenship\" would encourage more illegal immigrants, who would ... \ndepress wages and lead to foreigners taking good jobs! They're both concerned about depressing wages. \n\nhttp://firstread.msnbc.msn.com/archive/2007/06/08/218779.aspx\nhttp://corner.nationalreview.com/post/?q=OTMzZGE4ZWU3MjRjNjQxZTcxMDg4MWI4MGM3N2IyOTk=\nhttp://borjas.typepad.com/the_borjas_blog/2007/06/kill_bill.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/07/AR2007060702534_pf.html\nhttp://www.politico.com/news/stories/0507/4182_Page2.html\nhttp://thehill.com/leading-the-news/immigration-bill-fails-key-cloture-vote-2007-06-07.html\nhttp://corner.nationalreview.com/post/?q=OWNhZDdjNjFmMWJkYWI5MWNjMTE2Y2Q2ZDFkMjVkMGM=\n\n\nBipartisanship! Murray reminds me of those radical feminists who insist that their reasons for censoring \npornography are completely different from Pat Robertson's. No they're not.\n\nP.S.: The Post really needs Edsall back. ... 3:11 A.M. link\n\nPsst The system worked: WaPo's Dan Balz--in a piece produced with stunning swiftness that nevertheless \nmanages to incorporate every respectable, loaded, portentous goo-goo cliche available--argues that the \"collapse \nof comprehensive immigration reform\" represents\n\n\"a scathing indictment of the political culture of Washington\"! ... \n\n\"another example of a polarized political system in which the center could not hold\"!\n\n\"a political system that appears incapable of finding ways to resolve the nation's big challenges.\" [E.A.]\n\nI prefer the alternative Boehner Hypothesis.\n\nP.S.: Balz's piece is a near-Platonic example of the Neutral Story Line--a sweeping, seemingly profound and biting \nanalysis that nevertheless doesn't offend anyone because it doesn't seem to be taking sides. But of course it does \ntake sides. It takes the \"bipartisan\" side--simply assuming that \"comprehensive immigration reform\" is a good idea.\n\nWhat if the bill's collapse represented\n\n\"a rare example of the political system appearing capable of finding ways to reject half-baked, grandiose schemes \nof a reckless President\"?\n\nNot neutral! ... \n\nP.P.S.: To support his scathing indictment, Balz says \"Voters wanted an immigration deal ... .\" I know a respected \nrobo-poller who disagrees. \n\nP.P.P.S.: The Post really needs Edsall back. ... 2:04 A.M. link\n\n  \n\n Bloggingheads  --Bob Wright's videoblog project.             Gearbox  --Searching for the Semi-Orgasmic Lock-in.       \n      Drudge Report  --80 % true. Close enough!             Instapundit  --All-powerful hit king.             Joshua Marshall  -\n-He reports! And decides!               Wonkette  --Makes Jack Shafer feel guilty.               Salon  -- Survives! kf \ngloating on hold.             Andrew Sullivan  --He asks, he tells. He sells!             David Corn  --Trustworthy reporting \nfrom the left.              Washington Monthly  --Includes Charlie Peters' proto-blog.             Lucianne.com  --Stirs the \ndrink.             Virginia Postrel  -- Friend of the future!             Peggy Noonan  -- Gold in every column.             Matt \nMiller  --Savvy rad-centrism.             WaPo  --Waking from post-Bradlee snooze.             Keller's Calmer Times  --\nRegistration required.              NY Observer  --Read it before the good writers are all hired away.             New \nRepublic  --Left on welfare, right on warfare!               Jim Pinkerton  -- Quality ideas come from quantity ideas.             \nTom Tomorrow  --Everyone's favorite leftish cartoonists' blog.               Ann \"Too Far\" Coulter  --Sometimes it's just \nfar enough.             Bull Moose  -- National Greatness Central.             John Ellis  --Forget that \nFlorida business! The cuz knows politics, and he has, ah, sources.             \"The Note\"  --How the pros start their \nday.             Romenesko  -- O.K. they actually start it here.             Center on Budget and Policy Priorities  --Money \nLiberal Central.             Steve Chapman  --Ornery-but-lovable libertarian.             Rich Galen  --Sophisticated GOP \ninsider.             Man Without Qualities  --Seems to know a lot about white collar crime. Hmmm.             \nOverlawyered.com  --Daily horror stories.             Eugene Volokh  --Smart, packin' prof, and not Instapundit!             \nEve Tushnet  --Queer, Catholic, conservative and not Andrew Sullivan!             WSJ's Best of the Web  --James \nTaranto's excellent obsessions.             Walter Shapiro  --Politics and (don't laugh) neoliberal humor!             Eric \nAlterman  --Born to blog.             Joe Conason  --Bush-bashing, free most days.             Lloyd Grove  --Don't let him \nwrite about you.             Arianna's Huffosphere  --Now a whole fleet of hybrid vehicles.             TomPaine.com  --\n\nhttp://www.slate.com/id/2167718/&#shailagh\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/07/AR2007060702536.html\nhttp://hotlineblog.nationaljournal.com/archives/2007/05/post_211.html\nhttp://www.slate.com/id/2073262/\nhttp://www.latimes.com/news/opinion/la-oe-kaus4jun04,0,430080.story?coll=la-opinion-rightrail\nhttp://www.latimes.com/news/opinion/la-oe-kaus4jun04,0,430080.story?coll=la-opinion-rightrail\nhttp://www.rasmussenreports.com/public_content/politics/support_for_senate_immigration_bill_falls_49_prefer_no_bill_at_all\nhttp://www.rasmussenreports.com/public_content/politics/support_for_senate_immigration_bill_falls_49_prefer_no_bill_at_all\nhttp://www.slate.com/id/2167718/&#balz\nhttp://bloggingheads.tv/\nhttp://slate.msn.com/id/104252/\nhttp://www.drudgereport.com/\nhttp://www.instapundit.com/\nhttp://talkingpointsmemo.com/\nhttp://www.wonkette.com/\nhttp://www.salon.com/\nhttp://www.andrewsullivan.com/\nhttp://www.thenation.com/capitalgames/\nhttp://www.washingtonmonthly.com/\nhttp://www.lucianne.com/\nhttp://www.vpostrel.com/\nhttp://opinionjournal.com/columnists/pnoonan/\nhttp://www.tmsfeatures.com/tmsfeatures/subcategory.jsp?catid=1104&custid=67\nhttp://www.tmsfeatures.com/tmsfeatures/subcategory.jsp?catid=1104&custid=67\nhttp://www.washingtonpost.com/\nhttp://www.nytimes.com/\nhttp://www.observer.com/index_go.html\nhttp://www.thenewrepublic.com/\nhttp://www.thenewrepublic.com/\nhttp://www.newsday.com/news/columnists/ny-jamespinkerton,0,5081177.columnist\nhttp://www.thismodernworld.com/\nhttp://www.thismodernworld.com/\nhttp://www.jewishworldreview.com/cols/coulter1.asp\nhttp://www.conservativereform.org/bullmoose/\nhttp://www.johnellis.blogspot.com/\nhttp://abcnews.go.com/sections/politics/US/TheNote.html\nhttp://www.poynter.org/medianews/\nhttp://www.cbpp.org/\nhttp://www.chicagotribune.com/news/columnists/chi-stevechapman.columnist\nhttp://www.mullings.com/currentissue.htm\nhttp://www.musil.blogspot.com/\nhttp://www.overlawyered.com/\nhttp://www.overlawyered.com/\nhttp://volokh.com/\nhttp://eve-tushnet.blogspot.com/\nhttp://eve-tushnet.blogspot.com/\nhttp://www.opinionjournal.com/best/\nhttp://www.usatoday.com/news/e98/shapiro/index.htm\nhttp://www.altercation.msnbc.com/\nhttp://www.altercation.msnbc.com/\nhttp://dir.salon.com/topics/joe_conason/index.html\nhttp://www.nydailynews.com/news/col/grove/\nhttp://www.huffingtonpost.com/\nhttp://www.tompaine.com/\n\n\nWeb-lib populists.             Take on the News  --TomPaine's blog.               B-Log  --Blog of spirituality!               Hit & \nRun  --Reason gone wild!             Daniel Weintraub  --Beeblogger and Davis Recall Central.             Eduwonk  --\nYou'll never have to read another mind-numbing education story again.             Nonzero  -- Bob Wright explains it \nall.             John Leo  --If you've got political correctness, he's got a column.             Gawker  --It's come to this.            \nEat the Press--Sklarianna & Co. are like Gawker if Gawker actually believed in something. ... [More tk] \n"}