{"title": "Prominent local Hispanic deported Cecilia Velazquez, a Mexican, published a Spanish-language paper. An immigration judge ordered her to leave the U.S. in 2004, and her appeals were rejected.", "body": "\nOne of the St. Louis area's most visible Hispanic entrepreneurs was deported to Mexico on Friday as an illegal \nimmigrant.\n\nCecilia Velazquez, 36, is publisher of Red Latina, a Spanish-language newspaper, and president of Radio CuCui, \na group that brings ethnic performers and commentators to WEW-AM radio.\n\nVelazquez had been in the United States since December 2000. Her deportation ended a five-year legal battle \nover her status.\n\n\"I'm devastated,\" Velazquez said from her cell phone, as she stood in Juarez, Mexico, an hour after being escorted \nback into her homeland. \"No doubt they used me as an example.\"\n\nAuthorities arrested her April 7 outside her home in north St. Louis County. She was jailed for one week before \nbeing bused to Kansas City early Friday for a flight to El Paso, Texas. \n\nShortly after 5 p.m. Friday, a bus took her halfway across a bridge leading into Mexico, and she was escorted on \nfoot into Mexico, said Carl Rusnok, spokesman for the U.S. Immigration and Custom Enforcement agency. Laws \nforbid her from re-entering this country for 10 years, Rusnok said.\n\nVelazquez's arrest came two days before last Sunday's big rally on behalf of immigrants that drew thousands to the \nOld Courthouse in St. Louis.\n\n\"I have been working so hard in the United States all these years, helping my people, paying my taxes, being a \ngood person,\" Velazquez said. \"I want to come back, of course.\"\n\nHer attorney, Raymond R. Bolourtchi, said her departure \"can only hurt and damage the Hispanic community. She \nwas their voice.\"\n\nVelazquez originally was stopped in Houston after entering the United States with a visitor's visa on Dec. 27, \n2000. Officials who questioned her then determined she was \"actually an intending immigrant,\" Rusnok said, and \nshe given two weeks to return to Mexico.\n\nShe didn't and was arrested in 2003 in St. Louis. An immigration judge issued a final order in 2004 for her to \nleave the country. After losing an appeal to the Board of Immigration Appeals, she petitioned the 8th U.S. Circuit \nCourt of Appeals, but lost that round in August.\n\n\nPoliticians -- including U.S. Sen. Jim Talent and U.S. Reps. William Lacy Clay Jr. and Russ Carnahan -- wrote \nletters of support for Velazquez. Carnahan's letter, for example, noted that Velazquez \"demonstrated a lot of \ncommunity service,\" said Carnahan spokesman Glenn Campbell. But those letters, Campbell said, came late in the \nlegal process.\n\nVelazquez said she thought those heavy-hitters would have staved off her deportation. \"All the big guys were \ntrying to get a special deal for me,\" she said.\n\n'It's unfortunate'\n\nWord about her deportation quickly spread Friday among her friends and business acquaintances.\n\n\"It's awful for her, it's unfortunate, no matter what her status was,\" said Lydia Padilla, president of TRC Staffing \nServices in St. Louis, which places Spanish-speaking workers with area employers. \"I did not know her legal status, \nbut what I do know is she donated lots of time and money to needy causes.\"\n\nPadilla said Red Latina, with its offices on Cherokee Street, is the most respected paper in the Hispanic \ncommunity, and the only local paper that is 100 percent Spanish. \"Red Latina\" means Latin network. Padilla \nadvertises in the newspaper. She said Velazquez conducted a toy drive for children every Christmas.\n\nLate last month, Velazquez told a Post-Dispatch reporter that people would approach her -- because of her control \nover the Hispanic newspaper and radio program -- to help them organize as Congress attempts to deal with the 12 \nmillion illegal immigrants now in the country. She said she didn't want to be a social activist. \n\n\"I'll spread the word, but that's all,\" Velazquez said at the time. \"I don't want to damage my own case.\"\n\nHer fiancée, Andrew Jones, said Velazquez was \"probably one of the most recognizable Hispanic people in the \ncity -- in the top 20 at least, if not the top five,\" he said. \"We can't even go to the grocery store without people asking \nfor her autograph.\"\n\nAfter arriving in Juarez, Velazquez said she booked a flight to go to Mexico City to stay with her parents.\n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - Velazquez  Back in Mexico \n"}