{"title": "U.S. must accept, aid incoming multitudes", "body": "\nI try never to forget how frightening my grandparents must have looked to many Americans when they arrived in \nthis country early in the century.\n\nFrank and Eva Grzywacz (yes, that surname somehow became Geewax) were Polish, penniless, illiterate and \nunskilled.\n\nMy mother's Hungarian parents also were in sorry shape, except that my maternal grandfather had a trade. He \nalready was a barber when he settled in this country at age 16.\n\nTo native citizens, my grandparents must have seemed like an ignorant bunch of riffraff who barged in bringing \ntheir lice and strange customs. How would such peasants ever fit in here?\n\nThis is an extremely important question today. How did it happen that those four poor people reared 11 law-abiding, \nhard-working children who in turn produced 22 grandchildren, all of whom either learned a trade or were graduated \nfrom college?\n\nThe answer to that question is the key to our collective prosperity as this nation again absorbs an enormous wave \nof newcomers. The Census Bureau has just released statistics showing fantastic increases in immigration.\n\nA surge of Hispanic and Asian residents is changing the complexion of the nation. In recent years, more than four \nout of five legal immigrants have had non-European backgrounds.\n\nIn some Sun Belt states with large immigrant populations, minorities will outnumber people of European heritage \nbefore the decade is out. That will be true nationwide by 2050.\n\nWill these huge numbers of immigrants participate in the economy as my grandparents did, or become permanent \nmembers of a disaffected underclass?\n\nAbsorbing foreigners is an economic imperative because natives aren't having enough babies to expand the work \nforce. Immigrants are our font of labor and entrepreneurship.\n\nBut today's immigrants are facing tougher challenges than my grandparents did. At the turn of the century, \nuneducated newcomers could find work with companies that needed only strong backs. Frank Grzywacz worked in \na steel mill for years without ever learning English.\n\nToday's immigrants will find fewer such jobs. With employment declining in basic industries, such as textiles, steel, \ntires, autos and mining, there aren't many good jobs for unskilled workers, foreign or native.\n\n\nEmployers now want workers who can communicate with customers. Even blue-collar jobs require workers to \noperate sophisticated machines. My younger brother is a tool-and-die maker whose workplace more \nclosely resembles a high-tech laboratory than a greasy machine shop.\n\nIndustrial giants no longer can be counted on to soak up uneducated masses and turn them into taxpayers. The \ngovernment will have to do more to help people entering the work force get the language skills and job training \nthey'll need to participate in a 21st-century economy.\n\nThe miracle of America is that so many poor people have been able to become productive citizens here within a \ngeneration. Today's immigrants, trying to enter a more complex market, will need new skills to do that.\n\nRather than allowing ourselves to be frightened by foreigners, we natives must train our eyes to see in them our \ndemocracy's future. If we fail to accept and aid them, we will have failed our own ancestors who believed in the \npromise of America.\n\nMs. Geewax is a Constitution editorial writer.\n"}