{"title": "Prosecutors Say Defendant in Immigrant Smuggling Case Ran an Underground Empire", "body": "\nThe Chinese businesswoman called Sister Ping was known around Chinatown as the person to go to for \nsmuggling immigrants. But according to testimony last week in her federal trial in Manhattan, smuggling was but \na sideline for her -- a small part of a multinational underground empire that she oversaw from a humble-looking \nChinatown storefront. \n\n At the height of her power, witnesses recalled, Sister Ping, whose real name is Cheng Chui Ping, owned \nrestaurants, a clothing store and real estate in Chinatown, as well as apartments in Hong Kong and a farm in South \nAfrica. But her main, multimillion-dollar business, evidence revealed, was an underground banking network that \nstretched from New York to Thailand, Singapore, Hong Kong -- and even Communist China.\n\n  One wiretapped phone call that prosecutors played in court showed that when one of her associates lost \n$200,000 in a reckless night of gambling, Ms. Cheng wired $20,000 to Hong Kong on less than a day's notice so he \ncould begin to repay his debt.\n\n The collapse of her illegal conglomerate began on June 6, 1993, when the Golden Venture, a tramp steamer that \nshe had helped to finance, ran aground off Queens packed with 289 famished immigrants. Ten of them died trying \nto swim to shore. \n\n Although she had provided cash to buy the aging vessel in Thailand and had scheduled for 20 of her immigrant \ncustomers to travel aboard the ship, Ms. Cheng did not view the Golden Venture's voyage as an important business \ndeal, the trial evidence has shown. When it came time to unload the hapless ship, she was overextended with other \noperations and not focused on its desperate passengers, witnesses and prosecutors said. \n\n The trial of Ms. Cheng, 56, began last Monday in Federal District Court. She is charged with immigrant \nsmuggling, hostage taking and money laundering. The prosecutors' case is based on wiretap evidence and \ntestimony from convicted Chinese smugglers and Chinatown gang members who have been cooperating with the \ngovernment since Ms. Cheng fled the United States in 1994. Although she was arrested in Hong Kong in April \n2000, she has been vigorously fighting the charges and it was 2003 before she was extradited to New York. If \nconvicted on all counts she would face a maximum sentence of life in prison. \n\n Ms. Cheng's lawyer, Lawrence Hochheiser, readily acknowledged in his opening statement last week that she was \nthe busy chief executive of an ''underground or unofficial bank'' for immigrants. They went to her to remit their \nAmerican earnings to support relatives at home in China -- and sometimes to bring them clandestinely to the United \nStates. \n\n\n ''There was never a thought of anyone being cheated'' in her financial dealings, Mr. Hochheiser contended. He \ndenied that she was directly engaged in immigrant smuggling. \n\n Although Ms. Cheng made millions from banking and other businesses, Guo Liang Qi, the former leader of a \nChinatown gang, testified that she kept her own cash -- as much as $40,000 at one point -- stuffed in a refrigerator \nat her Brooklyn home. \n\n David Burns, a federal prosecutor, and the first two witnesses in the trial said that Ms. Cheng became a \nsnakehead, a Chinese immigrant smuggler, primarily as an investor. She charged up to $40,000 per person for the \nvoyage to New York from Asia in the suffocating hold of a rogue vessel. She fronted small amounts of cash to the \nimmigrants before the trip. Then, Mr. Burns charged in his opening remarks, Ms. Cheng ordered Chinese gang \nmembers to hold the immigrants at gunpoint in warehouses in New York to make sure their relatives paid her full \nfees. \n\n ''Of course, sometimes violence was used,'' Mr. Guo, a gang leader, testified matter-of-factly about the methods he \nused to collect the fees. \n\n According to the testimony, her difficulty was a shortage of workers to manage ever-larger shiploads of customers, \nas she called them. She turned for help in the early 1990's to Chinatown's feared Fuk Ching gang when it was \ncommanded by Mr. Guo. Mr. Guo testified that Ms. Cheng invited him to become her smuggling partner even \nthough he had twice broken into her house and robbed her. In one case he had ambushed her daughter in the \nstreet at gunpoint and forced the child to open the front door.\n\n ''Sorry, Sister Ping, everyone has their past,'' Mr. Guo testified he told Ms. Cheng when she telephoned to make \nthe smuggling deal. \n\n ''That's what happened in the past; now we're talking business,'' Mr. Guo said she had replied. Mr. Guo, one of the \ngovernment's cooperating witnesses, has pleaded guilty to five gang murders in Chinatown and is serving a 20-year \nsentence in federal prison.\n\n Mr. Guo said he and Ms. Cheng completed one successful shipload of hundreds of Chinese immigrants in mid-\n1992. The boat pulled into waters off Boston. Mr. Guo and his Fuk Ching gang ''underlings,'' as he called them, sent \na smaller fishing boat to unload the immigrants, then brought them in vans to New York. Sister Ping paid him \n$750,000 for his gang's services, Mr. Guo said, and still made a nice profit from the trip. \n\n Mr. Guo said he instructed Ms. Cheng to wire $300,000 of that money through her network to Thailand, and he \ninvested it in the Golden Venture, along with an associate, Weng Yu Hui. \n\n Mr. Weng, a convicted smuggler who also testified in the case, explained why he and Mr. Guo had wanted to buy \nthe Golden Venture, even though it was rusted and one engine was failing. The captain of a Thai ship they had \nchartered earlier, the Najid II, had rebelled in Mombasa, Kenya, and refused to go farther. He said he was not paid \nenough to carry the dangerous cargo, Mr. Weng testified. \n\n Nearly 300 Chinese immigrants, including 20 customers of Sister Ping, were stranded in Mombasa for almost six \nmonths, Mr. Weng said. The Golden Venture was sent to pick them up and continue the trip to America. Ms. Cheng \ninstructed Mr. Weng to be sure her customers were on the ship. But he said that when they saw the Golden \nVenture, 18 of them refused to board, saying it was too small and crowded.\n\n She was furious at losing the smuggling deals, Mr. Weng said. ''She was quite upset, angry, saying I didn't \nhandle the matter properly.'' After that, she signed over her two remaining customers to Mr. Weng and forgot about \nthe Golden Venture, Mr. Weng said. \n\n Just as the vessel was approaching American shores, two brothers of Mr. Guo were killed in a gang fight, leaving \nthe Fuk Ching gang in disarray. They could not help unload the Golden Venture, Mr. Guo said. \n\n\n\n Mr. Weng testified that he and two other smugglers decided that ''we would find a beach, and let them barge into \nthe beach.'' Knowing nothing about boats or navigation, Mr. Weng said he picked a beach in the Rockaways \nsection of Queens because it looked very sandy.\n\n Dozens of immigrants suffered hypothermia and injuries leaping from the boat into the frigid water. Mr. Weng said \nhe went to Ms. Cheng's Chinatown shop and found her watching the television news about the ship. \n\n She was thinking of her two customers, Mr. Weng said. ''She said her luck has not been very good lately,'' he \ntestified. To console her, Mr. Weng said he pointed out that the odds were in her favor. ''Out of 300 people, a few \npeople died,'' he said.\n\n Mr. Burns, the prosecutor, charged that Ms. Cheng continued to finance immigrant boats after she fled the \nUnited States in 1994, possibly until her arrest in 2000. One boat ran into a squall off Guatemala in May 1998, and \n14 people drowned trying to reach the shore, the prosecutor said.\n\n The testimony suggested that Ms. Cheng had made several million dollars in profits from her financial enterprises, \nincluding making loans and wiring money. Almost all her business, witnesses said, was conducted in cash.\n\n Included in the court record is a one-page statement by Paul J. Fazio, an official of the New York State Banking \nDepartment, confirming that Sister Ping never held a banking license.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Weng Yu Hui, left, and Guo Liang Qi testified against Cheng Chui Ping. (Photos by United States \nAttorney's Office, Southern District of New York)(pg. B1)\n\n Cheng Chui Ping, right, is on trial for smuggling immigrants from China to the United States. Her activities came \nto light when the Golden Venture, left, ran aground off Queens in 1993, killing 10 immigrants. (Photo by AP \nphoto/Michael Alexander)(pg. B5)                                            \n"}