{"title": "U.S. laws that isolate Cuba punish a harmless people;International Atlanta: Guest columns on Atlanta's global community", "body": "\nI stood at the immigration booth in Havana's gleaming new airport, waiting for my passport to be processed. The \nimmigration officer asked if I wanted to have my passport stamped --- a choice given to U.S. citizens who want no \nevidence of having visited Cuba. I told him to go ahead and stamp it because I have traveled extensively and have \nnever had my passport heavily scrutinized upon entry into the United States. I returned via Mexico with no \nquestions asked.\n\nRecently, friends from Dayton, Ohio, were not so fortunate after visiting Cuba. They were nabbed in Toronto by \nU.S. immigration and are now subject to fines for defying a highly questionable U.S. law.\nFor the Journal-Constitution\n\nI have been to Cuba twice in recent years. I went illegally both times. After years of dreaming about the island, my \ncuriosity finally got the best of me and I had to go see for myself.\n\nOur laws make it illegal for U.S. citizens to spend dollars in Cuba unless they have a special waiver from \nWashington, granted for purposes such as attending a conference or engaging in some type of humanitarian \nactivity. It is a curious law, considering Cuba is 90 miles off the southern coast of the United States and is no \nlonger a threat to this or any other country.\n\nCuba is beautiful. It's surprisingly large. And it seems to be in a time warp. Pre-1959 cars and crumbling, turn-of-\nthe-century buildings give Havana an odd charm.\n\nMany Cubans I encountered still love the United States even though they have suffered enormously from the U.S. \nembargo and the power struggle between the two governments. They are sophisticated enough to make the \ndistinction between U.S. government policy and the citizenry of the country. I never felt hostility or resentment from \nthe Cuban people I met and was impressed by their friendliness.\n\nI could travel anywhere I chose to go on the island and talk to anyone who was willing to talk to me, which was most \neveryone I encountered. I also found that the Cubans themselves are quite divided in how they regard Fidel Castro \nand the system he has imposed on them. Many Cubans in Havana we encountered were overwhelmingly opposed \nto Castro and communism. They are clearly tired of living a restricted life with few incentives, no challenges and, \nworst of all, little or no hope for the future. Most Cubans seem to want a change --- anything to break the monotony \nand hopeless situation they presently find themselves in.\n\nThere was a counter-balance though. A black cab driver in the beach resort area of Varadero told us about how \nbadly black Cubans were treated before the revolution and how few opportunities were available to them. He said \n\n\nthat there are still plenty of problems with the present system but that it is a big improvement. Similarly, several \ncampesinos (small farmers) we met in the countryside told us that the revolution had ensured that they could learn \nto read and write and that their children could get college educations. They also pointed out that even their small, \nrural villages have doctors and offer health care on demand.\n\nIt did strike me, too, that Cuba has no abject poverty of the type I have seen while working all over the Caribbean \nand throughout Central and South America. Neighboring islands such as Jamaica, the Dominican Republic and \nHaiti suffer from grinding poverty that affects the majority of those populations.\n\nCuba, does, however, have a material poverty. It has few of the consumer goods we enjoy.\n\nApproximately one-third of the population has some type of dollar income generated by work in the tourist industry \nor sent to them by their relatives in the United States.\n\nThe remainder of the people, regardless of what they do, make a monthly salary of $12-14. Many can't even afford \na decent diet. Malnourishment became a problem after the fall of the Soviet Union and the loss of subsidies and \ntrade with the Communist bloc countries.\n\nThe economic situation has caused some Cubans to abandon professional careers as doctors or engineers for jobs \nwith dollar income, such as cabdrivers or even bellhops.\n\nThere is no defense for Castro, but in my opinion, there is no defense for the U.S. government policy toward Cuba, \nwhich was designed to bring down Castro and the system he helped create. The policy has failed.\n\nUltimately those who have suffered from the policies of both the Cuban and U.S. governments are the Cuban \npeople. They are caught in a Cold War time warp that may not change until Castro dies.\n\nIt is encouraging to see that some politicians, businessmen and humanitarian groups are now working to change \nU.S. policy and to open up relations between the two countries. Clearly, change occurs more quickly through \nengagement, not isolation.\n\nI expect to visit Cuba again. I encourage other Americans to go to Cuba to learn about the country and how the \npeople live. I do not regularly flout the law, but there are few laws that are so wrong.\n\n \n\nWe welcome guest columns on Atlanta's international community and world affairs. E-mail dbeasley@ajc.com \nor phone 404-526-7371.  \n\nGraphic\n\n \n\nPhoto:\n\nCuba appears caught in a time warp, with streets filled with cars built prior to the 1959 revolution. / DAVID TULIS / \nStaff Photo:\n\nCurt Schaeffer is an international relief and development consultant living in Atlanta.\n"}