{"title": "Other voices: NAFTA, immigration and Mexico's advance", "body": "\nThe wave of immigration from Mexico that began four decades ago, most of it unauthorized, has ended, possibly \nfor good. As a report from the Pew Hispanic Center confirms, net migration from Mexico to the United States sank \nto about zero in the past five years. The number of Mexicans living in the United States without documents shrank \nfrom 7 million in 2007 to 6.1 million last year. Causes include tougher U.S. border enforcement and fewer U.S. jobs, \nespecially in construction.\n\nDid the North American Free Trade Agreement (NAFTA) play a role? President Bill Clinton pushed the \ncontroversial pact through Congress in 1993, arguing that slashing tariffs would create jobs and increase incomes \nin Mexico, resulting in \"much less pressure on them to come to this country in the form of illegal immigration.\" Has \nNAFTA finally fulfilled this promise?\n\nYes and no. Actually, the number of Mexicans living illegally in the United States shot up from 2.5 million in 1995, \nthe year after NAFTA took effect, to 11 million in 2005. The main reason was the booming U.S. economy, which \ngenerated huge demand for labor just as the share of Mexico's population aged 15 to 39 - prime migration years - \nwas peaking at about 75 percent.\n\nMigration plummeted after 2005 because of reduced U.S. demand for labor and the slowing of Mexican population \ngrowth - but also because NAFTA started to pay off in the form of dynamic new export industries in Mexico such as \nautomobile manufacturing. Analysts suggest the gap in wages between the United States and its southern \nneighbor, while still wide, has narrowed to the point where staying home is economically rational for a growing \nnumber of Mexican workers.\n\nNAFTA encouraged both the United States and Mexico to make optimal use of their scarce resources. In the short \nrun, this shifted jobs and income within each society and between them. This inherently disruptive process \ndoubtless caused Mexicans who lost out to seek opportunity in the United States.\n\nBut over time, NAFTA helped make Mexico more efficient and, hence, wealthier. It formed part of a broader \nrestructuring that has transformed Mexico from the underdeveloped, authoritarian country it was 30 years ago to the \nincreasingly middle-class democracy it is now.\n\nThe gross domestic product per capita in Mexico was $12,400 in 2010, up about 21 percent in real terms since \n1980. Infant mortality is down from 79.4 per 1,000 live births in 1970 to 14.7 in 2009.\n\nPractically every Mexican home has electricity; only 41.5 percent did in 1970. As educational levels have risen, the \nbirth rate has dwindled to roughly that of the United States. There may never again be legions of Mexican jobless \ndesperate to migrate, as in the '80s and '90s.\n\n\nYes, Mexico is wracked by drug-related violence; income inequality remains high. Yet in addition to being richer, \nMexico is more politically developed than before NAFTA; its current problems can't overturn what has become one \nof the most vibrant multiparty systems in the Americas.\n\nThe waning of unauthorized migration may ease a perennial sore point in U.S.-Mexican relations, enabling both \ncountries to deepen their cooperation, of which NAFTA is, on balance, a worthy example.\n\n- The Washington Post\n"}