{"title": "Navarrette: It's wrong to enable border crossers", "body": "\nWant to cross into the United States illegally while keeping track of the location of the nearest water station and the \ndistance to your final destination?\n\nThere's an app for that.\n\nI have mixed feelings. I would generally approve of instruments that help people survive dangerous situations. But \nwhen those people are illegal immigrants who brought their plight upon themselves by opting to enter the United \nStates through a back door, I become less sympathetic. In fact, I become suspicious and I begin to question \nwhether the makers of the gadget retrofitted with GPS technology are encouraging unlawful activity.\n\nThe device is the brainchild of Ricardo Dominguez, a professor of new media at the University of California-San \nDiego, who developed the idea along with fellow researchers at the California Institute for Telecommunications and \nInformation Technology. Dominguez calls himself an \"artivist\"   part artist, part activist   and he describes his \ninvention as a humanitarian tool, not a political one. He says that it is meant to save lives and not to promote illegal \ncrossings.\n\nThis argument would be more convincing if the phones weren't encrypted to avoid electronic detection by the \nBorder Patrol.\n\nDominguez, who plans to distribute the phones to would-be border crossers through church groups and \nimmigrant-advocacy organizations, insists he's doing nothing wrong. But he has also described himself as engaged \nin \"civil disobedience\" and asserted the ability of immigrants to move across borders safely as a \"trans-global \nright.\" Sorry, professor, you lost me.\n\nFirst, if individuals do have such a right, then why does it supersede the right of sovereign nations to control their \nborders? On its southern border, Mexico asserts its right to keep out Guatemalans, Salvadorans, Hondurans and \nanyone else from throughout Latin America. Wouldn't people in Central and South America have the same \"trans-\nglobal right\" to cross into Mexico that Mexicans assert with regard to the United States? If Dominguez really \nbelieves in a right to cross borders, maybe he should ship some of his GPS devices all the way to Guatemala so \npeople there can use them to sneak into Mexico?\n\nBesides, the whole principle of civil disobedience is about breaking an unjust law and accepting the consequences. \nHenry David Thoreau went to jail for not paying the Massachusetts poll tax to protest the Mexican-American War. \nMartin Luther King Jr. went to jail in Birmingham to protest Jim Crow. If Dominguez really believes he's following in \nthat esteemed tradition, then he's acknowledging that he's breaking the law. And this means he's acknowledging \nthat he's helping people enter the United States illegally. That's a crime.\n\n\nWhile some people are complaining   loudly   that state tax dollars might have gone to fund this research, this \ndoesn't bother me. University professors spend tax money on all kinds of controversial research, some to advance \ncauses on the right and others to push agendas on the left. Why single out this instance?\n\nWhat really bothers me is that Dominguez has, in the eternal drama playing out on the U.S.-Mexico border, gone \nfrom observer to enabler. It's one thing to lament illegal immigration into the United States and try to react to it in a \nfirm, honest and compassionate manner while battling hatred, racism and ignorance. It's another to encourage \nmore of it.\n\nAnd why? Out of a sense of ethnic solidarity, an imaginary bond between a Latino academic and Latino \nimmigrants? Because of a desire to grow, even by illegitimate means, the size of the Latino community in the hopes \nof increasing the political and economic power of the whole?\n\nLatinos in the United States have it tough enough already. People are always assuming that when it comes to the \nimmigration issue, our loyalties lie on the other side of the border. I usually dismiss those fears as flashes of \nparanoia. But this gadget says that, at least in some cases, those concerns aren't unfounded.\n\nHow unfortunate that, in trying to help illegal immigrants navigate their way across the U.S.-Mexico border, well-\nintentioned humanitarians could lose their bearings.\n\nRuben Navarrette Jr. is a San Diego Union-Tribune columnist.\n"}