{"title": "Florida Nearing Emergency As Cuban Exodus Increases", "body": "\nNearly 500 Cuban refugees were picked up off the Florida coast today, nudging state officials closer to declaring \nan immigration emergency that would include the mobilization of the National Guard and state workers to shelter, \nmedically screen and transport large groups of people to relocation centers.\n\nThe Coast Guard said late tonight that 537 Cubans had arrived in Florida today, compared with 339 on Tuesday, \n282 on Monday and 170 on Sunday. The daily numbers have steadily risen since the beginning of the year and are \nnow the highest since the 1980 Mariel boatlift, which brought 125,200 Cubans to the United States in five months.\n\nMore than 6,400 Cuban refugees, mostly small groups on makeshift crafts, have made it to the United States since \nJanuary, compared with 3,656 for all of 1993. Among those passing through the Transit Home for Cuban Refugees \non Stock Island today was a 91-year-old woman who left Cuba with 16 others in a raft three days earlier.\n\nA senior State Department official today attributed the exodus to a policy shift by President Fidel Castro of Cuba.\n\n \n\nPolicy Change on Rafters\n\n \"The reason this increase is happening is Castro has changed his policy on rafters,\" the official said. \"He's still \nstopping big boats, but not rafters. He's stopping boats that are assets of value to Cuba. But he's not stopping \npeople from leaving in rafts. This is a policy decision he took a week and a half ago.\"\n\nBut the official said the current influx was not Mariel II or a slow-motion Mariel.\n\n\"The principal characteristic of Mariel was a bunch of people took boats from Florida and picked up people in \nCuba,\" the official said. \"There is no sign at all of that happening.\"\n\nRafael Dausa, director of political affairs at the Cuban Interest Section in Washington, denied that there had been a \nchange in policy by Havana but warned that unless the United States took measures to stop the refugee flow itself, \n\"we will be in the position of not putting any obstacles\" to the departures.\n\nAmong the measures he wants the United States to take, Mr. Dausa said, are lifting the economic embargo on \nCuba and stopping radio broadcasts from Miami to Cuba.\n\n\nBoth Federal and state officials said on Tuesday that they could still manage without putting into action emergency \nplans that include blocking vessels and mobilizing thousands of National Guard and state law-enforcement officers \nto transport large numbers of refugees to processing centers.\n\n \n\nGovernor Prods White House\n\n Gov. Lawton Chiles called for \"an expanded presence\" of the Border Patrol and the Immigration and Naturalization \nService in South Florida and a \"comprehensive test\" of the Federal plan to deal with a possible major influx.\n\nTonight, at a news conference in Key West, the Governor said the situation was \"critically approachinhg an \nemergency,\" and added: \"I'm insisting that the Federal Government prepare to invoke its emergency plan.\"\n\nMr. Chiles also said that he had been in touch with the White House and that he might make his request official on \nThursday.\n\nAna Cobian, a spokeswoman for the Justice Department, said that more personnel from both agencies had already \nbeen deployed, and that it was adequate for the current needs. She declined to describe the extent of the increase \nin personnel.\n\nState officials were poised to activate an emergency plan that would dispatch thousands of National Guardsmen \nand law-enforcement officers to pick up Cuban refugees and take them to temporary reception centers, and then to \nHomestead Air Force Base south of here for relocation out of state. The plan is meant to support a Federal \nresponse for the first 72 hours of the emergency.\n\n \n\n'No Magic Number' Needed\n\n But the officials said there was no particular number of refugees to be reached before putting the plan into effect.\n\n\"There's no magic number; it varies from county to county,\" said Eric Tolbert, bureau chief of the Division of \nEmergency Management in the Florida Department of Community Affairs.\n\nIn Dade County, where most Cuban refugees have historically settled, officials were more worried about long-term \neffects. On Tuesday they asked Attorney General Janet Reno for emergency immigration money for housing, \nhealth care and public safety from a $35 million Federal fund that is expected to increase soon to $75 million.\n\nState officials, who have also asked for Federal aid, put the cost to Florida at $1 billion.\n\nAs they arrive in increasing numbers, the refugees say they risked dehydration and sharks to escape repression \nand misery in Cuba. Many said they were prompted to flee by a Government crackdown on the black market, which \nthey say they had relied on for food.\n\nToday the Coast Guard brought in a body on a raft found off Miami. Lieut. Comdr. Jim Howe, a Coast Guard \nspokesman in Miami, said a pleasure boat spotted the raft that was carrying one dead man and a male companion \nwho survived the trip but was later hospitalized.\n\n \n\nScrambling for Supplies\n\n Refugees said today that despite the risks, many in Cuba were scrambling for supplies to make the 90-mile trip \nacross the Florida Straits to Key West.\n\nA group of 28 Cubans from Villa Clara province said each person in the group of four families and a few friends \nplayed a role in making a 22-foot boat in three weeks: one man stole aluminum irrigation pipes from the sugar cane \nfield where he worked to fashion the boat's hull, another bought or traded gathered spare parts and rebuilt the \nboat's engine from a 1956 Ford.\n\n\n\nMost refugees stay with relatives, said workers with the United States Catholic Conference, which helps resettle \nthem. Those who are alone are put into motels until they get their working papers in order. Most are relocated out of \nstate to job markets that offer work in hotels, restaurants and construction.\n\nToday some of the new arrivals who had been moved into motels in Miami spent the time contacting out-of-state \nrelatives by telephone, watching television or simply sitting out near the street.\n\nGraphic\n\n \n\nPhoto: The flow of Cuban refugees brought Federal and state officials closer to an immigration emergency \nyesterday after nearly 500 Cubans were picked up off the Florida coast. At the Coast Guard station in Miami \nBeach, a guardsman lifted a child from the cutter Manitou, which picked up a total of 47 refugees yesterday. \n(Associated Press)\n\n \n\nMap of FLorida showing location of Key West.\n"}