{"title": "EDITORIAL: A reasonable, permanent immigration policy needed", "body": "\nJune 29--Arizona Gov. Jan Brewer and the radical right can claim victory after Monday's Supreme Court ruling on \nthe state's immigration law all they want, but reality portrays a different picture.\n\nThe court struck down three-fourths of Arizona's much publicized 2010 statue in a 5-3 ruling, including provisions \nthat made it a crime not to carry immigration papers in the state and a crime for an undocumented immigrant to \napply for a job or to work there. The court also struck down a section that gave state officers power to arrest -- \nwithout a warrant -- anyone they had \"probable cause to believe\" had committed a crime that could make that \nperson subject to deportation.\n\nSimply put, the court affirmed that creating and enforcing immigration law is a federal responsibility and not a \nmatter left to the states. States and even local governments would have been allowed to regulate immigration had \nthe ruling gone the other way. Imagine the chaos that would have created.\n\nUnfortunately, the court left one provision -- the so-called show-your-papers rule -- in place, albeit likely for only a \nshort time. The rule requires officers to check the immigration status of anyone they stop, arrest or detain on some \nother legitimate basis -- if the officer has a \"reasonable suspicion\" the person is in the country illegally. While the \nlaw includes language that supposedly prohibits police from stopping people based on race or national origin, critics \nsay that law opens the door to racial profiling -- count us among them.\n\nJustice Anthoney Kennedy, who authored the majority opinion, wrote that until that particular provision is put into \noperation, the court could not assume it would be applied in a manner that conflicts with federal law.\n\nIt won't take long to see the law for what it is.\n\nThe simple fact is, most of the illegal immigrants in this country are here looking to work -- mostly doing jobs \nAmericans won't -- and provide a better life for the families here in the states or back in Mexico. Arizona's plan -- or \nwhat's left of it -- will likely do little to curb the flow of illegal immigrants and mostly will serve as a harassment to \nthose lawfully here and to immigrants who are productive members of our society, regardless of their status. One \ngood may come of it, however, and that would be spurring national debate and a more comprehensive, reasonable \nand permanent immigration policy.\n\n- Devin Rokyta, for the editorial board\n\n___ (c)2012 the Moscow-Pullman Daily News (Moscow, Idaho) Visit the Moscow-Pullman Daily News (Moscow, \nIdaho) at www.dnews.com Distributed by MCT Information Services\n\n"}