{"title": "In the Moments Before Deportation, Holding On to Hope", "body": "\nWith shoes piled at the entranceway, the Habib house in Woodside, Queens, appeared to be having a celebration \nWednesday night - teenagers drew on bright paper on the living room floor; women in headscarves and flowing \nsalwar kameez dresses passed out cupcakes after a hearty meal of chicken biryani; kids bounced on leather \ncouches and swung miniature American flags.\n\nNadia Habib, a 19-year-old with a shining nose stud representing both her Bengali culture and youthful style, \nmunched on a Burger King fish sandwich. Her brother Naiem Habib, 17, made a joke about a smudged poster \nreading \"We are all immigrants.\"\n\n\"It's not like people are going to focus on the sign and say, 'oh that looks kind of bad, we're going to deport her!' \" \nNaiem said.\n\nNadia laughed. But to the 40 friends and family members at the Habibs - and to 6,000 other people around the \ncountry who have signed a petition on their behalf - the deportation to Bangladesh of Nadia Habib and her mother, \nNazmin Habib, scheduled for 11:30 a.m. Thursday, seems almost as arbitrary as a smudged sign.\n\nThe family immigrated to the United States in 1993. The father, Jawad Habib, a taxi driver, has his green card. \nNadia's three younger siblings were born here and are citizens. But Nadia -- who left Bangladesh when she was 20 \nmonths old  -- and her mother overstayed a tourist visa and are not legal residents.\n\nEver since an order was issued in 2000 for mother and daughter's removal, the family says they have been trying to \nappeal and seek political asylum. Their case has never been reopened, but Immigration and Customs Enforcement \nnever enforced the ruling - until last month.\n\nThe Habibs' lawyer, Aygul Charles, noted that new government policies focus on deporting immigrants with \ncriminal records first (the Habibs have none). Ms. Charles filed a request Monday to block the deportation but says \nshe has not gotten a reply.\n\nA spokesman for Immigration and Customs Enforcement, Luis Martinez, would not comment directly on the case, \nbut he said ICE focused its efforts on convicted criminals, who represented over half of last year's deportations.\n\nSo the Habibs haven't given up hope.\n\n\nThough asked to arrive at Federal Plaza ready for departure on Thursday, Nadia Habib and her mother brought no \nsuitcases for their deportation date, when they arrived at 10 a.m. Outside the building, protesters rallied to urge the \ngovernment to let them stay.\n\nWednesday night on the terrace of the Habibs' brick apartment house, Jawad Habib watched rain drip off white \nroses. \"My daughter's my heart,\" he said. \"How could I live without her?\" \n\nInside, as Nadia and her friends made signs, she fielded an endless string of calls from friends, family members \nand reporters. \"Are you coming to the rally?\" she'd ask. Every night, she said: \"I've broken down and cried. But you \nhave to keep yourself together.\"\n\n• Women Spared Deportation to Bangladesh, for Now\n\n• A 'Potential Problem' for Strauss-Kahn's Accuser\n"}