{"title": "Don't Expect Congress to Protect Your Privacy;Data Base Illusions", "body": "\nTo the Editor:\n\nThe Government proposes to establish yet another Federal data base, to monitor work eligibility by combining \nImmigration and Naturalization Service data with Social Security numbers and thus reduce competition by illegal \nimmigrants in the job market.\n\nIncreasingly, the Government is responding to social problems by creating a computerized data base, rather than \nby addressing the underlying conditions. Over the last few years, similar suggestions have been made to stem the \npurchase of illegal weapons, to slow the spread of the human immunodeficiency virus and, most recently, to control \nrepeat crimes by convicted child sexual abusers.\n\nThese proposals rarely work. They are based on idealized visions of computerized data bases as invincible and \nimmediately accessible, yet capable of maintaining confidentiality. In practice, large personal data systems are \nprone to error. The immigration agency acknowledges that its data base is full of errors. Furthermore, any system \nopen enough to allow the immediate access needed for efficient, timely pre-employment checks cannot also \nguarantee any appreciable degree of confidentiality to its data.\n\nThe Government has argued repeatedly over the last 100 years that illegal immigration can be stemmed through \ncentralized registries that distinguish legitimate from illegitimate immigrants. It has made much the same argument, \nwith the same lack of effect, that crime can be controlled through a centralized registry of fingerprints. But inventive, \ndesperate people can always devise schemes to circumvent record-keeping systems, and even routine use of \nthese data bases is much less effective than their more publicized successes would suggest.\n\nWhat is needed are renewed efforts to address the conditions that drive people to undertake the risks of illegal \nimmigration, not another intrusive, costly, inefficient Federal data base.\n\n \n\nPAMELA SANKAR\n\nPhiladelphia, Aug. 12, 1994\n\nThe writer is a senior fellow at the Leonard Davis Institute, University of Pennsylvania.\n"}