{"title": "HEARING OF THE SUBCOMMITTEE ON INTERNATIONAL ORGANIZATIONS, HUMAN RIGHTS, AND OVERSIGHT OF THE HOUSE COMMITTEE ON FOREIGN AFFAIRS; SUBJECT: FAMILIES TORN APART: HUMAN RIGHTS AND U.S. RESTRICTIONS ON CUBAN-AMERICAN TRAVEL; CHAIRED BY: REPRESENTATIVE BILL DELAHUNT (D-MA) WITNESSES PANEL I: REPRESENTATIVE JO ANN EMERSON (R-MO); REPRESENTATIVE RAY LAHOOD (R-IL); REPRESENTATIVE THADDEUS G. MCCOTTER (R-MI); PANEL II: MARLENE ARZOLA, CUBAN-AMERICAN WITH FAMILY IN CUBA; LUISA MONTERO-DIAZ, CUBAN-AMERICAN WITH FAMILY IN CUBA; HECTOR PALACIOS, CUBAN PRO-DEMOCRACY ACTIVIST AND FORMER POLITICAL PRISONER; BLANCA GONZALEZ, MOTHER OF POLITICAL PRISONER, CUBAN HUMAN RIGHTS ACTIVIST; PANEL III: PHILIP PETERS, VICE PRESIDENT, LEXINGTON INSTITUTE; FRANCISCO J. HERNANDEZ, PRESIDENT, CUBAN-AMERICAN NATIONAL FOUNDATION; IGNACIO SOSA, EXECUTIVE BOARD MEMBER, CUBA STUDY GROUP; NINOSKA PEREZ CASTELLON, BOARD MEMBER, CUBAN LIBERTY COUNCIL; SYLVIA IRIONDO, PRESIDENT, MOTHERS AGAINST REPRESSION (M.A.R. POR CUBA); LOCATION: 2172 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE SUBCOMMITTEE ON INTERNATIONAL ORGANIZATIONS, HUMAN RIGHTS, AND \nOVERSIGHT OF THE HOUSE COMMITTEE ON FOREIGN AFFAIRS SUBJECT: FAMILIES TORN APART: \nHUMAN RIGHTS AND U.S. RESTRICTIONS ON CUBAN-AMERICAN TRAVEL CHAIRED BY: \nREPRESENTATIVE BILL DELAHUNT (D-MA) WITNESSES PANEL I: REPRESENTATIVE JO ANN EMERSON \n(R-MO); REPRESENTATIVE RAY LAHOOD (R-IL); REPRESENTATIVE THADDEUS G. MCCOTTER (R-MI); \nPANEL II: MARLENE ARZOLA, CUBAN-AMERICAN WITH FAMILY IN CUBA; LUISA MONTERO-DIAZ, CUBAN-\nAMERICAN WITH FAMILY IN CUBA; HECTOR PALACIOS, CUBAN PRO-DEMOCRACY ACTIVIST AND \nFORMER POLITICAL PRISONER; BLANCA GONZALEZ, MOTHER OF POLITICAL PRISONER, CUBAN HUMAN \nRIGHTS ACTIVIST; PANEL III: PHILIP PETERS, VICE PRESIDENT, LEXINGTON INSTITUTE; FRANCISCO J. \nHERNANDEZ, PRESIDENT, CUBAN-AMERICAN NATIONAL FOUNDATION; IGNACIO SOSA, EXECUTIVE \nBOARD MEMBER, CUBA STUDY GROUP; NINOSKA PEREZ CASTELLON, BOARD MEMBER, CUBAN \nLIBERTY COUNCIL; SYLVIA IRIONDO, PRESIDENT, MOTHERS AGAINST REPRESSION (M.A.R. POR CUBA) \nLOCATION: 2172 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C. TIME: 10 A.M. EDT DATE: \nTHURSDAY, SEPTEMBER 18, 2008\n\n\nREP. DELAHUNT:  This hearing will come to order.  I want to apologize particularly to my colleagues for my \ntardiness.  It's my intention this morning to make my statement and then go to my friend from California for his \nstatement, and then go to the panel.  And obviously, understanding that other members of the committee will be \ncoming in and out depending on their schedules, and allow them to make their remarks as they come.  And then we \nwill go to the second panel.\n\nLast year Mr. LaHood, Ms. Emerson, our full committee Chair, Howard Berman, Mr. Flake, Mr. Meeks, and Dr. Ron \nPaul joined me in introducing the Cuban-American Family Rights Restoration Act, House Resolution 757.  This bill \nwould allow American citizens and permanent residents with relatives in Cuba, to travel whenever they want, \nwithout having to get permission from our own government.\n\nIt would allow them to carry any remittances in any amount to give to their families.  And it would prohibit the \npresident from imposing any restrictions on family travel.  We introduced this bill to eliminate restrictions imposed by \nthe Bush administration in 2004. Until then, Cuban-Americans could effectively travel to Cuba whenever they \nwanted, if the purpose was to visit family.\n\nThese family visits were critical for Cubans on the islands; their relatives brought money, medicine, clothes, and \nhumanitarian supplies.  But they were just as important for Cuban-Americans, because these visits allowed them to \nfulfill the most basic of human impulses, being with family.  These trips were a very clear and unequivocal \nstatement by Cuban-Americans that they did not want politics to trump family.\n\nBut in 2004, new restrictions were imposed on Cuban-Americans. The word \"family\" was redefined to exclude \naunts and uncles and cousins.  And now, Cuban-Americans can only travel to Cuba if they get permission from our \ngovernment; even worse, they can only go once every three years.\n\nAnd there are no humanitarian exemptions, not even to care for a terminally ill parent or child, not even for a death \nin the family. Let me repeat that -- no humanitarian exemptions whatsoever.  I would hope that we all could agree \nthat that's particularly cruel, and from my perspective, morally repugnant.\n\nBut this isn't really just about Cuba policy, a policy that I would submit has been an abysmal failure, a policy that \nhas reduced American influence on the island to almost nothing, even as changes are occurring.  It's as if there's a \nnew embargo, an embargo on American influence in Cuba, for these particular restrictions that specifically target \nfamilies make it something much more than just policy, for it's about truly family values, American values, if you will.\n\nIt's about who we are and what we stand for.  It's not about Fidel or Raul Castro, we know who they are and we \nknow what they stand for.  The callous nature of these restrictions was bluntly stated by one of the policy's authors \nin response to a question by Congresswoman Emerson, who had concerns about these new restrictions.  Here's \nwhat he had to say to her -- and I was present, along, I think, with Representative Flake.\n\n\"An individual can decide when they want to travel once every three years, and the decision is up to them.  So if \nthey have a dying relative, they have to figure out when they want to travel.\"  Those are his words.  I would ask all \nof us to reflect on that statement for a moment.  Do you want to visit your terminally ill mother on her deathbed or \nattend her funeral?\n\nPick one, because you can't do both.  And God help you if your mother and father die within three years of each \nother.  Just imagine having to decide which funeral you're going to attend.  I would suggest that these restrictions \nare stunning in their lack of humanity.  I believe they are anti-family an un-American.  And they only magnify the \npain and the anguish and the heartache that families torn apart by political ideology must endure and suffer.\n\nThe fact is that Cuban-Americans are the victims of a pernicious political discrimination.  No other community in the \nUnited States is punished like this because of hostility between governments.  Not Iranian Americans, not Korean \nAmericans, not Americans with families in Burma, Uzbekistan, or Zimbabwe, just Cuban-Americans.\n\n\n\nAccording to a recent report in the Miami Herald, one of our witnesses here today, Ms. Ninoska Perez Castellon -- I \nhope I'm pronouncing that correctly -- say Cuban-Americans who are worried about their relatives should consider \nthe greater good.  \"There are 11 million people under the same conditions.\n\nWhat we should be looking for are ways to benefit the 11 million people\" -- I agree, I agree, -- \"and not think of what \nwe can do for our own relatives,\" she went on.  I can't disagree more.  I cannot disagree more.  If we take care of \nour families, everyone benefits. The community at large will benefit.\n\nAnd as the \"El Nuevo Herald\" editorialized this week, \"free men do not make policy with other people's pain.\"\n\nThe tragedy of these restrictions exclusively targeted at Cuban- Americans is underscored and amplified by the \ndevastation wrought by Hurricanes Gustav and Ike.  The Red Cross' early estimate of total damage is in the \nneighborhood of $4 billion.  Some 2.5 million Cubans had to be evacuated.\n\nAnother of today's witnesses, Mr. Ignacio Sosa, opine that the damage to Cuba's economy from Gustav alone will \nexceed that which the U.S. suffered after Katrina and Rita combined.  What we have is a disaster of epic \nproportions.\n\nAnd yet, these Bush administration restrictions complicate the natural generosity of Americans, particularly, Cuban-\nAmericans who are well-known for their compassion, and at a time when their families are desperate for both \nmaterial and emotional support, the opportunity to see and talk and embrace each other.\n\nThese restrictions are prohibiting American citizens from helping their families in Cuba.  And that's why I'm filing \nnew legislation later on today -- or maybe even early tomorrow morning, depending what time we finish -- with Mr. \nFlake, Ms. DeLauro, Mr. McGovern, (Mr. Emerson ?), Mr. LaHood, and Dr. Paul and others, that would lift for six \nmonths the limits on family travel, remittances, and care packages.\n\nI want to be very clear I still believe that these restrictions should be eliminated entirely.  But I'm willing to \ncompromise in an effort to avoid any humanitarian disaster.  For if we fail to act, we're not simply going to be \naccused of double standards.\n\nRemember just yesterday, this committee approved a down payment for a billion dollars to a repressive regime in \nGeorgia for humanitarian relief, a billion dollars.  But more importantly from my perspective, and I know it's shared \nby some, really betray those American ideals that make us unique among the family of nations.\n\nNow let me turn to my good friend and Ranking Member Dana Rohrabacher for any comments he wishes to make.  \nDana.\n\nREP. DANA ROHRABACHER (R-CA):  Yes.  Thank you very much.  Mr. Chairman, without objection, I would like \nto ask the record be kept open for a week to allow for statements from additional witnesses to be submitted for the \nrecord.\n\nREP. DELAHUNT:  Without objection.\n\nREP. ROHRABACHER:  And specifically, Mr. Chairman, I would like to note that one of our minority witnesses, \nArmando Valladares, who served 22 years in Castro's jails as a political prisoner and an Amnesty International \nprisoner of conscience, was delayed in Ecuador where he is seeking the release of a prisoner of conscience there, \nand has just established a branch of his Human Rights Foundation.\n\nAnd he is unable to join us today.  I ask that his statement be made part of the record.  And as you know, Mr. \nValladares' memoir of his time in the Cuban gulag \"Against All Hope\" was an international best seller.  And I am \nproud to say that my former boss, President Reagan, appointed him as U.S. ambassador to the United Nations \nCommission on Human Rights, where he represented our nation and the interests of freedom-loving people \neverywhere.\n\n\n\nAnd I am honored that Blanca Gonzalez has agreed to appear at such a short notice to offer testimony when Mr. \nValladares was not able to.  Now with that said, just a little bit about the subject matter today.  And I'm looking \nforward to the testimony and to some frank discussion about the nature of our relationship with Cuba and the nature \nof the Cuban government.\n\nI disagree with you, Mr. Chairman, in just about everything you just said.  And this has nothing to do with the \nfamilies, and has everything to do with the nature of the Cuban government.  We don't have this problem with \npeople who want to go to Brazil or other countries in Latin America.  Why is that?\n\nWell, that's because we're not against families, we're against a communist dictatorship that hates the United \nStates so much that it has agreed to do anything it could to hurt us.  Years ago, of course, Fidel Castro hated our \ncountry so much that he agreed to put nuclear- armed missiles in his country.  And then when the Soviet Union put \nthose missiles in the country, Fidel Castro argued that they used them, which then precipitated a mass slaughter of \nAmericans.\n\nNow we have a regime headed by Castro, and now he's handed it off to his brother.  That shows you what a \nwonderful, you know, dictatorship of proletariat it's all about.  I mean, it's just like feudalism.  And father to son, and \nwe have problems here in our country too.  I don't necessarily support that either -- (laughs.)\n\nBut the fact is that Fidel Castro from -- and I'm anxious to hear the details about some of the things that we may not \nbe aware of, for example, the vast wealth of Fidel Castro.  Where did that vast wealth come from?  I mean we talk \nabout here, my goodness, the families can't come and help their families when they are in trouble.  Well, that is not \nbecause of anything, except Fidel Castro.\n\nNumber one, he is -- the totalitarian anti-American regime that he has, if he didn't long for that power and keep that \npower in his hands, that problem would be dissolved.  But not only that, but why is there such need for families in \nCuba to need help from their families that have left for United States?  Because Fidel Castro has raped that \ncountry.\n\nFidel Castro is a man of vast wealth, and where did he get it? It came right out of the hide of his people.  If we're \ngoing to make things better, we have to be realistic.  We want things to be better. Fidel Castro and his regime not \nonly keeps political prisoners, but every time anybody decides to cite something and express some displeasure \nover the corruption and repression in Cuba, they are targeted by gangs of thugs who go to their home and beat \nthem up and beat their families up.\n\nThis is right out of Nazi Germany.  And that still happens to this day.  And to this day, Fidel Castro still has what \nthey call a \"block spy system.\"  You know what a block spy system is.  That's where every block has a spy who \nmakes sure that they report on anything you do if it's out of the ordinary.\n\nNow, Cuba's problems are not caused by United States policy. Cuba's problems are caused by Fidel Castro's \ndictatorship, and we should do everything to eliminate those problems by eliminating that dictatorship and helping \nthe people of Cuba have a democratic government.\n\nI remember during the days when Saddam Hussein was still in power.  I remember when there was this great \noutcry among my friends -- and who I have to disagree with; they are still my friends and colleagues -- blaming the \nUnited States for the fact that the little children of Iraq didn't have medicine even though we fully understood that \nwe had a recent agreement with Saddam Hussein to make sure he had enough revenue to provide for all the needs \nof his children.\n\nBut what was he doing?  We know now he was squandering all of that money on weapons.  So who is to blame, the \nUnited States of America or Saddam Hussein?  Now, what we want to do is make this a better world by making \nsure that regimes like the old Soviet Union collapse, which they have.\n\n\n\nAnd we do not make it a better world by treating a communist dictatorship with all of the evil that that represents, as \nif it was a government like in Belgium or in Brazil or another democratic government.  Now, we should treat that \ngovernment differently, and we should seek to try to help those people who want to bring democracy.\n\nChanging our rules to try to treat them the same way we do any other country is not going to bring about more \nfreedom or change in the condition of the Cuban people.  So with that said, I'm looking forward to the testimony \ntoday.  And thank you for calling this hearing.\n\nREP. DELAHUNT:  I thank my friend from California.\n\nNow, let me introduce our first panel.  I know they have schedules that are frenetic, and they have other \ncommitments.  But they are three outstanding members of the House of Representatives.\n\nRepresentative Jo Ann Emerson has represented the 8th congressional district in Congress since 1996 under the \nprinciple of putting people before politics.  In Washington, DC, she's a high profile leader on agriculture, energy, \nhealth care, and other issues that disproportionately affect Americans in rural parts of the country.  From her \nposition on the House Appropriations Committee, she conducts oversight on the U.S. Department of Agriculture, the \nDepartment of Energy, the U.S. Army Corps of Engineers, and the Department of the Interior.  I'm going to cut \nshort, because I know she's anxious to give her testimony.  Let me just simply say she is an outstanding member of \nCongress and a dear friend.\n\nAnd let me now go to -- well, let me go to Ray LaHood and introduce him.  Ray is serving his seventh term \nrepresenting the 18th district in Illinois.  Over the years, Congressman LaHood has been lauded by many for his \nleadership at the local, state, and national levels.  And I can say this with candor and honesty, he is widely viewed \nas someone who has a deep respect for the institution of Congress, and who works across party lines on issues \nthat are of a priority to the American people.  He is a leader in terms of efforts to establish a higher level of civility, \ndecorum, and bipartisanship in the House.\n\nAnd let me just say this; he's retiring voluntarily at the end of this term.  He was elected with around 70 percent of \nthe vote in his last election.  He is an individual who has made a superb contribution to this institution, to this \ncountry.\n\nAnd I know I speak for all of the Democrats, Ray.  You are going to be sorely missed.\n\nNow last, but not least, we have Representative Thaddeus McCotter, who was first elected in Congress to -- 2002 \nto represent the citizens of Western Oakland and Western Wayne -- countries -- Counties, I'm sorry for that.  He too \nis a superb member, well respected in the Republican conference, and serves as chairman of the House \nRepublican Policy Committee.  And I think that's a position that was once held by Vice President Cheney.\n\nIs that true, Representative?\n\nREP. MCCOTTER:  (Off mike.)\n\nREP. DELAHUNT:  I know the gentleman.  He's also a member of the House Financial Services Committee where \nhe serves on the Capital Markets, Insurance, and Government Sponsored Enterprises and the Housing and \nCommunity Opportunity Committees.\n\nWelcome, Thad.\n\nI think we'll begin with Congresswoman Emerson.  We will then go to Congressman McCotter, and we will wrap it \nup with our friend from Illinois, Mr. LaHood.\n\nJo Ann.\n\n\n\nREP. EMERSON:  Thank you, Mr. Chairman.  I also want to thank Ranking Member Rohrabacher for allowing me \nto speak before the committee today to discuss an issue of great importance to so very many Cuban-Americans, \nand that is the ability to travel and visit their families in Cuba.  However, before I begin my formal remarks, I want to \nmake a response if I could, to Ranking Member Rohrabacher's comments about the fact that this is really not about \ntravel, but rather about the Government of Cuba.  I am sorry, sir, that is not correct.\n\nThe fact is that those people who oppose the policy of allowing Cuban-Americans more frequent travel to their \nhome country, always make it an argument about the Castro brothers and never understand the human value of \nthis.\n\nAnd when Chairman Delahunt mentioned in the discussion with the State Department folks and the Treasury folks \nthat we had, and my question about going to visit one's family, you know, and having to decide between going to \nsee them on their deathbed or going to their funeral, the statement was that the intent of Congress makes this \npolicy that we are now changing, correct.\n\nWell, the intent of Congress, since I happen to be one of the authors of the TESRA (ph) bill that changed the law to \nallow us to have a little bit more contact and a little bit of trade, that was not the intent of Congress.  And I just have \nto point that out, because I just want you to reflect upon the fact that yes, that this happened in North Korea, yes, \nthat this happened in Iran.  Guess what, Americans could go visit their families.  You just can't do it in Cuba.  And \nit's unconscionable.\n\nAnd I feel very, very strongly about that, and I want to really share a story if I could, about a friend of mine.  His \nname is Carlos Lazo, and he's a Cuban-American who came to the United States in 1991 on a raft.  And I met him \nin the spring of 2005 after he had completed a tour of duty in Operation Iraqi Freedom.\n\nAt that time, Carlos had two sons living in Cuba.  And he was also a sergeant in the Washington State National \nGuard.  He visited his sons back in 2004 before he was going to be deployed.  And I can tell you that as a mother \nof two soldiers who have served in Iraq, and one will be going back again, I really can certainly sympathize with the \nstrong desire of any family member to be able to spend time with their sons and daughters, spouses, grandparents, \naunts or uncles, prior to deployment.\n\nThere's nothing more important.  And let me say too, that during his R&R, in 2004 June, Carlos actually sought to \nvisit his family and traveled from the Middle East to Miami with the intention of flying on to Havana, as he had \nalways done.  And I can empathize.  But you know, I was fortunate to be able to spend time with my children before \nthey left for Iraq.\n\nUnfortunately, when Carlos got back and wanted to go visit his sons, he was informed by our government at the \nMiami Airport that our government had imposed new restrictions which not only redefined who family was, but also \nprevented him from being able to visit his sons, to prevent a father from being able to visit his sons.\n\nSo after being denied the right to visit, Carlos then returned to the battlefield where once again he served our \ncountry with so much honor, received the Bronze Star for his valor at the Battle of Fallujah.  He continues to serve \nin the Washington State National Guard, and has an unshakeable love for the country he risked so much to get to, \nand then again he risked his life to defend it.\n\nWhile Carlos' story is in many ways unique, ultimately, it really is all too common.  Every day a significant event \noccurs in the life of a Cuban or a Cuban-American family -- a birth, an illness, a wedding, or a death, and the \nrestrictions now prevent those families from sharing the moments when they most need to be together.\n\nMr. Rohrabacher, I ask what would happen -- how would you feel if you couldn't see your triplets?  How would you \nfeel if you weren't able to see them?\n\n\n\nREP. ROHRABACHER:  Should I answer the question, I would say that if I didn't see my triplets and it meant \nfreedom in my country and -- so that other people in the future would be free and young people would be free, that \nwould be more important, yes.\n\nREP. EMERSON:  I guess I'm a mom, and I feel differently about it.  And I think that 40 years of the same policy \nand nothing changing, doesn't matter.  You got to see -- and some people live and die for children.  Anyway, during \nall of these times, I think it's irresponsible, reprehensible that Cuban-Americans wouldn't be able to share in these \njoys.\n\nYou know, family is really one of life's unique blessings.  And I'd like to quote Desmond Tutu who said, \"You don't \nchoose your family.  They are God's gift to you, as you are to them.\"  And unfortunately, the Code of Federal \nRegulations has chosen who can be a Cuban-American's family, and rations out that gift in three-year intervals.\n\nCongress is not without the ability to change these policies.  At present, there is language included in the Fiscal \nYear 2009 Financial Services Appropriations Bill which would extend the definition of a member of a person's \nimmediate family to include an aunt, an uncle, a niece, a nephew, or first cousin.  And it would also decrease the \namount of time between travel.\n\nI'm very pleased as Chairman Delahunt mentioned that he has again introduced stand-alone legislation which \nwould restore the rights of Cuban-American citizens to travel to Cuba, a more ideal situation would not require \nannual action.  As I mentioned, and having spoken to so many Cuban-American families both within and without \nand outside of Cuba, there are a lot of joys and a lot of hardships that they are not able to properly respond to.\n\nObviously, the ongoing trauma that Hurricanes Gustav and Ike inflicted on the Cuban people can now be added to \nthe long list of life-changing events.  When a hurricane strikes in the United States, the outpouring of assistance to \nrelief organizations is overwhelming. Our nations, our communities, our people, and our families, they come \ntogether and respond to this scale of tragedy.\n\nAmericans will risk their health, safety, and property to look these loved ones in the eye, hug them, and help start \nthe healing process.  I have been told, we all have been told that more than 500,000 houses have been damaged in \nCuba, 90,000 homes completely destroyed.  And as Mr. Delahunt said, the damage is in the billions of dollars.\n\nThose of us blessed with family members would surely agree with Archbishop Tutu that they are gifts of God, and \nthe governments should not separate them --- not during a time of joy, a time of hardship, certainly not during a time \nof crisis.\n\nWith that I thank you, Mr. Chairman, and I'm ready to take any questions.\n\nREP. DELAHUNT:  Thank you, Representative Emerson.\n\nAnd now we go to Representative McCotter.\n\nREP. MCCOTTER:  Thank you, Mr. Chairman.  Thank you for allowing me to testify.  In the interests of your time, I \nwill associate myself with the introductory remarks of Mr. Rohrabacher regarding the intrinsically evil nature of the \ncommunist Cuban government.  I will also stipulate to the noble intentions of everyone in this room, everyone in \nthis committee, everyone on this panel.  Your compassion is historic, and it is duly noted.\n\nUnfortunately, your compassion is what the butchers bet on. History abounds with such cynically cruel incidents that \npeople like the Castro regime using every effort by people of goodwill, for whatever reason, to turn them into \nweapons to be used for the oppression of the Cuban people.  What we must recognize is how in the hands of this \nevil Castro regime every concession becomes a weapon.\n\nThus we should recognize one elementary fact -- Castro could lift any embargo in a heartbeat.  He could allow his \npeople to be free. And then the trade and the reciprocity and the family reunions could occur.  With this law it is \n\n\n\ndifficult even under such difficult circumstances as the Cuban people find themselves.  We must not reward \ncommunist intransigence, because this isn't how we feel about us.  It is about freedom for Cubans.\n\nOf course, this issue can be about us.  For no matter how noble our intentions, if we betray the oppressed Cuban \npeople and compel Castro's political prisoners to peer through their bars to behold our beacon of liberty vanish \nacross scant miles of sea, it will be about us and about our abject failure to champion human freedom.  Thank you.\n\nREP. DELAHUNT:  Thank you, Thad.\n\nAnd now last on this panel, our friend, Congressman Ray LaHood. Ray.\n\nREP. LAHOOD:  Thank you, Mr. Chairman.  Thank you for holding this hearing.  And thank you for your kind \ncomments about our service in the House.  I appreciate that very much, and I appreciate the time that you and I \nhave spent working on other legislation that ultimately became law.  It took us five years to accomplish that.\n\nAnd I know that you all will be working for extended period of time beyond this to accomplish our goal to allow \nfamily members and others to visit Cuba.  I want to illustrate something that I've been involved with during the time \nthat I came to Congress in 1995.  Our government had a travel ban on Lebanon.  My grandparents came to this \ncountry -- actually came to Peoria in 1895 what was then Syria, now is Lebanon.\n\nAnd so I decided to take a great deal of interest in the country of Lebanon.  And the reason that I mention this is \nthat there was a travel ban in 1995 by our country on Lebanese Americans traveling to visit family members and \nothers.  And so I decided to go to Lebanon myself.  And as the case with Cuba, members of Congress can go to \nCuba, but family members can't.\n\nMembers of Congress could go to Lebanon -- which I did, and I've been there now 13 times out of the 14 years I've \nbeen in Congress -- and while the travel restriction was on, members of Congress could travel to Lebanon.  And \nwhen I got there, what I found was a very peace-loving country, even though Syria had influence, even though \nHezbollah had influence in the south of Beirut, in the southern part of the country.  What I found was that even \nthough there were influences of terrorists and terrorist governments from outside the country, it was a pretty safe \nplace to be.  And I found no threat to myself or to others that were visiting there.\n\nAnd over a period of time working with President Clinton's team, secretary, then Secretary of State, Christopher, \nand then Secretary Albright over a period of time, we were able to make the case that there -- we were not going to \nhave any great influence on Lebanon's ability to be a good upstanding country and the people there, by prohibiting \nfamily members from traveling there.\n\nAnd over time, we were able to persuade the Clinton administration, ultimately Secretary Albright and President \nClinton to lift the travel ban.  And my point in using that illustration is how do we hurt Castro by inhibiting family \nmembers traveling there to visit their loved ones?  How does that hurt him?\n\nAnd by the way, folks, Fidel Castro is no longer in charge of the country.  And my point is we are not hurting him, \nbut we are hurting the ability of family members to travel there.  I had a young woman in my office recently about a \nyear ago whose family was from Iraq.  And she was a visiting student.  And she was going to take leave from my \noffice and live in Iraq for a summer.  And she did that.\n\nAnd my point is even though we have great difficulty with -- and this was the time during which Saddam was the \nleader -- and my point is she was able to go there.  She was safe.  She was able to visit family members.  What \ngood does it do for us to have a policy that in no way inhibits Castro or his family or other leaders in the country \nfrom doing whatever they want to do by the inability of family members to go there and visit?\n\nIt's an antiquated policy.  It's an outdated policy.  Our job as legislators is to look at problems and to look at policies \nthat simply do not make sense in the real world.  We are in the 21st century.  And we live in a very small world.  \nAnd you know what this is all about. This is about presidential politics, and it's about politics in Southern Florida.\n\n\n\nAnd my hope is that whoever gets elected president, whether it's Senator McCain or Senator Obama, they will do \nthe same thing that President Nixon did when he made a trip to China.  Maybe one of them will make a trip to Cuba \nand reach out.  If we're not talking to people, we are never going to have the ability to work out our differences or \nwork out, what we believe, are the opportunities to engage these people.\n\nYou look what's happened all around the world where we've engaged governments that we didn't like, we didn't \nagree with their policies. And the idea that restricting family members is somehow going to hurt Castro is \nnonsense.  And everybody in this room knows that.  It doesn't affect him one bit, or his regime.\n\nWhat it does do is send a pretty loud message that we are very insensitive to the people, very insensitive to the \npeople who really want to visit family members, really want to have opportunity to go back and visit their homeland.  \nThis is an outdated, antiquated law, and it should be changed.\n\nAnd I'm happy to be one of the original co-sponsors of your bill, Mr. Chairman, that will begin to open the door and \nopen a pathway like we did in Lebanon.\n\nAnd it took us a long time to do it.  So keep up the fight, and eventually this policy will be changed, and the loved \nones of those who want to visit will be able to do that.  And lots of other opportunities will begin to happen.  Thank \nyou for allowing me to testify today.\n\nREP. DELAHUNT:  Thank you, Ray.\n\nAnd I'm going to ask the panel if they have any questions of the remaining two members.\n\nI call on Congressman Ron Paul.\n\nREP. RON PAUL (R-TX):  Mr. Chairman, I don't exactly have a question.  I'd like to make a comment and then ask \nthem if they want to respond, if I could.\n\nREP. DELAHUNT:  Of course.\n\nREP. PAUL:  But first off, I want to thank you for holding these hearings.  I think they are very important, and I know \nyou've made an effort to be fair and balanced.  And you had both sides expressed here before the committee --\n\nREP. DELAHUNT:  Well, if the gentleman would yield for a moment, I want to really underscore that the three \nmembers of Congress that are testifying here today are all Republican.  So I don't want it reported somewhere that \nthis is a partisan issue.  This is not a partisan issue.\n\nPlease proceed.\n\nREP. PAUL:  But -- I would like to contribute more to this effort to be fair and balanced and tell you that I agree with \nevery single thing you said in your opening statement.  But I would like to just make a comment, you know, about \nthis whole issue.  So I was delighted to hear the testimony.\n\nBut you know, the ranking member made some very strong points. And I -- of course, I'm on the other side of that \nissue, but I would agree with his good intentions.  But I would like to remind him also that when one is set on a road \nof good intentions on just where that usually leads us, and the good intentions won't work.\n\nAnd it is so clearly evident that sanctions don't work.  And the unintended consequences are so important.  I think \npeople who are frightened about reaching out, I think they are insecure with their own beliefs, and I think that there \nis a lack of confidence that trade and freedom works.\n\nAnd I think the Chinese example is perfect because they were ruthless, but now they're more capitalistic than we \nare.  Sure they are way imperfect, but they're our banker.  And what are we doing? We're socializing our industries.  \nSo --\n\n\n\nREP. DELAHUNT:  Would the gentleman yield for a moment?  Now, what we're doing is we are borrowing from the \nChinese.  That's what we are doing and --\n\nREP. PAUL:  Yeah, we're borrowing.  They have become our banker. But think of what the efforts were made when \nwe were going to take on the communists of Vietnam, fighting and dying with the French for 20 years.  And all of a \nsudden, we give up on that approach.  Then we trade with them.  Their president comes here.  We talk to them.\n\nThe Founders were right about this issue.  They emphasized this, we should trade with people, be friends with \npeople.  You'll never find another perfect nation.  If we see imperfection in the world, our obligation is within our own \nselves and within our own country.  But this reaching out, to me, is so, so important that we do this.\n\nAnd this whole idea that punishing the people of Cuba -- this is what we're doing.  And the chairman was right about \nthe humanitarian approach.  Most of the time people think about extending humanitarian aid.  All right, we feel sorry \nfor people.  Let's appropriate a billion dollars or $10 billion on and on.\n\nAt the same time, here's something.  We remove government restrictions that emphasizes a humanitarian \napproach.  So this, to me, is so crucial.  If you believe in liberty, if you believe in freedom, if you have confidence, \nyou shouldn't be intimidating and say no, what we want to do is confront and intimidate.\n\nCastro -- Castro is past tense.  He is gone.  I mean he is gone from the scene.  And you know, we should be \nworrying about what we do on the eastern side of the island, Guantanamo, that's what we ought to be worried \nabout rather than the serious problems that Castro causes.\n\nSo I want to thank the chairman for these hearings, and I appreciate very much this opportunity.  And I would see if \nanybody wants to make a comment.\n\nREP. EMERSON:  I'd like to comment, please, Mr. Chairman.\n\nThank you very much, Mr. Paul.\n\nFirst of all, let me say this.  None of us -- and I believe I can speak for Ray as well -- none of us are saying that the \nCastro brothers are good people.  I mean there are definite human rights abuses.  There are definite problems and \na lack of freedom in many cases for the people in Cuba.\n\nAnd there's no question about that.  But all we're doing, number one, is giving now Raul Castro, formerly Fidel \nCastro, an excuse to beat up on America, an excuse to make us look bad in the eyes of every Cuban person and \nwho is on the island.  And I think all of us know, as Ray pointed out, as you all mentioned, that face-to-face contact, \nvisits, educational visits and the like, that's the very best ambassador for democracy that I can think of.\n\nIt certainly has worked with other regimes, and I still -- I do want to point out once again that in my opinion, there is \nno difference between the human rights violations imposed by Fidel Castro or even perhaps Raul Castro, and those \nby Kim Jong-il in North Korea, and in Iran by Ahmadinejad and others.  There's no difference.\n\nAnd so we can't have a double standard.  Well, we can, we obviously do have the double standards -- makes us \nlook like hypocrites.\n\nREP. PAUL:  Mr. Chairman?\n\nREP. DELAHUNT:  Dr. Paul?\n\nREP. PAUL:  Can I ask for 30 seconds more, please?\n\nREP. DELAHUNT:  Sure.\n\n\n\nREP. PAUL:  Okay.  I'd like to make one point.  During the presidential election campaign, we had a debate in \nFlorida, and I brought up our position that we should be more open.  And the crowd was made up of mostly people \n50 and older.  And I was booed and hissed.  But later on, I had a luncheon with young Cuban-Americans, and they \nloudly cheered.  That is the future.  The past is this old approach that has staled for 40 years.  So that was a real \nexperience for me.\n\nREP. EMERSON:  Let me just point out that having a meeting just earlier in the week with a person who lives in \nMiami, who has worked very hard with the community at large, tells me that because of -- in the aftermath of \nHurricanes Gustav and Ike, that the entire Cuban- American community regarded the most conservative, the most \nliberal toward other kinds of relations with Cuba, have all come together because they realize the desperate need of \nthe Cuban people in the aftermath of these two terrible tragedies.\n\nREP. DELAHUNT:  Congressman Flake.\n\nREP. JEFF FLAKE (R-AZ):  I just want to thank the witnesses.  I know that as long as I've been in Congress, both \nof them have worked on this issue, and worked very, very hard on this issue.  Particularly with Congressman \nLaHood retiring, I think we all owe him a lot for standing up and taking a principled position and a difficult position \nsometimes in our party, and also for Jo Ann Emerson for working so hard on many of these issues.\n\nAnd let me just say I think that people can make the arguments effectively and persuasively sometimes on whether \ntravel will or will not help a brutal regime like we see in Cuba.  I think there are arguments that can be made on both \nsides.  I happen to believe that the arguments on the side of allowing freedom are far more persuasive to me.\n\nBut as long as the arguments can be made on either side, then it seems to me to be a terrible thing to tell someone \nelse, somebody who does have family there, that I am going to impose my feelings about whether or not this will \nproduce regime change or how effective the policy can be on you.\n\nNow, somebody may take the position and can take the position always under a free system that if I have triplets \nliving on the island or if I have family members on the island or anything, I will not visit them until freedom comes to \nthat island.  That is a position that anyone, any Cuban-American in Florida or New Jersey or in Arizona or \nanywhere should be able to take.\n\nBut by the same token, I, as a member of Congress or in an official position, should not be able to tell another \nCuban-American family you are going to make that choice too.  You have to make the choice of whether to visit \nyour mother on her deathbed or whether to go to her funeral because you can't go to both.  That is simply wrong.\n\nAnd when we talk about it as mentioned that we have to champion human freedom, how in the world do we \nchampion human freedom when we tell a family I'm going to impose my views on you because I think that the \nregime will change faster if you stay away?  You can make that choice yourself, but I'm going to impose that choice \non you anyway.\n\nAnd that just seems to me at the core of this argument.  The default should always be freedom, should always be \nfreedom unless there is a compelling national security reason otherwise, which is absent in this case, particularly \nwhen we've gone on 49 years with this regime with some form of travel restrictions going on and we still have this \nregime.\n\nIt's tough to make a compelling, I would think, national security reason.  You can make some other arguments.  But \nlike I say, as long as there is an argument, as long as it is not clear-cut and settled, to tell a family that you cannot \nvisit your family in need -- and right now, look at the situation right now.  A massive hurricane, devastation on the \nisland, some death, a lot of suffering, and families can't even go and give aid and comfort.  And that, to me, is \nsimply, simply wrong.\n\nSo I thank the witnesses for all the work over the years that you've done.  And I agree with what you've said.  I yield \nback.\n\n\n\nREP. DELAHUNT:  If I can, Congressman Flake, your observations prompts me to read into the record, quote, that \nI think reflects the sentiments that you just expressed.  It's from a blog on the Internet. It was brought to my \nattention yesterday by staff because I'm not really conversant with the blogosphere.  But the blog is called \"Kill \nCastro.\"\n\nSo I guess we can presume that its authors are not fans of Fidel or Raul, but they support ending restrictions on \ntravel and remittances.  And here's what they have to say, \"Why do we want to go against the grain of normal \nhuman feelings which are, according to our culture, to help people in need?  Why do we want people to forget about \ntheir families and ignore their pleas?\n\n\"Is it going to destroy the tyranny, or is it going to send a message to Cuba that is totally negative?  Do we think \nthat the people of Cuba are really going to ignore the fact that some of us are for their punishment?  Who gave us \nthe moral authority to tell free people, Cuban exiles, what to do, and who gave us moral authority to impose only \none view on them?\n\n\"Our position is that there should be total freedom to do what you want, go to Cuba or not, send money or not, and \nthat's going to be your own personal decision and responsibility.  It's not our position to dictate what anybody \nshould do.\"\n\nYou are not part of this blog, I take it, Congressman Flake?\n\n(No audible response.)\n\nREP. DELAHUNT:  Okay.  But I think it's important to read that in the record as well.  And unless any other member \nhas any questions of --\n\nREP. ROHRABACHER:  Mr. Chairman -- Mr. Chairman?\n\nREP. DELAHUNT:  Dana.\n\nREP. ROHRABACHER:  I feel like I'm a little outnumbered here today.  But that's okay.  Let me note that the \nrestrictions that were put on travel on Lebanon, I understand, were put there after American citizens and others who \ntraveled to Lebanon were kidnapped, and precipitated a major crisis that led to very -- you know, death of American \nMarines, et cetera, as we got involved in Lebanon.\n\nAnd certainly the restrictions that you talked about, Mr. LaHood, were basically put in place specifically to prevent \nthe Americans from being kidnapped over there.  Was that not the case?\n\nREP. LAHOOD:  They were put in place because of what people believed were terrorist groups coming in from \nSyria and also living in the country as members of Hezbollah.\n\nREP. ROHRABACHER:  Right.\n\nREP. LAHOOD:  And my point is that the restrictions were lifted, not withstanding the fact that -- you know, they \nnever really --\n\nREP. ROHRABACHER:  That is correct.  That's correct.  We did not reach -- we did not do that.  That's right --\n\nREP. DELAHUNT:  -- to finish --\n\nREP. ROHRABACHER:  Well -- okay.  Go right ahead.  Finish your thought and then I'll --\n\nREP. LAHOOD:  Well, my thought is this.  We've had these restrictions in Cuba, and they've had no impact on \nCastro.  They haven't hurt him one bit.  They've had no impact.  And that was the point we were making with the \n\n\n\nrestrictions.  A number of people travel to Lebanon and were not injured, were not killed, and ultimately we made \nthat point to the State Department, and they lifted them.\n\nREP. ROHRABACHER:  Right.  And we -- at the same time, when we were realizing that a lot of problems in \nLebanon were created by Syria, we just sort of backed --\n\nREP. LAHOOD:  Syria and Hezbollah, which existed in the country.\n\nREP. ROHRABACHER:  Right.  And we backed down from that.  And some people believe that perhaps that \nmessage was not the right kind of message to send to Syria, or to eventually the others in that region like Iran, \nwhich was not a good message to send, that we were moving back from those restrictions.\n\nREP. LAHOOD:  Let me -- can I ask you a question?\n\nREP. ROHRABACHER:  Well, first of all, I got a little limited time here and let me --\n\nREP. LAHOOD:  Well, I --\n\nREP. DELAHUNT:  My friend, you can take as much time as you want. So do not feel that we will impose any \nlimitation.\n\n(Cross talk.)\n\nREP. LAHOOD:  When you finish, I just have one question for you.\n\nREP. ROHRABACHER:  Go right ahead.\n\nREP. LAHOOD:  No, go ahead, you finish.\n\nREP. ROHRABACHER:  Okay.  About the example of China that was used, let me just say that China, at a certain \npoint, was actually liberalizing dramatically.\n\nAnd it ended up in Tiananmen Square, where there was a turning point, tipping point.  And we decided just to do \nvisits as usual with the Chinese after they slaughtered the democracy movement.\n\nAnd I believe that China is perhaps one of America's worst adversaries right now, and potential enemies that could \ndo great harm in the future.  I think this nonchalant -- well, we treat Chinese just like we do everybody else.\n\nLook how much trade they have, while ignoring the thousands of people who are being arrested for their religious \nconvictions, ignoring the Falun Gong being thrown into jail and their body parts being sold to Westerners who -- oh, \nreligious free enterprise, you know.  I would hope that we would not have the policy with other dictatorships that we \nhave had with China and build up their economy while they've had zero liberalization in terms of setting their people \npolitically free.  That will lead to big problems.\n\nAnd I think that the threat of China is far worse now than what it was even though Castro -- even though Mao is \ngone.  And yes, Mao is gone, but his regime is in place.  And it is being empowered by the economic strength that \nwe give them by treating them as if they were no different than a democratic country, which goes right back to \nCuba.\n\nYou do not treat a country that is run by a gang of dictators, and that's what they are.  Castro's regime is still in \nplace.  That has not changed, and we don't treat them as if they are the Government of Brazil, or you will expect to \nhave something that will hurt you in the long run.\n\n\n\nWe had -- I mean, this is -- and one last note that's been made, and then we'll -- any question you have for me will \nbe fine.  Let's just see what the Cuban people -- I mean we have American congressmen here, and we have others \nhere speaking for the outrage among the Cuban community.\n\nLet's just note that Cuban-American members of Congress, Democrats and Republicans, don't seem to agree with \nyou.  The Cuban- Americans who have been elected to Congress, who have to respond directly to Cuban-\nAmerican voters, are in the opposite side of this. Now, they understand and they are -- you know, their families -- \nthey are separated from their families as well.\n\nBut they understand as do the people who vote for them, that yes, sometimes it is important to sacrifice that \nmoment of love and compassion, because in the long run it will bring repression and brutality and misery for large \nnumbers of people.  And yeah, you don't always go and hug your children when you have to go off and fight a war \nsometimes.\n\nAnd in this case, we don't have to go off and fight a war, but at least we have to have policies that will make sure \nthat in the end Cuba does not have a government that is expanding power as we see in China that's hostile to the \nUnited States, but simply that we now -- our billionaires can go and make money by doing business in Cuba as if it \nwas -- as if it was not a dictatorship.\n\nOne last note.  We have -- when we talk about humanitarian things, who is causing the problem?  I still suggest it's \nthe nature of the Castro regime, the regime that's still in place that is causing these hardships that we're talking \nabout.\n\nLet us note the United States has offered $5 million in relief for hurricane assistance and relief that has been \nrejected by the Castro regime, which is typical of what you can expect from that regime.  I don't want to do anything \nthat will give the wrong message to anybody to say that we are pulling back from the, you know, from the tough \nstand that we have taken on that regime and siding with the freedom-loving people of Cuba.  Thank you very much.\n\nREP. DELAHUNT:  I thank the gentleman.  And before I recognize Congressman LaHood's -- his response, let me \njust note I'm somewhat confused about the gentleman's observations about China.  Now, if he is suggesting that we \nshould ban family travel for Chinese-Americans back to their homeland then let him file a bill, and we will have a \ndebate on that.  I think what Congressman LaHood and Congresswoman Emerson are talking to is the hypocrisy \nthat exists to just simply target this particular ethnic group in this country, Cuban-Americans.\n\nI found it fascinating that there was an elusion to Saddam Hussein, who by the way we supported in the 1980s, \nwhom we provided the technologies for the development of weapons of mass destruction, whom the former \nsecretary of defense, Donald Rumsfeld, shook hands with, and opened up an embassy in Baghdad in 1986 to talk \nabout hypocrisy.  And yet as has been testified to an Iraqi-American could travel to visit their family even when \nSaddam Hussein ruled there with an iron fist.\n\nSo I guess it's just simply beyond the Cuban-American community in terms of a policy.  It affects our whole world \nimage to the rest of the world.  The gentleman is passionate and eloquent in his criticism of China, and yet not only \ncan Chinese-Americans travel and there is a number of Chinese that come here as tourists.  And tragically and \nunfortunately, we've managed over the course of the past eight years, my friend, to borrow a trillion dollars from \nChina, but, no, no, no, we can't let Cuban-Americans -- we can't let a Cuban-American travel to visit a sick mother, \nor father, or child.  Only once for 14 days. How humane?\n\nI don't see how we can call that policy anything but immoral and repugnant.  And now, let me also note that you \nspoke about the Cuban- American community.  I've over the course of the past 10 years have met and hopefully \ndeveloped friendships with many in the Cuban- American community.  And there is a great diversity of views within \nthat particular community.  But let's note for the record, my friend, that a 2000 -- this is the CRS.\n\n\n\nThis isn't, you know, a poll taken by a candidate, or by a member of Congress.  This is a report by the \nCongressional Research Service that a 2007 Florida International University poll examining attitudes of the Cuban-\nAmerican community in South Florida showed that 64 percent of respondents would like to return to the less \nrestrictive policies on travel and remittances that were in place in 2003.\n\nMoreover, I find this fascinating.  55.2 percent of those that were polled support allowing unrestricted travel overall, \nnot just family travel.  So I'm glad that you gave me the opportunity to read that into the record.  And with that let me \nrecognize the gentleman from Illinois for response.\n\nREP. LAHOOD:  No -- I just -- the only question I have is, tell me what value there has been with this policy in terms \nof the effect that it's had on the Castro regime.  I mean, how has it -- what has it done to them?  Zero.  But what is \nyour -- I mean, why have a policy like this that has no impact on the regime?  What has it done to him?\n\nREP. ROHRABACHER:  This policy, as recognized by the Cuban- American people themselves -- that's why when \nyou claim that politics is getting in the way, politics just means that majority of the people will be upset with the \nposition that you're taking and vote in a different way.  So the only reason this policy is ablaze because of politics is \nbecause a large number of voters, Cuban-Americans, disagree with you on that.  I would --\n\nREP. LAHOOD:  What has it done to impact on Castro?  That's my question.\n\nREP. ROHRABACHER:  I'm getting -- I want to get to that.\n\nREP. LAHOOD:  Oh, yeah, go --\n\nREP. ROHRABACHER:  And that is, what we have to say is, what will the impact be.  What will the impact be -- \nwe're seeing to be weakening our position in terms of what positions we've taken about the Castro regime that \nlooks like we are softening our positions.  It will not lead to a better chance for freedom on that island.\n\nREP. LAHOOD:  The answer -- my answer is correct.  It has zero -- it's had zero impact on him, and his regime.\n\nREP. ROHRABACHER:  No, I don't think we can say what it would have been like otherwise.  I don't think you can \nsay changing that factor would have made certain things happen.  But what we can say is that in Syria, when we \ndealt with Syria, we did certain things in Lebanon that looked like it was weakening our position, our demands, and \nSyria took that as weakness on our part even though those policies in and of themselves looked very rational.  Well, \nno.  If a dictatorship, if a regime, if the gangs down there says, aha, American is weakening its positioning, that will \nembolden them in the same way in Lebanon it emboldened the Syrians.\n\nREP. DELAHUNT:  Congressman Don Payne from New Jersey.\n\nREP. DONALD M. PAYNE (D-NJ):  Thank you.  I'll be brief.  I know the members have to leave.  But I would like to \nalso express my appreciation for the work that Congressman LaHood has done during his time in Congress.  I've \nmentioned to him personally, and publicly, that I think that he has been a true -- a good example of what a good \ncongressman ought to be like.  And so we're going to miss you a great deal.  Ms. Emerson is sticking around, so I \ndon't have to say anything about her.  (Laughs.)\n\nREP. ROHRABACHER:  Mr. Chairman, perhaps we can be moving on to a panel so we do have some Cuban-\nAmericans here who will be expressing what their views --\n\nREP. PAYNE:  I would take my time back.  I didn't yield to you. I just have few things that I want to say.  As matter \nof fact, I will be brief, but I -- I just listened to all the pride you take in those speeches you wrote for President \nReagan, and you talk about how bad a regime is, and how terrible it is to their people, and people in prison, and the \ngulags and all that.\n\n\n\nWhen you were writing those papers I don't know what you were thinking about Jonas Savimbi.  And you need a -- \nSavimbi who imprisoned his people, murdered them, stole the money, but was thoroughly supported by you and \nyour colleagues.  And when you talk about Mobutu who used to come to Christmas parties at the White House, and \nhe had everybody under the sun in prison.  I mean, he had villas in France of money that the U.S. government gave \nhim.  And he similarly murdered people, threw them in prison.  So if you're going to be an equal opportunity, you \nknow, basher.\n\nI mean, if Castro is so bad why were these other people actually entertained in the Reagan White House?  Mobutu \nwas, and so -- and of course the worst regime in the world apartheid, where people even if their brothers and sisters \n-- if the brother was lighter skinned than the other black brother or sister, they had to be separated physically from \nthat family and live in the colored section away from his family.\n\nThey used to have a comb test where they put a comb through your head, and if the comb didn't go through easily -\n- these were the policies that were supported proudly by you and your great late President Reagan.  And so if we're \ngoing to be so harsh, and apartheid is the worst regime in the world, and what did you say, no, we should just have \na constructive engagement.  You know, Charles Crocker and those folks.  So the inconsistency is just unbelievable.  \nAnd I stand with the gentleman, Dr. Paul, and Congressman Flake, and of course our two panelists that are left \nhere.  And Mr. Chairman I wholeheartedly support this legislation.\n\nREP. DELAHUNT:  Thank you, Mr. Payne.  And again let me thank our colleagues, and we'll excuse them, and \nwe'll see you on the floor, presumably shortly.  Thank you.\n\nAnd now let's have our second panel come forward.  I hope staff has indicated who is on the second panel.  I'm \ngoing to introduce them while they're assembling.  Our first witness is Hector Palacios, the leader of the Pro-\nDemocracy Movement in Cuba, and a man whom I have met.  I consider him a personal friend and an individual of \ngreat courage.  He is the director of the Center for Social Studies, and secretary of Todos Unidos.  In the Black \nSpring of 2003 when 75 democracy activists were arrested, he was sentenced to a 25-year sentence.  He was \nreleased in December of 2006 because of poor health.\n\nHector was formerly an official in the Cuban Communist party.  He left in 1980 as a response to what he perceived \nto be the Cuban government's harsh repression of Cubans wanting to emigrate from the island.  Since 1980, \nHector Palacios is advocate for reform in Cuban government, and has been active in opposition politics.  He has \nalso been an active organizer for the Varela Project, and is an independent librarian.\n\nOur next witness is Marlene Arzola.  She has a bachelor's degree in psychology from Florida International \nUniversity.  For almost five years she has worked as a therapist for foster children with Charlene Holmes for \nchildren in Miami.  Since 2004, she works as director of therapeutic activities for the Hebrew Home for the Aged in \nSouth Beach.  Marlene left Cuba in 1989 leaving behind her 77-year old father, her 59-year-old mother, two sisters, \na nephew, and a very extensive family.\n\nShe left Cuba seeking freedom and opportunities.  As all good sons and daughters whether they are Cubans, \nAmericans, or any other nationality they feel compelled out of love and duty to help their parents who are in need.  \nHowever, Marlene is not allowed to travel freely and help her family due to the existing restrictions on family travel \nto Cuba.  She lives in Miami Beach with her eight-year-old son, Liam.\n\nMS. ARZOLA:  Thank you, Mr. Chairman.  I think -- I'm sorry.\n\nREP. DELAHUNT:  Un momento.  I got to get organized here.  The staff is great, but I fumble statements all the \ntime.  Who do we have? Okay.  Next, we're joined by Blanca Gonzalez, the mother of Normando Hernandez \nGonzalez, a political prisoner suffering under the regime of Fidel and Raul Castro.  Ms. Gonzalez was a guest of \nMs. Bush at the 2000 State of the Union address.  In 2002, Ms. Gonzalez fled Cuba and applied for political asylum \nin the United States.  She now resides in Miami, Florida, with her husband.\n\n\n\nWhile in Cuba, she was a human rights activist, and was harassed by the Cuban government.  Her son Normando \nHernandez Gonzalez is a writer, an independent journalist, and was arrested on March 18, 2003. He was \nsentenced to 25 years of imprisonment for reporting on the conditions of state-run services in Cuba, and to \ncriticizing government's management of issues such as tourism, agriculture, fishing, and cultural affairs.\n\nLast, but not least, we have Luisa Montero-Diaz who has over 25 years of experience working on a variety of local, \nnational, and international programs.  She is currently the managing director of the Maryland Multicultural Youth \nCenters, a division of the Latin American Youth Center, a non-profit organization serving minority and immigrant \nyouths by providing comprehensive, culturally sensitive programs in education, employment, and social services.  \nShe oversees three sites in Prince George's and Montgomery counties, which serves over a 1,000 young people \nannually.\n\nShe is an appointed commissioner on the Governor's Commission on Hispanic Affairs, and the Governor's \nWorkforce Investment Board.  She is also affiliated with the Insight Meditation Community of Washington as a \nteacher.  And she began her professional career as a speech therapist for the county public schools.  She is a \ngraduate of the University of Maryland and resides in Tacoma Park with her son.\n\nBefore we start this -- the testimony from this panel I have one technical note here.  Hector Palacios is currently in \nMexico preparing to return to Cuba to continue his efforts there.  Since he cannot physically be here we have \nrecorded a video of his testimony which we'll play in a moment.  Now, when that is done, we will get him on the \nphone and go directly into questions and answer with him if members have questions.  Then when we are finished \nwith his Q&A we will hang up and then go to the testimony of the other witnesses.  So let us proceed.\n\n(NOTE: Mr. Palacios' remarks are through interpreter.)\n\nMR. PALACIOS:  Chairman Delahunt, distinguished members of the committee, I thank you for the opportunity to \ncome before you today to discuss the current situation in Cuba and to suggest measures that the United States \ncould take unilaterally to help facilitate this process of change currently underway in Cuba.  Almost 50 years ago, \nthe rulers in Havana imposed an ironclad blockade on the people of Cuba, doing away with their economic, civil, \nand political rights.  Later, the government of the United States declared an economic embargo against the rulers \nof Cuba, which has been maintained for many years.\n\nIn 1999, when the ninth Ibero-American Summit meetings were held in Havana, democratic-minded Cuba, despite \nintense repression by the state, founded the largest political umbrella of the opposition, bringing together the \ninternal dissidents, that were called \"Todos Unidos,\" All United.  In that document we proclaimed whoever wishes to \nact with a moral coherence should call for the sanctions imposed by both governments be struck down.\n\nAs the Cuban government has not answered our request we cannot ask the U.S. government to do so.  That would \nbe an undeserving political triumph on the part of the Cuban government.\n\nNonetheless, within Cuba real factors have come about in recent years which could contribute to furthering the \nchanges that are needed in Cuba with a view to bringing about genuine rule of law and a democratic country \nwithout political prisoners and with multi-party balance.\n\nThe factors for change are, first, the gradual disappearance of the founder of that totalitarian state, which is \nsignificantly weakening the authority of the new government that has been designated.  This situation will become \neven more acute in coming months.  Second, the Cuban population is removing the mask of terror that had been \nimposed on them and is beginning to assume conscious participation to decide their own future.  Third, democratic-\nminded Cubans are coming together in four or five political groupings which bring together thousands of activists, \nand which has been increasingly recognized internationally.  Moreover, we are seeking total unity with the Cuban \ndiaspora, because Cuba belongs to all Cubans.  And fourth, the platform of the authoritarian left in Latin America \nand the Caribbean is less and less effective, and Cuba is playing an ever less important role in that bloc, yet it is still \na threat that we should not underestimate.\n\n\n\nIn the face of these unquestionable realities it would be prudent for the government of the United States to adopt \nmeasures for the Cuban people to be able to immediately receive the assistance they need, and so that Cubans \ncan be the leading protagonists in their own history.  This is the time when change can begin in Cuba.  At this \nmoment it would be beneficial, first of all, to do away with travel restrictions to Cuba for Cubans residing in the \nUnited States.  They would be the best bearers of hope, moral assistance, and liaison which are essential.\n\nSecond, lift current restrictions that limit remittances to Cuba, and which criminalize assistance to family members.  \nAnd third, it should be allowed for those Cubans who wish to cooperate economically with the internal dissidents to \ndo so without that being a criminal offense.  Such resources are essential for the work of democratic- minded \nCubans in Cuba.\n\nEliminating the restrictive measures, as we just laid out, cannot resolve the economic situation of the regime; \nnonetheless, it would immediately facilitate contacts and resources for carrying out our patriotic work.  The rulers of \nCuba are not interested at all in economic advantages, but just in political advantages.  And such actions would \nconsolidate Cuban society and weaken its rulers.\n\nREP. DELAHUNT:  I hope -- I believe we have Hector on the phone. Hector?  We're making the call now.  This was \na high-tech operation up here in the U.S. Congress.  Hector, can you hear me?  You can hear me well, I \nunderstand.  I hope that you are well, and I convey to you my warmest personal regards, and please also convey \nthose same good wishes to Gisela.  It was good meeting with you recently here in Washington, DC.  I want you to \nknow that we have just watched and heard your testimony on a video, and we appreciate your words.\n\nI have no questions, because you and I have communicated frequently on this very issue.  But I -- why don't we \nhave the interpreter interpret.  Hector, I'm going to now recognize another friend of yours the member of Congress \nfrom Arizona, Congressman Jeff Flake, for any questions that he might have for you.\n\nREP. FLAKE:  Hector, I appreciate your testimony.  It is said by some here that lifting the restrictions on family \ntravel will somehow rescue the regime or aid the regime.  You had mentioned in your testimony that you don't \nbelieve that is the case, do you want to elaborate on that?\n\nMR. PALACIOS:  I can barely hear you.  I didn't understand the question.\n\nREP. DELAHUNT:  Jeff, if you can make another effort.\n\nREP. FLAKE:  Well, the question, there are some here who believe that lifting the restrictions on family travel will \naid the Cuban regime, will aid Raul Castro.  What -- how do you feel about that?\n\nREP. DELAHUNT:  Hector, we need a opportunity --\n\nMR. PALACIOS:  Well, I wanted to tell you that we believe that not all restrictions are good.  It's very interesting \nwhat is going on in Cuba today, and for the Cuban-Americans to come and see their relatives would be a source of \ngreat inspiration and the economic situation is quite alarming.\n\nTHE INTERPRETER:  I'm sorry, Mr. Chairman, but there is so much distortion, it's very hard to make out the words \n--\n\nREP. DELAHUNT:  Okay.\n\nTHE INTERPRETER:  -- adjust the microphone on that end.\n\nREP. DELAHUNT:  I don't know if we can.  I'm going to request that you when you're having difficulty and you're \nunable to understand what he is saying on your own just simply ask him to repeat what he said and to speak more \nquietly.\n\n\n\nTHE INTERPRETER:  Thank you.  He is saying that he also has great difficulty in hearing me.  I sound very, very \nfar away.\n\nMR. PALACIOS:  And Cubans have a responsibility to help Cubans. And this will keep Cubans from helping their \nfellow Cubans.  We are giving the Cuban government a reason to accuse the American people of being subversive.  \nIn addition, the Cuban government is not so much interested in economic problems as in political problems.  And \nwe should not give them an opportunity to turn this into a political advantage.\n\nThe policy of restrictions favors the government in Havana.  The biggest embargo has been of the Cuban \ngovernment on the Cuban people, and that does have to be listed.  And then we'll discuss with the government of \nUnited States a possible change in its policy.  When we talk about change we need to talk about some measures \nthat can help the Cuban people.\n\nREP. DELAHUNT:  You know, I just enquired of my friend, the ranking member, Mr. Rohrabacher.  He has no \nquestions.  And I know that neither Mr. Payne nor -- or rather Mr. Meeks -- welcome, Mr. Meeks, to this hearing, the \ngentleman from New York -- nor Mr. Carnahan have any questions.  And I presume Mr. Flake that you have \nfinished.  So let me thank Hector Palacios for his testimony and warm regards, my friend.  And we'll now terminate \nthe --\n\nMR. PALACIOS:  I thank the U.S. Congress for listening to me on behalf of the Cuban people.\n\nREP. DELAHUNT:  Thank you.  And we'll now terminate the telephone call and proceed to the testimony of this \npanel.  Why don't we begin with Ms. Arzola and then with Ms. Gonzalez, and we'll conclude with Ms. Montero-Diaz?  \nI should also inform the panel that votes are expected and anticipated in 10 to 15 minutes.  I understand that you \nhave all submitted written statements that obviously the committee will review and make part of the record of this \ncommittee.  So if you could keep your remarks somewhat limited we could excuse you, or if we can't, we would \nhope that after -- that you could stay during votes and we will all return.\n\nMs. Arzola.\n\nMS. ARZOLA:  Thank you, Mr. Chairman.  Thank you all of you for the invitation for me to come here in the name of \nmy son, eight-year- old son, Liam.  I'm a single mother and I left Cuba in 1989 and came to the U.S., seeking \nfreedom and opportunities.  My son Liam was born in here in the United States.  A few months after I left Cuba, my \nmiddle sister, Zoila, died in a car accident.  At that time, her son Leonardo, my nephew, was two years old.\n\nMy mother is now 78 years old and in bad health.  If she dies, I will no longer be able to visit Leonardo.  Why?  \nBecause the 2004 U.S. Travel Policy towards Cuba says that you can visit your family in Cuba only every three \nyears.  Moreover, the travel policy defines who your family is, and who isn't.  So according to this policy my nephew \nnot considered part of my family, and I could no longer visit him.\n\nIn 2004, Liam, my son, and I went to Cuba to bury my father.  He was suffering from Alzheimer's.  Since the travel \nrestrictions had just come into effect in 2004, we had to wait until 2007 to go again. For three years, my sick mom \nhad to take care for my disabled sister, my older sister, without my support, or without the joy that my visit could \nhave brought to her.  For three years, my mother and my son were not allowed the pleasure of being with each \nother, to play, to cuddle, or to hear family stories, to share home-made desserts, or to enjoy that very special \nrelationship between children and their grandparents.\n\nMy son, Liam, was born here, as I said before, and he is not allowed to visit his grandmother, his only grandparent, \nonly every three years.  For Cubans, as well as well as for Americans or for any other culture, maintaining family \nties is very important.  In 2007, after three years of separation from his grandmother -- we are talking about a child \n-- the bond that that he had with his grandmother was almost gone.  When we arrived in Cuba, he was \nencountering a stranger.\n\n\n\nLiam has to wait now for another three years, until August 2010, to see his grandmother.  By then she will be 80 \nyears of age and he will be 10 years old.  His childhood will be almost over, and the memories that he should have \nof his grandmother will be missing. There will be a gap in his identity.  It's like déjà vu, like a Peter Pan in reverse.\n\nAnd I put emphasis on the damaging effects of separation between Liam and his grandmother because Liam is a \nchild.  As his mother, I have that duty to voice his rights.  Let me please quote from the Universal Declaration of \nHuman Rights, Article 16.3, quote, \"The family is the natural and fundamental group unit of society and is entitled to \nprotection by society and the State.\"\n\nThus, the United States government is violating the fundamental rights of its citizens by failing to protect the family \nstructure. This is why I'm here today, in the name of the many Liams, Leonardos, Marias, Thomases, and all the \nCuban children who are caught in the middle of politics that override their interest.  I'm raising my voice in the name \nof their lost memories.\n\nIf my mother, who is 78 years old, could get worse and end up in the hospital, I'm not allowed to travel to Cuba to \nbe by her side due to these travel restrictions and it breaks my heart.  Does it make sense that I cannot see my \nmother, if God forbid ends up -- she ends up in the hospital just because of these travel restrictions?\n\nThe children who are caught in the middle of these restrictions and who have parents in Cuba, or who have \ngrandmothers, or aunts, or nieces, they are not thinking they are not going to be allowed to see their loved ones in \nCuba, except every three years.  And they don't know that they -- able to go back if the only family left consists of \nnieces, nephews, aunts and uncles, or cousins.\n\nNot in this country, it is unbelievable that this is happening in this compassionate country, the United States of \nAmerica.  This issue is not about being a Democrat or being a Republican, or being in favor of or against the Cuban \ngovernment.  This issue is about protecting the family structure, and especially our children.\n\nHurricane Ike caused significant devastation throughout Cuba. When I spoke to my mother on the phone after the \nhurricane, she was in despair.  It was still raining heavily and the roof of her house was leaking in many places.  \nHaitians in the United States can travel freely to Haiti to help their family and friends.  Americans who have family \nin Galveston can offer them support.  Cubans in the United States want to enjoy the same rights.  If I could, I would \nbe in Guantanamo helping my 78-year-old mother fix her roof.  What in the world is wrong with that?\n\nCubans in the United States are not the only ones who have suffered in exile.  Those in Cuba have suffered family \nseparation, dictatorship, poverty, and lack of human rights.  It is time to wake up to the cry of our immediate \nneighbors, to the pain and suffering of the Cuban people.  It's time to put aside politics, by lifting all travel \nrestrictions to Cuba, and let the Cuban families from both sides of the Straits come together as one.\n\nREP. DELAHUNT:  Thank you, Ms. Arzola.  And we've been called to vote.  It's a 15-minute vote.  So hopefully \nwe'll be able to at least hear the testimony of Ms. Gonzalez, and then we will take a recess for approximately 30 \nminutes and we will ask you, Ms. Montero-Diaz, if you'd indulge us, and wait, and then we can come back and have \na conversation.  But would you please proceed, Ms. Gonzalez.  And I noted that Ms. Arzola, you went one minute \nover the five-minute rule. So we're going to make sure that Ms. Gonzalez gets at least six minutes.\n\nMS. ARZOLA:  I apologize.\n\nREP. DELAHUNT:  Please, Ms. Gonzalez.\n\nMS. GONZALEZ:  (Speaks in Spanish.)\n\nREP. DELAHUNT:  Ms. Gonzalez, I don't mean -- let me apologize. I don't mean to interrupt.  But what would your \npreference be, that you read your statement in Spanish or -- and we could have it interpreted later, or would you \nprefer to have the interpreter, as you pause, testify in English.\n\n\n\nTHE INTERPRETER:  Okay, she prefers for me to read the first paragraph that she's read already.\n\n(NOTE: Ms. Gonzalez's remarks are through interpreter.)\n\nMS. GONZALEZ:  Mr. President and -- excuse me, Mr. Chairman and distinguished members of the subcommittee, \nit's an honor for me to be able to address you.  My name is Blanca Gonzalez and I'm the mother of prisoner of \nconscience, Normando Hernandez.  My son was arrested in March of 2003, in what is known as the \"Black Spring\" \nthat led to 75 men and women being imprisoned because of their peaceful opposition in Cuba.\n\nMy son Normando Hernandez was condemned to 25 years of prison simply for exercising his profession of \nindependent journalist.  His trial came from -- out of the Stalinist era, and there was no chance for him to defend \nhimself, because even before the trial began he and the rest had already been condemned.  My son is in the prison \nat Kilometer 7 in Camaguey, in infrahuman conditions.  His many ailments have not been attended to.  He suffers \nfrom high blood pressure and gastro intestinal problems that are getting ever worse, because of the lack of medical \nattention.\n\nIn order to be briefer, I'm just going to read in English. During the five years that he's been in prison, his cells have \nbeen limited to very small spaces where he has had very little ventilation and where humidity has gone into his \nbones, and rodents remind us of the inhumanity of the system that keeps him in prison.  His wife, Yarai, and his \ndaughter, Daniela, who is six years old, are only allowed to visit him every 45 days for two hours at a time.  On their \nlast visit, they found him in a precarious state of health because of the rigorous conditions of the jail that he is in, \nwith the aggravating factor of having lost a great deal of weight.\n\nI wanted to come here today because while you are debating whether or not restrictions should be lifted that have \nbeen imposed as a form of sanction to the regime in Havana, because of the arbitrary imprisonment of peaceful \nopposition the Cuban people is a victim of -- has since then become victim of the horrible plague of the hurricanes \nIke and Gustav.  How can anyone believe that, faced with the magnitude of the tragedy that is faced by 11 million \nCubans, how can anybody believe that the visit of a few Cubans to the islands will solve any problems?\n\nMr. Chairman, the high cost of airfare to Cuba is around $800, and if you add to that the cost of the passport, its \n400 additional dollars.  Then you have to add to the 44 pounds allowed for each traveler, which cost another $10.  \nHow can this be a solution to take such a reduced amount of aid to families in Cuba?  There are many families that \nhave recently arrived in this country from Cuba whose economic situation would not even allow them this kind of \noption.\n\nWhy are voices raised here today, and why aren't these voices raised in the international community?  And then \nwhy doesn't that community then demand that Fidel Castro's regime should accept the massive humanitarian aid \nthat has been offered by the United States. Many people here today forget that the sanctions that were debated \nhere were imposed because of the arrests that took place during the Black Spring of 2003.  I remind you, that out of \nthe 75 people taken prisoners, 59 are still in jail, in Castro's jail, and they are victims of ill-treatment and repression.\n\nWhat has changed?  What would justify that we lift sanctions against a despotic regime which has total disregard \nfor justice, and which absolutely refuses to give a single sign of willingness to change?  Mr. Chairman, and \ndistinguished members of the Congress of the United States, we Cubans have always looked to this country as a \nforum for freedom and democracy.  And we don't want you to be the first to turn your backs on people who have \nbeen victims of one of the longest dictatorships in the world, nor to prize somebody who continues to enslave our \npeople.\n\nAs the mother of a Cuban political prisoner who has family in Cuba, I respectfully ask that you don't contribute to lift \neven one sanction against Cuba.  Thank you very much.\n\n\n\nREP. DELAHUNT:  Thank you Ms. Gonzalez, and we are going to make an effort to go, and we've only got about \na little under seven minutes.  So if you can restrict your comments to five minutes, Ms. Montero-Diaz, it might allow \nus to excuse you, or if you still wish to stay and respond to questions.  But please proceed.\n\nMS. MONTERO-DIAZ:  Thank you.  Good morning, Chairman Delahunt and other members of the Committee on \nForeign Affairs.  My name is Luisa Montero-Diaz.  I was born in Cuba in 1955, and left the island with my immediate \nfamily on December 18, 1961.  I grew up in a small town in North Carolina, went to college there, and moved to the \nD.C. area to attend graduate school.  I currently live in Maryland with my family.\n\nMy family was the first on both my father's and my mother's side of the family to leave Cuba and come to the \nUnited States.  Through the years, many family members followed us, many did not.  Despite never knowing my \nmaternal grandmother, she died before I was born, I have this sense that my life has been much influenced by her.  \nThis influence has come to me through my mother and her two sisters.\n\nThe connection with my two aunts, just as with my grandmother, has not been a physical one.  Both my aunts \nremained in Cuba.  Since leaving Cuba, when I was six years old, I can count on two hands the number of days I \nhave been physically present with my aunts.  Two visits to Cuba, one in the early '80s and the second in the mid \n'90s allowed me, in essence, to meet my aunts as an adult.  These trips were exciting, sad, too short, and far \nbetween, and life altering for me.\n\nEven though there has been a geographical divide between our families, through my mother I grew up feeling an \namazingly strong bond with these aunts, a bond that my mother passed down to me, my sister, and my brother.  A \nbond so strong that I consider these three women --- my mother and her two sisters -- the most important influences \nin my life, the way I live it, my values, and the choices I have made.\n\nMy mother is now 88 years old.  Her older sister passed away in Cuba four years ago.  The younger sister, Yara, \ndied less than 2 years ago.  The year leading up to my Aunt Yara's death was a rough one on my family.  Two \nnephews living in Cuba died within two months of each other.  They were the ones who had looked after and cared \nfor my aunt since she had not -- did not have children.\n\nWith these nephews gone, during her last months, while ailing and physically fragile, but mentally alert, my aunt \nYara was taken care of by in-laws and a great niece.  My mother longed to see her sister, to check on her, to see \nfor herself that she was being taken care of, her needs being met, to touch her once more.  Certainly, my aunt, in \nher condition could not travel, but neither was my mother able to travel.\n\nAs a daughter, and as a niece, my desire was to be able to make that trip for them, to go there as my mother \nwould, if she could, taking messages of support, and love, and concern.  And yet this option was and still is not \navailable to me or other members of my family.\n\nMy mother is old enough and wise enough to bring some resolution to this situation through prayer and her faith \nthat my aunt was well taken care of.  This faith is what she has relied on through all of life's difficulties.  Up until \nYara's death, she continued, as she had for 45 years, without missing a week, to write my aunt a weekly letter.  Yet, \nI know that there were many nights of lost sleep.  There were nights when my mother wondered, did Yara have \ndinner tonight? What did she eat?  Is she sleeping well?  Did they give her the medicine?  Is she cold?\n\nOne trip would not have answered all these questions, nor made the loss any less difficult, nor would it have \nalleviated the pain of years of separation.  But one trip would have given consolation.  It would have allowed my \nmother to know the true reality rather than living with the imagined one.  And most of all, through me it would have \nreinforced familial relationships and obligations, those bonds and influences that are passed on and become a part \nof what forms us from generation to generation.\n\n\n\nThe current travel restrictions are unfair and inhumane.  They fly in the face of family, of love, bonds, and family \nobligations. The sanctions have not even served their original intention.  This is not only a failed policy, it is a \ncounterproductive, harmful, and cruel one.  Thank you very much.\n\nREP. DELAHUNT:  Thank you very much.  And let me express my gratitude to the three witnesses.  Your stories \nare very poignant, and they are very powerful.  And I know, in the course of our deliberations, we will review your \ntestimony and express to you our support for all of you in your families in Cuba.\n\nAnd with that we -- with the concurrence of the ranking member we will excuse you from further testimony, and \nwhen we return we'll ask our final panel to convene.  Thank you.  And we're in recess for 30 minutes.\n\n(Sounds gavel.)\n\n(Recess.)\n\nWe will come to order once more for our final panel.  Welcome to everyone.  I also want to submit various \ndocuments for the record, and then I will go to introduce you, and hopefully, my ranking member, Mr. Rohrabacher, \nwill be joining us.  First, I'd like to put into the record a letter from the U.S. Conference of Catholic Bishops to \nPresident Bush asking him to suspend, even temporarily, restrictions on travel and remittances.  I would note that \nthe Catholic Church is the only independent institution in Cuba.  So presumably, the American Church is \ncommunicating with the Cuban Church and is reflective of their views.\n\nThe second letter is from two of Cuba's high-profile opponents to the Cuban government, Marta Beatriz Roque and \nVladimiro Roca.  Both have fought to liberty for Cuba for years, and both have been incarcerated in Cuban jails for \ntheir efforts.  They wrote to President Bush, asking him to lift the restrictions on family travel, remittances, and gift \npackages just as the legislation I'm filing today would accomplish.  They're on the island.  They know what they \nneed, and we should listen to then.  So without objection both of those letters will be submitted for the record.\n\nNow, let me introduce our third panel.  I'll go first from my left to right.  If I can find Mr. Sosa's -- I can' find it, but I \nknow that you're from Boston, you're a member of Red Sox Nation, and that is a very strong bond between you and \nmyself, although I think it's clear we disagree on many issues, but welcome.  I know that you are a board member \nof the group that is called \"The Cuba Study Group.\"\n\nNext let me go to -- if we didn't have staff here we couldn't turn the lights on.  Sylvia, you're going to have to help \nme with the pronunciation -- Iriondo.  I acknowledge you are right here, and I -- we have something in common.  \nShe was born in Havana on January 26. Her family along with thousands of Cubans fled their homeland, seeking \nfreedom in South Florida, and was admitted as a political refugee in 1960.  She has worked as a real estate agent, \nand also at a number of community services, including the International Rescue Committee, the State Department \nof Welfare, Cuban Refugee Emergency Center, the United Way, and Little Havana Activities and Nutrition Centers.\n\nIn 1994, together with a group of Cuban-American women she founded M.A.R. Por Cuba, Mothers and Women \nAgainst Repression, a non- profit dedicated to the advocacy of human rights, to the promotion of democratic values, \nand its mission to help restore fundamentally liberties and rights of the Cuban people.  Welcome.\n\nAnd next -- I found you.  Yes, I could say that, but welcome. Ms. Ninoska Perez Castellon is a journalist and host of \na top-rated South Florida radio talk show \"Ninoska en Mambi.\"  She is also the host of a primetime political debate \nshow called \"Ultima Palabra\" at GenTV.  She is also a columnist for \"Diario Las Americas,\" her articles have \nappeared in Latin America, and Spain, and in other prestigious publications in the United States.\n\nShe is a frequent guest on national and international television having appeared on such shows as the \"O'Reilly \nFactor\" and \"Hannity & Colmes.\"  She is frequently quoted and interviewed by the national and international media \non Cuba-related issues.\n\n\n\nShe has lectured extensively in colleges and universities, participated in national televised debates, and has \ntestified before the United States Congress on several occasions on Cuba issues. Welcome.\n\nAnd next is Dr. Francisco Hernandez, who is the president of the Cuban American National Foundation.  He was \nborn and raised in Cuba. He studied engineering at the University of Havana until 1960.  And he went into political \nexile, joining the Brigade 2506, and participated in the Bay of Pigs Invasion in April 1961.  As a result he served two \nyears as a political prisoner until 1963 when he was freed and returned to exile in the United States as part of an \nagreement between the U.S. and Cuba.\n\nThat year he was commissioned as a second lieutenant in the U.S. Marine Corps, and later served in the Marine \nActive Reserve until 1972 when he retired with the rank of captain.  He's been active in the cause of freedom and \ndemocracies over 40 years, and is a founding member of the board of directors of the Cuban American National \nFoundation.\n\nLast but not least, Philip Peters is the vice president under the Lexington Institute, a non-profit non-partisan public \npolicy research organization based in Arlington, Virginia.  He has been conducting research in Cuba, and publishing \nstudies on Cuba's economy since 1996, covering small enterprise, agriculture, information technology, tourism, \nhistoric preservation, and other topics.  He is also an advisor on U.S. policy towards Cuba through the Cuba \nWorking Group and the House of Representatives.  He covers Cuba issues in his blog, the Cuban Triangle, and \nhas testified before congressional committees, and the U.S. International Trade Commission.  He also writes on \ntrade and immigration policy.\n\nPrior to joining to Lexington, Philip Peters served as a State Department appointee of Presidents Reagan and Bush, \nand as a senior aide in the House of Representatives in the office of Representative Jim Courter and the House \nArmed Services Committee.  He holds degrees from Georgetown University School of Foreign Service, and its \ngraduate school.  Welcome all.  And let's proceed with Mr. Sosa.\n\nMR. SOSA:  Thank you very much.  Chairman Delahunt and distinguished members of the committee, I am very \ngrateful to have this opportunity to discuss U.S. restrictions on Cuban-American travel.\n\nI'm an American who is grateful for the many opportunities this country has provided, since I arrived on its shores \n48 years ago on a lonely flight from Havana.  I'm also the son, brother, nephew, and cousin of men who spent years \nin Fidel Castro's prisons.  I admire President George W. Bush's principled advocacy for freedom in every corner of \nthe world.  I am also a lifelong Republican and an admirer of both Presidents Bush.  As a Republican, I'm deeply \nconcerned that my party's positions on Cuba will lead it to lose the votes of the only reliably republican Hispanic \ngroup in the country, Cuban- Americans.\n\nREP. DELAHUNT:  If I can interrupt you just for one minute, I want to reiterate what I had said earlier, because all \nof our -- the panel -- the first panel all were republicans, you're a republican.  I know that Philip Peters is a -- worked \nin Reagan and Bush administrations.  And I'm pointing this out -- I won't ask anyone else unless they want to \nvolunteer -- that this is -- and you too are republican. Are you listening to this, Mr. Meeks?  And you also are \nrepublican -- and a republican.  This is a partisan undertaking, and I just wanted to note that.  But in any event \nplease proceed.\n\nMR. SOSA:  Okay.  Ladies and gentlemen, maintaining restrictions on Cuban-American travel and family \nremittances risk more than just the republicans losing the key electoral state of Florida.  We as Americans are in \ndanger of losing the moral high ground in our relations with Cuba.  Increasing numbers of Cuban-Americans are \ncalling for an end to restrictions on travel and family remittances to Cuba.\n\nIndeed, the data from the 2007 FIU Poll that Chairman Delahunt mentioned show that in excess of 60 percent of \nCuban-Americans in South Florida support returning to the pre-2004 rules governing Cuban- American travel and \nremittances.  Even more importantly, almost all leading dissidents in Cuba, and I stress this, almost all leading \ndissidents in Cuba, even those who have been the most supportive of U.S. policy in the past have asked the U.S. \n\n\n\ngovernment to lift travel and remittance restrictions applied to Cuban-Americans.  The most recent was (Maria ?) \nBeatriz Roque in a conference call to President Bush on May 5th of this year.\n\nThe U.S. government does not restrict travel to any other country in the world, even those on the State \nDepartment's list of State Sponsors of Terrorism.  Only in the case of Cuba does the U.S. government regulate the \nrights of persons to visit their families. This makes no sense.  I am one of those Cuban-Americans who believe we \nshould end all American restrictions on travel and remittances to Cuba by Cuban-Americans.\n\nSuch limits are counterproductive because they increase the Cuban people's dependency on the Cuban \ngovernment as the only source of employment and information.  Limits on family travel and remittances work to \ndestroy family values and represent the opposite of all that is great about the United States.  I have traveled to \nCuba several times on humanitarian missions.  I've met with Cubans throughout the island; students, pensioners, \nclergymen, factory workers, farmers, engineers, the homeless, and several very brave dissidents.\n\nI was greeted always with warmth and generosity as well as a barrage of questions on how the world works outside \nof Cuba.  I did my best to extol the virtue of a free society where the rule of law underpins the ability of each citizen \nto choose the life they want to lead.  I never met one Cuban who was in favor of restrictions on Cuban-American \ntravel and remittances, not a single one.  Cuban- Americans who're traveling -- Cuban-Americans traveling to \nCuba are especially powerful agents for change.  Their success in the U.S. serves as a compelling advertisement \nfor what Cubans can do if they are free to pursue their dreams and ambitions.\n\nThere are those who say that unfettered travel to Cuba by Europeans and Canadians has done little to advance \nchange.  I think that this is disingenuous.  Cuban-Americans traveling to Cuba have a much deeper and more \nimportant impact than a German, for example, on vacation in Varadero.  I also argue as a small government \nrepublican that it should not be up to bureaucrats in Washington to determine what kind of travel by Cuban-\nAmericans is acceptable.  Cuban-Americans are citizens of a free country and they should decide for themselves \nwhere they wish to travel.\n\nThe damage wrought on Cuba by Hurricanes Ike and Gustav has brought to the forefront the damage caused by \nAmerican restrictions on travel and family remittances.  Cuban-Americans are angry that those who espouse family \nvalues wish to prevent families in the United States from helping relatives in Cuba.  I know from personal \nexperience how incredibly difficult it is to send money and aid to family members.\n\nMeanwhile, Russia and Venezuela have stepped in with massive amounts of aid.  When the United States \nannounced a $1 billion aid package to Georgia, which was mentioned earlier, it sent a strong signal that America \nwill fight Russian expansionism and stand with the population of a tiny country fighting for its life.  Meanwhile, 90 \nmiles away from our shores, Russia has sent four cargo planes of humanitarian aid to Cuba and is seeking to \ndramatically expand its presence on the island.  Venezuela has also been generous in its aid to Cuba.  And if we \nwant to contain Russian expansionism, I would argue that $100 million in public and especially private sector aid to \nCuba, and the lifting of travel and family remittances restrictions will get us a bigger bang for our buck than $1 billion \nin aid to Georgia.\n\nThe damage caused by the hurricanes should cause us to re-examine all of our policies to Cuba.  A policy such as \nthe ban on Cuban- American travel and remittances so fragrantly contradicts American values of openness and \ncompassion that the policy needs to be scrapped.  Thank you, and may God bless America and grant Cuba the \nfreedom it deserves.\n\nREP. DELAHUNT:  Thank you, Mr. Sosa.\n\nMs. Iriondo?\n\nMS. IRIONDO:  Good afternoon, Mr. Chairman and members of the subcommittee.  I'm most grateful for this \nopportunity to speak on such an important issue for me.  Today, Cuba is facing two monumental disasters, the \n\n\n\nnatural disasters caused by Hurricanes Gustav and Ike, and the man-made disaster brought about by nearly 50 \nyears of totalitarian rule and neglect under a brutal dictatorship intent on remaining in power at all costs and \nresponsible for the thousands of Cuban families torn apart.\n\nThe devastation caused by Hurricanes Gustav and Ike stretches across the island, from east to west, and north to \nsouth.  The damage inflicted by the force of these powerful hurricanes requires nothing short of massive disaster \nrelief assistance.  The United States government has generously offered to provide massive humanitarian \nassistance to the victims.  But the Cuban regime incapable of addressing the needs of the Cuban people has \nrepeatedly rejected United States' offers.  Instead, they are demanding the suspension, at least temporarily, of the \ntrade embargo so that they may buy from U.S. companies on credit.  The only one that stands to gain from easing \nrestrictions is the Cuban regime.\n\nThe tragedy that the Cuban people face in the aftermath of Gustav and Ike should not be utilized as yet another \nargument to promote the partial, total, or temporary lifting of restrictions.  Nor should it be used to advance a \npolitical agenda in the upcoming U.S. elections. The situation in Cuba is such that even if the travel restrictions \nwere lifted little would be accomplished in terms of providing the massive assistance the Cuban people need.  Of \nthe Cubans residing in the United States not many would be able to travel immediately given the required \ndocumentation and the high fee that are charged.\n\nFamilies are torn apart and will remain so, but not by the United States sanctions, but by the actions of the Cuban \nregime.  The lifting of travel restrictions would result in a selective process, feasible only for those who have \nfinancial possibility and beneficial only for those Cubans with relatives in the United States.  Should the restrictions \nbe lifted, the Cuban regime would generate a considerable amount of additional resources which, as time and \nhistory have proven, would be used to increase repression against the civic resistance movement and to solidify the \nregime's stay in power denying the freedom.  The Cuban people have struggled so hard for so long during almost \nhalf a century under the yoke of oppression.\n\nLost in the din of the debate are the reasons for which these sanctions were rightly instituted and why they must \nremain in place. The 2004 sanctions were imposed following the March 2003 violent wave of repression that \nresulted in the arbitrary arrests, summary trials, prison sentences of up to 28 years for more than 75 human rights \nand pro-democracy activists, and the execution by firing squad of three young men who attempted to flee Cuba.  \nToday, over 50 of this group of prisoners still remain in prison under inhumane conditions.\n\nRestrictions facilitate a process of internal democratization to aid Cuba's opposition movement, channel the \naspirations for change of an overwhelming majority of the Cuban people.  Proponents of the lifting of sanctions \ninsist that the restrictions serve to keep Cuban families torn apart, not so.  Families torn apart are the parents of \nthose United States citizens who were shot down by Cuban Air Force MiGs on February 24, 1996, while \nconducting a humanitarian search and rescue flight in international airspace in the Florida Straits to save Cubans \nfleeing the island in fragile rafts.  I know because I was there.  I was onboard the only plane that made it back home \nthat day.\n\nFamilies torn apart are the relatives and children of political prisoners who cannot have their loved ones at home.  \nFamilies torn apart are the victims of crimes continually perpetrated by this regime, such as the massacre of the \n13th of March Tugboat on July 13, 1994.  Those are families torn apart by a ruthless regime that aims to control \nevery aspect of its citizens' lives and tramples upon inalienable God-given rights.\n\nRegrettably, Cuba's regime continues to refuse humanitarian assistance from the United States.  It is not the time \nto unilaterally lift these sanctions, but the time to exert international pressure on the regime to allow humanitarian \nassistance to reach all Cuban people, 11 million of them and to stand with a people of Cuba in their unwavering \ndetermination to be free.  Freedom has a price.  Many Cubans including some here have been willing to pay that \nprice with their life and their best years in prison.  Mr. Chairman, and members of the subcommittee, it is not U.S. \nlaw that needs to be changed, it's the Cuban regime.  Thank you.\n\n\n\nREP. DELAHUNT:  Thank you.\n\nMs. Perez Castellon?\n\nMS. CASTELLON:  Mr. Chairman, I'd like to submit my statement in response to some of the things that have been \nsaid here today.\n\nREP. DELAHUNT:  Without objection.\n\nMS. CASTELLON:  You talk about legislation, and I wonder if this will include illegal immigrants who come to the \nUnited States and cannot travel one or two or three years because they simply cannot leave the United States, or \nmany of the Cubans who came here and claimed they were politically persecuted and then within a years time \ntaking the Cuban Adjustment Act into account, they go back as if nothing happened after having lied to the U.S. \ngovernment.\n\nSo I don't understand, because, for example, two years ago when you went to Cuba in 2006 and Raul Castro had \njust been named successor without election, and I wonder if we would have accepted Pinochet's brother to take \nover.  You said that it was a new era.  Well, Raul Castro had just been named successor, the new era is the same \ndictatorship with a new face, one another Castro at the helm, and they are still enslaving the Cuban people.\n\nSo I don't understand, yesterday you were questioning aids to Georgia, because you said it's not a democratic \nregime.  Don't those families count?  And I've heard here that sanctions don't work.  What put an end to South \nAfrica's racist regime?  I remember blacklist when Cuba -- when America artists couldn't even go back.  Or we \ncould do what Congressman LaHood said, let's to do business with China, let's get cheap goods and let's get \ncheap labor, but let's, you know, squash some skulls and trample upon human right.\n\nYou said that it's some -- some things you said were un-American. You know, what is un-American?  To serve as \napologist for dictators. And I don't understand -- Congressman Ron Paul said that people over 50 at the debate.  \nWell, you know what, it was at the University of Miami, and half of the tickets were given out to students.  I don't \nrecall those students being over 50, and if that were to apply, then perhaps all of you should retire and your staffers \nshould take over.\n\nAnd you ask about moral authority.  Who gave the United States the moral authority to wage war against Hitler \nwhen Jews were being massacred in Cuba?  And you constantly talk about both -- I'm sorry --\n\nREP. DELAHUNT:  I appreciate your passion.  But let me interrupt for one moment and point out to you that what \nwe are talking about here is restrictions on family problem.\n\nMS. CASTELLON:  Well, restrictions on family --\n\nREP. DELAHUNT:  And I would like to make a point right now.  Are you aware that there are no restrictions on \nGermans, German-Americans to go back to Nazi Germany until the war broke out.\n\nMS. CASTELLON:  No, there were apologists who permitted Hitler to massacre 600 Jews.\n\nREP. DELAHUNT:  Actually, it's fine --\n\nMS. CASTELLON:  -- fine.  Well, let's talk about --\n\nREP. DELAHUNT:  I'm going to give you additional time.  But let's understand, let's make this factual --\n\nMS. CASTELLON:  Factual.\n\n\n\nREP. DELAHUNT:  Okay.  Let's stick to the facts, and the fact is you made a reference to Nazi German, and the \ngovernments at the time, okay, the United States government at the time did not impose restrictions on family \ntravel so that German-Americans could return to take care of their families and maybe assist them in leaving.\n\nMS. CASTELLON:  Right.\n\nWhat I referred to were people who apologize for Hitler and allow the 6 million Jews to die.\n\nREP. DELAHUNT:  Who is apologizing for Hitler?\n\nMS. CASTELLON:  Some people apologized, and it lasted --\n\nREP. DELAHUNT:  Could you name them?  Who was apologizing for Hitler?\n\nMS. CASTELLON:  Let's go back to travel restriction, what did -- when people -- when Cubans could travel before \n2003, what did that solve?  I don't know that it solved anything.  Cuba depends on tourism.  And it was clear when \nCastro said they did not want any aid. And that tourism is handled by the armed forces.  And I don't understand \nwhen I see those sanctions were imposed when 75 men and women were arrested.\n\nI saw Hector Palacios speak here today.  Well Hector Palacios was able to leave Cuba.  He was able to return.  But \ndo you know what, her son is still in prison and 59 of those men for whom those travel restrictions were in place are \nstill in prison.  Why are we not asking the Cuban regime to release those political prisoners before we lift those \nsanctions?\n\nI would like to remind this panel that this is the same regime that harbors fugitives of U.S. justice, that has \nimprisoned thousands of men and women, that has killed American citizen in international airspace, that has sunk \ntugboats in the Bay of Havana with children onboard, and the survivors have testified of that horrible crime before \nthis committee.  And in May 2001, before an audience of American haters at the University of Teheran, Fidel \nCastro, to the chant of war, from the fanatics in the audience, threatened that the governments of Cuba and Iran \ncould bring the United States to its knees.  Four months later Americans awoke to the horrors of September 11.  \nAnd today, Fidel Castro's brainchild Hugo Chavez continues subverting the continent.\n\nI don't understand how travel restrictions are being used, not now, by the same people that have requested the \nlifting of the embargo and the lifting of sanctions.  Cuba needs to change.  It's not the U.S. policy.  It's the Cuban \ngovernment.  The Cuban government has to release political prisoners.  The Cuban government has to hold free \nand democratic elections.  And the Cuban government has to respect human rights.  And then perhaps sanctions \ncould be lifted.  Thank you, Mr. Chairman.\n\nREP. DELAHUNT:  Thank you, Ms. Perez Castellon.\n\nI would also note that other individuals who were incarcerated as a result of what's described as the Black Spring, \npeople like Oscar Espinosa Chepe, who happens to be a friend of mine, whom I visit every time that I go to Cuba, \nand his wife Miriam Leiva, who was one of the founders of the -- I'm trying to say this in Spanish -- La Damas \nBlanco.\n\nMS. CASTELLON:  Damas de Blanco.\n\nREP. DELAHUNT:  Okay.  Also had communicated with me that family travel is extremely important not to aid and \nassist the Cuban government, but to encourage those on the island who are in opposition.  And they have paid the \nprice.  It's easy for you and for me to be here in Washington or to be here in Miami.  They have served their time, \nas Mr. Hernandez has --\n\nMS. CASTELLON:  -- others are still in prison of those 75 --\n\n\n\nREP. DELAHUNT:  Let's be very, very clear, there is nobody on this panel that will not make an effort to advocate \nfor their release as well.\n\nMS. CASTELLON:  Well --\n\nREP. DELAHUNT:  I can assure you of that.  And another individual who has spent time in a Cuban prison is Dr. \nHernandez.  Doctor, would you please make your statement?\n\nMR. HERNANDEZ:  Thank you very much.\n\nREP. DELAHUNT:  Could you hit the button, you got to hit that button.\n\nMR. HERNANDEZ:  Okay.  Thank you very much, Mr. Chairman and distinguished members of the committee.  I'd \nlike to submit also my complete testimony for the record if you please --\n\nREP. DELAHUNT:  Without objection.\n\nMR. HERNANDEZ:  Thank you.  And my name, as I said, is Francisco Hernandez.  And I am the President of the \nCuban American National Foundation.  And you have mentioned part of my record.  And in order to perhaps be \nmore explicit on it, let me say that I left Cuba after working for about a year in the underground.  And early in 1959 \nmy father was not only arrested, was tried, sentenced, and executed in 24 hours by the courts of -- the kangaroo \ncourts in Cuba.\n\nSo I've also visited this room many times.  And I remember in looking at those two great men, their portraits \nhanging on the walls that they helped us tremendously.  And many of the fights were won against the Castro regime \nover the years because of the work of Dante Fascell and Henry Hyde.  So as you can see, Mr. Chairman, I am not \na Castro sympathizer.  Thereby, my dismay at having to defend, not in Cuba, not against the Castro regime, but in \nthe halls of the Congress of the United States, the right of Cuban-American families to consort, support, and \nprotect each other, especially in times of peril.\n\nMr. Chairman, this is not about sanctions.  This is not about Fidel Castro or Raul Castro.  The right of human \nfamilies to support each other pre-dates the establishment of human societies and human governments.  Their \nrights are inalienable, and as such should be protected, not interfered with, by governments, whether they are the \nU.S. government, or the Castro regime.  For that reason, the Cuban American National Foundation firmly opposed \nthe restrictions imposed by the present administration in the year 2004.\n\nThese restrictions were not on the Cuban government.  These restrictions were directly on the Cuban people.  Mr. \nChairman, these restrictions are not only inhumane, but they are also counterproductive to our desire to uplift the \nCuban people in their struggle for democracy and clearly reveal the utter hypocrisy of a policy that prohibits families \nfrom helping one another, yet facilitates trade and travel to American businessmen looking to make a profit.\n\nI haven't seen, yet, anybody talk about the fact that the Bush administration has authorized $2.6 billion in trade with \nCuba, and Cuban families cannot send more than $100 a week to their families in Cuba.  Mr. Chairman, Cuban-\nAmericans now more than ever must become agents of change inside the island, and feel the gap the Castro \ngovernment has created by not responding to the present crisis.\n\nI had the opportunity to talk to an activist, the human right activist in Las Tunas province just after the pass of the \nIke Hurricane.  And he said to me, for this first time in my life for about four days I haven't seen one Cuban officer \naround here, whether a member of a communist party or member of a municipality, whatever, or a military man.  \nThis is the vacuum that the Cuban government has left.  That vacuum must be filled.  And there is nobody else that \ncan fill that vacuum at the present time than the families, and the brothers and sisters of the Cubans that are \nsuffering in the present time.\n\n\n\nIn the coming weeks, with a Cuban government unable and unwilling to confront these crisis, disease and \nmalnutrition may spread, and the desperation of a people who feel helpless and forgotten will reach the point \nwhere, as it has occurred in the past, thousands will see no other alternative than to attempt the desperate journey \nto American shores placing their lives and our national security at risk.\n\nAs this crisis unfolds, Mr. Chairman, we will be holding back, because of these absurd restrictions, the efforts and \nresources of over 400,000 Cubans who have arrived in the United States in the last 10 years and who have \nimmediate relatives on island.  What would any of us do in their situation?  What would you do Mr. Chairman, if your \nmother had lost their house, or if your children didn't have anything to eat?  What would, any of us would do?  \nSurely, the insanity of these restrictions will drive many of those 400,000 Cubans in South Florida and throughout \nthe United States to resort to all kinds of illegal and risky schemes in order to help their families, and who could \nblame them?\n\nThere is no question that the primary responsibility of responding to this growing crisis belongs to the Cuban \nregime.  Yet they have dismally failed at providing emergency aid to their own people.\n\nThey do not feel compelled to act, because their primary concern is not the well being of their people, but their \nability to remain in power.  We have born witness to this over the course of 50 years as they placed innocent men \nand women before the firing squads, and forced one-fifth of Cuba's population into exile.\n\nMake no mistake, Mr. Chairman, this was true during Fidel Castro's reign, and it'll continue to be true under Raul \nCastro.  And they are not going to reply to the offer, the very generous offer of the United States, because what \nthey want is to continue to control the Cuban people.  They don't want the interference of United States. But we \nhave to find ways in which we can break that total control of the government over the Cuban people.  And the only \nway we can break that control is opening and making Cuban-Americans agents of change within the island of the \npresent time.\n\nThis is our opportunity actually, and is the opportunity of the Cuban people.  We cannot continue to maintain our \nfamilies and the families of those who are in Cuba completely separated and unable to help theirs, because nobody \nelse is going to help them, nobody else is going to do what has to be done.  In the face of dealing with a regime \nthat completely disregards the well-being of its own people and has turned down, as I said before, the aid from the \nUnited States Government, the Cuban-American community stands anxious to assist our brethren on the Island.\n\nIn an attempt to get direct aid to hurricane victims, the Cuban American National Foundation requested, and was \ngranted a license by the Office of Foreign Assets Control of the Department of Treasury. In less than two days, the \nresponse was so overwhelming that we met the ceiling of our 250,000 license and were forced to put the program \non hold while we await approval of an additional license.  In a matter of hours, over 1,200 --\n\nREP. DELAHUNT:  Wrap it up, Mr. Hernandez.\n\nMR. HERNANDEZ:  Yes.\n\nREP. DELAHUNT:  I bet you I'm going to have to give some extra time when we do Q and A's to our other \nwitnesses.\n\nMR. HERNANDEZ:  You're right.  So to end, this is the opportunity that we have to help Cuba under Cuban people.  \nFirst, get sufficient independence from the government in order to do things by themselves, to help the opposition \ninside Cuba, which cannot be helped at the present time by anybody in the United States because they are not \ndirect families or immediate families of that opposition.\n\nAnd the 59 members do not have -- that do not have families here in the United States, are imprisoned at the \npresent time of the \"black spring\" in Havana cannot be helped, you cannot send them a $1,000.  So I ask of you \nand the members of the Congress of the United States to please help the Cuban people by lifting these \nrestrictions.\n\n\n\nREP. DELAHUNT:  Thank you, Dr. Hernandez.\n\nMr. Peters.\n\nMR. PETERS:  Thank you, Mr. Chairman, it's good to be with you. And I'm particularly honored to be on this panel \nwith these fine people here.\n\nWe are talking about Cuba today in a context that's unlike, you know, the context that we've known for all these \nyears.  It's the context of tremendous devastation because of the hurricanes that went through and the great \nsuffering that's taking place and economic destruction which we've documented in our statements.  And I think that \nthe tests for governments in a circumstance like this is to put politics aside, and do all we can to help the people \nwho are victims of these disasters.\n\nI have faith in the Bush administration.  I think that President Bush and his people have done that.  I think they have \n-- that they could more, but certainly these offers that they've made and the fact that the president and his \nrepresentatives have pulled back on conditions that we originally set, I think those were signs of good faith.  And I \nthink I'm glad that our government is making these offers.  I think it's deeply regrettable that the Cuban government \nhas not found a way to accept those offers, and I think it's -- if I may venture to say this -- it's probably incumbent on \npeople like us who has had conversations and have conversations with Cuban government officials to encourage \nthem to accept these good-faith offers that are coming out of the Bush administration.\n\nI hope for the future that the door remains open and I don't want to be too definitive of why I say it because I want to \nbe optimistic that maybe the diplomats on both sides can work something out or that the United States can \ncontribute to the kind of multilateral effort that's going to be needed.\n\nThis hearing started out on a very high plane, with Mr. Rohrabacher and Mr. McCotter invoking all these moral \nconsiderations and all of that, and I wanted to touch on that briefly if I could.  It was nice that Congressman \nMcCotter stipulated to everybody's good intentions in the room, I'd like to stipulate to the fact that everybody has \nthe same views of the nature of the government of Cuba, all of us in the room do.  I don't think there is any \ndisagreement about that.  I think foreign policy would be a very simple proposition if all it only consisted of was \nmaking a moral judgment about the nature of a foreign government, it would be really simple.  We would be \nbreaking relations, we would be cutting off contacts not just with Cuba, but with dozens of countries all around the \nworld.\n\nBut of course that's not what's it's about.  There are practical and prudential judgments that are involved too.  And \nMr. Rohrabacher invoked President Reagan; we can invoke President Nixon's action with regard to China, \nPresident Ford's action with regard to Eastern Europe, President Reagan's actions with regard to the Eastern \nEurope and exchanges and all kinds of contact with the Soviet Union.  Those are entirely contrary to judgments that \nsome ---I underscore \"some\" here -- Republican colleagues voiced today, and I don't think President Nixon and \nFord or Reagan were morally blind, they were asserting our interests.  And they saw that contact was an element of \nAmerican strength and openness is a strength of ours, it's not a liability that we need to regulate.\n\nGetting back to the family sanctions issue.  Again, in the context of doing all we can to help the people, I think that \nit's clear that multilateral aid is necessary, it's clear that very large scale efforts are necessary.  But just because \nthose relief efforts are going to proceed why should we hold back family members from helping their loved ones?  \nThere is nothing that could be more direct and more effective than a family member coming to help out, or sending \nmoney to help out.\n\nWe were treated yesterday to a truly absurd statement, I would even call it pathetic, by our secretary of commerce \nwho's Cuban- American and who sort of invokes some kind of authority as a Cuban- American, but he said that he \nhears some people in Cuba that they don't need money because they've nothing to spend it on.  What an \nastounding statement.  And one almost doesn't know where to begin. There are stores in Cuba where people can \nbuy things, people can buy things to repair their houses, they can buy appliances, there is a black market which is a \n\n\n\nfact of life in Cuba.  And obviously it's not a perfect system, but the idea that somebody in need and especially \nsomebody in the kind of need that they're in now, would not want the purchasing power to be increased by having a \nrelative send them money, is just absolutely absurd.\n\nYou know, how could people help?  If you -- one aspect of our sanction goes all the way to the contents of \npackages that people can send.  And it is illegal now for Cuban-Americans to take a box and put some clothing in it \nand some seeds in it and personal hygiene items for somebody whose house has been completely wiped out, and \nwhose garden has been blown to smithereens.  You can't do that.  If somebody's -- if their house is okay, but their \nrefrigerator was flooded -- a Cuban-American can't send money to go buy a new refrigerator.\n\nSome guys in Miami who would want to go repair their aunt's roof, they can't do that, because their aunt is too \ndistant a relative and they're not allowed to go visit her.  Or someone in Miami or let's say Bergenline Avenue in \nNew Jersey who wants to go find his mom because he can't locate her and her phone is out, if he went last year, \nhe would have to wait till 2010.  Why in the world would the United States stand in the way of things like that?\n\nThere are many points to bring up on that score, but I'll just finish on the issue of the dissidence in Cuba.  Just like \nwe Republicans who show capacity to show different point of view, sure, the dissidents disagree on different things.\n\nBut in my estimation, there are three major networks of them. There's the one led by Marta Beatriz Roque and she \nfor some time now has been against all of these family sanctions.  She was, back in May, on a video conference \nwith President Bush and with Secretary Gutierrez for that matter.  And she called for these family sanctions to be \ngotten rid of so Cuban-Americans could send packages, could send remittances, cash aid, and visit their family \nmore often.\n\nAnd she has called on President Bush specifically in the context of this natural disaster.  Oswaldo Paya, who \nchallenged the government with a petition drive, the same thing.  Hector Palacios's wife who was the leader, until \nshe left Cuba, of the library movement, she did the same thing.\n\nREP. DELAHUNT:  Mr. Peters, you better begin to wrap up.\n\nMR. PETERS:  We should -- I submit that we should not just invoke the cause of those people or appropriate \nmillions of dollars to support their cause, we should also listen to them and heed their word.  Thank you.\n\nREP. DELAHUNT:  Well, thank you all for your testimony.  Again the buzzer has run.  We have a series of four \nvotes which would most likely implicate 45 minutes to an hour, but I'm going to ask all of you to stay because we'd \nlike to pose questions to you.\n\nLet me begin with a question and you can all reflect on it, and I want to read it into the record, because it is a \"El \nNeuvo Herald\" endorsement of an amendment that's being proposed by Senator Dodd who I'm sure is familiar to \nmost of you.  And I'm reading this.\n\n\"The proposal of Democratic Senator Christopher Dodd to lift in six months the principal restrictions on remittances \nand travel to Cuba among others has the virtue of wisdom and the force of compassion.  Seconded by a \nRepublican colleague Richard Lugar, it gives a glimmer of hope.\n\n\"The Cuban authorities have been insisting on linking the unilateral and total lifting of the entire embargo to any \nwillingness to receive aid.  In this way they make all the people suffer as a tool of urgent political blackmail.  \nNevertheless, the circumstances allow Washington to look at things from another level and work with an ample \nmargin to maneuver.\n\n\"In normal times the restrictions imposed by the administration of George W Bush were extremely unpopular on the \nisland and for exiles.  Now, they ascend intelligence in sensitivity.  That absurd strategy does not benefit North \nAmerican interests nor does it speed up the return of freedom to Cuba.\n\n\n\n\"The Cubans of the island are hoping for the help of the United States.  If the cost of saving lives and alleviating \nsuffering consists of lifting the embargo for six months, well, it's worth the pain and we'll pay the price.  That is the \nethical fiber that differentiates us from the Castro brothers' dictatorship.  Three men do not make policy with other \npeople's pain.\"\n\nSo when we return I'm sure that your response will be illuminating, interesting.  I yield to my friend.\n\nREP. ROHRABACHER:  Chairman, we still have a few more minutes. It's about seven minutes before, which \nmeans we got about three or four minutes left just to put into the discussions.  So when we return, I have yet to hear \npeople advocating that we just temporarily lift the restrictions on humanitarian aid in order to deal with the current \ncrisis.  What we're really talking about here is a major change of policy and not a humanitarian \"let's just lift the \nrestrictions now because of the hurricane and a natural disaster.\" That might actually be a little bit more, you know, \nattractive to us ---\n\nREP.      :  I would support that ---\n\nREP. ROHRABACHER:  --- because we would be then -- yeah, well, but unfortunately that's not what's being \nadvocated today.\n\nREP. DELAHUNT:  Well, would my ---\n\nREP. ROHRABACHER:  What we're advocating is a major change in policy and what we're doing is letting a crisis \ndefine what long-term policy should be, which is not the way we're supposed to be getting to ---\n\nREP. DELAHUNT:  Would my friend yield for just a moment ---\n\nREP. ROHRABACHER:  Sure, sure.\n\nREP. DELAHUNT:  --- because I take his point and he knows my position, as I think everyone on the panel does.  I \nindicated in my opening remarks and I thought you were paying attention to me, but what I suggested and it's my \nintention to file, a six-month suspension.  And my proposal would not go as far as the amendment put forth by \nSenator Dodd, but would simply, for six months, go back to the pre-2004 regime, if you will, that would allow \nCuban-Americans to travel and to bring remittances along with maybe toothpaste and some bedding home to their \nloved ones.\n\nAnd I'd be more than welcome to have you as the lead Republican sponsor on that humanitarian initiative, but \nmaybe you should have a discussion on the floor of the House as we go to vote, with some others, otherwise you \nmight be the target of some criticism.\n\nREP. ROHRABACHER:  The other fundamental that we might need to get out --- and asking for something that is \ntemporary is far different than changing policy, fundamental policy --- the other aspect is, we of course have seen \nnobody suggesting that, yes, let's make an offer -- we will do this, we will change this policy if we can eliminate \ncertain political restrictions that Castro has on his own people.  Let's take a look at specific policies that are in \nCuba, that are repressive and repugnant to us and say, good, let's cut a deal here.  Let us lift this, if you do this.  \nInstead, I think what we've got is unilateral concessions that doesn't lead to any type of respect by a dictatorial \nregime like that in Cuba.  And maybe we can discuss all of this when we get back.\n\nREP. DELAHUNT:  I look forward to the discussion.  It's a dialogue.\n\n(Recess.)\n\nWe're back.  I appreciate your patience.  And my good friend from California has other obligations, so he will \nproceed first.\n\n\n\nREP. ROHRABACHER:  Thank you very much, Mr. Chairman, and let me note this is our last hearing probably.  \nProbably our last hearing, maybe not, but who knows.\n\nREP. DELAHUNT:  We've got some surprises.\n\nREP. ROHRABACHER:  He's got some surprises up his sleeve, but if this is indeed the last hearing of the year, \nwe've had a --- you know, the \"Bill and Dana\" show has been quite an experience for us both, and we've had a lot \nof fun, but we'd also --- we've really broken a lot of new ground intellectually because we've been open-minded to \nhaving extensive and thorough involvement in questions and answers and exchanges of ideas, which is different \nthan many of the other subcommittees that I've been on.  So I've learned a lot this year and --\n\nREP. DELAHUNT:  If I can interrupt, as I always do -- (laughs) --- I want to thank you, Dana.  This is the 50th \nhearing of this particular subcommittee.  I believe we've had more hearings than all of the other subcommittees \ncombined.  And it has been informative, it's been fun, and it's been an intellectual challenge.  And it would not have \nbeen that way but for the fact you are the ranking member of the subcommittee.  I hope that as the next Congress \nassembles, that you still are the ranking member and I'm the chairman.  But I'm grateful for your courtesies, your \nability to work well with your Democratic colleagues.\n\nI hope I am not giving you a heavy load by praising you, but it's not hyperbole.  It's from the heart, you're my friend.  \nWe disagree on a lot, but we do it with respect, we do it with civility, and on occasion we agree.\n\nAnd when we do, watch out.\n\nREP. ROHRABACHER:  (Laughs) --- well, with that said, I think that we actually agree on more than we thought we \ndid at the beginning of the year.  And I have been very pleased with those areas which, for example, with Ramos \nand Compean where you agreed to look into that issue, which was important to me, and several other issues that \nyou've backed me up in terms of my investigative endeavors into the Oklahoma City bombing, and things such as \nthat.  So I appreciate that very much.\n\nMr. Chairman, I finally want a couple of words in this, and then, I'm sorry, I have to run upstairs.  I've got a --- \nactually it's an interview on the Uyghurs which is something we agree on.  But we didn't know we agreed till we had \nthose hearings.\n\nSo let me just say that we have had a number of hearings on Cuba. We had eight hearings on Cuba so far this \nyear.  Unfortunately, seven of them were about Guantanamo, and one was this hearing about this particular issue.  \nI think that it would have served us well if we were to have had --- and if next year we decide to move forward and \nyou resubmit your legislation, we should begin with hearings on human rights in Cuba, and how that relates to basic \nfundamental policy.  And there is a relation to fundamental policies and where you to draw the line between a \nhumanitarian, very humanitarian instinct that we all have in caring for people as individuals and also the \nresponsibility of developing a policy that will make all the people better in the long run is a tough question --- \n(laughs) --- tough job to know where to draw that line.\n\nSo today, I would just simply say that while we -- while I sympathize with the people who've talked about their \nrelatives not being able to see each other, I blame Castro and I blame the dictatorship for that.  I think that when \npeople came here they understood that I'm going to be separated from my family, and they were willing to do that \nto get away from this monstrous regime.  And then after a few years of feeling the heart's pain --- then they expect \nthe United States to change, it's not necessarily the right way to go.  What we should be looking for is regime \nchange in Havana, and hopefully there will be, now that Castro is on his way out.\n\nI would also recommend that we get fully behind the humanitarian effort for hurricane assistance and I understand \nthe NGOs now are capable of collecting money, any amounts of money, and going into Cuba to help.  If there's \nany restriction on that, we should be behind that effort.\n\n\n\nAnd finally, with Cuba suffering as it is, I think that we need to call upon Fidel Castro to give up some of the \nhundreds of millions of dollars he's ripped off from his own people and amassed in foreign banks as has happened \nfor the last 50 years.  Maybe he can give some of that money to help his suffering people at this moment and I \nwould challenge him to do so.\n\nWith that said, Mr. Chairman, I've got to go up and do this interview.  Thank you all very much, God bless you.\n\nREP. DELAHUNT:  Thank you, Dana.\n\nAnd let me go first to the other Republican.  I feel like I'm at a Republican convention.\n\nREP. FLAKE:  (Laughs) --- we'd let you know if you were --\n\nREP. DELAHUNT:  I know, and I have no doubt about it.\n\nJeff?\n\nREP. FLAKE:  Thank you.  I appreciate the testimony, and I really appreciate the indulgence while we traipse back \nand forth through the floor, I know you've waited a long time and I just want you to know how much we appreciate it, \nall of you.\n\nLet me just say I've enjoyed all the testimony.  I just had a question.  Ms.-- Iriondo, is that how it's pronounced, and \nMs. Perez Castellon, or however you pronounce that, if you could -- I think I heard you loud and clear that you \nbelieve that travel -- that you would not want to travel to Cuba, because that would somehow aid the regime or send \nthe wrong message.  And I understand that and I appreciate that.  And I would be that last in the world, I don't think \nanybody should force you to do so.\n\nBy the same token, do you think that it should be your right or our right as members of Congress to tell Dr. \nHernandez or Witness Arzola or somebody else who has family there, who has a sick mother there that it is not \ntheir right to travel?\n\nMS. IRIONDO:  Can I ---\n\nREP. FLAKE:  Please do.\n\nMS. IRIONDO:  If I may, for example, Blanca Gonzalez who's the mother of a current political prisoner sentenced to \n25 years, is not permitted by the Castro regime to visit her son, her grand daughter, or her daughter-in-law, \nbecause whoever gets into Cuba is a selective process.  And all those that dissent from the regime are not allowed \nto go into Cuba.\n\nNow, I've heard some things and if I may, I'm going to use your question, and if you allow me I would like to clarify \nsome things I've heard in a testimony given here that I think that needs clarification for the record.\n\nFor a long time now, in addition to what's available now in response to the devastating hurricanes that have \nimpacted the island of Cuba, there have been non-governmental organizations, fully licensed by the Department of \nthe Treasury to send remittances to independent civil society in Cuba, for the promotion of independent civil society, \nand also to all the families and political prisoners in Cuba.\n\nThat we know of there are 300 or approximately 300 political prisoners and I say that \"we know of\" because the \nfigures are given by Castro's regime.  And we know for a fact that without any other entity to dispute the official \nnumbers given by the regime, it's very difficult to assess the real number of political prisoners and prisoners of \nconscience within Cuba.\n\nBut one of those organizations -- and I have the privilege of working with it --- is an organization that's called \nPlantados hasta la Libertad y la Democracia, \"planted until freedom and democracy.\" And this is an organization \n\n\n\nand NGO integrated by former political prisoners who never wavered in front of the regime, who spent more than 20 \nyears, each of them, in prison, and who would rather be naked than wear the prisoner, common prisoner uniform in \nCastro's prisons. And every month we send $50 to every family of every political prisoner within the island.\n\nAt the same time I had also a licensed organization and we didn't renew it because I don't have employees, they \nwere all volunteers.  So I worked through Plantados until liberty and freedom and I send our remittances through \nthat organization.  But members of the opposition inside Cuba also and members of the independent civil society, \ngroups of independent civil societies -- there are many exile organizations and NGOs that are not exile \norganizations, that are taking care also of sending this resources for the independent civil society within Cuba.  This \nis nothing new.  It has been going for a long time.\n\nAnd the last thing I wanted to ask, because I heard also -- and with all due respect, Congressman Delahunt and \nCongressman Flake, in all your visits with the government authorities in Cuba, with the regime, how many times \nhave you been able to visit a political prisoner inside a prison, or to publicly ask for the liberation of those political \nprisoners who at this moment need to be a very --- a very serious concern for all freedom-loving people.\n\nREP. FLAKE:  Thank you for your statement.  Let me just say, every time that I've traveled to Cuba and every \nmeeting that we've had, we've presented a list of political prisoners and asked for their release, as well as many \nletters having been sent from here as well, so we have made that --- but that is all beside the point, as was the \nresponse.\n\nLet me ask again, and maybe Ms. Perez Castellon will answer, I know how you feel and I feel that it is your right, \ncertainly, if you don't want to travel to Cuba to visit relatives or to give aid and comfort to those who are hurting or \nwhatever; you should be able to stay where you are and not travel.\n\nAnd then I understand that not everyone can see their relatives, they -- the gentlelady with a son in prison, my heart \ngoes out to you --- but does that mean that nobody should be able to visit their family?  Should you have the right, \nshould we have the right as members of the Congress to say to Ms. Arzola, to say you cannot therefore visit your \nsick mother?\n\nMS. CASTELLON:  Well, first of all, the Cuban government has said they will not allow me to return to my own \ncountry, so that takes care of that.  My husband was in prison for 28 years.  None of his family was allowed to go \nvisit.  But when we're here to talk about the sanctions that were imposed in 2003 to 75 political prisoners, I did not \nhear Oscar Espinosa Chepe, say or a Hector Palacios when they were in prison, \"Lift those sanctions,\" because \nthey knew that those sanctions meant something.\n\nAnd I would also like to say that -- what I have heard here is, lift sanctions, lift sanctions; I have not once heard \nanyone say let the Cuban government take the first step, whether it be the release of prisoners, whether it be \nanything.  And with all due respect, what I think you're doing is (emboldening ?) the victimizers, and you have no \nregard for the victims.\n\nAnd I have not heard Oscar Espinosa Chepe condemn Cuba's totalitarian regime.  Yet, when I read his columns in \nthe Herald, one was, let's give Raul Castro a chance.  Well, you know what, it's been two years.  The ladies in white \nhave been dragged through the street, the prisons are still full.  And the other column I heard was, \"Vote for \nObama.\"  So you know what, I don't think this makes him a member of the opposition, but rather someone who is \nbeing used by the regime to obtain their goals, which is basically the lifting of sanctions.\n\nREP. FLAKE:  Let me back -- when you stipulate that you've to --- or that it is your right to tell another family that \nthey cannot visit ---\n\nMS. CASTELLON:  No, no, I believe that sanctions were imposed for a purpose.\n\nREP. FLAKE:  Okay.\n\n\n\nMS. CASTELLON:  The arbitrary arrest --\n\nREP. FLAKE:  Should be --- all right.\n\nMS. CASTELLON:  -- comprise men and women.  Yes, I think it was okay for the racist South -- government of \nSouth Africa to, you know, have an embargo.  And I think that's what made South Africa change.\n\nBut for some reason, in the case of Cuba, and it's not now because of the hurricane, it's the same people that year \nafter year, and year after year I came here with Dr. Hernandez, precisely asking for those sanctions to remain.  And \nnow, all of a sudden, we feel that those sanctions have to be lifted without one single step from the Cuban \ngovernment.\n\nREP. FLAKE:  Let me ask Dr. Hernandez and Mr. Peters quickly, today the statement was made that if we allow \ntravel or allow packages, that it wouldn't benefit any Cuban families.  But then, in the next paragraph of the \ntestimony there was a statement made that this action would benefit the Cuban regime.  Is it possible to send, you \nknow, if we were able to send, a hygiene kit or a fishing line or seeds to a family, that the family wouldn't benefit but \nthe regime somehow would?\n\nNow, I'm the first to admit there's no way you can keep all that you send to families.  You can stipulate that none of \nit will go to the regime, or whatever.  But it seems a little simplistic --- Mr. Sosa may want to address this as well, to \nsay -- and unrealistic to say that you can't benefit your family members by visiting, or doing anything else, but that \nsame visit or that same shipment or that same aid, will benefit the regime.  Dr. Hernandez?\n\nMR. HERNANDEZ:  First of all, I'm very glad to see --\n\nREP. DELAHUNT:  Give him the microphone, and before you have an opportunity, let me introduce this rather \nfamous individual by the name of Dan Burton, who, I happen to --- have to admit, is a friend of mine as well.\n\nREP. DAN BURTON (R-IN):  (Laughs) --- I like to be a friend of the Cuban people.\n\nREP. DELAHUNT:  Well, you are a friend of the Cuban people.\n\nMR. HERNANDEZ:  And I have a very, very great honor to be here, and with whom I consider a very personal \nfriend also, Dan Burton.\n\nLook, we have been here for at least three, or four hours going back-and-forth on this matter.  And I tried to explain \nfrom our -- where we come from, from our position.  I mean -- and Mr. Burton knows this very well because both, \nthe Torricelli bill, and the Helms-Burton bill, you know, we fought at least as much as anybody else to try to pass it \nwith our community, and certainly, here in Congress.  But this is not about that.  This is not about sanctions at this \nmoment, and I said it in my testimony, this is about helping the Cuban people at the, probably, the worst time that \nthey have confronted in a long, very, very long time.\n\nAfter 50 years of having the worst government that we could, anybody could, ever expect, we are having two \nhurricanes that have destroyed completely, the island.  I am -- I have to say this, but I'm afraid, and I am extremely \nconcerned that we may be looking at the disintegration of the Cuban family and the Cuban nation as we know it. If \nwe cannot hold, at this time, the Cuban people to their land, we are going to have to find a way for them here in the \nUnited States, because nobody is going to stay in Cuba under the present conditions, and yes, yes, I will do \nanything in my hands to get rid of Castro and Raul Castro.  I would do anything, and they don't deserve anything, \nwhatsoever.\n\nBut, right now, we have to save the Cuban people, and it's not going to be saved by simply crossing our hands \nand waiting for Raul Castro to give us what we are asking of him.  They are not going to accept what we have \noffered.  They are not going to do anything to help the Cuban people.  We have to help them.  And then, it's not a \nquestion of coming here and discussing whether this is right or this is wrong or we shouldn't, and there are people \n\n\n\nthere that don't want to be helped.  This is a question that we have to now break the rules, if they can be broken, \nand help the Cuban people.\n\nWhat we are asking is not to lift the embargo or anything like that, not to legitimize the Cuban government, I would \nnever do that. But what we are saying is that the Cuban people is suffering tremendously.  And what worked before \nshould not work now.  We have to help, and the way we can help is unleashing just the tremendous resources of \nour own people here that are prepared to do it.\n\nI also have a license to help the Cuban opposition, and we are also sending money to the Cuban opposition, but \nwhat I refer to is that if you got -- any of you wants to send monies to those 75 or 59 that remain, or their families, \nyou cannot do it.  Because you have to have a license, and that is not fair.  And it is not fair that the -- I can have \nthe license to send money to those people, and anybody here in the United States or their families, cannot go \nthere.  There are people that can visit Cuba everyday, and they have a license to go there and take humanitarian \nrelief.  But their families cannot.  The families of those people cannot.  But then, if you're given -- if the government \ngives a license to somebody, then they can go there.  What I am saying is that let everybody do it, because this is a \ntime of crisis.\n\nMS. CASTELLON:  Sir, sorry --\n\nREP. FLAKE:  Yeah, can I --\n\nMS. CASTELLON:  Excuse me, sir, we have a plane to catch, and we're going to have to leave.  But we do \nappreciate your having invited us there today.  And again, I don't see how family travel can make up for not \npressuring the government to accept --\n\nREP. DELAHUNT:  I appreciate what you're saying, and I'm going to go to my friend, Mr. Burton, who wants to \nmake a few --\n\nREP. DAN BURTON (R-IN):  I know you have to catch a plane and I --\n\nREP. DELAHUNT:  -- but before he goes on, I think that it's important, because you made a statement about Oscar \nand Hector, while they were in prison.\n\nTheir wives, Miriam Leiva and Gisela, spoke out on this issue with great courage, and continued to advocate for the \nremoval of restrictions on Cuban family travel.  So I don't want anyone to leave here, that might be watching this \ntoday, to think that, at great risk to themselves, at great risk to their husbands who were incarcerated as you all \nknow, that they have altered.  They are people of great principle.  They deserve our respect, our admiration, and I \nthink that's important.\n\nAnd with that, let me go to the gentleman from Indiana.\n\nMS. CASTELLON:  I know that, you know, they were an inspiration ---\n\nREP. BURTON:  I know you have to catch a plane, and I won't ask any questions, I'll just make a couple of \nobservations.  First of all, I think as long as President Bush is in the White House, which is not for very much longer, \nyou're not going to see any movement to lift the sanctions.  If Obama wins, there probably will be a movement.  I \nhaven't talked to John McCain about it.  I presume he would take the same position as President Bush.\n\nBut they're still driving 1950-something Chevrolets down there if they can find the parts for them.  The people that \nwork in the hotels down there, they can't be there except while they work, and if they make $400 a month, it goes to \nthe government.  The government pays them back, and pay is so-so.  They get about an equivalent of, $10 -- $5, \n$10 a month.  None of that is changing.  And for us to show a weakness, in my opinion, and reward that, won't \nchange that government's structure, whatsoever.  I had problems with the embargo that we had on South Africa, \n\n\n\nbut it did work.  And I think that Cuba, eventually, will be free, eventually it'll have democracy, and I hope to be \naround to see that.  But I don't believe it's the right time.\n\nI talked to some of the people who really wanted to change what's going on in Cuba.  I said, the minute they start \nallowing local democratic elections, they start allowing people to be able to have a voice in their government, then \nI'll start talking about changing the Helms-Burton Law.  And I'll be one of the people to lead that, because that's \nwhat we want to see.  We want to see a movement to democracy and freedom.  And until that happens, I will \ncontinue to be a stalwart to help you guys out, and try to make sure that we keep the pressure on Fidel and Raul.  \nAnd I hope Fidel lives long enough to see democracy come to Cuba.  I'd hate to see him go before it happens. \nThank you very much.\n\nMS. CASTELLON:  Thank you, Congressman.\n\nREP. DELAHUNT:  I have to -- before you two leave, my colleague from New York wishes to either pose a \nquestion, or make a statement.\n\nThis is Congressman Gregory Meeks.\n\nREP. GREGORY W. MEEKS (D-NY):  I have to jump in because of some of the comments that were made.  \nNumber one, I think that the part that my dear friend and colleague, Mr. Burton made that nothing has changed, is \nexactly right.  Nothing has changed.  And as long as we keep doing the same thing, nothing will change.  And so if, \nin fact, we've been doing something for 48 years, and we have not changed anything, and nothing has, you know, \nmade it better for the Cuban people, then common sense would tell me that we need to change, we need to do \nsomething differently, number one.\n\nNumber two, there's been reference made a number of times about South Africa, and I hear that a number of times.  \nBut there are some very real differences, I think, in Cuba and South Africa.  One, let me point out first of all, that in \nSouth Africa, it wasn't unilateral sanctions, it was multilateral sanctions.  And you had the whole, rest of the world \nthat was a part of it, and that's what helped make the kind of change that was necessary, that happened there.  \nThat's not the case that's taking place in Cuba, because every, you know -- others are there.\n\nNumber two, on this specific issue that we're talking about, even during the sanction period in South Africa, \nfamilies were allowed to go visit families.  Families were allowed to take care of families, families was allowed to \nbring and give money to help out their people. Even during the sanctions in South Africa, there was not that kind of \ntravel ban.  And what happened was people had a choice to make whether or not they wanted to go visit South \nAfrica.  For example, many African-Americans choose not to go visit South Africa because they thought that to sit in \na segregated park would not be right.  But it was their choice.  But others were not denied, and family members \nwere not denied the right to go visit, as is happening here.  So that's a different scenario.\n\nAnd secondly, I too, want freedom and democracy for the people of Cuba.  And no one knows more about that than \nI think that I do, and actually people who happen to be of African descent in the United States of America.  \nBecause we too know how it is to be deprived of a democracy, in a quote \"democracy,\" unquote.  And so it was for \na long period of time, in the South, where African-Americans did not have the right to vote, did not have the right to -\n-- they were limited in the same -- to me, in a very real way, as some of the Cubans are, in Cuba. But how did it \nchange?  It changed when people went down and was able to open it up, to expose what was going on, to show \nwhat was going on, to talk about what was going on.  It gave a real presence, and forced people who wanted to \nkeep everybody else out.\n\nIf you look at the governments in the South doing segregation in America, what they wanted to do was restrict \npeople from coming into them, telling them what to do.  They wanted to leave them out.  And we was fighting to get \npeople in, so that it could expose, so that we could have change.  Otherwise, if that not had happened, we could be \nnow, some 45 years after the Voting Rights Act in 1965, in the same condition that we were then, just as Cuba, \n\n\n\nsome 48 years later, is in the same condition that it was in because we stubbornly move with the same policy, and \nrefused to change so that we can benefit the majority of the Cuban people.\n\nREP. DELAHUNT:  You know, I want to give -- you can stay you're staying, and I know you two have a plane, so \nI'm going to conclude the two of you with Ms. Iriondo.\n\nMS. IRIONDO:  I would like to thank you for your consideration. And before I go, I would like to say, and reiterate, \nthat we are as concerned for the people of Cuba in this moment, as the greatest concern of anybody can be.  \nBecause we want the best for our people, or we want the best for 11 million Cubans, not for those only that have \nfamily members.  And that's what we're striving for.\n\nIf the case can be argued by some of the people that have expressed a different position to that we have \nexpressed, then too, the case can be argued that it is a unique opportunity to exert the kind of international \npressure.  Starting with all of us here, to ask and demand from the Cuban government, and from the regime, to \nmake and take the steps, at least one step, liberate the political prisoners, do something, the case can be argued.  \nAnd I believe, if that case is argued with the confluence of all of us, in the strength of our unity, I believe we're \ngoing to see real change.  And that's the change I want to see.\n\nREP. DELAHUNT:  I want to assure you that every time that I go to Cuba, I argue and advocate for exactly what \nyou want.  In 1988, I went personally to Combinado del Este and interviewed (Los Guantados ?) and came back, \nand filed a report, and urged the Cuban government to release them.  And as you know, because in 1989 that they \nwere released, I'm not taking any credit for that, but I can assure you, and those that have been incarcerated in \nCuba, have our support.  And we have advocated for them publicly, and with the Cuban government officials.  Be \nassured of that.  And I'm not in anyway questioning the sincerity of what you're saying.  And I think if we had more \ntime and could have a conversation in an informal setting, I think you would be surprised by the level of agreement.  \nBon voyage.\n\nMS. IRIONDO:  Thank you very much.\n\nREP. DELAHUNT:  Mr. Peters.\n\nMR. PETERS:  Thank you, Mr. Chairman.  I want to begin by saying that I was very heartened to hear what Mr. \nRohrabacher said, that after having a number of hearings on Guantanamo, and then this one, that he would like to \ncontinue.  And I hope that this subcommittee will plow ahead.\n\nI think that the strategy that the United States has employed towards Cuba is under-examined, and deserves to be \nexamined because we -- well, let me put it this way, I don't think it's a matter of strength or weakness.  If I'm playing \nchess with Mr. Hernandez here and after, say, 48 years, I realize I'm not winning the game, and I decide to change \nmy strategy, that's not a concession to him, that's my effort to do something slightly smarter.\n\nAnd I think that if we look at what we've done over the years, we have imagined, in our own mind, that our \nsanctions are really tough because they're extreme in our own context, and we imagine in our own minds that this \nregime is going to fall.  But it's actually -- the communists are a lot smarter there than we imagine them to be.  The \nregime, whether we like it or not, is more solid than we imagine it to be, our sanctions are ineffectual.  And so I \nencourage you to plow ahead, and examine the strategy itself.\n\nCongressman Flake asked if aid can get to the people, and I think there's no doubt that it can.  The Cuban-\nAmericans would not send remittances over the years if they were just going into the east, or they get to their \npeople.  And I -- the Congressman's point is extremely well taken.  It's a communist country after all.  The state is \nthe dominant factor in their economy.  So as the money moves through the economy, yeah, some get into the \nhands of the state.  But you can send remittances.\n\nAnd in this context, let me just stop for a second and --- this hearing is not about grand strategy.  This hearing is \nabout what we do specifically now, in a time of humanitarian emergency, and whether we're going to hold all these \n\n\n\nsanctions as if they're Holy Writ and can't be touched, or whether we might adjust in some ways.  What in the world \nwould be wrong with just allowing somebody to send remittances, so that their aunt can buy a refrigerator that's \nbeen destroyed by a flood, or a mattress, for that matter.  Why do we have to hold, as if it's Holy Writ to these \nsanctions that say that if I've got my mom in Cuba, I can't send her new clothes in a gift package?  I can't send \nseeds.  These are absurd in today's context.\n\nMR.       :  Yes, yes you can.\n\nMR. PETERS:  No, you certainly cannot.\n\nMR.       :  No, you cannot.\n\nMR. PETERS:  Or for that matter, if somebody's roof has sustained damage, and one wants to go and bring $500 \nto repair it, you can't do that because that's too much money.  So you look at these sanctions in the light of the \nneeds that are there now, and they're absurd.  And if you suspend them, that does not prejudice at all your ability to \ntake a bigger look at the policy on a permanent basis, but it will help a lot of people who --\n\nREP. DELAHUNT:  Let me, before you conclude your remarks, and I'm going to get to Mr. Sosa.  We're here for \nthe duration.  So, you know, we'll make sure that we keep, you know, Dan Burton here, until it gets painful for him.  \nBut, would you expand, Mr. Peters, on -- in terms of what can be sent by family members from this country, in terms \nof humanitarian aid?  Can I send toothpaste, or toilet paper as it were, to Cuba?\n\nMR. PETERS:  No.\n\nREP. DELAHUNT:  No?\n\nMR. PETERS:  No.\n\nREP. DELAHUNT:  I want that to go on the record.  What we're talking about --\n\nREP. BURTON:  What constitutes humanitarian aid?  Let's hear your definition of it.\n\nMR. SOSA:  While he's waiting to speak, I don't think it's his definition that matter's, it's the Bush administration's \ndefinition, and that's -- he's about to read it from the federal regs.  And we've tried actually over the years to expand \nit and are unsuccessful.\n\nMR. PETERS:  When I refer to the family sanction there, Mr. Chairman, what I'm referring to is on the issue of \nvisits, a limitation of once every three years without any provision for exception.  When it comes to sending money \nto your family, $100 per household per month is the limit.  And when it comes to gift parcels, since 2004, what's \npermitted is for someone to send to their family, food, medicine, medical supplies and equipments, receive-only \nradios, batteries for radios, and then last year, cell phones were allowed to be sold.\n\nIn 2004, President Bush deleted the following items from what was allowed to be sold, so that it's not legal to send \nclothing, personal hygiene items as you mentioned Mr. Chairman, seeds, fishing equipment, soap-making \nequipment, veterinary medicine and supplies.  And then finally, in the case of all of those things, since 2004, the \nadministration restricted -- or rather constricted --- the definition of \"family,\" so that visits, packages, and cash \nassistance can only be sent to the immediate family and not the cousins or aunts and uncles, or nephews.  That's \nwhat we're --\n\nREP. FLAKE:  Can I interject here, just a -- when you were talking about Holy Writ, that really rings a bell here, \nbecause in 2003, and few people recognize this, the Bush administration actually liberalized, you know, who is \n\"family,\" and moved it from one degree of relationship to -- or from two, to three.  So for all those who say that we're \nsomehow conceding, and that that would send the wrong signal we've done it, back-and-forth, it isn't a Holy Writ, so \nwe liberalized it in 2003 and then restricted it further in 2004.\n\n\n\nREP. DELAHUNT:  Mr. Sosa?\n\nMR. SOSA:  Thank you very much, Chairman Delahunt.  A couple of things come to mind.  One is, for example, \nDan Fisk, who is the national security advisor in the Western Hemisphere for the Bush administration, in the year \n2000, wrote an article that I have here, on the Washington Quarterly, calling for the lifting of travel restrictions for \nCuba-American remittances.  So why was it okay then and not okay now?\n\nSecondly, one thing that is incredible to me, and you know, having grown up in the United States, I have a good \nsense of common sense and what works and doesn't work, and here we are, having a discussion that we could \nhave had, every one of the past 47 years. And the arguments that I hear, always on the other side, of keeping \nevery --- the status quo, is, just hold on, because inevitably it will change.  And I suppose a clock is right -- a broken \nclock is right, twice a day.  In this case, the clock has been broken for 47 years. How much longer is this going to \nlast?\n\nIn the meantime, we are not only isolating Cuban families, we're isolating the United States.  The United States \nhas created a vacuum in Cuba that is only very evidently, now, being filled by the Russian Federation, and the \nBolivarian Republic of Hugo Chavez.  Venezuela sends $3 billion a year in annual subsidies.  And so here we are, \nsending $1 billion in aid to Georgia to stop the Russians, and 90 miles from Key West, the Russians are here.  And \nwe do nothing.  So we have created this vacuum that is not only bad for the Cuban people, it's bad for the United \nStates of America.\n\nSo, you know, I think it's great that we're all discussing, you know, the effects on the people of Cuba, but what \nabout the effects on the United States, and our foreign policy.  And what's going to happen if we have a state, as \nwe very evidently do now, 90 miles from our shores that could eventually turn into a failed state, as a result of these \nhurricanes.  And it's just, you know -- I mean, at some point, you've just got to stop knocking your head against the \nwall, and say, okay, this doesn't work, let's try something new.  What we're saying here, not only myself from the \nCuba Study Group, but also the Cuban American National Foundation, and others who in the past have been much \nmore, shall I say, hard-line.  It is time to forget about the politics of the situation, inject the moral imperative into the \nequation.  The hurricane has provided us with a fantastic opening to help the Cuban people help themselves, and \nto further the interests of the United States by not creating on, so close to our shores, a failed state which is in debt \nto Venezuela, and potentially Russia.\n\nREP. DELAHUNT:  Thank you, and I'm going to -- yes, I'm going to go to Dr. Hernandez -- and I know that -- I \nwant to say something publicly, you and I don't agree on practically anything.  And I know --\n\nMR. HERNANDEZ:  That was you who's --- not \"we\" don't agree.\n\nREP. DELAHUNT:  -- and so I don't want to give you a curse of having to -- of having Delahunt saying good things \nabout you.  But having said that, I know that it was difficult for you to take the stance that you have.  I consider it an \nact of courage because it's difficult to break out of the old thinking and look forward and envision a new strategy, or \nthe beginning of a new strategy that will lead to something that, I think, we all can agree on.  And I'd be remiss if I \ndidn't acknowledge that and let you know that despite the agreements and despite the criticism that you have \noccasionally added about myself, I have great respect for this act of courage that you have demonstrated.\n\nMR. HERNANDEZ:  Thank you, and, Mr. Chairman, and you can be sure that I also have a great respect, and all \nthat criticism has been done with a respect that I have for your, position and also for your person, because I believe \nthat -- you believe in your principles when you are saying that.\n\nBut let me -- you mentioned that, you know, it takes courage, but --- to change and I don't think that I have changed \nat all in my principles and my view of what the Cuban regime is all about.  I continue to believe that this is one of \nthe worst regimes that --- or systems I have ever -- being suffered by any country in this hemisphere.\n\n\n\nBut and I am going to use the opportunity that Mr. Burton is here with us, to tell you why, I personally have \nchanged also in my opinion a little bit, and --- somewhat, and it is that first we believe that we were going here in \nthe United States -- we, the Cuban --- the U.S. Government and also the exiled community, what's going to be \ntheir driving force to exact change from the Cuban government in the island. And our position here, and the things \nthat we did, and the things that we -- the activities that we carried here in the United States were going to have a \ntremendous effect on the Cuban people.\n\nWhen Congressman Burton and Senator Helms were working on the Helms-Burton Bill.  We saw a great \nopportunity to present, as we did also back in the Torricelli Bill, a sort of \"sticks and carrots\" approach to this \nsituation.  And people that criticized tremendously the Helms-Burton Bill has never talked about the fact that \nchapter 1 and chapter 2 of the Helms-Burton Bill say clearly what the United States is prepared to do if there is a \nreply, if there are conditions in Cuba that merit a change like Mr. Burton has said now.\n\nWell, there has never been anything that the Cuban government has done in order to propitiate that change.  And I \ncan say here, now, that we can wait until hell freezes over and neither Raul nor Fidel Castro or any of the people \naround them are going to do anything to move from where they are.  So what do we do here?  We stay calm, cross \nour hands, and wait for things to happen, or like the Bush administration is saying, well, these are the three \nconditions, if you do these three conditions we are going to move.\n\nWell, I can tell you right now that they are not going to release the prisoners, they are not going to call for free \nelections, and they are not going to do anything to respect human rights in Cuba because that is their nature, and if \nthey change any of these things they are going to lose control.  So what do we do in that condition?  In addition to \nthat, we gave, ---  the Congress gave, in the Helms-Burton Bill, the president, the opportunity to really exercise \nsome pressure over the Cuban government.  In chapter 3 and the Congress gave a waiver on chapter 3 of the \nHelms-Burton Bill.\n\nWell, the president, this president, my president, because I am a Republican, which he agreed and promised us \nbefore he was elected that he was going to apply chapter 3 of the Helms-Button Bill, he has signed the waiver for \nall the times that he has been here.  So we don't have any pressure of what so ever on the Cuban people -- on the \nCuban government.  Moreover, chapter 4 actually says that if somebody in Cuba, and a foreign corporation is \ndealing with the assets, a confiscated assets, in Cuba, their executives will not be given visas to come to the United \nStates.\n\nWell, it has been exercised I believe, in one or two occasions. But that has not been complied with.  What has \nhappened?  The work, the tremendous work, that you did, Mr. Burton, on the Helms-Burton Bill, it has been lost \nbecause no pressure whatsoever has been applied on the Cuban government.  And what I say now is that this \npressure is not going to work with these people because they know that their lives go on it.  So they cannot and \nthey will not change.\n\nWhat will change is that if we are capable of empowering the Cuban people to get independence from the Cuban \ngovernment, to be able to work and act by themselves, to get confidence in themselves, to get confidence that they \nare going to be helped here in the United States, that there are people here that we are their friends, the friends of \nthe Cuban people, not the friends of the Cuban government.  And this is why we need to lift these restrictions at \nthe present time because they go directly to the Cuban people and those in there now are going to say they want \nto help us, they don't want to help the Cuban government.\n\nThis is why it is so important at the present time that we lift at least for six months.  But we lift that so that the \nCuban people knows that in their very worst moment we were there to help them, and we did not wait for the \nCuban government to act, because they know --- down in Cuba they know that the Cuban government is not going \nto help us, so we need to tell them we are going to help you directly because the Cuban government is not going \nto help you.\n\n\n\nREP. DELAHUNT:  Mr. Sosa, for the benefit of Mr. Burton, can you describe your own family's history, and then if \nyou could care to comment on what Dr. Hernandez just said?\n\nMR. SOSA:  Yes, thank you very much, Chairman Delahunt.  I was born in Cuba, left when I was four.  I had a \nfather, brother, three cousins, an uncle in prison in Fidel Castor's jail.  You know, I've been to Cuba three times on \nhumanitarian missions.  I think I may be the only one here who is a Cuban-American who has actually been to \nCuba, talked to Cubans, and heard what they have to say as opposed to think what they are saying.\n\nI'm a Republican; I'm a supporter of President Bush, also a voter, like Dr. Hernandez.  So I'm not here as some \nwild-eyed Liberal despite living in Boston, Massachusetts -- (laughs) --- But I agree with what Dr. Hernandez says.  I \nthink, the thing that's troubling here is the United States never seems to take the initiative.  It always seems to \nreact.  You know, something happens on the island we react to it whether it's the imprisoning of 75 dissidents or the \nhurricane or --- you can name a bunch of different things.\n\nWe never seem to be able to put the Castro regime on the defensive.  It's time, we have an opportunity right now.  \nThe first thing we need to do as Dr. Hernandez said is we need to lift these restrictions on travel and remittances for \na minimum of 60 days or 6 months, just a minimum of time to allow people to help themselves. This isn't a question \nof how much money can the U.S. taxpayer fork over to Cuba, it's a question of one family helping the other.  That's \nthe first thing we need to do, that we need to put the government of Cuba on the defensive.  And, yes, that's going \nto involve some unilateral steps that we will need to take but so what --\n\nMR. BURTON:  Can I ask you a question -- may I ask you a question?  When people work at the hotels down there \nand they get money, the money is paid to the government, the government pays them back in pesos.  What \nguarantee is there that if we had a six-month lifting of that so they're able to travel, and we allow those monies to go \ndown there in whatever amounts necessary, what guarantee is there that same thing won't happen and that money \nwill be converted to pesos, which is worth virtually nothing down there, people working for a $5 or $10 a month?  \nAnd we send the money down there, they save thousands of -- let's say a family goes down there, take $5,000 or \n$1,000 down there, and they're forced to give that to the government in exchange for pesos, what you're doing is \nyou're helping fund the Castro government by giving them hard currency and they're turning it around and giving it \nback to people in pesos.\n\nMR. SOSA:  Okay --\n\nMR. BURTON:  I mean, that's one of concerns we talk about.\n\nMR. SOSA:  Sure.  No, and I understand that concern.  A couple of things.  One is the absence of Cuban-\nAmericans visiting Cuba in the last four years and that vacuum in money has been filled very nicely by Venezuela.\n\nSo there is always somebody there to come in and fill that vacuum, number one.  Number two, I think, that if we \nwere to lift family travel and remittances right now, I really doubt that there's going to be very many Cuban-\nAmericans who are going there right now to stay at a hotel in Varadero.  They're going to go stay with their \nrelatives to help them build the roofs and put cement and all these other stuff.\n\nThere is no question that a dollar floating around from a Cuban- American on the Island of Cuba is a dollar that \nbenefits the Cuban economy.  I mean, there's just no doubt about it, there's nothing in life that is a 100 percent \ngood.  There's always some trade-offs. What we're saying here is that the trade-off --- first of all, that what we've \nbeen doing hasn't worked at all.  We're still here discussing the same regime that's been in power for almost 50 \nyears, number one.  Number two, what we're saying is let's try something new, let's have Cuban-Americans be on \nthe frontline.  Its going to --- yes, I understand there maybe a few extra dollars floating around in Cuba's treasury, \nbut at the end of the day, to have Cuban-Americans running around the island helping their families, with the \nobvious success in the United States on upfront to the Cuban government's socialist policies.  It's so obvious, you \nknow, that it's worth paying that price.  And that's what we're saying, I think, here and what we're also saying is this \nis the right moment for change.\n\n\n\nMR. BURTON:  May I respond to that, Mr. Chairman?\n\nREP. DELAHUNT:  Let me just make one more comment, then I'll leave the floor, I'm going to -- I probably have to \nleave in a minute anyhow, we were -- we have been and continue to be the top supplier of food to Cuba.  And that \nwe're also the top -- one of the top suppliers of medical equipment as well, and during this hurricane, it's tragic it \ntook place, we have offered humanitarian aid and other assistance and they flatly rejected it.  So when it comes to \nreally wanting to help the Cuban people during a crisis like this hurricane, America's there.  America's there all over \nthe world in places we don't like, and if they reject it there's not much we can do.\n\nBut to lift the -- I still have to be convinced, and I have not yet been convinced, that we ought to start making \npositive changes or negative changes in the Helms-Burton law until we see some kind of positive reaction or action \non the island.  One small move toward democracy, one movement for releasing political prisoners would change \nenough lot of attitudes in this place but there's been nothing.  And I don't know if you guys had read Armando \nValladares' book --\n\nMR. SOSA:  I've read the book.\n\nMR. BURTON:  Armando has been a friend of mine, I haven't seen him for a while, but, you know, I don't think \nArmando's for lifting those --- any kind of sanctions, and he's a guy that spent 20-some years in that hellhole over \nthere.\n\nMR. SOSA:  Right.  Well, I would say first of all that a very large group of Cuban dissidents disagree with that --- \nwith the view you have just expressed, people who are actually now in the island, either imprisoned or whatever.  \nSo that's the first thing I would say. Secondly, we're not here to discuss American government aid towards Cuba.  I \nthink that that is a subject for perhaps another committee meeting.  We're here to talk about Cuban families helping \nthemselves. That to me is the most basic American right there is.  It's the right to choose where you want to travel \nand to whom you want to give aid to.  And to have a Congress or government deny one solitary island on the face \nof the earth the ability to have families see each other and receive aid, to me makes no sense.\n\nYou know, why can I send money to North Korea or why can I visit North Korea?  But somehow Cuba seems to be \ndifferent.  This doesn't make any sense, I'm sorry, it doesn't.  And if you go outside of the Cuban-American \ncommunity and you go all around this country and you try to explain American policy towards Cuba, to people who \nare not -- have vested interest in Cuba, they look at you like this was the craziest thing I ever heard.  How did we \nget to this point?\n\nAnd so, you know, this is the moment of change, the moment, you know --- the hurricane has provided us with an \nopening.  We need to take the initiative.  And it would behoove us not to do that.\n\nMR. HERNANDEZ:  If I'm allowed just to clarify something, Mr. Burton, we are not trying to change the Helms-\nBurton Bill here.  Thus it doesn't have anything to do with the Helms-Burton Bill.  What we are trying to lift is the \nrestrictions imposed by the Bush administration on 2004 that actually restricted the, first, the travel of Cuban \nfamilies to once every three years and also that change, the classification of families that can send monies to Cuba \nrestricting only to parents and husbands and our wives and children.  And this is what we believe that should be \nlifted at this time.\n\nMR. PETERS:  Mr. Burton, I agree with you and think that having been here out there and listening to the testimony \nI think everyone agrees with you that -- that the administration has made a good -faith offer of aid to Cuba, the \nCuban government has rejected and that is very regrettable.  I believe that --- I don't want to be pessimistic so I \nhope that what we've seen so far is not the end of the story and I hope our administration stays at it and finds a way \nto get the Cuban government to accept the aid that we're offering in good faith.  And I think it's also important to put \non the record that some of the conditions that the United States put on the initial offer of aid have been dropped.  \nSo the administration is showing flexibility, it's terrible that the Cubans haven't accepted it.\n\n\n\nWith regard to the other point you made about the money, one of the problems that the Cubans perceive about their \nown economy is that everybody wants to work in tourism.  It's true what you said about the dollar, about the hard \ncurrency and peso but if that was the whole story, Cubans wouldn't want to work in tourism because they'd make \nthe same money there that they would make anywhere else.  So why bother?\n\nThe fact is there's so much money that sloshes around the tourism sector, whether it's tips or whether it's the \nforeign company that gives them extra money on the side after that Rube Goldberg transaction that you described \ntakes place, that's why they want to work there.  That's why they want to work in foreign corporations, with the joint \nventures and all that, because after that transaction you described takes place there's money paid on the side to \nthese workers.\n\nBut that whole issue has nothing to do with the issue of people going to help their family.  If somebody goes to help \ntheir family and, they, let's say Mr. Hernandez would go and bring $500 to his sister down there, let's you convert \nthe $500 dollars --- in the Cuban economy there's the peso that you referred to and there's also a hard currency \npeso.  It's a strange economy where two currencies circulate side-by-side --- you convert the money, the Cuban \ngovernment takes its cut, expectedly, I would say, but then that purchasing power goes to the sister and it's used.  \nSo there's no doubt in my mind --\n\nMR. HERNANDEZ:  It's --- never heard of the story\n\nREP. DELAHUNT:  If the gentlemen would yield?\n\nMR. PETERS:  Yeah.\n\nREP. DELAHUNT:  Just in terms of common sense, I'd pose this to my friend from Indiana, if the Cuban-Americans \nhere send remittances to their families on the island, if it didn't benefit the families, it just makes no sense.  It just \ndoesn't make any sense at all.  Now, you can rant and rave and pound on your chest and say it's going to help \nFidel Castro; no one in their right mind would be sending remittances back to the island unless it benefited their \nfamily.  It just is common sense.\n\nMR. SOSA:  (Off mike) --- I agree.  It's not the --- one thing we haven't talked about is the accountability of the \nCuban government. They will have to pay a price for turning down this aid.  And, you know, we --- again I really \nhave to insist on this point; we need to put them on the defensive.  We need to say here's what we're willing to do; \nyou want to make changes, you don't want to make changes, you are the one that will be held responsible when \nyou do not rise to the occasion.  But the United States must rise in this occasion.  And you know, it's -- we can't \njust always be responding to every crazy notion or opinion that Fidel Castro prints in Granma.  I really think it's \nimportant again to take the initiative.  Thank you.\n\nREP. DELAHUNT:  Thank you, again.  I guess this leaves me.  And I want to thank you, all of you really for your \npatience, and --- as well as your endurance.  I think it's been very informative and enlightening and illuminating for \nmembers on both side, to hear this exchange, and the diversity of opinion, by the way, that exists within the Cuban-\nAmerican community that's so important to this country.\n\nI, for one, have had an interest in this issue as you know -- (inaudible) --- and you, Mr. Sosa, know that.  I've great \naffection. I don't think our objectives are that different, we just have different ways to achieve them.  And I believe \nthat if we would be a different place today.\n\nI -- there's an anecdote that I have related in the past.  I told Fidel Castro that if --- that there will another invasions, \nbut this time there would be millions of Americans coming to visit the island and that this time we would win.  We \nhad a very special group that we would send down and that group was the kids on spring break and he raised his \nhands and he's willing to surrender.\n\nI agree with both of you.  I think, there is an opportunity here, beyond just doing the moral thing, the right thing and \nrespecting families, but maybe just creating --- opening a window just a little to get people thinking in a different \n\n\n\nway.  And it's all contributed during the course of this hearing today and you have the gratitude of the committee.  \nAnd thank you, we'll now adjourn.\n"}