{"title": "Staffs Reduced in Amnesty Program", "body": "\nBecause of the small number of people applying for permanent residency, immigration officials in the New York \nregion are reducing and redeploying staff workers assigned to the amnesty program for illegal aliens.\n\nIn addition, private agencies and church organizations designated by the Federal Government to assist in the \napplication process are being forced to lay off employees.\n\nThe tepid response, officials say, is being caused, in part, by the illegal aliens' continued distrust of the Immigration \nand Naturalization Service and difficulty in obtaining the documents that are necessary to receive amnesty.\n\nIn New York City, efforts have shifted to an aggressive program that seeks out aliens, with five mobile units \ncarrying the message of amnesty into neighborhoods where it is believed that undocumented aliens are living.\nRules Are Liberalized\n\nTo qualify for legal status, aliens must establish that they entered the United States before Jan. 1, 1982, and that \nthey have lived continuously in this country in illegal status until making an amnesty application.\n\nThe Reagan Administration liberalized the rules last week in an effort to benefit many illegal aliens, particularly \nthose living in the New York region. People who were living in the United States illegally, left the country and \nfraudulently used documents obtained overseas to re-enter the United States, may now qualify for the program.\n\nNationally, more than 800,000 illegal aliens have applied for legal status.\n\nWith the staffs at the three offices in New Jersey already cut by 10, Joseph P. Lloyd, assistant district director of \nthe immigration service, said more staff positions would be transferred to California, where legalization efforts have \nbeen widely publicized and are progressing well.\n\n \n\nReaching Out\n\nIn Connecticut, where the 19-member staff at the legalization office in New Haven had been expected to handle \nabout 150 applications a day, only 862 cases have been filed in the more than four months since the amnesty \nprogram started. The staff there has already been reduced by three and is expected to be cut further.\n\nIn the New York district, which covers the five boroughs in the New York City, Long Island and seven other nearby \ncounties, officials had hired 119 people to work at three offices where they were expected to process 1,150 cases a \nday.\n\n\nHowever, the offices have been averaging about 300 to 400 cases a day, with 34,410 persons applying for \nlegalization at the offices in Manhattan, Queens and in Hempstead, L.I., instead of the 125,000 that were \nanticipated by the Government.\n\n''We've received five mobile vans that we send out to the community where our people give out information, \napplications and provide assistance,'' said James A. Jasey, legalization officer for the immigration service in New \nYork City. ''We're extending our outreach effort to try an encourage people to come in and to reduce the fear \nfactor.''\n\nIn New Jersey, only 8,233 applications for amnesty have been received at the three Federal offices in the state. In \nJersey City, 4,395 cases have been submitted; in Camden, 1,066 cases have been filed, and here, 2,772 \napplications have been received.\n\n \n\nSubstantial Loss\n\nThe legalization offices in Jersey City and Paterson had each opened with 19 staff members and had expected to \nhandle about 150 cases a day, but an average of 30 cases a day is being handled at each office and the staffs \nhave been reduced by 25 percent. The office in Camden had been prepared to handle about 100 cases a day with \n14 employees. The staff has been reduced to 12. Recently, with most of the harvesting season over in South \nJersey, there has been an increase in the number of applications from people who are agricultural workers, \naccording to James. M. Gray, director of the office there.\n\n''The number of cases coming in has dropped by 20 percent in the past two weeks,'' said Mary Mistrette, director of \nthe office here. She anticipates further reductions in staff.\n\nSome of the private agencies are are questioning whether they can remain in the program.\n\n''We're taking a beating,'' said Nicholas V. Montalto, director of the International Institute for New Jersey, an \nimmigration counseling service in Jersey City. He said the institute has lost $25,000 on the program.\n\n \n\nDisheartened People\n\nRepresentatives of Catholic Community Services in Paterson and in Newark, which have a network of churches \nhelping applicants with the paper work, reported that they have had to reduce staffs.\n\nMary C. McGuire, director of refugee and immigration services for the Roman Catholic Diocese of Paterson, said \nwhen the program first started more than 300 people came in for information. ''Most of them never came back,'' \nshe said.\n\nRepresentatives of other private agencies said many undocumented aliens are disheartened about their inability to \nprovide the required documentation of their work history and their lives in the United States from before Jan. 1, \n1982.\n\nMaria L. Calderon, an immigration counselor, said many aliens were reporting that employers would not give them \naffidavits showing that they had worked for a company because they often worked off the books and the employers \nfear that they will become liable for back taxes.\n\nOther said some immigration attorneys on Spanish-language radio had warned listeners to be wary about the \nprogram and had overly emphasized the need for legal assistance.\n"}