{"title": "HEARING OF THE IMMIGRATION POLICY AND ENFORCEMENT SUBCOMMITTEE OF THE HOUSE JUDICIARY COMMITTEE; SUBJECT: H-1B VISAS: DESIGNING A PROGRAM TO MEET THE NEEDS OF THE U.S. WORKERS; CHAIRED BY: REPRESENTATIVE ELTON GALLEGLY (R-CA); WITNESSES: DON NEUFELD, ASSOCIATE DIRECTOR OF OPERATIONS OF THE U.S. CITIZENSHIP AND IMMIGRATION SERVICES CENTER; BO COOPER, PARTNER AT BERRY APPLEMAN & LEIDEN LLP; RON HIRA, ASSOCIATE PROFESSOR OF PUBLIC POLICY AT THE ROCHESTER INSTITUTE OF TECHNOLOGY; BRUCE MORRISON, CHAIRMAN OF MORRISON PUBLIC AFFAIRS GROUP.; LOCATION: 2141 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE IMMIGRATION POLICY AND ENFORCEMENT SUBCOMMITTEE OF THE HOUSE \nJUDICIARY COMMITTEE SUBJECT: H-1B VISAS: DESIGNING A PROGRAM TO MEET THE NEEDS OF THE \nU.S. WORKERS CHAIRED BY: REPRESENTATIVE ELTON GALLEGLY (R-CA) WITNESSES: DON NEUFELD, \nASSOCIATE DIRECTOR OF OPERATIONS OF THE U.S. CITIZENSHIP AND IMMIGRATION SERVICES \nCENTER; BO COOPER, PARTNER AT BERRY APPLEMAN & LEIDEN LLP; RON HIRA, ASSOCIATE \nPROFESSOR OF PUBLIC POLICY AT THE ROCHESTER INSTITUTE OF TECHNOLOGY; BRUCE MORRISON, \nCHAIRMAN OF MORRISON PUBLIC AFFAIRS GROUP. LOCATION: 2141 RAYBURN HOUSE OFFICE \nBUILDING, WASHINGTON, D.C. TIME: 10:00 A.M. EDT DATE: THURSDAY, MARCH 31, 2011\n\nREP. GALLEGLY:  Good morning.\n\nThe subcommittee last held a hearing on the H-1B program almost exactly five years ago today.  Much has \nchanged since 2006.  Demand for H-1B visas plummeted along with the great recession, especially in Silicon \nValley, and is only now slowly recovering.\n\nThe number of H-1B workers approved for initial employment in the computer systems design industry fell by 46 \npercent, from about 44,000 Fiscal Year 2005 to 24,000 Fiscal Year 2009.  On the other hand, the Bureau of Labor \nStatistics projects that some of the fastest growing occupations over the next decade will be computer and \nmathematical occupations, with these jobs up 22 percent overall.\n\nIt is encouraging news that the median salary of H-1B workers approved for initial employment has increased by \nhealthy amounts, going from 50,000 (dollars), 2005, to 59,000 (dollars) in 2009; and to 60,000 (dollars) for \nimmigrants in computer-related occupations. Additionally, the number of visas issued to foreign students keep on \ngrowing, going from about 238,000, 2005 to approximately 331,000 in 2009.\n\n\nIn fact the single biggest selling point for H-1B visas is that they allow foreign students educated in the U.S. to work \nfor American companies rather than our competitors.  As Compete America argues, in many critical disciplines, \nparticularly in science, math, engineering and technology, 50 percent or more of the postgraduate degrees at U.S. \nuniversities are awarded to foreign nationals.\n\nThe H-1B visas allow these graduates to apply their knowledge toward the growth of new jobs and industries in the \nUnited States, yet we still hear the same disturbing stories we heard years ago about American computer scientists \nbeing unable to find work, especially when they hit 35 years of age, and we still hear the dispiriting stories of \nAmericans being laid off and replaced by H-1B workers, sometimes even being forced to train their replacements if \nthey want to receive severance packages.\n\nThe debate persists over foreign companies being some of the biggest users of the H-1B program in utilizing a \nbusiness model whereby they contract out their H-1B workers to their employers.  GAO reports that a large number \nof H-1B complaints have been filed against such companies.\n\nThe issue certainly reached the boiling point last year. Congress approved a special $2,000 H-1B visa fee for these \ncompanies. One of our witnesses today, Don Neufeld, associate director of service center operations at U.S. \nCitizenship and Immigration Services, has waded into this controversy.  He issued a memo determining that in \nmany cases the business model is not an authorized use of the H-1B program.  I'm sure we'll hear more from Mr. \nNeufeld as the hearing moves on.\n\nFinally, there is an ongoing matter of enforcement of the H-1B program. Because employers need to bring in H-1B \nworkers onboard in the shortest possible time, the H-1B program's mechanism for protecting American workers is \nnot a pre-arrival review of the need for foreign workers and the unavailability of American candidates. Instead the \nemployer had to file a labor condition application making certain basic promises such as the promise to pay at least \nthe prevailing wage.\n\nThe Labor Department is entrusted with investigating complaints alleging noncompliance.  The level of enforcement \nhas always been problematic.  The GAO has recommended that Congress grant the department several additional \nenforcement tools.  We should give careful consideration to these recommendations.\n\nAll this being said, I look forward to today's hearing, and at this point I would move over to my good friend and the \nranking member, Ms. Lofgren.\n\nREPRESENTATIVE ZOE LOFGREN (D-CA):  Thank you, Mr. Chairman.\n\nIn 2005 the National Academy of Sciences, the National Academy of Engineering, and the Institute of Medicine \npublished at Congress' request a seminal and very sobering report on the state of our science and technology \nindustries and our eroding economic leadership in these areas.  The report, entitled, \"Rising Above the Gathering \nStorm,\" shows how the nation's economic strength and vitality are largely derived from the productivity of well-\ntrained people and the steady stream of scientific and technical innovations they produce.\n\nBut after reviewing trends across the globe, the authors of the report were deeply concerned that due in part to \nrestrictive immigration policies, the scientific technological building blocks critical to our economic leadership are \neroding at a time when many other nations are gathering strength.  According to the report, and I quote, \"Although \nmany people assume the United States will always be a world leader in science and technology, this may not \ncontinue to be the case in as much as great minds and ideas exist throughout the world.  We fear the abruptness \nwith which a lead in science and technology can be lost and the difficulty of recovering a lead once lost, if indeed it \ncan be regained at all.\"\n\nFortunately, Congress passed the America Competes Act in 2007, which was authorized again last year, to address \nmany of the educational and research challenges raised by the National Academies, but on our broken \nimmigration system, Congress has done nothing at all.  Let me just share a few quick statistics.\n\n\n\nImmigrants in the United States were named as inventors or co- inventors in one-quarter of international patent \napplications filed from the United States in 2006.  Of U.S. engineering and technology companies started between \n1995 and 2005, more than one-quarter have at least one foreign-born founder.\n\nIn my district in Silicon Valley, over half of its new companies and startups were started by immigrants.  Nationwide \nimmigrant-founded companies produced $52 billion in sales and employed 450,000 workers alone in 2005.  Due \npartly to immigration, our country, which is 5 percent of the world's population, employs nearly one-third of the \nworld's scientific and engineering researchers, accounts for 40 percent of all R&D spending, and publishes 35 \npercent of all science and engineering articles.\n\nThis leadership in science and technology, according to the academies, has translated into rising standards of living \nfor all Americans with technology improvements accounting for up to half of GDP growth and at least two-thirds of \nproductivity growth since 1946. This is because, according to the Academies, while only 4 percent of the nation's \nworkforce is composed of scientists and engineers, this group disproportionately creates job for the other 96 \npercent.\n\nBased on these statistics, one would think we would be jumping all over ourselves to keep bright, innovative minds \nin the United States, but by failing to reform our employment-based immigration laws, which have not been \nsubstantially updated in more than twenty years, we've been doing exactly the opposite.  In 1977 only 25 percent of \nMasters and Ph.D's in science and engineering were foreign nationals.  By the year 2006 the majority of U.S. \ngraduate students in these fields were immigrants.\n\nIn some fields such as engineering and computer sciences, immigrants now comprise more than two-thirds of all \nPh.D. graduates, but rather than keep the best and brightest of these U.S. trained graduates that innovate and \ncreate new jobs here at home, our laws force them to leave and compete against us overseas.  To remain the \ngreatest source of innovation in the world, we need to educate more U.S. students in same fields.  That's why I \nchampion the America Competes Act, but we also must retain more of those who actually graduate from our \nuniversities, unquestionably the best in the world.\n\nSending these graduates home is a reverse brain drain that threatens our competitive advantage in the global \nmarketplace. Countries around the world are increasingly scrambling to lure these talents to their shores in the \nglobal race to create new and better technologies as well as the new jobs that come with them.\n\nI'm glad that we're having this hearing to discuss the H-1B program and how it can help us retain the talent this \ncountry needs to stay ahead.  We will hear witnesses today discuss limitations inherent in the H-1B program as \nwell as recent problems with the program's administration that create road blocks and uncertainty for employers \nand H-1B workers alike, and we will hear witnesses talk about a lack of safeguards that leave the H-1B program \nsubject to abuse and manipulations by bad apple employers.\n\nWe need to address these issues so that the H-1B program better serves the employers that use it while better \nprotecting U.S. and H-1B workers alike, and there are ways to achieve this.\n\nBut I would be remiss if I did not say that the H-1B program is not the solution to America's most pressing problems.  \nWe have years- long backlogs right now that are preventing H-1B workers from getting the Green Card that would \nactually allow them to lay down roots, start businesses, and invest in America.\n\nIncreasing H-1B numbers can't fix it.  Indeed every day we learn of stellar scientists and engineers who pass up the \nH-1BV's and return home because of the uncertainty that H-1B status represents -- years in limbo, a limited ability \nto take promotions or other jobs, thousands unable to work, their destiny not their own.\n\nMeanwhile, Europe, Australia, Canada, and even China and India are changing their laws and rolling out the \nwelcome mats, providing permanent visas and citizenship to same advance degree holders.  We must do the same \nor risk being left behind.\n\n\n\nAnd I yield back, Mr. Chairman.\n\nREP. GALLEGLY:  I thank the gentlelady.\n\nAt this time I would recognize the chairman of the full committee, Mr. Smith.\n\nREPRESENTATIVE LAMAR SMITH (R-TX):  Thank you, Mr. Chairman.\n\nAnd let me comment on the audience today.  It's nice to see so many people who are interested in this particular \nsubject and the interest is well deserved.\n\nThe H-1B visa program plays a vital role in our economy.  It allows American employers to hire talented foreign \nstudents graduating from U.S. universities with degrees in science, technology, engineering and math fields.  It \ngives these students a try-out period so that American employers can determine which are talented enough to \ndeserve permanent residence.\n\nThese foreign scholars are part of America's present and future competiveness.  These students have the potential \nto come up with an invention that can save thousands of lives or jump-start a whole new industry.  They also have \nthe ability to found a company that can provide jobs to tens of thousands of American workers.\n\nIt appears that Doctorates lead to much more invention than Bachelor's or Master's degrees.  Sixteen percent of \nthose with Doctorates were named as inventors on a patent application, while only 2 percent of those were with \nBachelor's degrees and 5 percent of those with Master's degrees were so named.\n\nNot all H-1B visas go to workers in scientific fields.  In 2009, only 35 percent of all initial H-1B approvals went to \nworkers in computer-related fields.\n\nForeign workers are receiving H-1B visas to work as fashion models, dancers, chefs, photographers and social \nworkers.  There is nothing wrong with those occupations, but I'm not sure that foreign fashion models and pastry \nchefs are as crucial to our success in the global economy as are computer scientists.\n\nThe 65,000 base annual quota of H-1B visas is going to come under more and more pressure as the economy \nimproves.  If Congress doesn't act to increase the H-1B cap, then we may need to examine what sort of workers \nqualify for H-1B visas.\n\nCongress also will have to ensure that the L and B visa programs are not abused by employers seeking ways \naround the H-1B cap.  No matter how generous our legal immigration system is, there will always be individuals \nwho seek to game the process.\n\nThe H-1B program has safeguards built into it to protect the interests of American workers.  It is a subject of great \ndispute as to whether those safeguards are sufficient.  The Government Accounting Office (sic) recently found that \nH-1B employers categorizde over half of their H-1B workers as entry level, which is defined as, quote, \"Performing \nroutine tasks that require limited, if any exercise of judgment,\" end quote, and only 6 percent as fully competent.\n\nAre all these entry-level workers really the best and brightest? The dollar differences are not trivial.  In New York \nCity the prevailing wage for a computer systems engineer in systems software is $68,000 for an entry-level worker \nand $120,000 for a fully-competent worker.  Are American workers losing out to entry-level foreign workers?\n\nWe also need to safeguard national security.  The Government Accounting Office (sic) recently found that the U.S. \ngovernment approved thousands of H-1B visas to foreign nationals from 13 countries of concern, the names of the \ncountries withheld for security reasons.\n\nI'm also concerned about the legacy of fraud in the H-1B program. At a hearing over a decade ago, we heard about \npetitioning companies that were nothing more than a Post Office box, an abandoned building or a fictitious address, \n\n\n\nand a single telephone number.  We heard about H-1B workers slated for employment as janitors or nurse's aides \nor store clerks.\n\nApparently such fraud is not a thing of the past despite a $500 anti-fraud fee that was instituted in 2004.  In 2008, \nOffice of Fraud Detection and National Security issued an assessment that found outright fraud in at least 13 \npercent of randomly selected cases.\n\nStill, the H-1B program usually does operate to the benefit of America, American employers, especially high tech \nemployers, and American workers.  It is the job of Congress to ensure that it always does.\n\nThank you, Mr. Chairman, and yield back.\n\nREP. GALLEGLY:  I thank the gentleman.\n\nAt this time I recognize the ranking member of the full committee, Mr. Conyers, for an opening statement.\n\nREPRESENTATIVE JOHN CONYERS (D-MI):  Thank you, Chairman Gallegly.\n\nLong ago when Zoe Lofgren was a commissioner in California, Morrison and I were working on the same problem.  \nWe were waiting for her to come along and give us the legislation that solved the problems then and solves it now:  \nCreate more Green Cards.  And so here we are today with a lot of great witnesses trying to figure out how we do it.\n\nThe second thing is to raise the compensation for the kind of engineers that we need.  A computer analyst could \nmake 70,000 (dollars) instead of 50,000 (dollars) and there would be a great movement toward that area.  In \naddition we need the concept of portability in terms of being able to carry these rights from one employer to the \nnext.\n\nNow, this is a vast secret never before revealed in a Judiciary Committee hearing:  Employees that have H-1B visas \nare at the mercy of their employers.  This is shocking, I know, and may require another hearing in and of itself.  \nThey work frequently at lower pay.  They can't -- there's no question they can't change jobs or they'll be sent back.\n\nChairman Gallegly said that 50 percent of the engineers are nationals that are graduating.  We think it's even more \nthan that, and so the most simplistic answer that we can arrive at is fine, Chairman Emeritus, just add more H-1B's.  \nThat's all we need to do and you'll be okay; right?\n\nWrong.  What we need are more Green Cards and the bill that Morrison and I got Lofgren prepared for was to do \njust that, staple a Green Card to a national's graduating certificate when he graduates from an engineering school. \nYou will then relieve the problem of most of them ending up going back home to become our competitors when \nmost of them didn't want to go but really wanted to stay.\n\nSo I thank you for the hearing, and I look forward to the witnesses' comments.\n\nREP. GALLEGLY:  I thank the gentleman from Detroit, and with this we'll move on with our witnesses.\n\nWe have a very distinguished panel of witnesses today.  Each of the witnesses' written statements will be entered \ninto the record in its entirety.  I ask that the witnesses summarize this testimony in five minutes if possible or as \nclose to it to help stay within the time constraints that we have.  We've provided lights down there, and while I'm not \ngoing to be real hard on it, I just ask your cooperation so we can get through this hearing and give everyone an \nopportunity to ask the questions that they would like to ask.\n\nOur witnesses -- or sorry -- or Mr. Donald Neufeld.  Mr. Neufeld serves as associate director of service center \noperations at the U.S. Citizenship and Immigration Services.  He oversees all planning, management, and \nexecution of functions of service center operations. He began his career with the Immigration Naturalization \n\n\n\nService (sic) in 1983 and joined the management team in 1991.  In this capacity Mr. Neufeld has held various \nmanagement positions.\n\nMr. Bo Cooper serves as partner at Berry Appleman & Leiden in Washington, D.C.  He provides strategic business \nimmigration advice to companies, hospitals, research institutions, schools, and universities.  Mr. Cooper served as \ngeneral counsel of Immigration Naturalization Service (sic) from 1999 until February 2003 when he became \nresponsible for the transition of immigration services to the Department of Homeland Security.  Mr. Cooper earned \nhis JD at Tulane University Law School and holds a Bachelor's of Arts from Tulane University.\n\nDr. Ron Hira is associate professor of public policy at Rochester Institute of Technology where he specializes in \npolicy issues on off shoring, high-skilled immigration, technological innovation, and the American engineering \nworkforce.  Ron is also a research associate with the Economic Policy Institute.  Dr. Hira holds a Ph.D. in public \npolicy from George Mason University and an MS in electrical engineering from GMU, and a BS in electrical \nengineering from the Carnegie Mellon University.\n\nAnd our fourth witness is Dr. -- or Mr. Bruce Morrison.  I don't know whether I'm promoting you or demoting you, \nyou know.  (Chuckles.)\n\nBruce serves as chairman of the Morrison Public Affairs Group. He's a former member of the House here, and I had \nthe honor of serving with him for several years, from 1983 to 1991.  During this time he was a member of the \nJudiciary Committee and served as chairman of this subcommittee.  Additionally, he served from 1992 to 1997 on \nthe U.S. Commission on Immigration Reform.  Mr. Morrison holds a Bachelor's degree in chemistry from MIT, a \nMaster's degree in organic chemistry from the University of Illinois, and earned his JD from Yale Law School.\n\nWelcome to all of you, and we will start now with Mr. Donald Neufeld.\n\nMr. Neufeld.\n\nMR. NEUFELD:  Chairman Gallegly, Ranking Member Lofgren, and Chairman Smith, and Ranking Member \nConyers, I'm -- is that better? Great.\n\nI'm Donald Neufeld, the associate director of the service center operations director at U.S. Citizenship and \nImmigration Services.  I appreciate the opportunity to appear today to discuss the H-1B program in our efforts to \ncombat fraud and misuse of this visa classification.\n\nUSCIS is responsible for evaluating an alien's qualifications for the H-1B classification and for adjudicating petitions \nfor a change to H-1B status for aliens who are already in the United States.  A majority of H-1B petitions offer \nspecialty occupations which require both the alien and the position to meet specific criteria related to education and \nlicensing.\n\nUSCIS approval of an H-1B petition does not guarantee issuance of a visa or admission to the United States.  \nWhen an alien seeking H-1B status outside the United States, the Department of State will determine whether he or \nshe is eligible for a visa.  Finally U.S. Customs and Border Protection is ultimately responsible for making \nadmissibility determinations at a port of entry.\n\nIn general, the number of aliens issued H-1B visas or otherwise accorded H-1B status may not exceed the statutory \ncap of 65,000 (dollars) per fiscal year.  In administering the H-1B program USCIS is mindful of broad concerns and \nhas implemented a robust anti-fraud program.\n\nIn May 2004 USCIS created the Office of Fraud Detection and National Security, FDNS, as the organization \nresponsible for fraud detection and prevention.  In 2010 FDNS was elevated to a directorate, raising the profile of \nthis work within USCIS increasing the integration of the FDNS's mission into all facets of the agency's work.\n\n\n\nIn February 2005, FDNS developed and implemented what is now known as the Benefit Fraud and Compliance \nAssessment in an effort to quantify the nature and extent of fraud in selective benefits programs.  USCIS conducted \na study of the H-1B program involving a review of 246 randomly selected petitions filed between October 1st, 2005, \nand March 31st, 2006.\n\nAfter reviewing the findings of this report, USCIS issued guidance to adjudicators in October 2008 that provided \nthem with fraud indicators, instructions on the issuance of requests for evidence and other notices, and instructions \non the referral of petitions to FDNS when further investigation is warranted.\n\nOn January 8th, 2010, USCIS issued a memorandum to provide further clarification to adjudicators in what \nconstitutes a valid employer-employee relationship in the H-1B context.  In March 2010 USCIS headquarters \npersonnel provided training to adjudicators on the update guidance.  This guidance and training provides USCIS \nofficers with tools that help define and identify eligibility requirements and provides clear instructions on how to \nhandle petitions when fraud is suspected.  USCIS has also developed other tools for verification.\n\nIn July 2009, USCIS implemented an administrative site visit and verification program.  Currently, FDNS conducts \nunannounced, post- adjudication site visits to verify information contained in randomly selected H-1B visa petitions.  \nIn fiscal year 2010, USCIS conducted 14,433 H-1B site inspections.  USCIS continues to analyze results from these \nsite inspections and to resolve those cases that have not been reaffirmed or revoked.\n\nFinally, this year USCIS provided adjudicators with a new tool for adjudicating H-1B and other employment-based \npetitions.  The validation instrument for business enterprises, otherwise known as VIBE, uses commercially \navailable data to validate basic information about companies or organizations petitioning to employ alien workers.\n\nUSCIS adjudicators review all information received through VIBE, along with the evidence submitted by the \npetitioner, in order to verify the petitioner's qualifications.  VIBE creates a standardized means of validating whether \na petitioning company or organization is legitimate and financially viable.\n\nIn conclusion, USCIS has taken a number of steps to guarantee the integrity of the H-1B program while ensuring \nU.S. employers have access to the specialized temporary workforce needed to compete in the global market.\n\nOn behalf of USCIS Director Alejandro Mayorkas and all of our colleagues at USCIS, thank you for your continued \nsupport of the H-1B program and for giving us the tools to combat H-1B fraud.\n\nMr. Chairman and members of the committee, thank you again for the opportunity to provide information on the \nstatus of our program, and I look forward to answering your questions.\n\nREP. GALLEGLY:  Thank you very much, Mr. Neufeld.\n\nMr. Cooper?\n\nMR. COOPER:  (Off mic.)\n\nREP. GALLEGLY:  Mr. Cooper, could you pull that in a little closer?  I'm having a little harder time hearing Mr. \nNeufeld, so -- OK.  That's fine.  Thank you.\n\nMR. COOPER:  (Off mic) -- on?  So sorry.\n\nMr. Chairman, Ranking Member Lofgren, Ranking Member Conyers and distinguished members of the \nsubcommittee, I'm grateful to you for the opportunity to join you today.\n\nI think it's dead on for this debate over the role of high skilled immigration policy in our country's economy to focus \non jobs. And where Congress comes out on this issue will have a great deal to do with who we are as a country in \nthe decades to come, and with whether America will continue to lead the world in innovation and growth.\n\n\n\nThis debate's been clouded over the last years by a fundamental misconception that the job supply in the U.S. is a \nzero-sum game, and that a job occupied by a foreign professional is a job lost to a U.S. worker.  This is a \nmisconception that's got to be shed.\n\nOur country's always operated on the principle that the more brainpower we can attract from around the world, then \nthe more -- the more creativity, invention and growth we can achieve here at home. Fortunately, there appears to \nbe a reemerging consensus to stick to this principle.\n\nThe comments that many of you made in your opening statements are in harmony with the comments of the \npresident in his State of the Union Address this year and comments from Majority Leader Cantor just last week \nnoting the importance of attracting bright professionals into our economy and decrying an immigration policy that \nwould lose them to foreign competitors.\n\nThe H-1B is an indispensable part of the high skilled immigration ecosystem.  It's often the only way to get a highly \nskilled foreign professional on the job quickly when the economy needs them.  It's often the only way to bring in a \nperson with pinpointed skills to provide a crucial temporary service, and it's overwhelmingly the only way to bring a \nbright foreign talent into a permanent role as a contributor to the U.S. economy.\n\nOur approach to the H-1B program should be governed fundamentally by the physician's oath:  First, do no harm.  \nThose of us who practice immigration law see in our offices every day the power of the H-1B program to fuel the \nU.S. economy.  Let me offer just one small example.\n\nSonu Aggerwal is the CEO of Unify Square, a company in Redmond, Washington.  He came here as a student at \nDartmouth and MIT and entered the workforce with an H-1B.  He's the author of the original patent on enterprising -\n- an author of the original patent on enterprise instant messaging technology, the seed of his current company.  His \nproduct is used, for example, by health care providers to monitor patient conditions in real time through the cell \nphone.\n\nNow a U.S. citizen, he runs a company with 34 employees around world, 24 of which are in the United States.  Of \nthese 24, 22 are U.S. workers.  H-1Bs are used in obviously -- (word inaudible) --numbers when they're needed to \nfill an extremely hard-to-find skill set. They've got a monthly growth today of 10 percent per month:   one H- 1B, 22 \njobs for U.S. workers, and counting.  That's the main story of what the H-1B program does for the U.S. economy.\n\nH-1B employers also pour massive sums of money into programs to train U.S. workers and educate U.S. students \nand to fund their own enforcement.  Since FY 2000, employers have paid the federal government over $3 billion in \ntraining and scholarship fees and anti- fraud fees.  That's 58,000 college scholarships for U.S. students through the \nNational Science Foundation and training for over -- for over 100,000 U.S. workers.\n\nThe debate over the H-1B often focuses, as it ought to, on whether the program is simply a source of cheap labor to \nreplace U.S. workers.  And I think the starkest evidence against that is the pattern that Mr. Gallegly identified in his \nopening remarks:  when the economy is strong, demand is high.  When the economy drops, it plunges.  If the H-1B \nwere a source of cheap labor, the exact opposite would happen.  This is not a new point, but you can't have an \nhonest discussion about the H-1B program without keeping that point front and center.\n\nI certainly acknowledge that there is fraud and abuse within the H-1B program, to some degree.  I have spent \nmany, many years in government and there's no such thing as a government benefits program that doesn't have \npeople coming to hoodwink at times.  Yet responsible employers would welcome improved enforcement, and rather \nthan -- rather than an extravagant rewrite of the program in ways that might harm the program's ability to serve the \nU.S. economy and to create new U.S. jobs, the government's already mapped out the key ways in which these \nabuses tend to place.\n\nAs was noted in the USCIS fraud report that Mr. Neufeld talked about, they've identified the key patterns of misuse.  \nIt's employers who bring an H-1B here and fail to pay the required wage, an employer who cheats the system by \n\n\n\ncalculating the required wage in an inexpensive market and then employing the person in a more expensive market \nwhere the wage would be higher, or shell employers that don't even exist.\n\nThese are serious violations, but they're violations that can be enforced under today's rules.  And before Congress \nembarks on a major revision of the program's contours that might have counterproductive effects on its job-growth \ncapabilities, it ought to use its oversight authority to examine whether the government's enforcement resources are \nbeing used to maximum effect.\n\nTo conclude, it's clear that making the H-1B program the best it can be cannot by itself provide a high skilled \nimmigration policy that will enable us to, in the president's words, out-innovate the rest of the world.  Employers of \nhighly skilled professionals tend to want to bring, they typically want to bring their employees permanently into the \nU.S. economy, and observers across the board, I think, view that as a net positive for the United States, and efforts \nto shorten that bridge or to eliminate it are critical parts of the reform puzzle.\n\nBut if we're to attract the bright minds from around the world that will help U.S. employers keep jobs in this country, \ngrow more jobs for U.S. workers and remain the world's innovation leaders, a robust and effective H-1B program is \nessential.\n\nThanks very much.\n\nREP. GALLEGLY:  Thank you, Mr. Cooper.\n\nDr. Hira?\n\nMR. HIRA:  (Off mic.)  I should have learned a lesson, right? (Laughter.)\n\nThank you, Chairman Gallegly, Ranking Member Lofgren, Chairman Smith and the members of the subcommittee \nfor inviting me to testify here today.  I've been studying the H-1B program and its effects on the American \nengineering labor force for more than a decade now, so this is a great opportunity for me.\n\nI've concluded in that study that the H-1B program as it's currently designed and administered does more harm than \ngood.  And to meet the needs of both the U.S. economy and American workers, the title of this particular hearing, \nthe H-1B program needs immediate and substantial overhaul.\n\nThe goal of the program is to bring in foreign workers who complement the American workforce.  Instead, loopholes \nin the program have made it too easy to bring in cheaper foreign workers with ordinary skills to directly substitute \nfor, rather than complement, American workers.  So the program is clearly displacing American workers and \ndenying opportunities to them.\n\nThe program has serious design flaws and legislation is needed to fix them.  Administrative changes or -- alone or \nstepped-up enforcement, while necessary, are simply not sufficient to correct the problem.\n\nFirst, the program allows employers to legally bring in foreign workers at below-market wages.  That's not a \nquestion of fraud; this is legally they're able to bring in workers at below-market wages. How do we know this?  \n(Inaudible) -- of evidence, the most obvious one is that employers have said so.  They told the GAO that they in fact \nbring in workers at below-market wages.\n\nSecond, the program allows employers to bypass qualified American workers and even outright replace American \nworkers with H-1Bs.  This is not a theoretical or hypothetical possibility; in fact, there have been news reports about \nAmericans training foreign replacements at companies like Wachovia, A.C. Nielsen, and Pfizer.\n\nThird, because the employer holds the visa, an H-1B worker's bargaining power is severely limited and they can \neasily be exploited by employers.\n\n\n\nOne of the consequences of the loopholes has been that in fact what the government is doing with this policy is \ngiving a competitive advantage to certain kinds of businesses, certain types of business models, and that is \noffshore outsourcing firms.  So in fact, what the government is doing with this -- with the current policy is \nsubsidizing the offshoring of American jobs.\n\nFor the past five years the top H-1B employers, most of the top H-1B employers, are using the program to offshore \ntens of thousands of high-wage, high-skilled American jobs.  Using the H-1B to offshore is so common that in fact \nthe former commerce minister of India dubbed the H-1B program the outsourcing visa.\n\nEven more disturbing, though, than all of this, is the fact that the H-1B program has lost legitimacy amongst the \nAmerican high-tech workforce.  And those are critical workers, not only because, as you all pointed out, science and \ntechnology and engineering is critical to not only the tech sector and national security, but economic growth in \ngeneral, but these are incumbent workers who are the ambassadors for their profession.  And what they're telling \nstudents is to shy away from these careers, because they feel like the -- you know, the cards are stacked against \nthem.\n\nIn conclusion, let me say that I believe that the United States benefits enormously from high-skilled permanent \nimmigration.  We can and should encourage the best and brightest to come to the United States and settle here \npermanently.  But the H-1B program is failing on both accounts.\n\nFirst, it's clear that many H-1B workers are not the best and brightest.  Instead, they possess ordinary skills and are \nfilling jobs that could and should be filled by American workers.  And just to give you some examples, you \nmentioned earlier that the GAO found that 54 percent of H-1B applications were at the lowest wage level.  That's \nthe 17th percentile, so they aren't bringing in the best and brightest through this.  And to give you another example, \nMphasiS had a labor certification application approved for 100 computer programmers, to bring in 100 H-1B \ncomputer programmers at $12.25 an hour.  That's hardly the best and brightest.\n\nAnother big misconception is -- and this has been pointed out also today already -- is that the H-1B is often equated \nwith permanent residence.  One of my recent studies found that in fact many of the largest H-1B employers sponsor \nvery few of their H-1Bs for permanent residence, and let me give you one example of this.\n\nBetween 2007 and 2009, Accenture hired nearly 1,400 H-1Bs; that's how many petitions they actually received.  \nYet during that same time frame, during that same three years, they only sponsored 28 -- 28 H- 1Bs for permanent \nresidence.  That's a 2 percent yield.  I don't think anybody would argue that 2 percent is a very good success rate.\n\nOur future will be enhanced by high skill immigration, but its foundation critically depends on our homegrown \ntalent.  And I look forward to your questions during the discussion.\n\nREP. GALLEGLY:  Thank you very much, Dr. Hira.\n\nBruce, welcome back to this chamber.  I'm sure you're familiar with it, and we welcome your testimony.\n\nMR. MORRISON:  Thank you, Mr. Chairman and Ranking Member Lofgren, Ranking Full Committee Member \nConyers and other members of the committee.  It's a pleasure to be here, and thank you for having me.\n\nI am appearing today on behalf of IEEE USA, which is an organization of over 210,000 engineers and technical -- \ntechnically trained people who work in the computer industry and students who are training to fill those jobs in the \nfuture.  And their role is critical in the future of our country.\n\nI think that the point of consensus that there ought to be on both sides of the aisle -- and I think there is at this table \n-- is that the future of American jobs and American prosperity is what we should be focused on.  And I would hope \nthat the product of this hearing is to look at that question.\n\n\n\nAnd I would say that the future to American jobs is to retain in this country those graduates who are foreign-born \nand in our universities who have the critical science and technology skills that our country needs in order to grow in \nthe future.  Doing that successfully will make a huge difference for American workers already here and Americans \nin the future.  If we fail to do that, we will pay the price in important ways, and we should avoid that.\n\nNow, I think that the focus to do that needs to be on fixing the green card program.  And why do I say that?  I know \na little bit of the history.\n\nThe H-1B program was created in 1990.  It is a successor to an earlier program, the H-1 program.  And the \nchanges that this committee and the Congress made at that time really echoes a lot of the debate that's going on \nright now -- trying to target the program better, narrow it, raise the skill levels that are required, and encourage the \nuse of green cards instead to bring highly skilled workers here on a permanent basis.\n\nWell, 20 years have gone by.  We really haven't quite got the job done.  The debates are the same.  We need to \nredouble our efforts.  We need to focus our attention on the STEM students that we currently have and make sure \nthat we compete for them, but that we compete for them in a way that does not disadvantage American workers \nand that we compete for them in a way that is effective in beating out our competitors in who we keep.  And that's \nwhere green cards provide such a -- an advantage.\n\nThe discussion about what to do in the regulatory realm to try to level the playing field for H-1 workers ought to \nteach everybody about the limits of regulation.\n\nI would think there ought to be a consensus on both sides of the aisle that the market is a better way to preserve \ngood terms and conditions than endless regulations and the attempts to have government enforce them.\n\nWe are not enforcing the H-1B regulations now as a country.  We never really have, and despite the best efforts of \nthe USCIS and the Department of Labor, I doubt that we ever will.  Yet green card workers don't need all those \nprotections because they have the power of the marketplace, and employers don't have any special advantage over \ngreen card workers because they're just like American citizens. They can pick up and leave anytime they want and \nthe way you keep them as an employer is not by coercion, but by good terms and conditions of employment.  That's \nthe way our labor market works.  It's not perfect, but it sure is better than a regulatory regime.  H-1B is a surrender \nto regulations when the market will solve the problem.\n\nGreen cards can be abused also.  Green cards can be given to workers who don't need to be here, but let's focus \non the people we know we want to keep -- people who are getting advanced degrees today in STEM fields from \nAmerican universities.  They clearly are a valuable resource and they will go somewhere else if we don't keep them.  \nLet's focus on them; let's make sure that they are selected in a quality fashion and that when they are added to our \nworkforce we will all be benefited because there will be greater productivity and greater jobs.\n\nGreen card workers can start their own businesses; H-1B workers can't.  Green card workers are on a path to \nbecome American citizens; H-1B workers are not.  Our competitors use guest worker permits to recruit against us.  \nWe have always done better because we ask people to become Americans.  We don't ask them if we could please \nborrow their labor for a while and then we'll see.\n\nThat is a much more powerful recruiting tool.  It's always worked for this country.  It's why we are the great \nimmigration country of the world.  And for this critical competition, for the job creation we need today, with 9 \npercent unemployment, let's focus immediately not on what could divide people and the controversies over H-1B, \nbut what could unite us all.  Let's get these new graduates who are going to be coming out on a green card path to \nbecome Americans and create American jobs.\n\nREP. GALLEGLY:  Thank you.  I appreciate your testimony.\n\nAt this time we'll begin with questions, and the ranking member, Ms. Lofgren, will begin.\n\n\n\nREPRESENTATIVE ZOE LOFGREN (D-CA):  Well, thank you very much, Mr. Chairman, and thanks to all of the \nwitnesses.  The testimony is excellent, and I think having a hearing of this nature is very important, because what I \nam hearing from the policy witnesses is that there is value in retaining top talent, but the H-1B program needs \nwork, to understate it.\n\nYou know, I come from Silicon Valley and I hear sometimes from my constituents concern about some of the H-1B \nvisa holders.  And I asked the Department of Labor to run prevailing wage numbers for various occupational \nclassifications in Silicon Valley, and one of the things that shocked me, actually, was when they came back with the \naverage wage for a computer systems analyst in my district.  They said -- well, it didn't surprise me it was 92,000 \n(dollars), except that the level one for H-1B was 52,000 (dollars).  I mean, that's $40,000 less than what people are \npaid.\n\nSo small wonder that there's a problem here.  That needs to be fixed if we're going to keep this program.  We can't \nhave people coming in and undercutting the American-educated workforce.  That's just a problem.  And I don't \nblame, really, even -- you know, I've got a number of wonderful companies in my district that do excellent work, but, \nI mean, this is the system they're in as well.\n\nAnd then you've got H-1B visa holders who get frozen in place because they can't -- they can't move, really, \nbecause they've got to petition or -- if you've got a legit employer.  And as time goes on, their skill set -- I mean, \ninevitably they're going to do more sophisticated work, just as their co-workers are doing, but they're still frozen at \nthe wage.  And so this creates problems, and I think it's something that we need to fix and that we can fix.\n\nBut the real issue hasn't been discussed.  It's how can we capture with permanent visas the individuals who we \nwant to keep to create companies, to (seed ?) start-ups, to create jobs for American workers.\n\nAnd I'm interested, Mr. Morrison -- you're here representing the IEEE.  But traditionally, IEEE was -- I think is the \nlargest organization of computer scientists in the world -- and the Semiconductor Industry Association didn't always \nsee eye-to-eye on immigration issues.  And yet they came together on a proposal for immigration for --\n\nCan you explain how that happened and what the bottom line recommendation is?\n\nMR. MORRISON:  Yes.  First of all, I think that, Congressman Lofgren, you and the chairman and others have \nreceived a letter today from those two organizations, and I would hope that it would be made part of the record of \nthis hearing.\n\nThese organizations don't agree about everything, but they have a focus on the high-skilled technical workforce that \nthey represent in two ways -- IEEE as the representative of workers and students in that area and the -- and SIA as \nrepresenting companies who employ those people.  And both of them together agree that the priority is to keep \nthese skills here in the United States to build employment and production and research and development here in \nthe United States.  I think that's -- that's shared.\n\nAnd they've decided to put aside differences and focus on what they -- what they have in common, which we hope \nthis subcommittee might do as well.  And that -- to do that, they see the long-term benefits of permanent residence \nas key to getting rid of the contention that exists , the potential exploitation, the unfair competition that goes on \nusing H-1B.\n\nSo that's why they came together, because they will both prosper if they keep this talent here.\n\nREP. LOFGREN:  I appreciate that and, hopefully, we in the Congress can use SIA and IEEE as a role model for \nour own behavior, doing what's right for the economy of our country instead of fighting over -- which we often do, \nunfortunately.  I think we can gain consensus.\n\n\n\nYou know, I have a question, if I could, for Mr. Cooper.  You talked about when the H-1B program works, and it \ndoes.  I mean, I've met some fabulously talented people.  The fact that there are abuses sometimes doesn't mean \nthat there aren't also successes.\n\nBut if we had a choice to make enough green cards available to keep our best and brightest, or to increase the H-\n1B program, if you had to choose between those two, which would you choose?\n\nMR. COOPER:  They're obviously both very important.  You know, as I mentioned before, the H -- often is -- you \nknow, there is such a thing as important temporary use, and you've got to have a way to get people in for that.  \nYou've also got to have a way to get people on the job quickly, which the green card just, at least today, is not set \nup to do.  So they're both critical.\n\nREP. LOFGREN:  Right.\n\nMR. COOPER:  Between the two, if I had to pick one, you know, frankly, I think green cards are the ultimate goal in \nthe end, because employers typically wish to bring their H-1Bs -- I think it's fair to say that employers typically wish \nto bring their H-1Bs permanently into the U.S. workforce.  Again, I think that's something that all of us agree is a \ngood thing for the U.S. economy.\n\nYou know, what often happens, a very common pattern, is that an H-1B employer will hire a professional worker in \nthe H-1B process, start the green card process right off the bat, and concurrently the person will be trying to push \nthrough the green card process at the same time the person goes through their H-1B status.  And often when the \nsix years of H-1B status is over, they're still not all the way through the green card process.\n\nREP. LOFGREN:  I understand.\n\nYes.  I've met many people in that --\n\nI'd ask unanimous consent for the --\n\nREP. GALLEGLY:  Without -- without objection.\n\nREP. LOFGREN:  -- so I can ask one question from our government witness.\n\nI have the frustration that I'll disclose that we have consensus that a need for green cards for highly talented \ngraduates with Ph.D.s from American universities, and yet from '92 to 2007 we failed to issue the 140,000 \nemployment-based green cards, nine out of 16 years. Can you explain why we're not actually utilizing the visas that \nwe've provided for in the law?\n\nAnd I have a second question on enforcement.  You know, the USCIS as well as the GAO analysis of the H-1B \nprogram identified the same problem, which is that the abuses of the H-1B program tend to be localized in a \nparticular kind of firm -- staffing companies, small companies, smaller firms, firms with income less than $10 million \na year.  And yet the enforcement has been random, and I even hear -- I mean, whether or not the petition is valid, \nyou know, I don't think anybody should ask to see a floor plan of Cisco to see if the company exists.  I mean, that's \nabsurd, and yet that's happened.\n\nSo I'm just not understanding what the enforcement strategy here is when we know the targeted problem, and yet \nthe enforcement seems to be scattered.\n\nMR. NEUFELD:  Can you hear me?\n\nREP. LOFGREN:  Yes.\n\n\n\nMR. NEUFELD:  I'll take your first question first.  I can't really speak to why, in years past, these numbers were not \nall utilized in the employment-based categories.  I can say that for the last (few ?) years we have been using up all \nof the visa numbers in the categories.\n\nAnd as you know, the unused visa numbers in the employment-based roll over to the family-based, and the family-\nbased visa numbers that are unused roll over to the employment.\n\nREP. LOFGREN:  And sometimes neither one gets used because they're rolling back and forth, and then they're \nlost.\n\nMR. NEUFELD:  And that's -- that's correct.\n\nWe currently have about 145,000 pending employment-based adjustment-of-status applications for which there are \nnot visa numbers available, and so they're -- those applications for adjustment of status are just held in abeyance.  \nThe fact that they're held in abeyance, and if they have been pre-adjudicated, actually enables us, working with the \nDepartment of State, to better manage the use of all visa numbers.  Because now they are -- as we do as much in \nthe way of adjudication as we can without actually putting an approval stamp and issuing the green card, we go -- \nwhen we determine that one of these cases is approvable but for a visa number, we request the visa number of the \nDepartment of State and in their IVAM systems -- and they have visibility into the number of pending requests.  And \nso that actually helps them in terms of establishing the priority dates; in the visa bulletin they can see with the \npriority data -- a certain amount, what the demand will be.\n\nAnd so we've been quite successful in that regard in terms of using up the visa numbers with the Department of \nState's help in managing the visa bulletin.\n\nThe other question was with respect to enforcement.  And I want to be clear, even though I am not responsible for \nthe -- for the fraud detection and national security director, but I can speak to the fact that our enforcement efforts \nare not solely focused on random site visits.\n\nWe also have provided to our adjudicators the information that resulted from that benefit fraud assessment, in terms \nof fraud indicators, and adjudicators can refer cases to the FDNS because of those fraud indicators or because of \ninformation that is contained in a specific filing, and then the office of FDNS can determine whether to pursue that, \nperhaps do an inspection -- a targeted inspection of that employment location, or to even refer the matter to --\n\nREP. LOFGREN:  Well, let -- I know -- I don't want to abuse the chairman's time, but I -- you should and the \ndepartment should make a decision on a case-by-case basis.  I'm not suggesting just because the company is big \nthat a petition should be approved.  But it's absurd to ask a company that's publicly traded and has $300 million \nworth of real estate and is the largest employer in a county, whether they exist or not.  I mean, that's a waste of \ntime.\n\nMR. NEUFELD:  No.  And I agree with you entirely.  And the implementation of VIBE is one of the efforts that we \nhave undertaken to provide adjudicators with information that they can rely on in terms -- they're not solely basing \ntheir decisions on --\n\nREP. LOFGREN:  Well, maybe I should get with you afterwards because this is not -- it's not working the way you're \ndescribing, and it's a waste of resources when there's an enforcement issue that really needs to be done.\n\nMr. Chairman, I would like to ask unanimous consent to enter into the record statements that were prepared for \ntoday's hearing from our colleague Congresswoman Judy Chu on the committee, from the Institute of Electrical and \nElectronics Engineers -- the IEEE -- and from the Semiconductor Industry Association, the Partnership for a New \nAmerican Economy, the Asian-American Center for Advancing Justice, and the American Jewish Committee.\n\nREP. GALLEGLY:  Without objection.\n\n\n\nREP. LOFGREN:  Thank you.  I yield back.\n\nREP. GALLEGLY:  Seeing that my time is expired -- (laughter) -- we do have a very good bipartisan relationship on \nthis committee, and I respect the gentlelady's right to be wrong periodically, so -- (laughter).\n\nREP. LOFGREN:  (Inaudible.)\n\nREP. GALLEGLY:  Mr. Neufeld, what happens when the Office of Fraud Detection and National Security discovers \nfraud or technical violations in a petition?  Are such cases denied or revoked by ISCIS or are such cases referred to \nUSCIS or ICE for further investigation?\n\nMR. NEUFELD:  Just checking to make sure my mike was still on.\n\nYes, they -- actually the Office of Fraud Detection and National Security can do either, whichever makes sense in \nthat particular case. They can either refer it to an adjudicator with their finding, and then the adjudicator can issue a \nnotice of intent to revoke.  It gives a petitioner a chance to respond to the information that we have.  But then if \nthere is in fact fraud, then the adjudicator can revoke the previously approved petition.\n\nAlso, the Fraud Detection and National Security officers can refer the matter to ICE for either further investigation or \nprosecution.\n\nREP. GALLEGLY:  Are you satisfied that the system is working?\n\nMR. NEUFELD:  Yes.\n\nREP. GALLEGLY:  Dr. Hira, in your testimony, could you explain what you mean when you say that some \ncompanies use their H-1Bs to engage in knowledge transfer?\n\nMR. HIRA:  Let me turn my microphone on.\n\nSure.  Knowledge transfer is a term of art.  It's actually a euphemism for forcing American workers to train their \nforeign replacement.  Basically what they're doing is transferring their knowledge and capabilities to either an H-1B \nworker or in many cases an L-1 intercompany transfer worker, and that worker may stay -- that guest worker may \nstay right there on site and/or may take that knowledge and take it back to their home country and offshore the work \nand do it from offshore.  And this is -- it's common enough to have its own term, right?  Knowledge transfer.\n\nREP. GALLEGLY:  Mr. Morrison, you were recently quoted as saying that, \"If I knew in 1990 what I know today \nabout the use of H-1B visas for outsourcing, I would have drafted it so that staffing companies of that sort could \nhave used it.\"  Do you want to elaborate a little bit on that?\n\nMR. MORRISON:  Sure.  Let me say that in another life I represent a staffing company in the health care field, so I \ndon't think staffing as a way of participating in providing goods and services in the American market is a bad thing.  \nThe bad thing is when there's a model that does not participate in the American workforce by hiring Americans and \nsometimes foreign-born, just like American employers do, and providing services in a staffing model as opposed to \nin a direct employment model.  Those are choices that employers can legitimately make, and there are reasons to \nuse both.\n\nBut the model that seems to have developed is a model of companies that exclusively use H-1B visas and \nsometimes L-1s -- and I don't know how they do that legally -- and bring a particular nationality to the United States \nand provide services, and then often transfer those workers back, with the knowledge that Dr. Hira was just \ndescribing, going back and becoming intellectual property for somebody else.  That kind of activity I think is very \ntroubling.  It's not really legitimate staffing in the U.S. labor market.  It's something else, and I think the H-1B \nprogram shouldn't countenance that kind of structure.\n\n\n\nREP. GALLEGLY:  Thank you.\n\nMr. Cooper, can you expand a little bit on your point that many employers of H-1B workers pay more than the \nprevailing wage?\n\nMR. COOPER:  Yes, Mr. Chairman.  The way that the --\n\nREP. GALLEGLY:  Hit the button.\n\nMR. NEUFELD:  The way that the rules work is that it's not actually the prevailing wage that's required of an \nemployer.  It's either the prevailing wage, which is set by the Department of Labor, or what that employer actually \npays to workers doing the same job in the same place, whichever is the higher of those two.  And what actually \nhappens in the marketplace, especially when the economy is strong, is -- you know, we've got to remember that \nwith this group of people that typically are the subject of H-1Bs, there's a massive competition for them between \nemployers in the U.S. and employers in competitor countries and among employers in the United States.  And so \nthat competition can heat up, and often the actual wage is much higher than the prevailing wage.  It's the prevailing \nwage that's reflected in these LPAs that are filed with the Department of Labor, and that's unfortunately what gets \nreflected in a lot of the statistical debates. But in the marketplace it's actually a much higher wage that's being paid \nto the H-1B workers.\n\nREP. GALLEGLY:  Thank you, Mr. Cooper.\n\nMr. Conyers.\n\nREP. CONYERS:  I yield to Jackson Lee.\n\nREP. GALLEGLY:  Ms. Lee.\n\nREPRESENTATIVE SHEILA JACKSON LEE (D-TX):  I thank the ranking member of the full committee for his \ncourtesies.  I thank the chairman of this committee and the ranking member for an astute assessment of a very \nimportant issue.\n\nI've had the privilege of serving on the immigration subcommittee I believe for almost a decade, serving as a \nranking member, and remember discussing this issue of H-1B visas, Mr. Hira, particularly on the question of where \nare the talented Americans who could do the same job.  In one instance we were carefully looking at the question of \nAfrican American engineers who had raised a concern about their ability to be employed.\n\nAt the same time, I have to be a practical legislator and realize that there were periods in our history, which were \nnot 50 years ago but recent, when our friends in Silicon Valley and elsewhere made some eloquent arguments in \nthe earlier stages of their development.  I'm very glad to report, however, that every youngster coming out of college \nis either a venture capitalist or they want to be involved in IT.  We have the talent.  It doesn't mean that H-1B visas \ncannot find a place, but I join with the ranking member on raising the question about the validity and the better \nstructure of green cards.\n\nAs I do that, I think it's important -- I would be remiss if I did not put on the record -- and I know my -- collegiality of \nthe chairman and the ranking member leads me to be inspired that we'll have an opportunity to look at \ncomprehensive immigration reform and really fix this system that doesn't suggest amnesty and doesn't violate the \nvirtues of my friends on the other side of the aisle, but it will keep youngsters who are here called DREAM kids able \nto become citizens and contribute well to the United States.  I hope the administration will be actively engaged in \nthis, Mr. Neufeld.\n\nSo let me try to pinpoint one of the -- (inaudible) -- that I think can be fixed immediately.  Our lawyers tell us -- and \nthose of us who are lawyers know not to lawyer our cases here -- that the statute that deals with wages for these \nworkers is very broad -- the one about prevailing wages, and I think Mr. Cooper acknowledged that the highest rate \n\n\n\nis kind of confusing.  The government has all kinds of authority.  We're already sort of baffled why we're not fulfilling \nour obligation on the 140,000 that my colleague asked about.  We're confused about that.  But I would like to know \nreally the details of these low wages.  I appreciate Mr. Cooper, but I believe you're on the hot seat because we are \nin -- able to do a lot of things by making a raising question.  And I want to know whether you've reached out to \nDepartment of Labor to use the power you already have to really not have a nebulous prevailing wage but to have -- \nactually have a requirement of what it is that has to be paid if we're using these visas in order for us to be \ncompetitive and not to harm American workers.\n\nMy second question is the idea of having this 90-day period when an American worker is retained, Mr. Neufeld, and \nwe hear the rumor that they are training the H-1B visa person who then boots out the well-trained American worker \n-- the low-wage, the multiple use of H-1B visas for talents that are already here.  That may not be your jurisdiction, \nbut certainly it's your jurisdiction to make sure that we're not dumbing down the wages of Americans and really \nunfairly treating these individuals, because I'm going to get to my next question quickly.  But let me just get that as \nquickly as you can, please.  I will -- I want you to go to Department of Labor and work this out.  I want to have a \nwage that we can all understand.\n\nMR. NEUFELD:  Fortunately or unfortunately, I can only enforce the statutes and the regulations as they are \nwritten, and that doesn't provide USCIS with the authority to look any further than the labor condition application \nthat was filed with the Department of Labor and to make sure that they -- that employers are in fact paying either \nthe prevailing wage or the --\n\nREP. JACKSON LEE:  I think you can make an inquiry.  That is not an unacceptable act.  I can call the Department \nof Labor; you are not prohibited from calling the Department of Labor.  If you are intimidated use your lege affairs \nand have lege affairs from each department just try to get a sense of your moving forward on this issue.\n\nGo ahead.  You can finish your answer.\n\nMR. NEUFELD:  I can -- I'm happy to engage our Office of Legislative Affairs to work with theirs in that vein.\n\nREP. JACKSON LEE:  Chairman, I ask for an additional one minute.\n\nREP. GALLEGLY:  Without objection, one minute.\n\nREP. JACKSON LEE:  I thank you very much.\n\nLet me also ask the question about the idea of do you have anything that you hold as a standard of American \nworkers being replaced, or do you do that only -- you think that's only a Labor Department issue?\n\nMR. NEUFELD:  Well, it's mostly a Labor Department issue, but we do -- there -- a requirement that changed \ndepending on what percentage of the workforce of a particular employer is made up of H-1B employees.\n\nAnd for those employers who exceed -- I believe it's 15 percent of their workforce that are comprised of H-1B \nemployees, then the labor condition application that is filed with the Department of Labor contains some additional \nattestations that are required in terms of the not bringing folks in to replace current workers.  And I also believe that \nit is a -- (inaudible) -- requirement only.\n\nREP. JACKSON LEE:  All right.  I just want to get quickly to Mr. Morrison.\n\nMr. Morrison, give me again your most forceful argument for the value of green cards in the spirit of \"we must \ncreate more jobs, we must be able to respect the American worker, and we also understand we need a fair \nimmigration policy.\"\n\nMR. MORRISON:  I don't promise it will be the most forceful. I'll try my best.  I think that permanent resident is our \ncompetitive advantage, number one, as a country, and putting people on the road to becoming Americans is a key \n\n\n\npart of having this work well for the whole country.  When people have permanent residence, they are free to move \naround the workforce and they have market power to enforce terms and conditions of employment, which H-1B \nworkers don't really have. You have to have a complicated regulatory scheme to get at it.\n\nIn addition to that, those people who are here permanently can start their own businesses and create additional \njobs that way, and there have been many who have done that when they finally got green cards.\n\nBut by holding this process back for years at a time by a combination of lack of visa numbers, bureaucratic delays \nand the attractiveness of the H-1B status to employers, we miss out on those benefits and we lose many of the \ntalent.\n\nREP. JACKSON LEE:  Well, I thank the chairman.  I want to be able to protect American workers and balance this \nwhole idea of immigration reform and generate jobs so that American workers stand equal to anyone who seeks to \ncome to this country and gain great opportunity, which is the American way.\n\nI yield back.  Thank you.\n\nREP. GALLEGLY:  The time of the gentlelady has expired.\n\nMr. Gohmert.\n\nREPRESENTATIVE LOUIE GOHMERT (R-TX):  Thank you, Chairman.  And appreciate each of the witnesses \nbeing here today.\n\nMr. Neufeld, the Government Accountability Office raised concerns over the large numbers of H-1B aliens being \nnationals of countries of concern who may be gaining unauthorized access to dual-use technology with military \napplications.  How does USCIS coordinate with the Commerce Department to ensure H-1B employers obtain \ndeemed export licenses before employing such aliens?\n\nMR. NEUFELD:  Thank you.  We recently -- USCIS recently revised the I-129 petition, which is the form that \nemployers use to bring in nonimmigrant employees, to include an attestation section -- that's part 6 -- that requires \nemployers to both acknowledge and attest that they have read and become familiar with the export control \nrequirements and to indicate whether the employee will have access to controlled technologies, and if so to attest \nthat they will obtain the appropriate licenses from either Department of State or Department of Commerce before \nallowing them access.\n\nREP. GOHMERT:  Is there any follow-up or checking on that, or is just a statement required?\n\nMR. NEUFELD:  For our adjudication, it is just -- we do require the attestation.  If that section is left blank then we \nwill request it be completed, and if they refuse then we would deny the petition. Other than that, it -- the legacy \nsystems that we have right now don't allow us to capture that -- the responses electronically and then share that \nwith the Department of Commerce.  We are working with them to make the best use of our systems that we can, \nand in response to request from them, we can identify all of the filings by a particular employer that may be of \ninterest to them and then allow the access to the physical files to review the answers to those questions.\n\nREP. GOHMERT:  Is that always done?\n\nMR. NEUFELD:  Well, this is new.  This question was just recently added and became effective in February.\n\nREP. GOHMERT:  OK.  All right.  OK.  Just recently, huh? Sometimes it takes government a while to -- in fact, \nmany years. People can be encouraged with government taking over health care.  If you got a problem, many years \nlate we'll be able to get around to it.\n\n\n\nBut with regard to health care, obviously that's a hot issue here on the Hill.  This country is projected to spend $3.75 \nbillion, and we're only bringing in 2.1 billion (dollars) this year.  We can't afford to keep bringing in people and \npaying for their health care.  I was curious, on the H-1B petition, is there any requirement for a statement as to \nwhether or not any hospitalization or medical care is anticipated by the petitioner coming in?\n\nMR. NEUFELD:  I have to say that I don't know the answer to that question, but I'd be happy to look into it and --\n\nREP. GOHMERT:  OK.  Could you provide us a written answer to that question as to whether -- and not just H-1B; \non any petition or application for visa, is there a requirement that the applicant or petitioner state whether or not any \ntype of medical or hospitalization care is anticipated?\n\nMR. NEUFELD:  I will certainly do that.\n\nREP. GOHMERT:  All right.  Thank you.\n\nMr. Morrison, you'd stated in your testimony that we should create an unlimited green card category for advanced \ndegree, STEM graduates from quality American universities -- and of course it may be an interesting question how \nwe determine which ones are quality. But when Australia tried something similar, they found what happened was \nthat the -- quote, \"The reformers did not anticipate the alacrity with which Australia's universities would set up \ncourses designed to attract international students looking for the cheapest and easiest ways to obtain qualifications \nin occupations that could lead to permanent residence.\"  We know in Texas, for example, Texas Tech is a -- I would \nconsider it a quality school, yet we just had one of their persons here on a visa arrested for plots to kill people and \ndestroy things.  I'm curious, how could we prevent an outcome where universities -- maybe are quality; maybe \nthey're not quality -- rushing to provide courses that people could come in and take so we end up taking people that \nprobably we shouldn't?\n\nMR. MORRISON:  Well, obviously any provision needs to be tailored carefully.  But the National Science \nFoundation does identify programs in the country in a tiered system as to the level of quality based on the kinds of \ngrants that they're able to achieve.  So the government already makes judgments about levels of quality of our \nuniversities, especially in this area of science and technology, which is what we're talking about.  So I would \nsuggest we use that expertise, which is -- already exists in the government in judgment about where the quality \nprograms are.  And those quality programs depend on competitive grant programs from the NSF and the NIH and \nothers in order to survive. They can't just add people to their programs and be successful.  They have to have high \nquality students to do that work and high quality professors.  So while -- you know, if we're talking about --\n\nREP. GOHMERT:  Of course you understand that's not what Australia said their experience was.\n\nMR. NEUFELD:  Well, I'm not an expert on Australia.\n\nREP. GOHMERT:  Yeah.\n\nMR. NEUFELD:  Australia relied a lot on points and other things that weren't nearly as tailored as the U.S. system \nis.  So I would say you -- this subcommittee could write a rule based on what we already know about where the \nquality is that could avoid the abuse and still take advantage of that talent.\n\nREP. GOHMERT:  OK.\n\nMR. NEUFELD:  And I think that's -- you know, that's the job that I would hope that you're --\n\nREP. GOHMERT:  And you're willing to put your entire credibility on the line by swearing here that somebody in \ngovernment has expertise.  (Laughter.)\n\nREP. GALLEGLY:  All right, the time of the gentleman has expired. (Laughter.)\n\n\n\nREP. GOHMERT:  (Laughs.)  Thank you, Mr. Chairman.\n\nREP. GALLEGLY:  Mr. Conyers?\n\nREP. CONYERS:  Thank you very much, Mr. Chairman.\n\nMorrison, you were a workers guy and now you're a free-market type talking guy.  What happened to you?  \n(Laughter.)  Is there any reasonable explanation for your change of philosophy?\n\nMR. MORRISON:  I'm not sure I made a change of philosophy, but I what would say is this:  If we want to protect \nworkers, we need to give them choices.  And what green cards do is give them choices. Sometimes government \ncan do things, but government's ability to do things is limited.  You're all familiar with the reports that show the \nDepartment of Labor doesn't even really enforce our wages and hours laws right now.  I mean, we have a whole lot \nof laws on the books that don't get enforced.  So if that's the case, let's at least use the power of the market when it \nhelps to create a level playing field. And I think compared to the H-1B, the green card playing field is a lot more \nlevel.\n\nREP. CONYERS:  That's a reasonable explanation.  (Laughter.)  But I remember when you used to think the free \nmarket wasn't very free.\n\nMR. MORRISON:  It's quite expensive actually, but -- (laughter). Well, maybe I'm guilty; maybe I'm not.  Either I've \nlearned something or there was a misunderstanding.\n\nREP. CONYERS:  (Laughs.)  Mr. Hira, I want to compliment you for bringing up a subject that is important to almost \neverybody with an industrial sector in their state.  When you start -- would you explain a little more about the \ngovernment subsidizing offshore American jobs through immigration policy?\n\nMR. HIRA:  Sure.  If you just look at the top employers -- the top 10, for example, employers, recipients of H-1Bs, \nit's essentially a who's who of the major offshore outsourcing firms.  They're mostly based in India, but many of \nthem are even based here in the U.S. They're the major beneficiaries, and what -- so what we're doing with this H-\n1B program because there are so many loopholes is we're actually giving advantages to those particular firms.\n\nAnd let me give you examples of two firms that are competing directly with these offshore outsourcing firms, trying \nto hire Americans.  One is a company that has a facility in Ann Arbor, Michigan, called Systems in Motion, and in \nfact they are trying to hire Americans.  And they're a very interesting company because the CEO and some of the \nexecutives are actually veterans of the offshore outsourcing industry so they know the exploitation of the H-1Bs and \nthe program.  And what they're finding is that they're put at a competitive disadvantage because the firms that are \nexploiting the loopholes can bring in workers at lower wages, train them and ship them overseas.\n\nI think that if we close these loopholes that we would create and/or retain tens of thousands of jobs and that this \nwould not cost anything.  It would not have a major impact on the budget.  And you could just look at it in terms of \nthe numbers of visas that these firms are getting.  And it's pretty clear they are not bringing them for permanent \nresidence.  I've done some analysis of that.  I've talked to a consultancy, brought in 2,400 workers on H-1Bs -- they \napplied for exactly zero green cards for their H-1B workers.  What are they using those H-1B workers for?  To do \noffshoring.  They're the largest Indian IT offshore outsourcing firm.\n\nSo I think these loopholes could be closed, and I don't see that -- at least the folks that Mr. Cooper represents \nwould object to those kinds of closing the loopholes.  If they really want to bring in the best and brightest and keep \nthem here permanently --\n\nREP. CONYERS:  Well, Chairman Gallegly, I think this is probably within our jurisdiction, too.  This is something \nthat I think we can examine within the Judiciary Committee.\n\nREP. GALLEGLY:  (Inaudible.)\n\n\n\nMR. MORRISON:  Can I also -- could I just add --\n\nREP. GALLEGLY:  Sure.\n\nMR. MORRISON:  I mean, the companies themselves have said that this is part of what they do and their business \nmodel, so executives from Wipro, for example, have been quoted in Business Week saying they bring in workers for \nthe express purpose of knowledge transfer and to take that knowledge and capability offshore.\n\nREP. CONYERS:  Well, that makes it kind of convenient for us to take care of the business here.\n\nMr. Cooper, I appreciated you beginning our discussion that this isn't immigrants versus -- we're not taking jobs \nfrom Americans when we move folks with this kind of skill into citizenship.  I think that's a very important comment.\n\nAnd finally, I think that you, Mr. Neufeld -- can't we do something about this prevailing wage business without -- \ndon't you have it within your power -- your department's power to do something about this?\n\nMR. NEUFELD:  What USCIS --\n\nREP. CONYERS:  Make them permanent?  Well, you'll have to get together with our good friend the secretary of \nLabor and -- can't something be done here?\n\nMR. NEUFELD:  Again, what we can do is make sure that it is addressed in the filing of the petition, that they have \nthe labor condition application from the Department of Labor that says that they will be paying the prevailing wage \nor the higher -- the actual wage, whichever is higher, and that's our role, to make sure that that attestation has -- is \nin there.  Beyond that it's up to the Department of Labor to determine what the prevailing wage is and what is the \nhigher --\n\nREP. CONYERS:  Well, the four-tier system ensures that you'll always hire somebody at the cheapest wage you \ncan.  I mean, that's not hard to figure out.\n\nMR. COOPER:  May I address that point briefly?\n\nOne thing that I think it's important to keep focused on is what can we do with today's rules to make the program \nbetter and are we losing any opportunities to do so today?  And on this point of enforcement, there's a great deal of \nmoney that is put into the government treasury for this particular purpose.\n\nWith respect to prevailing wages, there are a lot of -- there are a lot of tools out there, and it's important for us not to \ngain a misconception.  I think an overall misconception of the program is one that endorses underpayment.  The \nDepartment of Labor has very specific authority to go in and investigate and address whether an employer has \nactually slotted an employee into too low a slot on this prevailing wage scale.  No matter how you calibrate the \nwages, there's always the ability to go find cheap --\n\nREP. CONYERS:  Yeah, but they don't do it.  Could I get one minute more, Chairman Gallegly?\n\nREP. GALLEGLY:  Without objection.\n\nREP. CONYERS:  Look, we got a recitation of what we can do and how we review and how we oversight.\n\nAn H-1B that gets a job, the first time he squawks, that's the end of it.  He's shipped back.  You never have a \nchance to investigate anything, and they know it.  So let's get some reality here going about how -- we've got a lot \nof rules, but they don't mean anything if you can't change jobs and if you can't lodge a legitimate grievance.\n\nMR. COOPER:  I think that's a very good point.  But one thing for us also to keep in mind about that is that it is \npossible for -- there are ways for an H-1B worker to squawk if they're getting cheated and for the Department of \nLabor to respond.  And it's possible actually --\n\n\n\nREP. CONYERS:  What ways?\n\nMR. COOPER:  You can file a complaint with the Department of Labor and they've got the authority to do \ninvestigations and --\n\nREP. CONYERS:  Please, Cooper.  Give me a break.  I mean, as soon as that paper hits the employer's desk or \ngoes to Labor, that guy is on a boat back to wherever he came from.\n\nMR. COOPER:  Well, there actually are rules that permit pretty freely that employee to go -- there's a market.  They \ncan go work for another employer very readily.  You can --\n\nREP. CONYERS:  H-1B, you can't change jobs.\n\nMR. COOPER:  Congress wrote special rules that permit an H-1B to go work for a new H-1B employer.\n\nREP. CONYERS:  Oh, come on.\n\nMR. COOPER:  It's called portability.\n\nREP. CONYERS:  And I gave you so much credit when we started out this morning with the hearing.  I mean, look, \nyou -- a person here on an H-1B better keep his trap shut, work under whatever conditions that are given, and \nbetter not be thinking about going to get another job, citing Section something -- 1B with a paragraph, et cetera.  \nThat won't get it out in the market today.\n\nREP. LOFGREN:  Would the gentleman yield?  As you were talking, it occurred to me that one of the pieces of \ninformation that I've ever seen -- we did write in a portability provision, and the reason why was to prevent kind of \nthis freezing.  But I don't know if it's been used.  You must have statistics that would tell us how often, if at all.\n\nREP. CONYERS:  It's never been used.\n\nREP. LOFGREN:  And I would like -- I'm wondering -- if you haven't now, tell us if you don't.  Could you tell us later \nhow often, if at all, the portability provision has been used?\n\nMR. NEUFELD:  I certainly don't --\n\nREP. LOFGREN:  I thank the gentleman for yielding.\n\nMR. NEUFELD:  I certainly don't have statistics here with me. I'm not sure that those statistics exist.  If they do, I, of \ncourse, will be happy to share them.\n\nREP. GALLEGLY:  Mr. Neufeld, in the interest of time, we've had 11 minutes on this one inquiry.  So perhaps you \ncould get the information to Mr. Conyers and also Ms. Lofgren and to the committee as a whole, to the best of your \nability.  And then if that's not satisfactory, there will be opportunity for follow-up.\n\nThe gentleman from Texas -- I'm sorry.  The gentleman from Iowa, the vice chair of the committee, Mr. King.\n\nREP. KING:  Thank you, Mr. Chairman.  I'm recognized for 11 minutes, I presume.  (Laughs.)  I will not do that to \nyou.  That makes your job too difficult.  But I appreciate the witnesses' testimony. I'd like to add, we could bring a \ncertain perspective to this discussion that I don't know that it's been examined.\n\nAnd let me start with this.  Is it a safe presumption that each of the witnesses at the table were supportive of the \nBush-McCain- Kennedy immigration reform proposal around 2006?  And I guess I'll start on the end, then, with Mr. \nNeufeld and go down the line.  A yes or a no will be helpful, please.\n\nMR. NEUFELD:  As a government employee, I don't think it's appropriate for me to comment on that.\n\n\n\nREP. KING:  I expected that.\n\nMr. Cooper.\n\nMR. COOPER:  With respect to the high-skill issues that we're addressing --\n\nREP. KING:  With respect to the full proposal.\n\nMR. COOPER:  I think it was very sound in a lot of ways and it had some problems.\n\nREP. KING:  You generally supported it or generally opposed it?\n\nMR. COOPER:  I would say generally supported it.\n\nREP. KING:  Thank you.\n\nMr. Hira.\n\nMR. HIRA:  My expertise is on the high-skill side.  And on that end, I would oppose it.  I thought it was very bad.\n\nREP. KING:  Thank you.\n\nAnd Mr. Morrison?\n\nMR. MORRISON:  Mr. King, I'm here on behalf of IEEE, and they don't have a position on that specific matter, so I \ndon't think it's appropriate for me to say anything on this record.  If you would like to query me on a personal level at \nanother time, I'd be happy to answer that.\n\nREP. KING:  And they did not have a position in 2006?  Would that be also your testimony?\n\nMR. MORRISON:  They didn't have a position on the overall comprehensive reform bill.  That's right.\n\nREP. KING:  OK, thank you.  And that's also an appropriate answer I want to acknowledge.  And so now I want to \nstart back down through this list and pose a couple of other questions that we've got a little bit of a parameter to \nwork off of.\n\nYou know, first, I'll just make this statement and I'll offer to anybody to seek to rebut it, but I pose this question -- it's \nmore than rhetorical -- but where there are two different categories of illegal -- of immigration we need to deal with \nbefore we can get to H- 1B, and that's legal and illegal.\n\nAnd I want to make the statement that -- I would ask this question.  How many illegals are too many?  And I'm going \nto say the universal answer needs to be one.  And so if anyone would care to rebut that statement, I'd offer the floor \nto you.  Or if we can accept that as a foundation to carry on the discussion, I'll let the record show that no one \nsought to rebut that statement.\n\nSo let's go on to the next one, then.  Is there such a thing as too much legal immigration?  And as a government, \nI'll exempt the gentleman.  But Mr. Cooper, I'd start with that.  Is there such a thing as too many of legal \nimmigration, whatever the category?\n\nMR. COOPER:  I think that with respect to the categories we're dealing with today, there's not enough legal \nimmigration.\n\nREP. KING:  And Mr. Hira?\n\nMR. HIRA:  I think that there can be too much.  And I think there needs to be controls in terms of numbers.  And the \nimpacts, for example, on jobs and wages can really be significant.\n\n\n\nREP. KING:  Thank you.  And Mr. Morrison?\n\nMR. MORRISON:  Immigration should be driven by the American national interest.  And the Congress should \ndetermine what that interest is and set numbers that reflect that interest.  I agree with Mr. Cooper that in this area of \nhigh-skilled, advance-degree -- (inaudible) -- graduates that we've been talking about, we need more numbers.  \nAnd more importantly than numbers, we need people to be able to quickly --\n\nREP. KING:  OK, that would be your --\n\nMR. MORRISON:  -- (inaudible).\n\nREP. KING:  Thank you.  That'd be your editorialization on this. But I think I misheard Mr. Cooper.  I thought he said \nin this era. You mean in this area, not in this era.\n\nMR. COOPER:  In this area.\n\nREP. KING:  OK, thank you, because it's a big difference in the answer, and that is this.  I will just take my position \nhere, and that is that there is such a thing as too much legal immigration.  Too much legal immigration also drives \ndown wages and oversupplies in the workforce.  And we are in a precarious position here in this country.\n\nAnd I would agree with Mr. Morrison to this extent.  I believe immigration policy should be designed to enhance \nthe economic, the social and the cultural well-being of the United States of America, or whichever nation is drafting \nits policy; selfish interest, if you will.  And developing our economy with that is an important component of it.\n\nI look at this and I think H-1B, as a separate category, has significant merit.  But written into the broader picture of \nthis, when we don't take into account the growing numbers of legal immigrants that are taking up the growth in jobs, \neven when our economy was healthy, we were bringing in between 1 (million) and one and a half million legal \nimmigrants a year, which occupied the growth in new jobs completely over at least a period of a decade.  So I think \nwe should look at this thing more broadly than we do, not within the narrow H-1B bounds, but within the broader \nscope of what's a whole policy here instead of part of a policy.\n\nI know I can go over here and justify about every appropriations that will come up on the floor of the House, and if I \nvote for every one, we'll bust the budget.  Well, we have a budget here of population, too, and skills.  And today we \nhave a welfare state that's been created over the last -- well, it hasn't taken a full century.\n\nWe know that we've had witnesses before this committee that testified that there are 71, at least 71 means-tested \nwelfare programs.  And we have a subsidy of low wages in other categories of immigration that are \naccommodated because of the means-tested welfare that we've built.  So that does tend to subsidize the \nemployers.\n\nI believe we need a stronger -- a tighter labor market.  And labor is a commodity like any other commodity, and it \nsets its value by supply and demand in the marketplace.  So I get uneasy when I hear the former chairman, \nConyers, talk about prevailing wage.  I don't think we should support any kind of prevailing wage.  I don't think \ngovernment can set the wage.  I think that the economy sets the wage.\n\nAnd I think that if we've got some 15 million unemployed in the country, when you add to the broader perspective of \nthat another 6 (million) or 8 million that are underemployed or have dropped out of the workforce and you look at \nthe division of labor, the Department of Labor statistics that show that there are 80 million Americans of working age \nthat are not working, we're in a condition here where we have a lot of people that are riding and not enough that are \nrowing.\n\nAnd so I think we need to look at H-1Bs within the broader perspective of what would be the good overall policy for \nthe United States of America.  And I think we should look at some of these countries that have a point system \nwhere they score all of their immigrants according to their -- the legal immigrants according to their ability to \n\n\n\nassimilate and the skill level they have, the talent that they have.  Those things are run very high on my scale.  So I \njust want to tell you, philosophically I agree with upgrading America, but I think we should do it on a broader scale.\n\nThank you, and I yield back.\n\nREP. GALLEGLY:  The gentleman from Florida, Mr. Gowdy.  I'm sorry.  Mr. Ross.\n\nREP. DENNIS ROSS (R-FL):  Thank you.\n\nREP. GALLEGLY:  Mr. Gowdy is from South Carolina.\n\nREP. ROSS:  That's OK.  You just complimented him.\n\nREP. GALLEGLY:  Greenberg (sic), Spartanville.  That's right.  I didn't mean to slander you.  (Laughter.)\n\nREP. ROSS:  Thank you, Mr. Chairman.\n\nOne of the issues I want to go back to is the intellectual- property protections, because I think it's rather \ndisconcerting, especially in my district, where I have a telecommunications company that is using H-1B visas, and \nthen, once they've expired, then they're not only moving the employees back, but they're moving the whole \noperation back.\n\nAnd I know that good employers will have confidentiality agreements to protect patents and proprietary inventions \nand things of that nature.  But Mr. Neufeld, shouldn't there be something that protects our economy, that protects \nthe jobs here in this country from this transfer of knowledge and transfer of jobs going overseas?\n\nIt seems to me that some of these companies are using as part of their business plan this particular tactic where \nthey will have them over here for three years or six years and then move the entire operation overseas.\n\nMR. NEUFELD:  That may well be.  But in my position as head of the operations component with USCIS, my job is \nto make sure that the adjudicators have the tools and the knowledge to enforce the laws and the regulations as \nthey're written.\n\nREP. ROSS:  I understand.\n\nMR. NEUFELD:  We can't go beyond that.\n\nREP. ROSS:  Mr. Hira, you mentioned about it.  You mentioned that we need to close loopholes.  Any suggestions \nas to how we ought to close the loopholes there?\n\nMR. HIRA:  Specifically to this issue or --\n\nREP. ROSS:  Yes, sir, specifically to that issue.\n\nMR. HIRA:  I think this is something where the private companies have to protect their intellectual property.  I think \nit's pretty difficult.  Or I can't -- right now I can't imagine a good way for government to sort of control that.\n\nREP. ROSS:  But, I mean, even to the extent where companies themselves are actually probably looking at the \nbottom line and seeing that they can do it better with their labor costs now overseas, even though they've trained \nthem over here.  It's essentially H-1B on-the- job training --\n\nMR. HIRA:  Yeah.  And I think --\n\nREP. ROSS:  -- (inaudible).\n\n\n\nMR. HIRA:  -- one of the areas that hasn't been looked at is how offshoring is getting into government contracting, \nso to what extent are U.S. government contracts being offshored.  Nobody's really looked into that carefully or how \nH-1Bs are performing, how many of them are performing, how they're performing on these types of government \ncontracts.\n\nREP. ROSS:  Mr. Cooper, you spoke about the prevailing wage, and you indicated there are some -- in most \ninstances, the prevailing wage is here; the market wage is up here.  Are there ever any instances where the \nprevailing wage is the higher wage?\n\nMR. COOPER:  Not that I'm aware of.  But you couldn't pay lower than the prevailing wage.  That's the rock-bottom \nminimum that an employer must pay.\n\nREP. ROSS:  Right.  But I'm saying if we didn't -- but in your example, you said that just about everything is paid \nabove the prevailing wage.  So I guess what I'm saying is what good is the prevailing wage, then, if the market \nwage is being paid?\n\nMR. COOPER:  The rules are either pay prevailing or what you actually pay to similar workers in similar jobs, \nwhichever is the higher.  You cannot go below the prevailing wage, but you can go above if that's what it takes to \nget the worker that you need.  And that commonly happens either when you're trying to recruit somebody from \noverseas or when you're trying to recruit somebody for another worker. And on this portability issue, I mean, I can \ntell you that we file portability or change-of-employer petitions for an H-1B moving from one employer to another all \nthe time.\n\nREP. ROSS:  I appreciate that.  And I was just going to get back to my question.  That's OK.\n\nMr. Hira, you mentioned about prevailing wages, though, and you think that there are some problems with it.  And \ncould you expound on that?\n\nMR. HIRA:  Sure.  It's really well-known in the IT sector especially that H-1B workers are cheaper; not in all cases.  \nThere are some very highly skilled workers.  But there's a competitive advantage to bringing in H-1B workers.  And \nI'm actually just trying to (find the quote ?).  But, you know, there's, you know, industry experts as well as CEOs or \nexecutives of some of these firms who have actually admitted this as much, that their wages are below market and \nthat's what gives them the competitive advantage.\n\nIn my study of the offshore outsourcing industry, just looking at financials, where they've developed their \ncompetitive advantage, it's clear that they get a wage advantage not only of doing the work offshore, but their on-\nsite labor is much cheaper.\n\nREP. ROSS:  Do you think they've -- that this H-1B program has facilitated age discrimination?\n\nMR. HIRA:  I think there's no doubt that there is age biases within the technology sector.  And if you look at the age \nprofile of H-1B workers, they tend to be much younger than the typical worker in those particular sectors in the U.S.  \nSo it certainly enables it. Whether it definitively actually is causing that, I don't -- I can't say for sure.\n\nREP. ROSS:  Thank you.\n\nMr. Morrison, real quick question.  I know that, according to the statistics we've been given, the quotas for these \nvisas have been taken up really very quickly; in some instances, the first quarter of year one and actually the \npreceding last quarter of the first year, and then as late as the second quarter of the year where these visas have \nbeen given.\n\nAnd it seems to me that the demand is constantly increasing each year to increase the cap on H-1B visas.  What \nbothers me as a lay person, and looking at this rather simply, we've got 9 percent unemployment.  And yet we \n\n\n\nincrease the number of petitions.  We reach our cap earlier and earlier.  Is that indicative of the lack of educational \nand vocational training standards in this country?\n\nMR. MORRISON:  Well, first, the demand for H-1B is somewhat lower right now than it was a few years ago.  But \nthe perspective of IEEE and my perspective in my testimony is the solution is not to expand the H-1B program.  The \nsolution is to use the green-card program, to expand that where -- in a targeted way for STEM workers, so that we \nbring people permanently and we bring the right people and we give them a chance to be permanent Americans \nand make that kind of contribution and compete effectively with other countries that would like to have those skills.  \nSo that, I think, is a better answer than raising the H-1B cap.\n\nREP. ROSS:  Thank you.\n\nI see my time is up, and I yield back.\n\nREP. GALLEGLY:  I thank the gentleman from Florida, Mr. Ross.\n\nAnd at this point, I would yield to the gentleman from South Carolina, Mr. Gowdy.\n\nREP. GOWDY:  Thank you, Mr. Chairman.\n\nI know reapportionment is coming up.  I may well find myself in Florida.  (Laughter.)  I hope not, because I love \nSouth Carolina.\n\nMr. Hira, I want to ask you about perhaps a little smaller niche, which would be areas fraught with fraud or abuse \nwithin the H-1B process.  Give me your top three areas that are rife or potentially rife with abuse.\n\nMR. HIRA:  Well, in terms of the loopholes themselves, there is no what we would call labor-market test.  So \ncompanies can go out and bypass Americans altogether, and, in fact, can replace Americans with H-1B workers.  \nAnd this is contrary to sort of conventional wisdom or popular belief.\n\nThey can actually replace American workers.  They can legally right now pay below-market wages, and it's pretty \nclear that they've built business models around this.  And there's a variety of different business models.  Some are \ndomestic, where there are small job shops, but some are very large, like these offshore outsourcing firms, which are \npublicly traded and so on.\n\nThe other area where I think there needs to be a lot more scrutiny where there hasn't been is H-1B-dependent \ncompanies.  These are companies that have more than 15 percent of their employees in the U.S. on H-1Bs.  So if \nyou think about that, some of these companies have 60, 70 percent of their workforce in the U.S. as guest workers, \nmaybe even more than that; 80 percent.  And we're not talking about a couple hundred.  We're talking about 10,000 \nworkers here as guest workers.  They hire almost no Americans.  They somehow are able to meet the extra criteria \nthat they have to go through to bypass Americans, but they're able to do that.\n\nAnd let me just give you a sense of the figures.  Infosys, for example, over a three-year period got almost 10,000 H-\n1B workers.  You know, how many Americans did they hire?  Probably a couple hundred.\n\nREP. GOWDY:  With respect to violations, intended or not, of either the letter or spirit of the process, are there \neffective investigative tools to determine whether or not the letter or spirit is being violated?\n\nMR. HIRA:  Well, I think Mr. Conyers pointed out an important problem with the administration, and that is that it's \nalmost entirely dependent on a whistleblower.  The H-1B worker, their legal status in the U.S. depends on their \nemployment and their H-1B visa.  So it's very unlikely that they're going to come out and blow the whistle. There \nhave been a small number of cases, but there's very little bit -- little evidence that there's lots of these H-1B workers \nwho are blowing the whistle, even though they're being adversely affected.\n\n\n\nREP. GOWDY:  Are there sufficient investigative tools once the whistle has been blown -- for instance, subpoena \npower?\n\nMR. HIRA:  I don't know enough about that.\n\nREP. GOWDY:  Mr. Cooper, do you know whether or not the Department of Labor has subpoena power with \nrespect to employers?\n\nMR. COOPER:  There's no specific subpoena power in the statute. But they can and they do very often go out and \ndo wage and hour investigations to make sure that people are being paid the wage they're supposed to.  And \nthey've got significant enforcement authority.\n\nFor example --\n\nREP. GOWDY:  When you say significant, I'm a prosecutor, so jail is significant to me.\n\nMR. COOPER:  Well --\n\nREP. GOWDY:  What are the potential consequences for an investigation that doesn't turn out well for the \nemployer?\n\nMR. COOPER:  Here's one that would frighten an employer, short of jail.  If an employer is found to have willfully \nunderpaid an H-1B, and if that takes place in the context of a displacement of a U.S. worker, they can be fined in \nthe tens of thousands of dollars.  But more important, they can be kicked out of the system; no more H-1Bs for \nthree years.\n\nREP. GOWDY:  Is there subpoena power to investigate claims such as that?\n\nMR. COOPER:  There's investigative but not subpoena power, if I'm not mistaken.\n\nREP. GOWDY:  What power would you say is tantamount to subpoena power?\n\nMR. COOPER:  Oh, I'm sorry.  Wage and hour investigators can and they do go into employers' -- into employers' \nworkplaces, and they can -- there they can see records and so forth.\n\nREP. GOWDY:  So they have full access to all the records, even absent administrative or legal subpoena power.\n\nMR. COOPER:  That's my understanding.  I mean, I can tell you, our firm does -- you know, they do these wage \nand hour investigations of employers of the H-1B program.\n\nREP. GOWDY:  Your firm does.\n\nMR. COOPER:  Our firm has represented employers who have been the subject of these.\n\nREP. GOWDY:  Does the investigative agency have the full panoply of investigative tools that the bureau or other \nfederal agencies would have?\n\nMR. COOPER:  I don't know about the comparison, but they can certainly see the things that would help them, that \nthey'd need to know to make that evaluation.  They can see payroll records.  They can see what -- they can find out \nwhat the employer's actually doing. They can assess that against what the required wage level should be, and so \nforth.\n\nREP. GOWDY:  What's the definition of willful?  You said a willful violation.\n\nMR. COOPER:  Basically on purpose, knowing that -- you know, knowing that you should have done otherwise.\n\n\n\nREP. GOWDY:  The fact that you did it last week and are doing it again this week, would that be tantamount to \nwillful?\n\nMR. COOPER:  I think that would help indicate it.\n\nREP. GOWDY:  All right, thanks.\n\nREP. GALLEGLY:  I thank the gentleman from South Carolina.\n\nI thank all of our witnesses this morning.  Welcome back, Bruce. You're always welcome.\n\nAnd with that, the subcommittee stands adjourned.\n"}