{"title": "In an ethnically diverse Vancouver suburb, immigration politics complicate Liberal re-election hopes", "body": "\nSURREY - \"He was offering me tea,\" explains Harjit Singh Gill after an unusually long stop at the doorstep of a \npotential supporter.\n\nThe NDP candidate is translating a conversation that happened entirely in Punjabi, the unofficial language in this \nriding of Surrey-Newton. In this particular stretch of suburb on the outer edges of B.C.'s Lower Mainland, most \nresidents prefer Singh Gill's Punjabi campaign material to the English version.\n\nMore than 60 per cent of residents in Surrey-Newton are of South Asian descent, most of them Indian; a host of \nother Filipino, Latin American and Chinese make it among the most ethnically diverse ridings in the country.\n\nThat diverse patchwork of nationalities has fed into the local politics of a region that represents one of the key \nbattlegrounds in the upcoming federal election. Vancouver and the Lower Mainland could be central in deciding \nwhether Liberal leader Justin Trudeau can cling onto his majority government this October, a region that is third in \nsignificance only to Quebec and the Greater Toronto Area.\n\nThe Conservatives and NDP have put forward viable candidates in the riding - both of them former radio hosts - in \nan effort to unseat the incumbent Sukh Dhaliwal, who has represented the region under the Liberal banner for two \nstretches since 2006.\n\nDhaliwal won a commanding victory in 2015, claiming 13,000 more votes than his NDP rival, or almost a third of the \ntotal ballots cast. But NDP strategists claim Liberal fatigue could help Singh Gill turn the region orange again. \nConservatives also see an avenue for their candidate, Harpreet Singh, amid rising anxieties over surging crime \nrates and immigration (Singh came third place in the riding in 2015).\n\nVoters in Surrey-Newton are focused on much the same issues as other ridings in the area, with housing \naffordability and the environment among the list of concerns. But frustration over a recent influx of immigrant \nworkers in the area, exacerbated in part by shady consultants who charge a fee to recruit new labourers, has begun \nto dominate discussions on the sidelines of sporting events and at family gatherings.\n\nConservative candidate Harpreet Singh outside his campaign office in Surrey.\n\nNew consultancy firms, many unauthorized, have sprung up so rapidly that the immigration industry is now among \nthe most prominent in the city, after real estate and accounting.\n\n\"If you go four blocks down, there's about 200 consultants in that complex,\" says Neera Agnihotri, owner of \nAgnihotri Immigration Consulting, as she gestures out the window of her second-storey office space along a busy \ncommercial street.\n\n\nFor outfits like Agnihotri, the abundance of unlicensed consultants in recent years has stolen away would-be clients, \nshrinking market shares for honest brokers.\n\nAgnihotri describes a meeting she had just hours earlier, where a banker joked that he was in the wrong business: \nimmigration consulting is where the real dough is. A lengthy report by the Globe and Mail uncovered consultancy \nfirms charging applicants tens of thousands of dollars for work permits, particularly in B.C. neighbourhoods near the \nU.S. border.\n\nAgnihotri has heard of immigrants being charged as much as $80,000 to secure Labour Market Impact \nAssessments (LMIAs), a type of work permit.\n\n\"Policy-wise, the government needs to wake up to this,\" she said. \"We need much stricter penalties and sanctions \nput in place.\"\n\nThe issue has begun to filter down into the mindsets of voters. Some are particularly agitated over what they view \nas a rising number of foreign students, who are purportedly taking the places of local students.\n\n\"The influx of the student immigration population is increasingly a concern,\" said Gus Dhaliwal, whose 13-year-old \nson is refereeing a soccer game at an outdoor sports complex on a bright Saturday afternoon. Handfuls of others \nvoice similar sentiments.\n\nLiberal candidate Dhaliwal has repeatedly pushed back against such claims.\n\nAt a recent debate hosted at Surrey's Kwantlen Polytechnic University, Dhaliwal says worries over foreign students \ndisplacing local ones is unfounded - a position that has plenty of merit. Higher immigration rates, meanwhile, have \nlargely come under the BC Provincial Nominee Program, which is administered by the provincial government and \noutside the purview of Ottawa.\n\nEven so, the agency that oversees immigration consultants is a federal one. In June 2017, a parliamentary \ncommittee published a report that recommended solutions to the surge in unauthorized consultancy firms, including \na new regulatory body aimed at weeding out illegal actors. But Ottawa has not yet implemented the regulations, and \nconvictions remain few and far between.\n\nSingh Gill speaking at a NDP campaign barbecue in Surrey.\n\nIn an interview, Dhaliwal says he has addressed voter concerns. He touts the Liberal's infrastructure spending \nprogram, which he says has brought significant new investment to the region.\n\n\"My record is very clear,\" he said.\n\nOther voters say rapid immigration rates and a shortage of available jobs have caused an increase in gang \naffiliation among young people. A surge in violence in recent years has reached the point that the city decided to \ngreenlight a local police force, which has yet to be fully established.\n\nOne resident who spoke to the National Post recalls a brazen drive-by shooting in August, when a Hells Angels \ngang member was gunned down at a drive-thru just after 9 a.m.\n\nAs part of his platform, Conservative candidate Singh has put forward a tough-on-crime agenda that includes a \nparty promise to enforce higher longer jail sentences for criminals. As for immigration, he says Ottawa needs to \nintroduce tougher policies that would crack down on immigration consultancy firms and increase penalties for \nperpetrators.\n\n\"Generally it's been said that Conservatives are against immigration-that's absolutely false,\" he said. \"We believe \nin a fair, organized and compassionate immigration system.\n\n\"What I find is people are feeling frustrated with the political system here.\"\n\n\n\nThe battle for B.C.'s Lower Mainland: Liberals hope to make inroads while NDP fights for its foothold( \nIn Windsor, a Liberal star candidate takes aim at NDP territory( https://nationalpost.com/news/politics/election-\n2019/desperate-politics-in-union-dominated-windsor-a-liberal-star-candidate-takes-aim-at-ndp-\nterritory?video_autoplay=true )\n\nDim sum, mosque, gurdwara: Kenney chases multicultural votes in Ontario for Conservatives( \nThe NDP candidate, for his part, has said he would call for an inquiry into the surge of consultancy firms who target \nand recruit vulnerable immigrants, but failed to mention Ottawa's 2017 parliamentary study.\n\nAt an NDP campaign barbecue, where volunteers serve halal burger patties and pakoras, a deep-fried vegetable \ndish, Singh Gill claims that residents in Surrey-Newton have not seen an improvement in such issues under the rule \nof his Liberal opponent.\n\n\"After nine years there was nothing that happened in this constituency,\" he said.\n\nNearby, the owner of the company hosting the event, Harjinder Dhaliwal, says his 24-year-old daughter was forced \nto study overseas in Ireland rather than in Canada, because of what he blames on higher enrolments of foreign \nstudents.\n\n\"Our kids are not getting in because so many visitors are coming from other destinations.\"\n\n. Email: jsnyder@postmedia.com( jsnyder@postmedia.com ) Twitter: jesse_snyder( "}