{"title": "RIGHTMARCH.COM CLAIMS DREAM ACT WOULD PROVIDE AMNESTY TO TWO MILLION ILLEGAL IMMIGRANTS", "body": "\nThe DREAM Act the \"would give amnesty to over two million illegal aliens.\"\n\nRightMarch.com on Wednesday, December 1st, 2010 in a chain e-mail\n\n* * *\n\nTHE RULING: FALSE\n\nThe DREAM Act -- which would provide a path to permanent citizenship for children brought to the United States \nby illegal immigrants -- is on the agenda for possible action in the final days of the 111th Congress.\n\nWith Democratic leaders hoping to bring the issue to a vote in the lame-duck session, opponents of the DREAM \nACT have amped up their efforts to derail it.\n\nIn a message posted to Conservative Action Alerts, and copied and circulated via chain e-mail, a group called \nRightMarch.com warns that the Dream Act \"would give amnesty to over two million illegal aliens.\"\n\nAs the name implies, RightMarch.com is a conservative group that boasts being \"on the front lines of fighting \nagainst amnesty for illegal immigrants.\" The message was signed by RightMarch.org president William Greene.\n\nThe Development, Relief, and Education for Alien Minors (DREAM) Act would allow children brought to the United \nStates by illegal immigrants to obtain permanent legal status if they complete two years of college or enlist in the \nmilitary. There are currently several versions of the DREAM Act kicking around in Congress, but under the version \nintroduced in March 2009, people under 35 who arrived in the United States before the age of 16 and have lived \nhere at least the last five years would be able to apply for legal permanent resident status on a conditional basis if \nthey have obtained a U.S. high school diploma or GED. That conditional status would be upgraded to permanent \nafter six years if they successfully complete at least two years of college or military service and if they maintain \n\"good moral character.\"\n\nIt is a matter of debate whether that can accurately be called \"amnesty.\" The difference between \"amnesty,\" \n\"legalization,\" and \"earned legalization\" is more about framing and semantics than anything else, said Marc \nRosenblum, a senior policy analyst at the nonpartisan Migration Policy Institute.\n\n\n\"That said, 'amnesty' emphasizes the fact that an unauthorized immigrant is being forgiven for having been here \nillegally,\" Rosenblum said. \"There is an element of that in the DREAM Act given that supporters emphasize that \nDREAM beneficiaries were brought here by their parents and should not be held strictly accountable/responsible for \nbecoming unauthorized immigrants.\"\n\nThe 1986 immigration bill -- which allowed many illegal immigrants who entered the United States before 1982 to \nearn temporary, and eventually permanent, residency and citizenship -- explicitly included an \"amnesty.\" \nSupporters of the DREAM Act, however, do not describe it as \"amnesty,\" partly because \"amnesty\" has become a \npolitically toxic term in the debate, Rosenblum said.\n\nThe bigger issue here is the claim that the DREAM Act would provide citizenship to more than two million \npeople.\n\nIn July, the Migration Policy Institute (MPI) completed an analysis of the potential Dream Act beneficiaries and \nconcluded there are about 2.1 million people who would be potentially eligible for citizenship.\n\nUsing Census data, here's how MPI broke it down:\n\n- 114,000 qualified people with at least an associate's degree. Those people would be eligible for conditional status, \nand permanent status within six years.\n\n- 612,000 with a high school diploma or GED eligible for conditional status; but who would need to complete two \nyears of college or enlist in the military to obtain permanent status.\n\n- 489,000 between the ages of 18 and 34 with no high school degree, and who would not therefore, be eligible for \nconditional status unless or until they got a GED.\n\n- And 934,000 under the age of 18 who would be eligible for conditional status in the future if they obtain a high \nschool degree.\n\nSo that's the universe of the 2.1 million people who would potentially be eligible for citizenship under that version of \nthe DREAM Act. But according to the MPI report, \"historical trends indicate that far fewer are likely to actually gain \npermanent (or even conditional) status, due primarily to the bill's education attainment requirements.\"\n\nIn fact, when considering factors such as English language ability, income levels, the presence of children and \nemployment status, MPI estimated that only about 38 percent of that 2.1 million would likely obtain permanent \nlegal status. That comes to 850,000 people.\n\nSeveral newer versions of the DREAM Act have been proposed in recent months, all of which would be more \nrestrictive (such as lowering the eligible age from 35 to 30). Therefore, MPI's Rosenblum said, the newer versions \nwould decrease the number of those likely to gain citizenship (to about 750,000, depending on the version).\n\nOne factor not considered is how much that number might increase due to the incentive it creates for \nundocumented youth to go to college in order to obtain citizenship.\n\n\"It's difficult to predict how big a carrot that is,\" Rosenblum said.\n\nBut even the folks at the Center for Immigration Studies, a group critical of illegal immigration, acknowledge that it's \nunlikely that 2.1 million people would achieve citizenship.\n\nBecause of the educational requirements, \"it doesn't seem likely that anywhere close to that number would \nultimately qualify,\" said Steven Camarota, director of research at the Center for Immigration Studies. \"Nobody \nthinks all of the people would get it.\"\n\nWe called RightMarch.com to confirm the \"more than 2 million\" figure was obtained from the MPI analysis. We did \nnot hear back from them, but we couldn't find any other reputable group that has analyzed the DREAM Act to \n\n\n\nestimate the number of people it might affect. And data from MPI is regularly cited by all sides in the immigration \ndebate.\n\nThe claim by RightMarch.com is that the DREAM Act would give amnesty to 2.1 million illegal immigrants. \nThat's very definitive. In fact, though, that's the number of people who would be potentially eligible to earn \ncitizenship. The RightMarch.org figure assumes every single child of an illegal immigrant who meets the age \nrequirements will complete two years of college or join the military. That's not realistic. In fact, the Migration \nInstitute estimates the number of people likely to obtain permanent citizenship is actually less than half that. It's in \nthe same report. We rate the RightMarch.org claim False.\n\n* * *\n\nAbout this statement:\n\nPublished: Monday, December 6th, 2010 at 4:02 p.m.\n\nSubjects: Immigration\n\nSources: ConservativeActionAlerts.com, Message from RightMarch.com urging Congress to reject the DREAM \nAct; Library of Congress, Development, Relief, and Education for Alien Minors Act of 2010, introduced Sept. 22, \n2010; Library of Congress, Development, Relief, and Education for Alien Minors Act of 2009, introduced March 26, \n2009; Migration Policy Institute, \"DREAM vs. Reality:An Analysis of PotentialDREAM Act Beneficiaries,\" by Jeanne \nBatalova and Margie McHugh, July 2010; Interview with Steven Camarota, director of research at the Center for \nImmigration Studies, Dec. 2, 2010; Interview with Marc Rosenblum, a senior policy analyst at the Migration Policy \nInstitute, Dec. 2, 2010\n\nResearched by: Robert Farley\n\nEdited by: Bill Adair\n\nGraphic\n\n \n\nPHOTO (2)\n"}