{"title": "FOREIGN-BORN INMATES BURDEN STATE PRISONS", "body": "\nA growing number of inmates in the state prison system are foreign-born, and a majority of them could be \ndeported to save the state the cost of incarceration, the chairman of the New York State Senate Crime and \nCorrection Committee said yesterday.\n\nThe chairman, Senator Christopher J. Mega, Republican of Brooklyn, released a report by the State Department of \nCorrectional Services showing that the number of foreign-born persons entering the state's prisons increased \nfrom 350 in 1978 to 838 in 1982, a rise of nearly 140 percent.\n\nBy October 1984, the report said, 2,505, or 8 percent, of the state's 32,700 prisoners were born in a foreign \ncountry.\nSen Christopher J Mega, chairman of New York State Senate Crime and Correction Committee, says growing \nnumber of inmates in state prison system are foreign-born, and majority of them could be deported to save state \ncost of incarceration(M)\n\nThe committee's counsel, Jeremiah B. McKenna, said that about 1,500 of the foreign-born prisoners were either \nillegal aliens or subject to deportation because they had committed a felony within five years of immigrating.\n\nHowever, Verne Jervis, a spokesman for the Federal Immigration and Naturalization Service in Washington, said \nthat ''deportation involves due process, just like a criminal process does.\n\n''It's not just that we throw them on a plane and fly them out of the country,'' he said.\n\nIn most cases, he said, there are administrative hearings, court challenges and appeals.\n\n \n\n'Dramatic Rise'\n\nThe sharp increase in foreign-born inmates, the committee report said, ''is almost wholly attributable to a dramatic \nrise in commitments from Caribbean, South and Central American countries.''\n\nThe number of people imprisoned from those countries increased from 239 in 1978 to 692 in 1982, the report \nstated.\n\nMr. Mega emphasized the sharp rise in the number of Cubans, which the report said increased during the four-year \nperiod from 36 to 159. Most of the Cubans, he said, came to this country as part of the boat lift of 125,000 Cubans \nlet go by the government of Premier Fidel Castro in 1980 from the port of Mariel.\n\nEstimates of the number of criminals among those refugees have varied from 2,500 to 40,000, and officials of the \nadministration of President Jimmy Carter have acknowledged the influx of refugees was badly mishandled.\n\n\n \n\nAccord on Repatriation\n\nIn December, negotiators for the United States and Cuba reached an agreement to repatriate to Cuba 2,746 Mariel \nrefugees classified as criminals or mental patients.\n\nThe State Legislature is considering a bill to permit the early parole of prisoners for the purpose of deportation. Mr. \nMega said that he believes the deportation of 1,500 inmates or their transfer to Federal custody would open \nenough cells for the equivalent of three prisons and would save $25 million annually.\n\nLast year, the Federal Government paid New York $900,000 for the upkeep of prisoners who came here from \nMariel. But Mr. Mega said he was not interested in reimbursement.\n\nMr. Mega's committee is to conduct a hearing tomorrow on ''the impact of crimes committed by aliens'' that will \nfocus particularly on crime caused by the so-called Marielitos.\n\nAmong those testifying will be two Yonkers women who were raped and shot last year by two Mariel refugees. One \nof the women was blinded. in the attack.\n\nMr. McKenna pointed out that the man convicted of the rapes, Almondo Morano, had been arrested in 1982 and \nhad pleaded guilty to possession of cocaine and three handguns. He was sentenced to the time already served.\n\nBefore Mr. Morano was released, Mr. McKenna said, the New York office of the I.N.S. was notified about the \npossibility of deporting him. The New York office, Mr. McKenna said, said it did not have jurisidiction because Mr. \nMorano's was a Florida case.\n\nMr. Jervis said he was not familiar with the Morano case.\n"}