{"title": "Aid for illegal immigrants repaid in full?", "body": "\nWASHINGTON -- In a move that could save California taxpayers hundreds of millions of dollars annually, the \nHouse immigration subcommittee yesterday voted to fully reimburse states for the cost of providing emergency \nmedical care to undocumented immigrants. Currently, the federal government reimburses half the cost.\n\nGov. Pete Wilson says the burden on California taxpayers has skyrocketed from $21 million in 1988 to $382 million \nthis year. In approving the amendment by Rep. Elton Gallegly, R-Simi Valley, the committee also required that \nhospitals and other care providers report to the federal government the names and addresses of undocumented \nimmigrants for whom they seek reimbursement. The amendment drew bipartisan support, but stopped short of \nrequiring the Immigration and Naturalization Service to take timely steps to apprehend and deport undocumented \nimmigrant patients. The provision, designed primarily as a basis for reimbursement, would require anybody \nproviding free emergency medical treatment to check with the INS to verify the immigration status of any \nnoncitizens.\n\nThe procedure would likely occur after treatment and would not be the basis for delay or denial of service, \naccording to proponents. The unanimous voice vote on the amendment came as the subcommittee continued \ndrafting a comprehensive overhaul of the nation's laws governing legal and illegal immigration.\n\nA similar bill in the Senate doesn't have such a provision, although it is early in the legislative process. In another \nmove that could bring financial relief to places like San Diego and Los Angeles with large numbers of \nundocumented immigrants, the subcommittee agreed to allow federal reimbursement for the cost of jailing criminal \nimmigrants. Currently, states -- but not cities or counties -- may be reimbursed for the cost of incarcerating criminal \nundocumented immigrants.\n\nCalifornia has a special stake in such a provision because most of the country's jailed criminal undocumented \nimmigrants are in California. The bill quickly began gathering amendments yesterday that substantially added to its \nexpense.\n\nThat raised questions from INS officials about whether the agency, which is experiencing growing pains and has \nlimited training facilities, could responsibly absorb the costly increases. One amendment would triple the number of \nINS detention beds from about 3,000 currently to 9,000 by the year 1997. Without a corresponding increase in \ndetention staff, the beds would be of little value. The subcommittee also approved a doubling of the number of INS \nofficers who decide requests for political asylum in the United States.\n\nCurrently, there are 300 asylum officers on duty or in the process of being hired.\n\n\nA still-growing backlog of 450,000 claims has overwhelmed the system, but the Clinton administration says reforms \nimplemented earlier this year and the new officers now being hired are beginning to tame the problem. The \nsubcommittee also approved an amendment that would increase the number of INS investigators by 2,500 in an \neffort to equalize the number of agents in the interior of the country with the number along the border. With the \nnumber of Border Patrol agents slated to rise dramatically over the next five years, the increase of 2,500 \ninvestigators could be just the first major installment. While the INS seeks to dramatically bolster interior \nenforcement, it stopped well short of endorsing a 50-50 ratio between interior and border agents. The authors of the \namendments and those who voted for them say they have no idea how much it will all cost.\n\nAt least one member, Rep. Barney Frank, D-Mass., openly challenged the budgetary realism of the actions. Also \napproved by the subcommittee was an amendment by Gallegly creating a \"three strikes and you're out\" policy, \nrequiring the Border Patrol to detain for prosecution any undocumented immigrant guilty of violating the same \nimmigration law more than twice. The provision is designed to discourage the large number of people who are \nrepeatedly caught trying to sneak into the country, especially from Mexico.\n"}