{"title": "The Trump Administration Issues Dozens of Corrections to Its Error-Riddled Immigration Rule", "body": "\nOct 01, 2019( Pro Publica: http://www.ProPublica.org Delivered by Newstex)  by Yeganeh Torbati[1] and Dara \nLind[2]  ProPublica is a nonprofit newsroom that investigates abuses of power. Sign up for ProPublica's Big Story[3] \nnewsletter to receive stories like this one in your inbox as soon as they are published.  Two weeks before a \nsweeping new immigration policy is set to take effect, the Department of Homeland Security has issued a 25-page \nset of corrections to the final version of the 'public charge' rule, including fixes to substantive errors that ProPublica \nwrote about in August[4]. Immigrant advocates said the extent of the corrections to the rule, which will make it \nharder for low-income migrants to enter the U.S., underscores their contention that the Trump administration \naggressively pushed major policy changes without taking sufficient time to ensure clarity and precision. In all, the \nagency fixed 65 items in the regulation, correcting 36 distinct errors, ProPublica found. \n\nMost changes are typographical but some are important modifications to the complex policy, which consumed 217 \npages of three-column text in the Federal Register when the final version appeared in August. (A draft version was \npublished in October 2018.) The final rule garnered over 266,000 public comments, the vast majority opposed to \nthe changes. After the final rule was published, ProPublica found[5] substantive, sloppy mistakes[6] that suggested \nimmigrants married to U.S. citizens would be treated more harshly than immigrants married to noncitizens.  Get Our \nTop Investigations Subscribe to the Big Story newsletter. https://go.propublica.org/l/125411/2018-08-03/5jftlv This \nsite is protected by reCAPTCHA and the Google Privacy Policy[7] and Terms of Service[8] apply.   That specific \nprovision pertained to how the new rule applies to military families. The final rule stated that active-duty service \nmembers who are immigrant noncitizens would be allowed to use benefits without having it weigh against them as a \n'public charge' in the future, as would their family members. But immigrants who are the spouses or children of \nactive-duty service members who are U.S. citizens were not included in the exception, meaning their use of benefits \nwhile their spouses were on active duty could jeopardize their future in the U.S. Throughout the regulation and its \nsupporting documents, there were contradictions on this issue. Now, U.S. Citizenship and Immigration Services \nhas clarified that it correctly described the regulation elsewhere, but that it 'inadvertently' left the spouses and \nchildren of U.S.-citizen service members out of the regulatory text. The corrections released Tuesday also fix a \nsubstantive error that would have made some temporary visa holders ineligible for waivers to the public charge \ntest. Corrections to final regulations are common. In addition to the 'public charge' corrections, the government \nissued corrections Tuesday to other publicly released documents from both the Commerce Department and the \nTreasury. But regulatory experts said the extent of the corrections made to the public charge rule are unusual, even \nfor a complicated policy change. 'This is more than what would seem typical,' said Bridget C.E. Dooling, a professor \nat George Washington University who previously worked at the Office of Information and Regulatory Affairs, the \nfederal office that manages the regulatory process. She noted that Medicare payment rules can run to thousands of \npages in the Federal Register, yet they usually garner just a few pages of corrections. Sean Moulton, a senior policy \nanalyst at the nonpartisan Project on Government Oversight, said the list of corrections was 'surprisingly long' and \nraises questions of whether 'they messed up and skipped some editorial or revision review before publishing.' In a \n\n\nstatement to ProPublica, USCIS spokesman Matthew Bourke said that the final rule 'underwent several layers of \nreview and coordination,' and that 'a significant majority of corrections were simple typographical errors.' The public \ncharge rule, which immigration and public health experts believe has already had a chilling effect on the use of \npublic benefits by immigrant families, even those not directly affected by the rule, has been a major Trump \nadministration priority as it seeks to limit legal immigration to the U.S. White House senior policy adviser Stephen \nMiller pushed[9] USCIS last year to finish the rule quickly, emails[10] revealed by Politico show. 'It's pretty rare to \nsee just such an overwhelming volume of errors made in a final rule, and that tells you something about the \nintegrity and assiduousness of the rule-making process,' said Doug Rand, a founder of Boundless Immigration, a \ncompany that helps immigrants obtain green cards and citizenship. The nature of the errors reinforces that idea. In \naddition to the error affecting military families, the other substantive error fixed by USCIS on Tuesday would have \ncreated a double standard for temporary ('nonimmigrant') visa holders. In the rule published in August, individuals \nwho were applying to extend their current visa, and people trying to change from one temporary visa to another, \nwould both have to demonstrate they hadn't used benefits above a certain threshold. The regulation on extensions \nof existing visas said that the benefits test wouldn't apply to people for whom the public-charge requirement had \nbeen waived. The regulation on changes between different types, however, didn't include that phrase — meaning \nthat some temporary migrants would be eligible for waivers and others would not. 'DHS never intended to treat \nextensions of stay and changes of status differently in this regard,' the corrections document says. The rule has \nnow been corrected so that waivers will be available for both types of visa holders. A few of the minor errors — \ntypos — in the rule could have caused problems or confusion. At one point, because of a typo, the rule published in \nAugust prevented immigrants from getting bonds back if they'd used too many public benefits in a '364month \nperiod' — as opposed to a 36-month period. Read More               https://www.propublica.org/article/trump-\nadministration-rushed-on-a-sweeping-immigration-policy-we-found-substantive-sloppy-mistakes  The \nAdministration Rushed on a Sweeping Immigration Policy. We Found Substantive, Sloppy Mistakes.[11] Trump's \nnew immigration policy applies more harshly to families of U.S. citizens in the military than to families of \nnoncitizens in the military. Experts think it's an error that suggests officials are pushing policies even they don't fully \nunderstand.  Others simply suggest carelessness. At one point, the text of the published final rule still refers to the \n'proposed rule' — indicating that text was copied from the draft published in 2018 and never updated. On several \noccasions, forms are referred to without the word 'form' in front of them; on one occasion, a form is called an 'I-\nForm 539' instead of a 'Form I-539.' And many of the tables in the rule had to be renumbered, once officials realized \nthat Table 7 had been mislabeled as 'Table 2' — throwing off the numbering of subsequent tables as well. Bourke, \nthe USCIS spokesman, attributed the typos and need for clarifications to the length of the document and the \nhundreds of thousands of public comments the regulation garnered. American states, cities, counties and nonprofit \norganizations quickly filed federal lawsuits challenging the final public charge rule after it was released. An Aug. 26 \nmotion for a preliminary injunction in one of the suits, filed by the states of California, Maine, Pennsylvania and \nOregon, and the District of Columbia, noted[12] the contradictions on the military families issue, calling it an \n'unwarranted discrepancy.' On Wednesday, a federal judge is set to hear arguments on the motion. 'The corrections \nwill not affect the scheduled implementation or how USCIS will apply the final rule,' Bourke said. 'The agency is on \ntrack to begin implementing the public charge inadmissibility rule later this month.' Rand, who worked on \nimmigration issues as a White House official in the Obama administration, noted that USCIS has yet to issue the \nfinal version of the lengthy new form for immigrants to document their financial situation and benefits history. The \nform will be required for applications submitted on, or after, Oct. 15. Traditionally, the agency provides \napproximately two months' notice for even minor changes to USCIS forms. In this case, however, they will have at \nmost two weeks. 'All relevant forms will be posted on USCIS website by implementation date,' Bourke said. [ 1]:       \n     https://www.propublica.org/people/yeganeh-torbati [ 2]:            https://www.propublica.org/people/dara-lind [ 3]:       \n     https://go.propublica.org/big-story-2019 [ 4]:            https://www.propublica.org/article/trump-administration-\nrushed-on-a-sweeping-immigration-policy-we-found-substantive-sloppy-mistakes [ 5]:            \n\nimmigration-policy-we-found-substantive-sloppy-mistakes [ 12]:            "}