{"title": "LIVES AT A CROSSROAD Book tells stories of coming to America", "body": "\nThey call the borough of Queens a modern-day Ellis Island.\n\nThe 117-square-mile land mass is filled with 2.2 million people of more than 117 nationalities, who speak more than \n138 languages. Within its bounds are 68 neighborhoods, two major airports - and  it is the subject of a new book, \n\"Crossing the BLVD: Strangers, Neighbors, Aliens in a New America\" (Norton, $35).\n\nHusband-and-wife writing team Warren Lehrer and Judith Sloan named the book after the borough's major \nthoroughfare, Queens Blvd.\n\nThe street also is considered one of the most dangerous in New York City because of the number of pedestrians \nkilled each year trying to cross its 12, heavily trafficked lanes.\n\nQueens Blvd. \"was a metaphor for the many things people have crossed in their lifetime - particularly immigrants - \nlike wars, environmental catastrophes, borders, oceans, cultural and language divides,\" said Lehrer.\n\nThe couple spent four years researching, interviewing and photographing more than 100 immigrants and refugees \nfrom Asia, Africa, South America and Eastern Europe. The 400-page book (with a CD including interview excerpts) \nis filled with first-person accounts of the journeys the people underwent to get to America, and what their lives are \nlike in their new homeland, Queens.\n\nWe meet Amy Li, a 36-year-old mother who escaped from her native China three years ago, looking for religious \nfreedom. She was jailed, beaten, tortured, brainwashed, taken from her family and forced to divorce her husband \nbecause she was a practitioner of Falun Gong (a practice of exercises and meditation forbidden by the Chinese \ngovernment). Li sent copies of the book with her story to the U.S. Consulate in China and was finally reunited with \nher daughter, Doudou, now 8, yesterday.\n\n\"I am so excited to see her,\" said Li, who last saw her only child when she was 5. \"Being in the book helped me so \nmuch.\"\n\nBovic Antosi's story is another harrowing tale. Antosi, 39, an environmental engineer and married father of one, \nescaped the Democratic Republic of Congo in the cargo hold of a Russian airplane heading to Kennedy Airport. \nOnce here, he was detained for two years in an INS detention center in Springfield Gardens because he had two \ndifferent sets of identification papers. With the help of an attorney, he was finally released in 1999.\n\n\"I miss my country, but if I did stay, I don't think I would be here today telling you my story. I think I would have \nbeen in jail or murdered,\" said Antosi, now seeking an engineering job.\n\n\nSloan, an academic and performance artist, and Lehrer, an award-winning typographer, author and teacher, hope \ntheir book puts a human face on many of today's issues and conflicts.\n\n\"I hope people talk more to other people they don't know,\" said Sloan. \"There is hope in having these kinds of \ndialogues with people rather than just making assumptions about other cultures.\n\n\"I learned a lot about many different countries, and about the people I am living with on a daily basis who are on \nthe subway. I recognize that no matter who you are, you are a minority on the 7 train.\"\n\nBoth authors said spending time with the people in the book was one of the best parts of the project. And Sloan \nsays one of her fantasies is to have a \"Crossing the BLVD\" event on the No. 7 train.\n\nGraphic\n\n \n\nTARA ENGBERG STREET OF DREAMS Warren Lehrer and Judith Sloan with \"Crossing the BLVD\" on Queens \nBlvd. and 44th St. Couple's account of immigrants' journeys to Queens uses borough's main road as \"metaphor for \nmany things people have crossed in their lifetime.\"\n"}