{"title": "Full Senate Preparing For Debate Of The Immigration Reform Bill Passed By Senate Judiciary Committee; Mexican President Vicente Fox To Meet In Cancun With President Bush and Canadian Prime Minister Stephen Harper; President Bush Replaces Chief Of Staff Andy Card With White House Budget Director Josh Bolten; Jeff Sessions Interview; Jon Kyle Interview; Radio Talk Show Hosts Discuss Immigration", "body": "\nANNOUNCER: This is LOU DOBBS TONIGHT, news, debate and opinion for Tuesday, March 28.\n\nLive in New York, Lou Dobbs.\n\nLOU DOBBS, CNN ANCHOR: Good evening, everybody.\n\nOne day after the Senate Judiciary Committee's vote to legalize millions of illegal aliens in this country, the full \nSenate is set to begin historic debate over immigration reform, but not yet. It seems there is a severely divided \nopinion.\n\nWe're live on Capitol Hill with the story. And I'll be joined by Senator Jon Kyl and Senator Jeff Sessions. They're \nlaunching a new fight in the Senate against that amnesty for illegal aliens.\n\nAlso tonight, why organized labor and special interest groups and big business are also heavily in favor of illegal \nalien amnesty. Why is that?\n\nWe'll have a special report on the amnesty agendas.\n\nAnd then after six years in office, President Bush is shaking up his staff. Or is he? Chief of Staff Andrew Card \nresigning from the White House. Critics say the president must do more.\n\nWe'll have a report for you from the White House on what is going on.\n\n\nAnd three of this nation's most popular talk show hosts join us tonight with their insight into what their listeners and \nAmericans are saying about the immigration debate and the direction of this White House. Bob Pickett, Richard \nBey and Joe Madison join me here tonight.\n\nWe begin with Republicans in the Senate preparing to battle members of their own party over the issues of border \nsecurity and the president's demands for a guest worker program, amnesty for illegal aliens. The full Senate is \npreparing for a debate of the so-called comprehensive immigration reform bill passed by the Senate Judiciary \nCommittee last night. But that plan to give millions of illegal aliens legal status has already divided the Republican \nParty.\n\nDana Bash live on Capitol Hill with the story -- Dana.\n\nDANA BASH, CNN CONGRESSIONAL CORRESPONDENT: Now, Lou, senators all day, really all last night and \nthis morning, had been haggling over just how to bring this complicated and divisive issue to the Senate floor.\n\nAnd what we now believe is going to happen, probably starting tomorrow, is that they're actually going to be \ndebating two measures at the same time, one from the Senate majority leader, Bill Frist, which deals just with \nborder security and not the so-called guest worker program, and also with the measure that the Senate Judiciary \nCommittee passed last night, which of course does deal with the guest worker program and puts illegal immigrants \non a path to citizenship.\n\nNow, what we will likely see over the next week and a half is essentially, as you mentioned, a free-for-all. A debate \nthat will likely fall down. The way it will fall down, I should say, is going to be anybody's guess, but it will certainly \nfurther illustrate the deep divide in the Republican Party.\n\n(BEGIN VIDEO CLIP)\n\nSEN. LINDSEY GRAHAM (R), JUDICIARY COMMITTEE: If you can for an 11-year period have a good, -- obey the \nlaw, be proficient if English, be constantly employed, pay a $2,000 fine after 11 years, I think you've earned the right \nto be an American citizen. I think that's a win-win.\n\nSEN. GEORGE ALLEN (R), VIRGINIA: The bill that's coming out of the Judiciary Committee awards illegal \nbehavior. And I think if you reward illegal behavior, you'll get more illegal behavior.\n\n(END VIDEO CLIP)\n\nBASH: Now, what you just heard, an illustration of that divide within the Republican Party. There are a good number \nof Republicans in the Senate who actually say that they don't know how they come down on the most divisive \nissues, particularly the guest worker issue.\n\nSenator Trent Lott from Mississippi, the former majority leader, told reporters today that he is one of them. He \nsimply has not decided how he's going to vote. That is what makes what we're going see over the next week and a \nhalf in the Senate so interesting, because this the United States Senate, where anybody can use pretty much any \nparliamentary trick in the book to try to sway this debate one way or another, and that is certainly what we are going \nto see.\n\nThe bigger issue is, if they even come out of the Senate that has a guest worker program in it, how they are going \nto bridge the divide with the House Republicans who did not have that measure in, and whether they can get \nanything to the president's desk.\n\nSenator Jon Kyl of Arizona, a Republican, told reporters today he does not see how that divide could be bridged -- \nLou.\n\nDOBBS: Dana Bash from Capitol Hill. Later here I'll be talking with Senator Jon Kyl and Senator Jeff Sessions. \nThey both voted against the Specter immigration guest worker amnesty bill in the Judiciary Committee yesterday.\n\n\n\nPresident Bush today said in an exclusive interview with CNN en Espanol that his guest worker program which \npassed the committee yesterday is an important part of border security. President Bush told reporter Juan Carlos \nLopez it is time so-called guest workers be allowed to legally cross the Mexican border into the United States.\n\n(BEGIN VIDEO CLIP)\n\nGEORGE W. BUSH, PRESIDENT OF THE UNITED STATES: I mean, rather than have people sneaking across \nthe border to come and do jobs that Americans won't do, it seems like it makes sense for people to be given an \nidentification card that they can come and use to do a job on a temporary basis so they can go back and forth freely \nwith this tamper-proof ID card and not have to sneak across, so that our border patrol agents on both sides of the \nborder are really dealing with, you know, drug smuggling or gun smuggling or terrorists trying to sneak into the \ncountry.\n\n(END VIDEO CLIP)\n\nDOBBS: President Bush also said he sees no problem with the Mexican government's full-page newspaper ads \nlast week intended to influence the U.S. political debate on illegal immigration. President Bush says he \nappreciates the input, as he put it, from the Mexican government.\n\nMexican President Vicente Fox took credit for the illegal immigration legislation approved by the Judiciary \nCommittee. President Fox particularly pleased with provisions for a so-called guest worker program for illegal aliens \nresiding in this country.\n\nPresident Fox said the bill resulted from five years of work that began with his inauguration as Mexico's president in \n2000. Fox says it's one step closer to Mexico's goal of \"legalization for everyone\" who works in the United States.\"\n\nMexican media commentators went even further. They see a reversal of Mexico's defeat in the Mexican-American \nWar of 1848.\n\nSpeaking about the massive demonstrations in Los Angeles over the past few days, Alberto Tinoco of Televisa \ntelevision network said, \"With all due respect to Uncle Sam, this shows Los Angeles has never stopped being ours.\"\n\nPresident Fox brings his illegal immigration agenda to Cancun this week for trilateral summit talks with President \nBush and Canadian prime minister Stephen Harper. The three leaders will also discuss, among other issues, \nborder security and so-called free trade.\n\nCasey Wian reports from Cancun.\n\n(BEGIN VIDEOTAPE) CASEY WIAN, CNN CORRESPONDENT (voice over): A year ago, they were called the \nthree amigos: President Bush, Mexican President Vicente Fox, and former Canadian Prime Minister Paul Martin. \nTheir meeting at the president's Crawford, Texas, ranch focused on several issues, including the United States' \ndesire for stronger border security, Mexico's demand for amnesty for millions of its citizens living illegally in the \nU.S., and Canada's push for a new way to resolve trade disputes. But the only accomplishment was an agreement \nto meet again, and the same issues will be on the table this week in Cancun with a new amigo, Canada's new \nprime minister, Stephen Harper.\n\nLast year, the Minuteman Project in Arizona was just beginning. Now border security and immigration reform are \nat the top of the United States agenda.\n\nBUSH: If I keep the promise of America we must enforce the laws of America. We must also reform those laws. No \none is served by an immigration system that allows large numbers of people to sneak across the border illegally. \nNobody benefits when illegal immigrants live in the shadows of society.\n\n\n\nWIAN: But Mexican president Vicente Fox only agrees with half that statement. He supports the renewed push in \nthe United States Senate for amnesty, but he's lobbying hard to defeat the House bill that would crack down on \nillegal aliens.\n\nVICENTE FOX, MEXICAN PRESIDENT: They're working with dignity, with productivity. They're doing fine in \ncontributing to the United States economy. The least they deserve is to be recognized as legal in their work and \nrecognize their human and labor rights.\n\nWIAN: Now he's even demanding that Canada accept more Mexican guest workers. Canada's Harper has not \npublicly responded. He's expected to challenge another U.S. border security effort that would require Canadians to \nshow secure identification like a passport for crossing the United States border.\n\nCasey Wian, CNN.\n\n(END VIDEOTAPE)\n\nDOBBS: This program will be broadcasting from the trilateral summit in Cancun beginning tomorrow night. We will, \nof course, be reporting all the major issues of the summit and its agenda: illegal immigration, border security, the \nexpansion of the North American Security Perimeter, as it is called, and so-called free trade, and a great deal more.\n\nWe hope you'll be with us.\n\nAs President Bush heads to Cancun, he's taking his first-ever steps to shake up his White House staff. President \nBush is replacing chief of staff Andy Card with White House budget director Josh Bolten after weeks of repeatedly \ndenying that a White House shakeup was indeed needed.\n\nEd Henry has the report.\n\n(BEGIN VIDEOTAPE)\n\nED HENRY, CNN WHITE HOUSE CORRESPONDENT (voice-over): After White House Chief of Staff Andy Card's \nresignation, the question now, is this the end of the shakeup or just the beginning? With Republicans calling for an \ninfusion of new blood, someone to reinvigorate the White House's agenda on Capitol Hill amid plummeting poll \nnumbers, the president tried to sell Budget Chief Josh Bolten, who has had close contact with Congressional \nleaders as just the man to replace Card.\n\nBUSH: No person is better prepared for this important position. And I'm honored that Josh has agreed to serve. The \nnext three years will demand much of those who serve our country. We have a global war to fight and win.\n\nHENRY: But like Card, Bolten has been at the president's side since day one of the administration, and served as \npolicy director in the 2000 campaign. Hardly a newcomer. And senior Republicans privately say a broader shakeup \nis need, a notion welcomed by some outside activists.\n\nBAY BUCHANAN, REPUBLICAN STRATEGIST: I don't think that changing the chairs between Card and Bolten \nchanges anything.\n\nHENRY: But this president prefers a tight circle of loyalists, only reluctantly accepting Card's resignation this past \nweekend at Camp David after several meetings on the topic. Card, the president's constant companion, the man \nwho informed him on 9/11 American was under attack, grew emotional as he said farewell.\n\nANDY CARD, WHITE HOUSE CHIEF OF STAFF: Mr. President, as the chief of staff, I know I was a staffer. And \nnow I look forward to being your friend.\n\nHENRY (on camera): While White House spokesman Scott McClellan did not rule out more changes, he said it's \npremature to speculate on the fate of other top aides. Not good enough for some senior Republicans who are \ndemanding a bigger shakeup.\n\n\n\nEd Henry, CNN, the White House.\n\n(END VIDEOTAPE)\n\nDOBBS: Also tonight, the White House has withdrawn the nomination of David Sanborn to be head of the U.S. \nMaritime Administration, the agency that oversees U.S. port operations, among other things. Sanborn is a former \nexecutive of Dubai Ports World. Senators demanded the White House withdraw Sanborn's name after Dubai Ports \nWorld launched its failed bid for U.S. port operations.\n\nThe Homeland Security Department failed to intercept radioactive materials at border crossings, even those \noutfitted with radiation detectors. That from a government report released today, reported here last night. \nCongressional investigators smuggled enough radioactive material across the Canadian and Mexican borders to \nmake two so-called dirty bombs. After tripping radiation detectors, the investigators showed fake documents copied \nfrom the Internet. Customs agents allowed them to proceed across the border unimpeded.\n\nStill ahead here tonight, 20 years later, 20 million more illegal aliens. Why our elected officials should learn from \ntheir past mistakes. Why it appears they're intent on repeating them.\n\nWe'll have a special report.\n\nPresident Bush continues to push his guest worker program, but there is proof that they do not work anywhere, at \nany time.\n\nWe'll have that special report as well.\n\nAnd why organized labor, big business, the Catholic Church, and other special interest groups are in favor of \namnesty for illegal aliens, and as many illegal aliens as we can possibly absorb in this country. We'll tell you what's \nin it for them and all about the amnesty agendas coming up here next.\n\nStay with us.\n\nDOBBS: The last time Congress passed an amnesty program was back in 1986, when there were four million illegal \naliens living in this country. Now, two decades later, there are an estimated 20 million illegal aliens living in this \ncountry. Congress is trying to pass what it calls comprehensive immigration reform for the second time in a \ngeneration. And it is tough-going.\n\nChristine Romans has the story.\n\n(BEGIN VIDEOTAPE)\n\nCHRISTINE ROMANS, CNN CORRESPONDENT (voice over): We've been here before in 1986.\n\nALAN SIMPSON (R), FMR. U.S. SENATOR: We're talking about the 1,800,000 people who cross our borders from \n81 different nations.\n\nROMANS: Congress was struggling for a humane way to treat millions of people illegally in this country, to enforce \nour borders and crackdown on the employers who hire illegal workers.\n\nSIMPSON: And the way it doesn't happen again is that you penalize employers who -- who knowingly hire these \nillegal persons.\n\nROMANS: Urgent, historic, comprehensive immigration reform. Or not.\n\nThen, 1.5 to three million people were eligible for amnesty. Amnesty designed to end illegal immigration. Today, \nas many as 20 million people are living in this country illegally. Illegal immigration and employment of illegals are \nat an all-time high.\n\n\n\nIn 1986, half all illegal aliens were in California. Today, illegal immigration has spread to every corner of America.\n\nIn a 2000 report, the Immigration and Naturalization Service found that landmark 1986 immigration reform \nactually increased illegal immigration into the country.\n\nPAUL DONNELLY, IMMIGRATION POLICY CONSULTANT: They were going to get their green cards. They were \ngoing to be legal. They were going to come out of shadows.\n\nBut after working here for a few years they were going to go back to Jalisco or Oaxaca, where their families were. \nThey were not going to bring their families here because they were just here to work. That didn't prove to be true.\n\nROMANS: Indeed, 800,000 illegal immigrants a year flooded in as the government was handing out amnesty. And \nthe government's own figures show that by 1997 there were another five million illegal aliens in the country.\n\n(END VIDEOTAPE)\n\nROMANS: And counting. Then, as now, political horse trading and lobbying from all kinds of different corners has \ntaken over this debate. If history is any guide, in 2026, Lou, we're going to have another chance for once-in-a-\nlifetime comprehensive urgent landmark reform. But by then, what, 20, 30, 40, 50 million illegal aliens.\n\nDOBBS: And one of the things that's not being discussed here, even with what our so-called political leaders in \nWashington should have learned, is that there is not a plan in which -- if you were to provide amnesty for 11 to 20 \nmillion illegal aliens, there's not a single plan in place that would stop another 11 to 20 million illegal aliens from \nentering the country. This kind of mindlessness is breathtaking.\n\nROMANS: And the numbers show that this is borne out, that people come here when they think, if they come \nillegally, there's going to be a chance that they can stay.\n\nDOBBS: And meanwhile, as usual, working men and women in this country at all ends of the wage scale are the \nones paying the price, and of course their families.\n\nThank you very much, Christine Romans.\n\nThat brings us to the subject of our poll tonight. Do you believe the guest worker program approved by the Senate \nJudiciary Committee is an outright insult to the millions of immigrants who wait for years to become legal citizens of \nthis country?\n\nCast your vote at LouDobbs.com. We'll have the results coming up here later in the broadcast. The reality is the \nUnited States already has a number of guest worker programs. You wouldn't know that from listening to the \npresident and certain senators and congressmen, and, of course, special interest groups. They allow employers \nthose visa devices to hire as many foreign workers for less than American workers as they can possibly put \ntogether. And, of course, they also put Americans out of work.\n\nBill Tucker has the story.\n\n(BEGIN VIDEOTAPE)\n\nBILL TUCKER, CNN CORRESPONDENT (voice over): A guest worker program is the relentless mantra of \nPresident Bush's immigration reform program.\n\nBUSH: This program would provide a legal way to match willing foreign workers with willing American employers to \nfill the jobs that Americans are unwilling to do.\n\nTUCKER: What the president doesn't say is that existing guest worker programs known more commonly as work \nvisas don't work, except for employers looking for cheap labor.\n\n\n\nMARK KRIKORIAN, CTR. FOR IMMIGRATION STUDIES: Because they get a larger pool of workers fighting for \ntheir jobs. Why would you not want guest workers if you were an employer? But the fact is that it represents a kind \nof subsidy by the government to employers. It's subsidizing their labor cost.\n\nTUCKER: A government report on the L-1 Visa Program reached this disturbing conclusion: \"While many of the \nclaims that appear in the media about L-1 workers displacing American workers and testimony may have merit, \nthey do not seem to represent a significant national trend.\" Which is Washington speak for, we don't track the \nnumbers, so we're not sure. But the impact is perfectly clear to some.\n\nSEN. CHARLES GRASSLEY (R), IOWA: There's no limit under the L-1 program. And so, consequently, there's \nreally no review of it. There's no limit to what it can be done. There's even no question that it could replace an \nAmerican worker.\n\nTUCKER: A separate study on another temporary worker program found that H1B visa workers are paid $13,000 \nless than American workers doing the same work. The message from Washington is obvious.\n\nREP. BILL PASCRELL (D), NEW JERSEY: We have our first obligation to American workers. And we're not living \nup to that obligation.\n\nTUCKER: Bill Tucker, CNN, New York.\n\n(END VIDEOTAPE)\n\nDOBBS: Still ahead here, students walk out of class once again in southern California. They're protesting the lack \nof rights for illegal immigrants and the lack of gentility in any suggestion of reforming our immigration policies.\n\nWe'll have that story.\n\nAnd the showdown in the Senate over immigration reform and border security. Tonight, my guests include \nSenator John Kyl and Senator Jeff Sessions.\n\nAnd then, why organized labor, special interest groups and big business all want illegal aliens to have amnesty. And \nthey want to see those borders as open as possible. We'll have a special report for you on the amnesty agenda.\n\nAnd out-of-control riots today in Paris. More than a million people taking to the streets. We'll tell you what had them \nso enraged and so engaged.\n\nStay with us.\n\nDOBBS: Demonstrators again taking to the streets to protest illegal immigration restrictions and border security \nmeasures under debate in Washington. Twenty-six hundred students in the Los Angeles area again walking out of \nclasses. Three students were arrested after they clashed with police, 100 others were cited for truancy.\n\nIn Phoenix today, hundreds of students marched to the state capitol. Some chanting, \"Viva Mexico\" and carrying \nMexican flags.\n\nThe illegal immigration bill that came out of the Senate Judiciary Committee yesterday is a product of lobbying, \nposturing, business as usual in Washington. It is driven by a pro-amnesty lobby that has its roots in both political \nparties, corporate America, American labor, religion, and of course the media.\n\nPeter Viles reports.\n\n(BEGIN VIDEOTAPE)\n\nPETER VILES, CNN CORRESPONDENT (voice over): Is it really possible that Spanish-speaking disc jockeys \nwhipped up a crowd of half a million people in Los Angeles and influenced a Senate committee to pass a guest \n\n\n\nworker bill? The L.A. disc jockey El Cucuy, also known as the Hispanic Howard Stern, says that is exactly what \nhappened.\n\nRENAN \"EL CUCUY\" COELLO, SPANISH-LANGUAGE RADIO DJ (through translator): I have always been \ninvolved with the community protesting laws that are very anti-immigrant because I was an illegal immigrant at one \npoint in my life.\n\nVILES: Spanish language radio has become a key player and a very powerful coalition. Big business, labor unions \nand the Catholic Church in what Dan Stein calls the amnesty lobby.\n\nDAN STEIN, FED. FOR AMERICAN IMMIGRATION REFORM: When you see groups on different sides of the \npolitical spectrum banding together to try to push through special interest provisions like amnesty, you know that \nmeans the average guy's going to get screwed, and frankly that's what's happened here. This is about greed, \nselfishness exploitation, cheap labor, cheap votes.\n\nVILES: The Los Angeles rally was planned inside a church. No surprise the Catholic Church, led by Los Angeles \nCardinal Roger Mahony, is openly lobbying the Congress to put illegal immigrants on a path to citizenship.\n\nUNIDENTIFIED MALE: What is the solution? The only solution I can see is to provide a path to citizen for 11 million \nof our undocumented people.\n\nVILES: Church leaders say their religion demands they help the neediest. It's also true that most Hispanic \nimmigrants, legal or illegal, are Catholic. Labor unions also helped organized Saturday's rally, and labor unions \nhave been pushing for amnesty for years.\n\nSTEIN: They're basically just shills for the amnesty lobby at this point.\n\nVILES: The United Food and Commercial Workers Union probably said it most honestly. \"We don't care about \ngreen cards. We care about union cards. We must have a legalization process.\"\n\n(END VIDEOTAPE)\n\nVILES: And Lou, if you look at the pro-amnesty civil rights groups, groups like La Raza and (INAUDIBLE), what's \ninteresting is who stands behind those groups and supports them financially. No surprise, corporate America. \nAmong the givers to La Raza, Wal-Mart, the Nike Foundation, Levi Strauss, Home Depot, and yes, the AFL-CIO, \nfinancially supporting groups like La Raza -- Lou.\n\nDOBBS: Extraordinary. And an important look, revelations about the agenda and the -- those who are behind that \nagenda.\n\nPeter Viles, thank you very much.\n\nPeter will have much more on the amnesty agenda and those who are powering some of the demonstrations that \nwe have watched over the last several days, and much, much of the efforts that you're witnessing in Washington, \nD.C., now.\n\nIt is time to take a look at your thoughts.\n\nBob in California said, \"I think it's an insult to America and the American people to come into America illegally and \nparade around with their countries' flags telling us what we should do. If they are so proud of their country, why did \nthey come here?\"\n\nJim in California, \"I want to be a guest worker and avoid my federal taxes, partake in free education and medical \nbenefits. What a sweet deal.\"\n\n\n\nKaren in Texas, \"I live in San Antonio. I'm so tired of paying the highest auto insurance premiums, health insurance \npremiums and property taxes due to the fact that so many of these immigrants don't have insurance. And our \nschools must provide bilingual education for our kids.\"\n\n\"I'm also sick of the demand that our principals speak Spanish so they can communicate with the parents that \nhaven't made the effort to learn English. I'm not against immigration and I am not a racist. I'm against illegal \nimmigration and the exploitation of labor at my expense. I sincerely hope this insanity comes to an end.\"\n\nWe'll have more of your thoughts coming up here later in the broadcast.\n\nUp next, the very latest on the Senate showdown on immigration reform. I'll be joined by Senator Jon Kyl, Senator \nJeff Sessions. They'll join us from Capitol Hill tonight.\n\nAnd the people speak. Three prominent radio talk show hosts join me to talk about what's on the minds of their \nlisteners, what's on the minds of Americans.\n\nStay with us for that and a great deal more next.\n\nDOBBS: The plan to offer illegal aliens amnesty in the form of a guest worker program is one of the most \ncontentious aspects of the legislation approved by the Senate Judiciary Committee yesterday. A majority of the \nRepublicans on the committee voted against the legislation. One of the dissenting Republicans joins me now, \nSenator Jeff Sessions. Senator, good to have you with us.\n\nSEN. JEFF SESSIONS (R), ALABAMA: Good to be with you, Lou.\n\nDOBBS: Senator, you call this, the Specter bill, you called it a blanket amnesty. Why so?\n\nSESSIONS: Well, it really is. It moves everybody that came here illegally into a permanent Green Card status and \nthen on a guaranteed path to citizenship. That is the about all that you can give and so I think that it's consistent \nwith the 1986 bill that everybody called amnesty, it's very similar to that. Some may say it's not, but it's the same \nthing.\n\nDOBBS: It's amazing. I don't know, Senator, if you the opportunity -- I doubt it -- to see Senator Allen Simpson, 20 \nyears ago, sitting up in the well of the Senate talking about the issues as if it were today. They had a once a lifetime \nopportunity to fix it. They fixed it. We've got 20 million more, an estimated 20 million more illegal aliens.\n\nWhat in the world is going on in the Judiciary Committee? What can we expect in the full Senate?\n\nSESSIONS: Well, the bill really moved further from the chairman's mark and became even more liberal or pro-\namnesty. So that was troubling. We will bring it up on the floor in the Senate probably tomorrow. Maybe be on it for \ntwo weeks and we can hope that, through a lot of hard work that some of us are going to put into it, that we can \nmake some improvements in the bill.\n\nThe House has a pretty good piece of legislation. We should have followed their lead and focused first on \nenforcement. But we've tried to do the whole thing.\n\nDOBBS: Did Senator Specter hold sway over Senator Frist, your majority leader? I mean, who's in charge of that \njoint?\n\nSESSIONS: Well, it's just impossible to control a bill once it hits the floor. Frist brought up a more enforcement-\noriented bill, but it'll be either the Specter bill will be offered as an amendment and it may pass, or some other \nmechanism we'll use and we'll move to that legislation that came out of committee.\n\nDOBBS: Why in the world would the United States Senate, which has, along with the United States Congress, both \nhouses Republican-led along with a Republican administration, not demanded border and port security? We're four \nand half years beyond September 11. What's happening in that city that the American people are left this \n\n\n\nvulnerable, and when we come to an issue like illegal immigration there's not even a discussion of any real \nstrength about securing our borders?\n\nSESSIONS: Well, we've come close to some good -- a good enforcement bill but we're not there yet. And the \nproblem is this. If we pass the rules that will cover immigration into the country in the future and legalizing the \npeople that are here and we will do something of that kind in the Senate, that will become the law.\n\nBut when we promise that we'll build barriers or we'll add policemen or border patrol or we'll enforce the work place, \nthat is a mere promise. That may not happen. And so that's why the American people are rightfully cynical about \nwhat happened. That's what happened in '86. They passed the legalization but the enforcement never followed.\n\nDOBBS: Senator, you say they're cynical. You know it's beginning to look to me like the American people are \nawakening and cynical might be the best that a lot of people, particularly in the House running for re-election, might \nhope for. Because they look to me like they're pretty upset.\n\nSESSIONS: I think the American people have a right to be concerned. We have a responsibility and we can, at a \nreasonable cost, gain control of our borders. We can eliminate the magnate (ph) of work place jobs and we can \ncreate a system that's lawful. It's very possible to do.\n\nDOBBS: The folks listening to us, Senator, know that. They believe that, as you say, they don't believe y'all got the \nguts to get it done. They think you're sold out to the corporate interests, the special interest and everybody but the \nmiddle class working men and women in this country and their families who you're supposed to be representing?\n\nSESSIONS: I try to represent my constituents ...\n\nDOBBS: Well, I'm not talking about you specifically. I'm talking about a general perception of both the Senate and \nthe House.\n\nSESSIONS: Well, I'm not sure that's totally fair, but I do believe that we are moving forward emotionally or \notherwise to legalize everyone that comes illegally without creating a permanent system that'll work.\n\nDOBBS: Senator, it's always good to have you here.\n\nSESSIONS: Thank you.\n\nDOBBS: Senator Jeff Sessions.\n\nSenator Jon Kyl also voted against the legislation coming out of the Judiciary Committee. He joins us here tonight. \nSenator Kyl, good to have you with us.\n\nSEN. JON KYL (R), ARIZONA: Thanks, Lou. Wouldn't it be great if we had more Jeff Sessions?\n\nDOBBS: It would, and Jon Kyl's and a few others, but I have to tell you, it's a handful right now. When you look at \nyour -- and I have to ask you right off the bat. When you look at your colleagues, do you have any sense of who in \nthe world they're representing? Because it's not the middle class, it's not working men and women. It's not their \nfamilies. I mean what in the world is going on down there.\n\nKYL: Well, for one thing, a lot of our colleagues are not very familiar with the problem and they don't really \nunderstand very well the proposed solutions that have been put forward. A lot of folks don't understand what \nSenator Cornyn and I proposed, for example. And yet I think it's a very responsible alternative to what the Judiciary \nCommittee passed.\n\nDOBBS: I will tell you straightforward. I think the Kyl-Cornyn legislation, if Senator Cornyn were here I would call it \nthe Cornyn- Kyl legislation, I think a reasonable, intelligent basis to proceed. What happened?\n\n\n\nKYL: Well, there were the votes for something that was -- that went beyond what we proposed. We agreed that we \nneed a comprehensive bill. A bill that deals with enforcement on the border, that deals with enforcement in the work \nplace, that create some kind a temporary worker system, but the word temporary has meaning, Lou. It means \ntemporary. Meaning that you don't allow people to come in on a temporary basis and then they immediately convert \nto permanent and become citizens.\n\nDOBBS: You know there's not a guest worker program in the world that I'm aware of, and we've researched it \nextensively, I assure you. I'm not aware of a single guest worker program that's ever worked anywhere in the \ncountry. To be talking about guest workers when we have L1 Visa, we have a series of visas in which employers, if \nthey were not just Hell bent on exploiting illegal labor, and the poorest of our working people in this country, they \ncould simply apply responsibly for those visas, bring in the labor they need, and by the way, be responsible for \nthem.\n\nPay taxes. Have those people pay taxes. Not be off the books. In point in fact, we would then not have this shroud \nnonsense and obfuscation surrounding the issue of border security. It's a mess.\n\nKYL: Let me just refer to the temporary worker program. We have temporary worker program for highly-skilled \nlabor. You can understand why.\n\nDOBBS: Right.\n\nKYL: We've always been reluctant to have them for low-skilled, poorly educated people because they could easily \nbecome a burden on our society. As a result, the only one that ever existed in the past was for agriculture. Now, \nagriculture is probably the only part of our economy where it is hard it get Americans to do work.\n\nAnd I think that there is a need for that kind of a program. But it doesn't work well. Why? Because it was written by \npeople that frankly wanted to put a huge burden on the employer to provide housing, and transportation and subject \nthemselves to litigation and all of the rest of it.\n\nDOBBS: Instead of doing that, let's by all means, let's put that burden on the taxpayer, the property owner. I mean, I \nunderstand that, Senator. What happens from here? Are we going to watch more games? Is this a play where the \nSenate is basically going to move ahead with its approach and sacrifice 10 to 15 Republican seats in the House \nand basically tell James Sensenbrenner, Dennis Hastert and the leadership of the House to go to Hell, it's your \nproblem.\n\nKYL: First of all, let me make it clear that I'm not for having taxpayers pick that up cost that you just ...\n\nDOBBS: I know.\n\nKYL: You didn't give me a chance to respond, Lou. But to this question. Look, the bulk of the American people are \nexactly where you said they are. And what Jeff Sessions said is right. They said, you haven't enforced the law in the \npast. What makes us think you will do it in the future?\n\nWe're locking in a system that's going to give a lot rights to people forever on a promise that we will enforce the law. \nThey better know that we mean it and that we have the ability it enforce the law.\n\nDOBBS: Indeed. And there is no evidence at all of that prospect. We thank you very much. Senator Kyl. Good to \nhave you here.\n\nProtesters in Paris clashed with police as hundreds of thousands took to the streets today. The latest in a series of \nmass demonstrations that have racked France. Police firing tear gas and water cannons into the huge crowds \ntoday. Protesters, for the most part young people, opposing new labor laws that will allow businesses to hire and \nfire workers under the age of 26 at will.\n\n\n\nCritics say current laws make it nearly impossible for French employers to fire workers at any age. That, they say, \ndiscourages new hirings. The unemployment rate among French youth, by the way, is 23 percent.\n\nStill ahead here, illegal immigration reforms sparks protests all across the country, but if protesters the right to live \nin this country, why not wave the flag of the United States? We'll have that story and will change in the Bush \nadministration be enough to turn around the opinion of just about anyone? I'll be talking with three of the country's \nmost provocative talk radio hosts about what their listeners are saying and what they're thinking.\n\nStay with us for that and a great deal more.\n\nDOBBS: Despite suffering major political debates on Social Security, a Supreme Court nominee, the Dubai ports \ndeal, President Bush says he can succeed in pushing immigration reform through this Congress and the Senate \nJudiciary Committee backed him up, passing a guest worker program that's close to what the president wants.\n\nIt is amnesty, but it's far from what American people want. In a recent \"Time\" magazine poll, nearly two-thirds of \nthose surveyed disapproved of the president's handling of immigration.\n\nJoining me now to share their views and their views of their audience's views, three of the most provocative radio \ntalk shows in country. Bob Pickett -- he is the host of \"Open Line\" on KISS-FM in New York.\n\nBOB PICKETT, \"OPEN LINE\" ON KISS-FM: Thank you.\n\nDOBBS: Richard Bey, of Sirius Left Radio, and from Washington, Joe Madison, \"The Black Eagle\" on WOL.\n\nJOE MADISON, \"THE BLACK EAGLE\" ON WOL: Thank you.\n\nDOBBS: Good to have you here, gentlemen.\n\nRichard, let's start with you. What is the reaction of your audience to this?\n\nRICHARD BEY, SIRIUS LEFT: Well, I think the reaction is varied but I think that people -- as far as my opinion goes \n-- react to this in the wrong way. They come from different areas. There is an element of racism and xenophobia \nthat is at play out there. There is also the understanding of some people that this is a political football that certain \nparties can play to their advantage. I think what people fail to understand is the economic issue that's at play here \nand the affect and the role that illegal immigration has on distorting the free market in terms of the value of labor, \nespecially those people who labor at the lowest end of the economic scale.\n\nWhen we're told that CEOs deserve a 50 percent increase in salary because, well, you just can't find the guys to do \nthis kind of job. Well, when you bring in labor that's willing to work under poor conditions, perhaps dangerous \nconditions, without benefits, at a low salary, what does that do to the working man in America?\n\nDOBBS: You know what I just heard? I don't know about you, Joe, Bob. As you said that, I just heard this loud slam \nas the door came down on our border. If we had illegal CEOs coming across from either the north or the south, you \ncan be it would be shut down if a hurry.\n\nBEY: Maybe that's a good idea.\n\nDOBBS: Well, let's think about it. Maybe we can put it into action.\n\nJoe Madison, do you think there is race involved here, xenophobia? Do you think that's what this is all about.\n\nMADISON: Oh, I think that there is some. I would agree. But look, I'm going to tell you, I've done this topic for \nnumber of days now. And I don't have a racist audience. I'm going to tell you, this is very simply one thing. It is \ninsulting to have the president of the United States on his Saturday morning address to the nation say they're jobs \nAmericans won't take.\n\n\n\nNow, first of all, find me those Americans and let me know what those jobs are and I'll tell you what issues are. \nThey're just what the other gentlemen said. They are poor paying jobs, but the thing that irritates me the most, I \nwalked to the studio today from Union Station here in Washington, D.C., and a young African-American says, hey, \nMadison, \"The Black Eagle,\" it's good seeing you, God bless you, and he's handing out free \"Washington Post\" \nnewspapers.\n\nIs that one of those jobs that Americans won't take? Americans are sophisticated enough to know that this is \nnothing more than economic exploitation, and that trumps xenophobia and racism.\n\nDOBBS: Do you agree, Bob?\n\nPICKETT: Wholeheartedly, Joe. Congratulations on that one. My audience, our audience, here at KISS-FM, Lou, \nare firmly against the policy that's being proposed by the president. We believe that it is wrong-headed, and what \nmessage does it send to the rest of the world who's trying to get to America, that, come to America and eventually \nwe'll grant you amnesty?\n\nThat is not the way to go. And that, to me, is a good example of our immigration policy over the last 25 years. OK? \nQuite frankly, black America has been asleep on this issue. We're now awakening to the fact that this is going to \nimpact on us more than it's going to impact on any other group of people in this country.\n\nMADISON: And I want you to know, I used to have as much hair as you have.\n\nPICKETT: Ah.\n\n(CROSSTALK)\n\nBEY: One thing to remember to is that these are people who are engaging in the most essential human endeavor, \nwhich is trying to better your life. These are human beings who have families.\n\nDOBBS: I stipulate that.\n\nBEY: Right, I know you do.\n\nDOBBS: All of these folks, I don't care, you know, what's your race, your religion. You're here in the United States. \nYou're folks. You're human beings. Now what?\n\nPICKETT: Yes, but nobody really blames these people for wanting to seek a better life.\n\n(CROSSTALK)\n\nPICKETT: They're entitled to come to America but under the rules that apply to everybody. They're not -- Joe ...\n\n(CROSSTALK)\n\nDOBBS: You mean entitled to here come legally.\n\nPICKETT: Legally, yes, legally.\n\nDOBBS: In other words, they're not entitled? In point in fact -- Joe, just a second.\n\nMADISON: I'm sorry.\n\nDOBBS: Because I want to make something clear, because I think it's critically important. No one -- no one -- is \nentitled to come to this country in any other fashion than legally.\n\nMADISON: Legally.\n\n\n\nDOBBS: And until this country decides that those sovereign borders mean something, and that those borders and \nour ports mean something to the safety and the security of the American people, I mean, we're a lost nation if we \ncontinue this.\n\nMADISON: No doubt about it.\n\nDOBBS: We're going to have to continue. I'll come back with you. We're sitting here. We're going to resolve a lot of \nissues here.\n\nBEY: There's too much agreement here.\n\n(CROSSTALK)\n\nDOBBS: There's too much agreement. We're going to get that fixed. Stay with us. We'll be right back.\n\nDOBBS: Coming up the top of the hour here on CNN, \"THE SITUATION ROOM\" and Wolf Blitzer. Wolf, tell us all \nabout it.\n\nWOLF BLITZER, CNN ANCHOR: Thanks very much, Lou.\n\nJust ahead, something your viewers, Lou, are going to want to stick around for: The fierce debate over \nimmigration. Congressman Tom Tancredo and Congresswoman Loretta Sanchez. They are going to face off. This \nis a match-up you won't want to miss.\n\nAlso, there is a shake-up at the White House, a very loyal White House. President Bush's chief of staff is out. Are \nmore Bush insiders getting ready to leave? CNN puts that very question to the president. It's an interview you're \ngoing to see only here on CNN.\n\nAnd Justice Antonin Scalia unplugged. We're going to show you a recent speech he gave that's creating lots of \ncontroversy. All that, Lou, coming up right at the top of the hour.\n\nDOBBS: Sounds good, Wolf. Thank you.\n\nOnce again, Bob Pickett, host of \"Open Line\" on KISS-FM in New York, Richard Bey of Sirius Left Radio, from \nWashington, Joe Madison, the Black Eagle on WOL. Thank you, gentlemen.\n\nRichard, you started this. You started talking about racism, and xenophobia is an element of this. I happen, by the \nway, to think if it is an element, it's a minuscule element.\n\nBEY: I don't think so.\n\nDOBBS: But let me -- so let me -- let's go right straight to it. A great deal of the lobbying efforts are coming from \nethnocentric organizations. They are absolutely race-focused, race-based...\n\nBEY: They play right into this, right.\n\nDOBBS: And they're driving it.\n\nBEY: They play right into their counterparts.\n\nDOBBS: And part of the reporting that we did tonight, Richard, is that Hispanic Radio, one host in particular in Los \nAngeles, driving much of that demonstration.\n\nBEY: And he happened to have been an illegal immigrant at one time, the host of the show.\n\nDOBBS: That's right. But I'm just saying, sort that out in terms of racism for us, if you will.\n\n\n\nBEY: Well, I think they play right into the hands of those people who are anti-Mexican, anti-Hispanic.\n\nDOBBS: No, no, no. That's conventional. Joe?\n\nMADISON: Let me tell you -- look, first, let me say something. President Fox is laughing all the way to the bank. He \ngets more money from us having money sent through illegal aliens, immigrants, back to Mexico than his gross \nnational product.\n\nI'm a baby boomer. I want people paying into the Social Security system, because there's going to be a whole \nbunch of us that are going to reach retirement age, and it's going to need those workers.\n\nAnd number three, what is racist? How can -- how can Cesar Chavez have been opposed to illegal immigration \nbecause he knew it undercut his efforts to organize unions to get favorable working conditions? I'll tell you what's \nracist, is when you economically exploit people in order to gain huge profits at their expense. That is the ultimate \nracism in America.\n\nBEY: I would agree with you, but these people aren't coming here to join La Raza. They aren't coming here to have \nCalifornia secede and become a Mexican province. They're coming here because they're poor.\n\nPICKETT: Let me say this and flip it around, because I think the real racism is not necessarily involving the people \nwho are against the protesting and so forth, but the real racism occurs because of the immigration policy over the \nlast 40 years.\n\nYou know, keep this in mind. When the Civil Rights Act was passed in 1964, the Voting Right Act was passed in \n1965 -- there was Immigration Reform Act of 1965, that allowed and changed the whole immigration policy in this \ncountry.\n\nDOBBS: Right.\n\nPICKETT: And that, to me, impacted negatively on black America. If any racism is involved at all, it's against black \nAmerica.\n\n(CROSSTALK)\n\nBEY: ... misunderstanding me. I'm not saying this is a racist issue. There is a definite good legal, political reason for \nbeing against illegal immigration.\n\n(CROSSTALK)\n\nPICKETT: The impact on black America...\n\nDOBBS: It's tremendous on black America, white America, Hispanic America. The thing we have got to get back to \nis...\n\nBEY: It transcends everything. DOBBS: Everybody between these borders is an American.\n\nPICKETT: America....\n\nDOBBS: And we have got to move away from this nonsense...\n\nPICKETT: I agree, Lou, but America has to take firm action to stop illegal immigrants from coming into this country \nand tighten the borders. And only because long-term benefits...\n\nMADISON: All you have to do...\n\nDOBBS: Gentlemen...\n\n\n\nMADISON: All you have to do is put some CEOs in jail.\n\nBEY: That's exactly right.\n\n(CROSSTALK)\n\nMADISON: ... illegal immigrants...\n\nBEY: I had a show a driver's license to get into CNN. Why shouldn't someone show a picture ID when they go for \nemployment?\n\nDOBBS: Well, you know what? I think your listeners are well- served and I know that our viewers are. We thank you \nfor being here.\n\n(CROSSTALK)\n\nDOBBS: ... as a result of your participation. Joe, as usual ...\n\nMADISON: Thank you.\n\nDOBBS: We have managed to resolve these issues in a matter of moments.\n\nMADISON: We should be in the Senate.\n\nDOBBS: No, no...\n\nPICKETT: Maybe I will have no hair in a couple of years too.\n\nDOBBS: I would put you forward, Joe, but not me, partner. Bob, thank you very much. Richard, good to have you \nhere.\n\nPICKETT: Thank you.\n\nBEY: Nice to be here.\n\nDOBBS: Still ahead, we'll have the results of our poll. More of your thoughts. Stay with us.\n\nDOBBS: The results of our poll tonight, overwhelming: 93 percent of you say the guest worker program approved \nby the Senate Judiciary Committee is an insult to the millions of immigrants who wait for years to become legal \ncitizens of this country.\n\nTime to take another look at your thoughts. Tom in Michigan wrote to say -- \"Dear Lou, am I the only one offended \nby the statement from the president as to jobs Americans are willing to do? I have never thought myself too good \nfor a job, no matter how dirty or hard.\"\n\nEd and Arlene in Maryland -- \"It is not that Big Business cannot find good, hard-working American citizens to do \ntheir work, it is that Big Business wants the work done for nothing.\"\n\nNorma in Michigan: \"Hello, Mr. Dobbs. I was assigned to send this email. My husband says, just make Mexico our \n51st state. That way, everyone will have to pay taxes, and we won't have to worry about border patrol. And if this is \naired, pleased send a copy of your book to 1600 Pennsylvania Avenue.\"\n\nDone.\n\nMark in Illinois -- \"If 500,000 Latin protesters can amass together in a peaceful protest in the streets of L.A., you \nwould think they could apply that same concerted effort in the streets of Mexico against the corrupt Mexican \ngovernment.\"\n\n\n\nBecky in Kansas -- \"A note to all the illegal immigrants in the United States: Ask not what our country can do for \nyou. Go home en masse, and ask what you can do for your country.\"\n\nCletis in Virginia -- \"How can America get rid of 20 million illegal aliens? Answer: One at a time.\"\n\nAnd finally, Phyllis in California -- \"I'm certainly glad you take two days off. I couldn't handle all this for seven \nstraight days.\"\n\nWe love hearing from you. Send us your thoughts at LouDobbs.com. Each of you whose email is read here \nreceives a copy of my book, \"Exporting America.\" The president gets one, compliments of our viewer. And if you'd \nlike to see what Teddy Roosevelt had to say about all of this almost a century ago, go to our Web site, \nLouDobbs.com.\n\nThanks for being with us tonight. Please join us here tomorrow. We'll be reporting live from Cancun, Mexico on the \ntrilateral summit. President Bush, Mexican President Fox, Canadian Prime Minister Harper, as we begin our live \nspecial coverage all week from Cancun. We hope you'll be with us.\n\nFor all of us here, thanks for watching. Good night from New York. \"THE SITUATION ROOM\" starts right now with \nWolf Blitzer -- Wolf.\n\nTO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE \nORDER FORM LOCATED AT www.fdch.com\n"}