{"title": "Metro In Brief", "body": "\nTHE REGION\n\nBoard Calls for Faster Repairs by Metro\n\nMetro officials, who have been fielding complaints from riders and D.C. Mayor Anthony A. Williams (D) about the \nnumber of out-of-service escalators, said yesterday they want to speed up their five-year, $ 120 million plan to \noverhaul escalators and elevators and cover the exterior escalators with canopies.\n\n\"We want you to move forward with all deliberate speed,\" board member Decatur W. \"Bucky\" Trotter (Prince \nGeorge's) told Metro General Manager Richard A. White. The board asked White to study several possibilities, \nincluding having repair crews work 24 hours a day on the escalators.\n\nMetro is overhauling 170 of its 557 escalators, erecting canopies over the 53 escalators exposed to the elements \nand rehabilitating seven troubled elevators. Work began in the past fiscal year and was planned to last until fiscal \n2006. That schedule will mean another 20 escalators out of service each day, in addition to the 50 or so that \nroutinely are out of commission on a typical day, Metro officials said.\n\nVIRGINIA\n\nMotorbike Riders in Train Crash Named\n\nThe two riders who leapt from a motorbike as a Virginia commuter train approached from behind Wednesday night \nmistakenly thought the train was on the same track they were riding on, Fairfax County police said yesterday.\n\nThe driver, identified yesterday as Virgil Woodson, 18, of the Springfield area, was killed when he leapt from the \nsouthbound two-wheeler and hit the engine of Virginia Railway Express train No. 311, which was traveling south on \na parallel track, police said.\n\nWoodson's passenger, Jason Smith, 16, of Beulah Street in the Newington area, jumped to safety between the \nlines of track, landed uninjured and ran for help, police said.\n\nPolice said yesterday that the vehicle the two were riding was a Honda motor scooter.\n\nFairfax Panel Delays Action on Soccer Deal\n\n\nThe Fairfax County School Board agreed for the second time last night to delay action on an agreement that would \nallow Eckerd Corp. to develop a soccer field at Bailey's Elementary School.\n\nThe board agreed to delay until October action on a memorandum of agreement by Eckerd, the school district and \nthe county's Department of Community and Recreation Services and Park Authority that would allow Eckerd to \ndevelop the field. The field would replace one that construction of a drugstore Eckerd plans in the Culmore area of \nthe county would displace.\n\nThe Culmore field, near Glen Carlyn Drive and Leesburg Pike, is undeveloped and is used informally by the area's \nLatino community for soccer and other activities.\n\nRepresentatives of the community and their advocates had asked the School Board to delay its decision while the \ngroup attempts to work out a deal with Eckerd and its parent company, J.C. Penney, to preserve the field.\n\nTHE DISTRICT\n\nDelay in Summer Jobs Plan Scrutinized\n\nThe District's summer jobs program for more than 1,000 young people started two weeks late because of officials' \ndelays in writing acceptable contracts and higher-than-expected prices on some services, city officials said at a \nD.C. Council hearing.\n\nGregory Irish, director of the D.C. Department of Employment Services, said the department needed to hire \nacademic contractors to meet strict federal guidelines for launching an enriching employment program for 14- and \n15-year-olds, but his office had not drafted contracts until mid-March. Elliot Branch, director of the Office of \nContracting and Procurement, said drafts didn't meet federal standards. When appropriate contract proposals were \nadvertised in June, vendors in one case offered prices four times higher than expected.\n\nThe teenage workers were supposed to be matched with jobs at the start of this month, but that is not expected to \nhappen until tomorrow. Council member Kathy Patterson (D-Ward 3), chairman of the Committee on Government \nOperations, called Wednesday's hearing to examine the delay.\n\nMARYLAND\n\nWorker Hurt in Fire at Suitland Metro Site\n\nAn electrical worker suffered severe burns yesterday when a flash fire erupted in a switch room at the construction \nsite for the Suitland Metro station, said Capt. Chauncey Bowers, of the Prince George's fire department.\n\nDavid Woodky, 42, who worked for private contractor Impulse Inc., of North Carolina, was installing breakers in the \nswitch room at the new Green Line station about 1:30 p.m. when flames suddenly erupted, Metro spokeswoman \nCheryl Johnson said. The Suitland station, at Silver Hill Road and Suitland Parkway, is to open in January.\n\nWoodky was reported in fair condition at Washington Hospital Center with second-degree burns on his face, hands \nand arms.\n\n\"Basically we don't exactly know what happened,\" said Ed Rowe, a supervisor at Impulse, who described Woodky \nas an experienced employee.\n\nA worker standing behind Woodky when the flames erupted suffered minor injuries but did not seek hospital \ntreatment, Bowers said.\n\nWoman Killed by CSX Train Identified\n\nA woman who was killed July 6 when she was struck by a train in Rockville was identified by Montgomery County \npolice yesterday as Judy Lynn Bowles, 31, of Silver Spring.\n\n\n\nInvestigators said Bowles, of the 3900 block of Lantern Lane, apparently stepped into the path of a westbound CSX \nfreight train as it crossed Randolph Road about 6 a.m. She carried no identifying papers, police said. A relative filed \na missing person report Tuesday, saying Bowles had not been seen since she suddenly left work early July 5.\n\nInvestigators confirmed Bowles's identity after comparing fingerprints with those found in her home and said \nyesterday that what drove her to step in front the train remained unclear. The investigation into her death continues.\n\nBody of Man Found in Capitol Heights\n\nThe badly decomposed body of an unidentified man was found by a passerby yesterday in a wooded area in the \n4400 block of Shell Street in Capitol Heights, Prince George's County police said.\n\nThe cause of death had not been determined, police said. An autopsy was scheduled.\n\nQUOTE OF THE DAY\n\n\"They ranged the whole social scale. You could find relatives of those who signed the Declaration of Independence \nor you could find sailors or doctors or servants.\"\n\n--Orlando Ridout IV, an Annapolis historian, on three old skeletons found by workers laying water pipes next to St. \nAnne's Episcopal Church, which has been a spiritual center of Annapolis for more than 300 years.\n"}