{"title": "Force is with them Coney NYPD post targets rise in muggings", "body": "\nFacing a rising tide of muggings of Russian immigrants in Coney Island, police are moving to bridge a \ncommunications gap that can keep new arrivals from reporting crimes.\n\nThey've increased foot patrols, are working to recruit Russian-speaking cops - the 60th Precinct now has only one - \nand last week parked a large field command post bus in Coney Island's West End at Neptune Ave. and W. 33rd St.\n\n\"They won't come to the precinct, so we're bringing the precinct to them,\" said NYPD Deputy Inspector Charles \nScholl, standing in the galley of the white-and-blue-decaled NYPD bus.\n\nWhile the number of robberies in the precinct has dropped sharply in the last year - by nearly 11%, to 367 from 411 \nlast year by this time - attacks on Russians, and particularly elderly immigrants who speak little if any English, have \nrisen sharply.\n\nWhile police could not immediately provide the number of reported robberies of Russian victims, Alfie Davis - a \ntenant leader in the Sea Rise Renting, a giant state subsidized housing complex across from where the command \npost was stationed - said there have been 42 attacks on Russians in the six-building unit since January.\n\n\"They've been robbed at gunpoint, had their arms twisted behind their backs and been accosted in the stairwells,\" \nshe said. \"One person's arm was broken.\"\n\nLucia Arany, a 32-year-old Russian immigrant who has lived in the complex for five years, said her 11-year-old son \nhad been mugged and beaten in an elevator, and added that she knows several people who have been assaulted \nas many as three times.\n\nPolice post welcomed\n\nOf the police presence across the street, Davis said, \"We love the idea of close police surveillance. Hopefully, this \nwill be a deterrent.\"\n\nThe cops said the rash of attacks is likely the result of a rapid recent increase in the number of immigrants settling \nin the many large public housing complexes in the area.\n\nOutside the mobile high-tech police unit, Officer Alex Kats, the precinct's one Russian-speaking cop, was handing \nout brochures - \"Holiday Safety Tips From the NYPD & McGruff\" - that he had translated from English.\n\nWith a cold wind whipping around the tall buildings, there weren't a lot of takers, and Kats said he'd handed out \nfewer than a dozen brochures.\n\n\nIt might not only be weather and language keeping immigrants from the stationhouse. Some say it's likely they \navoid cops because of their experience with the former Soviet Union's notorious security apparatus.\n\n\"People are very apprehensive to speak to us,\" said Scholl, commander of the 60th Precinct. \"They think they're \ngoing to come in and never come out,\" he said, indicating the command center.\n\nGraphic\n\n \n\nMATTHEW ROBERTS ON THE SCENE Police say Russian immigrants in Coney Island area hadn't been coming \nto local stationhouse to report trouble despite an increase in street crime, so they've set up this mobile command \npost at Neptune Ave. and W. 33rd St.\n"}