{"title": "Victim of racial epithets faces possible deportation Jailed Thursday, she plans to sue", "body": "\nCharlesetta Williams may get out of jail today, but she's not yet out of trouble.\n\nShe's facing charges of making terroristic threats against her neighbors and may be facing possible deportation. \nPlus she's making plans to sue the Cobb police for civil rights violations.\n\nThe east Cobb County woman who threatened to leave her new home after finding racial epithets spray-painted \non the wall, was jailed late Thursday night for allegedly making terroristic threats against the neighbors she \nbelieves were responsible for painting the epithets on her Marietta home.\n\nIn an interview from jail late Friday night, Ms. Williams said she did not make terroristic threats but told police she \nwould go to the neighbor and demand that the woman explain remarks made to a television newscaster about the \ngraffiti incident.\n\nMs. Williams, a 38-year-old mother of four, is upset that Cobb detectives have focused their investigations on her \nand her family, visiting her son's school and calling in the Immigration and Naturalization Service, who questioned \nher earlier Friday.\n\nMs. Williams claims she is a naturalized United States citizen, but Capt. Ken Bramlett of the Cobb County police \ndepartment, says that INS officials informed the department she is in the country illegally from Liberia, and that her \nvisa expired in 1988. He also said that police have not ruled out anyone as a suspect in the vandalism.\n\nCivil rights activist Hosea Williams visited the woman in jail Friday night.\n\n\"I question the necessity of the arrest,\" said Rev. Williams, who spoke with Ms. Williams for 30 minutes at the Cobb \nCounty jail. \"It really feels like she has been illegally arrested and transferred and has been illegally detained. She \nhas been very nastily treated by the law enforcement agencies.\"\n\nRev. Williams is urging her to sue the department for civil rights violations. He said that he will meet with Ms. \nWilliams, who was planning to post bail Saturday morning, as soon as she is released.\n"}