{"title": "Still Focusing on Immigration, Miller, Rishell Reprise 2006; Race Centers On Freshman Delegate's Assembly Record", "body": "\nThe race for House District 50 probably seems familiar to voters, and for good reason. It features the same two \ncandidates who sparred against each other for the seat last fall and a big issue that's only gotten bigger, illegal \nimmigration.\n\nThis time, though, incumbent Jackson Hunter Miller (R) has a record in Richmond, one that he says shows his \ncommitment to battling illegal immigration and that Democrat Jeanette M. Rishell says shows how out of touch the \nassembly's Republican leaders are.\n\nLast year, Miller defeated Rishell to fill out the term of the late Harry J. Parrish (R) in a district that includes \nManassas, Manassas Park and part of Prince William County.\n\nIn his first term, Miller sponsored several bills to crack down on illegal immigrants, including a highly publicized \nmeasure that would have denied state and local funding from charities and other organizations that provide services \nto unauthorized immigrants. That bill passed in the House but died in a Senate committee.\n\nIf reelected, Miller, a police officer and real estate agent, vows to continue his efforts against illegal immigration, \nwhich he calls a \"drain on public services.\" He pledges to revive some of his failed bills and push for federal training \nfor state law enforcement and jail officials so they can start the deportation process for illegal immigrants who \ncommit crimes.\n\n\"I was on the forefront of bringing the immigration issue to the statehouse,\" Miller said. \"I was proud to have gone \ndown and represented Manassas in a dignified way . . . and I look forward to going back.\"\n\nRishell said her priority is preserving the district's quality of life, which includes fighting illegal immigration. She \nsupports $10,000 fines for employers who hire unauthorized workers.\n\n\nVoters want fresh ideas, she said, and Miller's first term \"was very much a reflection of the current majority party \nleadership.\" Rishell calls herself a \"moderate Democrat\" with grass-roots support.\n\n\"I will not be beholden,\" she said. \"The commonwealth has drifted so far to the extreme right-wing position. . . . \nWe're ready to come back to some balance in the General Assembly.\"\n\nMiller, a Northern Virginia native who has lived in Manassas for eight years, is a former Manassas City Council \nmember and father of two. Rishell, who is on leave from her job as a project assistant at a mortgage company, has \nlived in Manassas Park for 13 years. She is a mother of two and grandmother of three.\n\nBoth candidates for the booming and increasingly gridlocked district also pledge to concentrate on transportation \nissues.\n\nMiller said his focus is on micro-level projects, such as improvements for the Route 28 corridor in Manassas and \nPrince William and pushing for the long-proposed and studied \"tri-county parkway,\" which would link the Manassas \narea to Loudoun County.\n\nRishell said she would push for dedicated revenue for transportation projects and expansion of Virginia Railway \nExpress. She would also rescind abusive-driving fees, which she called \"poorly planned.\"\n\nOn that, the candidates agree. Miller said state lawmakers, himself included, \"screwed up\" in the execution of the \nfees. He said he supports the concept but wants to see it overhauled to include out-of-state drivers and exempt \nfirst-time speeders from the hefty fines.\n\nGraphic\n\n \n\nIMAGE\n"}