{"title": "Memorial Day; Remembering Americans of many nationalities", "body": "\nLAST WEEK, at a swearing-in ceremony at Mount Vernon for new citizens, three of the immigrants taking the oath \nwore the uniform of this country, and two had done service in the nation's wars. One was a Navy petty officer from \nHaiti, one a Marine noncom from St. Vincent and one an Army sergeant from Canada. Their presence, and the \npresence of others like them at such ceremonies in recent years, is a reminder that many of those we honor today, \nthe American war dead, were not really Americans in the full legal sense of the word. They got here by one means \nor another, sometimes documented, sometimes not, and they have fought in every one of America's conflicts. \nWithout their service in the most crucial and wrenching of these struggles -- the Civil War -- it's unlikely that the \nUnion we know today would exist.\n\nIn the mid-19th century there was a huge wave of immigration to this country, much of it caused by famine and \npolitical repression abroad. As is usually the case, America had need of these people -- the large majority of whom \ncame from Ireland and Germany -- but a sizable proportion of the native population didn't much care for them. The \ndiscrimination against Irish immigrants is well-known, of course: Many saw them as a permanent underclass. Of the \nGermans, it was said that they kept apart, refused to learn English and didn't assimilate.\n\nYet when it came to war, many proved to have assimilated some very American values. A large proportion of the \nGermans and other Europeans were refugees from the reaction against failed democratic revolutions, and they \nwere enthralled by the principles of this country's founding documents, including that reference to all men being \ncreated equal, which they found difficult to reconcile with the institution of human slavery. So when the Union was \nthreatened and Abraham Lincoln called for volunteers, they joined up by the thousands. And in the coming years \nthey fell in battle by the thousands, not only Germans and Irish but Scandinavians, Asians, Italians, British citizens -\n- indeed, just about any nationality you can think of.\n\nThe story wasn't all inspiring. While tens of thousands of Irishmen fought bravely for the Union, some of their newly \narrived countrymen fomented ugly race riots in New York because of the draft. Some units of foreign-born soldiers \nfought well, some poorly. Having whole companies and regiments speaking different languages caused confusion \non the battlefield at times. But the Union held, and without its immigrant soldiers, it could not have done so: It's \nestimated that over the course of the war perhaps a quarter of Lincoln's army consisted of foreign-born troops. \nTheir presence was decisive.\n\n\nLike many before and since who have chosen this country over their native land, these soldiers saw America as a \nplace of great promise -- one worth defending to the death if necessary. Many still come here with that same kind of \nfaith. Look at the pictures of the dead from the Iraq war, read the names and consider how many of them were \npeople who were new to this country. And then give thought to how often that line of \"legality\" for newcomers can \nbe a very thin one. These dead are the silent witnesses on the much-debated question of what makes one an \nAmerican -- and the most eloquent ones by far.\n"}