{"title": "Failure of Senate Immigration Bill Can Be Lesson for Congress, Experts Say", "body": "\nCongress can learn important lessons from the demise of the Senate immigration bill, and those lessons \nshould inform future efforts to tackle the issue, experts on immigration said on Friday.\n\n  The Senate tried to do too much in one bill, said immigration lawyers, researchers, former government officials \nand other experts. \n\n  Demetrios G. Papademetriou, president of the Migration Policy Institute, a nonprofit research organization, said \nthe bill was ''a classic overreach.''\n\n  ''Pro-immigrant and ethnic groups could not deliver a unified message of support for the bill,'' Mr. Papademetriou \nadded. ''They were deeply divided.''\n\n  Defenders of the bill were ultimately reduced to this argument: Something is better than nothing, and the House \nwill improve the admittedly imperfect Senate bill. \n\n  Mr. Papademetriou, who has studied the issue for 35 years, said, ''The Senate bill would have introduced vast \nchanges in the way we conduct our immigration business -- without explanation, without talking to the American \npeople about it.''\n\n  Conservative Republican senators, along with the talk radio host Rush Limbaugh, welcomed the result as \nevidence of a vibrant democracy in which lawmakers had heeded public opinion.\n\n  ''When the rubber hit the road, they listened to you,'' Mr. Limbaugh told listeners.\n\n  Senator Jeff Sessions, an Alabama Republican who led opposition to the bill, said, ''Senators heard the voices of \ntheir constituents and voted accordingly.''\n\n  When the Senate scuttled the bill on Thursday, after three weeks of debate, supporters said lawmakers had \ncaved in to hateful, nativist, xenophobic sentiments whipped up by conservative talk radio.\n\n  It was not just anger over a provision, which some have called amnesty for illegal immigrants, that sank the bill. \nSkepticism about the competence of the government was also a factor. Lawmakers repeatedly noted the slow \nfederal response to Hurricane Katrina and the government's inability to issue passports on time.\n\n  ''We are supposed to believe that the same government that cannot even get passports into the hands of its \npeople is going to complete background checks on 12 million illegal immigrants, give them a secure ID card, check \nevery employee in the United States to verify their work status and secure the borders,'' said Senator Jim Bunning, \n\n\nRepublican of Kentucky. Some senators turned against the bill because of what they called an unfair legislative \nprocess and procedure. In retrospect, it was clear that supporters of the bill made some tactical mistakes as well.\n\n  The bill was written behind closed doors by a dozen senators working closely with the Bush administration. It was \ninitially presented as a bipartisan compromise, a ''grand bargain,'' but critics saw it as the work of a cabal. Senate \nleaders took the bill directly to the floor, without hearings or review by the Judiciary Committee, and tried to limit the \namendments.\n\n  White House officials and some senators tried to win Republican votes by making the bill more conservative. The \nchanges failed to win over Republicans and alienated some Democrats.\n\n  ''The results show the failure of the White House strategy of moving the bill to the right to attract more Republican \nvotes,'' said Cecilia Munoz,  a vice president of the National Council of La Raza, a Hispanic rights group.\n\n  But Kevin F. Sullivan, the White House communications director, said that without those changes, the bill might \nnever have returned to the Senate floor after it was pulled down June 7 by the majority leader, Harry Reid, \nDemocrat of Nevada.\n\n  President Bush pushed hard for the measure, but his administration irritated some senators because it was so \ndeeply involved with the bill. Sometimes -- as President Bill Clinton learned the hard way -- it is better to lay out an \nobjective and let Congress fill in the details, lawmakers said.\n\n  Senator John Cornyn, Republican of Texas, denounced a provision of the bill under which illegal immigrants could \nhave received ''probationary benefits,'' including work permits, one day after filing applications for legal status. \nCriminals might slip through, Mr. Cornyn said, because law enforcement agencies could not do complete \nbackground checks in one day.\n\n  Joel D. Kaplan, deputy chief of staff at the White House, responded to the senator by saying, ''There's been a fair \namount of misunderstanding and mythology'' about that provision. Mr. Cornyn answered Mr. Kaplan in turn on the \nSenate floor, saying he ought to read that section of the bill more carefully.\n\n  Congress could learn from this year's experience on other provisions of the bill as well.\n\n  The bill called for a point system to evaluate would-be immigrants, giving more weight to job skills and education \nand less to family ties. Employers said that if this idea comes back, it should be used to supplement -- not replace -\n- the current system, under which employers petition the government to get visas for particular employees.\n\n  Moreover, employers said, if Congress wants them to check the legal status of all workers, the government must \nclean up Social Security records that are full of errors, and the new system should be introduced gradually over five \nyears or more.\n\n  Otherwise, given the size of the labor force, ''many U.S. citizens will have to go through a Kafkaesque process to \nshow they are Americans entitled to work here,'' Mr. Papademetriou said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: The leaders of Congress, Speaker Nancy Pelosi and Harry Reid, the Senate majority leader, and others at \na news conference Friday to discuss Democratic accomplishments.  (Photograph by Stephen Crowley/The New \nYork Times)                                                          \n\nhttp://www.nytimes.com/\n\n"}