{"title": "Businesses Cite a Catch-22 After Miss. Immigration Raid", "body": "\nThe arrests this week of nearly 600 immigrant workers at a manufacturing plant in Laurel, Miss., are fueling a \nnational debate over a federal system to check new hires' work documents, a program whose expansion the Bush \nadministration has made a cornerstone of its fight against illegal immigration.\n\nIn what they called the largest immigration sweep at a single site in U.S. history, federal agents raided a Howard \nIndustries electrical transformer plant  Monday despite the fact that the company last year joined the work eligibility \nsystem, called E-Verify.\n\nThe White House has called the program a key weapon against illegal hiring, proposing to expand it to nearly \n200,000 government contractors this fall, covering about 4 million U.S. workers. Thirteen state legislatures have \nenacted similar legislation, and Congress is debating whether to extend E-Verify this fall.\n\nMajor U.S. employers assailed the expanding crackdown, saying it creates a Catch-22. If businesses fail to enroll \nin E-Verify, they run the risk of  a raid by U.S. Immigration and Customs Enforcement agents, business groups \nled by the U.S. Chamber of Commerce said. But if they sign up, they face added costs, labor disruptions and \ndiscrimination complaints -- as well as the risk that flaws in the program won't stop all illegal hiring or prevent \ngovernment raids, they said.\n\n\"I think it's a mistake on the part of a company to think that simply because they [enroll] that they are going to be \nprotected from any kind of government audit or raid,\" said Myles Gladstone, vice president of Miller & Long, of \nBethesda, a major construction firm based in the Washington area.\n\nAt issue is a program that is supposed to help employers abide by laws that bar the hiring of illegal immigrants. E-\nVerify allows companies to check federal Social Security and immigration databases to determine  whether an \nemployee is authorized to work.\n\n\nHowever, a key weakness in E-Verify is that while it can determine  whether a Social Security number presented by \na worker is valid, it often cannot determine whether the number belongs to the applicant. Many workers try to evade \ndetection by using another person's identification.\n\nThat was allegedly the case Monday, when dozens of U.S. agents sealed  entrances to Howard Industries' \nMississippi plant, stopping production while they executed a criminal search warrant for evidence related to \naggravated identity theft, fraudulent use of Social Security documents and other crimes. A civil search warrant for \nillegal immigrants was also executed, turning up suspect workers from Mexico, Guatemala, Germany, Peru, Brazil, \nEl Salvador, Honduras and Panama, the government alleged.\n\nAbout 475 workers were sent to a detention center in Jena, La., for deportation; 106 were released for humanitarian \nreasons to tend to a child or a medical condition pending court appearances; nine were juveniles transferred to a \nrefugee resettlement agency, and eight face charges of criminal identity theft.\n\nA spokeswoman for ICE noted the investigation began two years ago, before Howard joined E-Verify.\n\nIn its only comment on the raid, Howard Industries released a statement saying: \"Howard Industries runs every \ncheck allowed to ascertain the immigration status of all applicants for jobs. It is company policy that it hires only \nU.S. citizens and legal immigrants.\"\n\nThe circumstances echoed a December 2006 raid on six plants operated by meat processor Swift & Co., now JBS \nSwift & Co., after which the company reported $53 million in losses, even though it was a longtime participant in the \nrecord-checking system.\n\nBush officials say such attacks are a smokescreen by industry groups, who oppose the program because it works. \nThey note that many opponents embraced E-Verify last year, when they expected it to have less bite as part of a \nbroad overhaul that would have legalized many immigrant workers.\n\nBut one of the lessons of last year's failed immigration legislation is that the American public wants to see tougher \nenforcement at U.S. workplaces before it will expand immigration or legalize those in the country unlawfully, said \nStewart A. Baker, assistant secretary for policy at the Department of Homeland Security.\n\n\"We have to have strong enforcement if we're ever to have a chance for comprehensive reform,\"  Baker said.\n\nBaker said the government is fixing E-Verify's flaws as it prepares to expand the initiative. Bush officials in early \nJune proposed to triple the number of companies in the program, mandating participation by 169,000 federal \ncontractors and requiring them for the first time to verify the eligibility of existing employees, not just new hires.\n\nEnrollment in E-Verify has grown from 3,000 companies to 82,000 since it was expanded nationwide in 2003, but \nparticipation remains voluntary and covers 1 percent of an estimated 6 million U.S. employers and about 11 percent \nof annual hiring.\n\nThe proposed changes would double E-Verify's reach, covering more than 20 percent of U.S. hiring, federal officials \nsaid.\n\nBusiness groups call the proposal an election-year power play that goes far beyond what Congress intended in \n1996 when it created the voluntary system.\n\nAlthough the government estimated the change will cover about 3 percent of the 153 million-member U.S. \nworkforce, companies say the impact would be far greater, as contractors and subcontractors with even a small \npiece of the $430 billion that the federal government awards each year would need to review their payrolls. The \nU.S. chamber claims the rule would cost $10 billion to implement, 100 times the government's estimate.\n\n\"Without very significant changes, we would look at all options to stop a final rule, including a court challenge,\" said \nRandel K. Johnson, vice president and spokesman for the U.S. chamber.\n\n\n\nCritics also say that E-Verify is not accurate enough, which could lead to discrimination against legal, foreign-born \nworkers. Sorting out problems also threatens to swamp already overburdened Social Security administration offices \nthat have their hands full tending to other work.\n\nAbout 4.1 percent of 435 million Social Security records used by E-Verify contain errors -- or 17.8 million records -- \nthe agency's Office of the Inspector General stated in June 2007. The system wrongly rejected foreign-born U.S. \ncitizens 9.8 percent of the time in the first half of 2007, and it erroneously flagged noncitizens who had been \nauthorized to work 1.4 percent of the time, a study last year found.\n\nFederal officials insist that E-Verify is ready for prime time. In early 2007, 94.2 percent of workers were \nautomatically verified. Another half-percent were mistakenly rejected, but workers were eventually able to clear up \nthe problem, usually within two days. The remaining 5.3 percent of workers walked away, which officials said \nsuggested that they were illegal.\n\nThe system has fixed errors that arose when workers enter the country legally or become citizens without notifying \nSocial Security. Many remaining mistakes involve people who fail to report name changes  after marriage or \ndivorce.\n\nHomeland Security has begun requiring workers who are permanent residents or noncitizens to present photo IDs \nthat can be compared with their images in federal records. However, E-Verify lacks a similar check for people \nposing as citizens. As a result the system is feeding a black market for selling Social Security numbers, some of \nthem stolen, business owners said.\n\n\"I think the general public thinks it's an answer-all to this whole illegal-worker-identity theft problem and it's not,\" \nsaid Bernie Kohl Jr., owner of Angelica Nurseries in Kennedyville, Md.\n\nKohl said E-Verify also creates a temptation for employers to discriminate against hiring legal immigrants because \nthey don't want to  hassle  with trying to sort out the system's mistakes.\n\nCongress still must decide whether to extend E-Verify beyond November. While the House voted 407 to 2 to extend \nit for five years, it required Homeland Security to pay the bills for the increased workload on Social Security and \nordered new studies about its effectiveness. The Senate has yet to vote. Meanwhile, 13 states require some use of \nE-Verify, while Illinois has voted to bar it, creating a patchwork of laws likely to grow next year. Locally, Virginia \nlawmakers last winter rejected an attempt to mandate participation in E-Verify; no requirement exists in Maryland \nand the District.\n\nGraphic\n\n \n\nIMAGE; By Matt Bush -- Associated Press; Agents raided the Howard Industries plant in Laurel, Miss., even \nthough the company had joined the federal work eligibility system, called E-Verify.\n"}