{"title": "BORDERLINE DISTORTIONS", "body": "\nGiven the debate recently, it might surprise you to know that illegal immigration from Mexico is actually down.\n\nA report from the Pew Hispanic Center, a respected nonpartisan research group, found that migration from Mexico \nhas come to a virtual standstill, and the number of illegal immigrants in the United States may even be in decline.\n\nBut you wouldn't know that from the overheated debate, which makes it sound as if immigrants are coming in \ndroves, committing kidnappings and then freeloading on food stamps.\n\nWhen it comes to issues like Arizona's strict enforcement law, President Barack Obama's Dream Act order, or \narguments about border security, there are plenty of distortions, large and small, that enter the political discourse.\n\nPolitiFact, the fact-checking website of the Tampa Bay Times, has long been tracking and debunking inaccurate \nstatements about immigration. We've found that immigration claims are especially prone to exaggerations and \nfalsehoods. For example, 29 percent of all claims we check earn a False or Pants on Fire. But for immigration, 35 \npercent do. With that in mind, let's find the border between truth and fiction.\n\nDecapitated bodies in Arizona?\n\nOn Monday, the U.S. Supreme Court overruled key portions of an Arizona immigration law that was considered one \nof the nation's strictest. The court struck down provisions making it a crime for illegal immigrants to seek work and \nfor local officials to jail illegal immigrants for acts that could lead to deportation.\n\nBut it gave provisional approval to part of the law that required law enforcement officers to check immigration status \nif they had reasonable suspicions when stopping people for other reasons.\n\nSupporters of the 2010 law said it was necessary because Arizona couldn't afford the social costs of so much illegal \nimmigration. It's true that illegal immigrants can enroll their children in public schools. When they show up with \nemergency conditions at hospitals, the hospitals are required to stabilize them.\n\nBut the law's supporters - including Arizona Gov. Jan Brewer - went too far with several dramatic but \nunsubstantiated claims about crime.\n\n\nBrewer said the situation was so bad that law enforcement was finding decapitated bodies. \"Our law enforcement \nagencies have found bodies in the desert, either buried or just lying out there, that have been beheaded,\" she said.\n\nIt was a powerful story, but it wasn't true. Medical authorities in Arizona told PolitiFact that in the vast majority of \nborder deaths, the cause was exposure - extreme heat in summer, extreme cold in winter - not criminal violence. \nThe remainder of deaths, fewer than 5 percent, were related to the process of human smuggling, such as auto \naccidents. PolitiFact rated Brewer's statement Pants on Fire.\n\nAnother inaccurate talking point was that Phoenix was \"the No. 2 kidnapping capital of the world.\"\n\nWe couldn't find any evidence from law enforcement to prove this statistic. Meanwhile, private security companies \ntold us that Phoenix was nowhere near the top of their lists for kidnappings. These firms were negotiating hostage \nreleases from cities like Mexico City; Caracas, Venezuela; and Tegucigalpa, Honduras. When Arizona Sen. John \nMcCain repeated the erroneous \"kidnapping capital\" statement in 2010, we rated his statement False.\n\n'Freeloaders'\n\nAnother theme we've seen: that illegal immigrants are freeloaders taking advantage of federal welfare programs.\n\nThose types of charges are often repeated in anonymous chain emails, on blogs and Facebook.\n\n\"More than 43 percent of all food stamps are given to illegals,\" said a typical claim, this one from a Facebook post \npromoting \"10 Illegal Alien Facts.\"\n\nWhen PolitiFact researched the numbers, though, we found the claim ridiculously false and rated it Pants on Fire. \nAbout 46.4 million people receive food stamps, so 43 percent of that number would be just under 20 million. That \nsignificantly exceeds estimates for how many illegal immigrants are in the country. The Pew Hispanic Center put \nthe number at 11.2 million in 2010.\n\nOn top of that, most social welfare programs bar illegal immigrants from receiving benefits and require proof of \nimmigration status. That includes food stamps, as well as cash welfare assistance, Medicaid, and even the new \nhealth care law.\n\nIt's true that some children of illegal immigrants qualify for benefits if they were born in the United States and are \ncitizens. (Critics derisively call them \"anchor babies.\") But there aren't nearly enough of those types of children - an \nestimated 4 million - to account for 43 percent of food stamp recipients.\n\nAnother claim is that illegal immigrants dominate public housing run by the U.S. Department of Housing and Urban \nDevelopment, or HUD. \"Nearly 60 percent of all occupants of HUD properties in the U.S. are illegals,\" the Facebook \npost said.\n\nThat statement too earned a Pants on Fire, because it would require half of all illegal immigrants in the country to \nlive in that housing. And again, HUD requires proof of legal status.\n\nFrank Sharry, executive director of the pro-immigration group America's Voice, said that these kinds of anonymous \nattacks aren't typical of the public's views of illegal immigrants, but they are out there.\n\n\"Polling shows that attitudes toward immigration are improving. But people who don't like it are really nasty,\" he \nsaid. \"The haters have gotten more intense.\"\n\nThe Dream Act\n\nA more nuanced debate has been taking place over the Dream Act. On June 15, Obama announced a new policy \nto suspend deportations for some young illegal immigrants. The move was his way of pursuing the goal of the \nDream Act, a bill proposed several times over the years but never passed.\n\n\n\nThe full name is the Development, Relief and Education for Alien Minors Act. Generally speaking, it pertains to \nchildren brought to the United States illegally by parents or relatives. If the young people have stayed out of trouble \nand were in school or in the military, they would be allowed to move to a legal status and not be deported. The idea \nhas been around since at least 2001, when a bipartisan bill was introduced by Sen. Orrin Hatch, R-Utah.\n\nIn 2010, the U.S. Senate moved to take up the Dream Act. But the bill wasn't able to win the 60 votes needed for a \nfull consideration, failing in a vote on Dec. 18, 2010, largely on partisan lines. Republicans who previously \nsupported the measure in years past had either been voted out of office or switched position.\n\nObama's new policy gives immigration officers the discretion to grant two years of relief from deportation to Dream \nAct-eligible youth. The officers also can approve work permits.\n\nObama said his move was necessary since Congress didn't pass the Dream Act. But politics were also in play \nbecause Hispanic voters could make a difference in Florida and other key states.\n\n\"We should have passed the Dream Act a long time ago,\" Obama said in Orlando on June 22. \"It was written by \nmembers of both parties. When it came up for a vote a year and a half ago, Republicans in Congress blocked it.The \nbill hadn't changed. The need hadn't changed. The only thing that had changed was politics.\"\n\nWe rated Obama's comments Mostly True. The bill had changed over the years, increasing the eligible age of \nyoung people from 21 to 30. And while the Dream Act failed largely on partisan lines - with Republicans who had \nfavored it now turning against it - a few Democrats opposed it as well.\n\nMeanwhile, the bill's opponents, like Sen. Jim DeMint, R-S.C., attacked Obama's recent order as \"amnesty.\"\n\nBut the mechanics of Obama's order show that's an exaggeration. Legally, amnesty is a permanent pardon. \nObama's order only defers deportation; it doesn't end the possibility of it. Additionally, the young people have to \nmeet certain criteria showing that they have stayed out of trouble and have been in school or in the military. \nPolitiFact rated DeMint's claim Mostly False.\n\nObama vs. Romney\n\nObama's move on immigrant youth prompted Republican nominee Mitt Romney to release more details on his own \nideas on immigration.\n\nRomney supports increasing legal immigration, including more visas for highly skilled workers and faster processing \nof visas for temporary agricultural workers. He would also grant permanent residency to any foreign nationals who \nobtain advanced degrees in math, science or engineering. He reiterated calls for more border security.\n\nBut Romney declined to say what he would do about Obama's order if elected.\n\n\"Some people have asked if I will let stand the president's executive order. The answer is that I will put in place my \nown long-term solution that will replace and supersede the president's temporary measure,\" he said.\n\nObama, on the other hand, continues to support comprehensive immigration reform that includes a path to \ncitizenship, as well as formal passage of the Dream Act.\n\nHe also favors border security and often touts the fact that his administration has significantly increased the number \nof Border Patrol agents. We rated True his statement that the number of Border Patrol agents has doubled since \n2004 to 20,000.\n\nBut Obama also claimed last year that the border fences between the United States and Mexico are now \"basically \ncomplete.\" PolitiFact rated that Mostly False. A Government Accountability Office report on border security \nacknowledged progress on the fences. But it also noted that \"the Southwest border continues to be vulnerable to \ncross-border illegal activity, including the smuggling of humans and illegal narcotics.\"\n\n\n\nStill, as we noted earlier, border crossings from Mexico to the United States are down, not up, and there are many \nmore agents patrolling the border. So when Texas Gov. Rick Perry said in a Republican debate last year that \"the \nfederal government has not engaged in (border security) at all,\" we rated that Pants on Fire.\n\nIn the days since Obama's announcement of his order on the Dream Act, advocates for immigration say reaction \nhas been largely positive and may signal a shifting of public opinion, one more favorable to comprehensive \nproposals.\n\n\"I think the public is saying, how do we solve this? And something that looks like a solution, the public is reacting \nwell to,\" said Tamar Jacoby of ImmigrationWorks USA, a pro-immigration business coalition.\n\nStill, Romney often attacked his rivals as soft on immigration during the Republican primary, and went on to win the \nnomination, noted Steven Camarota, research director for the Center for Immigration Studies, which advocates for \nlow levels of immigration.\n\nAnd though Democrats try to paint Republicans as anti-immigration, the Democratic Party has members and \ninterest groups that are opposed, he said.\n\n\"Obama recognizes that once he proposes specifics, the cleavages in his party loom much larger,\" he said.\n\nAs we've long observed here at PolitiFact, specific proposals also give opponents ammunition to launch even more \npolitical attacks. When the election's winners arrive in Washington in 2013, the issue of immigration will be there \nwaiting for them - along with the inevitable distortions.\n\nStaff writers Louis Jacobson, Molly Moorhead and Jon Greenberg contributed to this report. Angie Drobnic Holan \ncan be reached at aholan@tampabay.com\n\n* * *\n\nThe statement\n\n\"Phoenix, Arizona, is the No. 2 kidnapping capital of the world.\"\n\nJohn McCain\n\nThe ruling: FALSE\n\n* * *\n\nThe statement\n\n\"More than 43 percent of all food stamps are given to illegals.\"\n\nFacebook post\n\nThe ruling: PANTS ON FIRE\n\n* * *\n\nThe statement\n\nPresident Obama's new immigration plan \"is amnesty.\"\n\nSen. Jim DeMint\n\nThe ruling: MOSTLY FALSE\n\n* * *\n\nmailto:aholan@tampabay.com\n\n\nAbout this series\n\nToday we continue an occasional series that will apply the rigor of our PolitiFact approach to broad topics that will \nbe central issues of the presidential campaign. Our goal is to give you a toolbox full of facts and context to assess \nthe claims that are certain to come in the weeks ahead.\n\nWe continue our series with immigration.\n\nGraphic\n\n \n\nPHOTO - JOHN PENDYGRAFT - Times (2009): Mato, a U.S. Customs dog trained to sniff out guns and cash, \ninspects cars entering Juarez, Mexico, from El Paso, Texas, in April 2009. According to a respected nonpartisan \nresearch group, illegal immigration from Mexico is actually down, despite common perceptions. PHOTO (3) \nILLUSTRATION - STEVE MADDEN - Times\n"}