{"title": "Court hears Guatemalan asylum case", "body": "\nThe Supreme Court is considering when immigration authorities should grant political asylum for an illegal alien \nwho has committed non-political crimes in a home country.  In the politically charged case, heard today, a \nGuatemalan seeking asylum claims he could be murdered if he is forced to return home. A lower court has \nblocked deportation of Juan Anibal Aguirre-Aguirre.  Under U.S. immigration policy, an illegal alien claiming to be a \nrefugee entitled to political asylum may be deported if he or she has committed a serious non-political crime.  The \nJustice Department has told the Supreme Court that while a student in his home town of Jutiapa, Aguirre ''was a \nmember and leader of the local student union...called Estudiante Syndicato.'' The department says that from 1989 \nto 1992, Aguirre ''personally participated in at least 10 bus burnings to protest increases in bus fares and the \nGuatemalan government's seeming inaction in investigating the alleged disappearances of student leaders.'' In \ncourt documents, the department says Aguirre and fellow students wore masks to stop public buses, became \nphysically abusive when passengers did not cooperate and also vandalized privately owned shops, beating \ncustomers.  Aguirre entered the United States illegally in 1993. When the Immigration and Naturalization Service \ntried to deport him, he applied for asylum. Aguirre told U.S. authorities if he were deported to Guatemala he would \nbe harmed because of his political activities.  An immigration judge in New York agreed with him, ruling that he was \neligible for asylum, but the Board of Immigration Appeals in Las Vegas ordered Aguirre deported.\nWhen a federal appeals court panel reversed the decision, the Justice Department asked the Supreme Court to \nhear argument.  The department contends that the board acted properly in ordering the deportation, because \nAguirre ''committed a serious non-political crime.'' Speaking for the INS today, Assistant Solicitor General Patricia \nMillett told the justices that the United States does grant asylum to those who have committed political crimes.  But \nMillett said, ''Political motivation alone is not going to make it a political crime, any more than blowing up a federal \nday-care center in Oklahoma City makes (that action) political.'' She added that a critical factor in evaluating such \ncases is whether they involve ''political motivation that vents its anger on innocent civilians.'' Speaking for Aguirre, \nWashington attorney Nadine Wettstein said the Board of Immigration Appeals failed to apply its own standard in her \nclient's case -- ''whether the act (in the home country) is out of proportion to the (political) goals.'' Wettstein \nconceded that Attorney General Janet Reno can change the rules for the board but said, ''She has not done that.'' A \ndecision in the case should come within the next three months.  (No. 97-1754, INS vs. Juan Anibal Aguirre-Aguirre)\n\n---\n\n Copyright 1998 by United Press International.  All rights reserved.  ---\n"}