{"title": "Now playing in immigration politics, the 'reverse brain drain'", "body": "\n\"Brain drain,\" 21st century style: Time was that \"brain drain\" described how the best and brightest in developing \nnations found their way to America, hurting their homeland's intellectual clout. Now a \"reverse brain drain\" \nthreatens U.S. competitiveness , a new study says.\n\nAre America's top scientists and innovators flocking overseas? Hardly. Researchers from Harvard, Duke and New \nYork University have found that foreign nationals make significant contributions to the patents held by major U.S. \ncompanies. Yet the tight cap on permanent visas may force entrepreneurs back home to create rival companies in \nChina, India and elsewhere. To avoid the possibility of a \"reverse brain drain,\" they urged immigration reform to \nallow skilled immigrants to stay, thus protecting U.S. competitive advantage.\n\nThe report should be music to the ears of Silicon Valley executives, who have lobbied to lift restrictions on H-1B \nvisas and argue that foreign scientists and engineers who earn advanced degrees should get an automatic visa.\n\nDay-traders, we hardly knew ye: Remember when E-Trade -- born, re-christened and IPO-ed in Silicon Valley -- \nwas practically synonymous with the rise of the dot-com mania and the day traders who loved it?\n\nNow the online broker is an uptown Manhattan-based financial firm in merger talks with rival Ameritrade . A merger \nof E-Trade, with 4.7 million brokerage and banking accounts, and Omaha-based Ameritrade, with 6.3 million, would \ncreate a firm that supplants San Francisco-based Charles Schwab's 6.9-million accounts as the online leader. \nSchwab's stock also ticked upward amid speculation that consolidation would allow firms to raise fees.\n\nE-Trade was founded as Trade Plus in Palo Alto in 1982, and changed its name in 1992 in anticipation of the \nInternet revolution. The following year it debuted on CompuServe as an online trading service. In August 1996, E-\nTrade went public itself. In late 2003, having survived the dotcom crash, it announced its move to New York, the \nheart of the financial services industry.\n\nToday, all that's left of E-Trade in Silicon Valley is a small retail office at 124 University Ave. in Palo Alto, as well as \nan office in San Francisco. An employee in the Palo Alto shop declined comment. In a statement, the company \ndeclined to discuss the specific matter at hand, but suggested that for investors, mergers can be a beautiful thing.\n\nSubprimetime news: Wall Street took a day off the subprime mortgage mess today, with the Dow Jones, Nasdaq \nand S&P 500 each gaining more than 1 percent . But down in the subprime trenches, it's gone from ugly to uglier. \nAmid rising foreclosures, more subprime lenders declared bankruptcy today, and the Associated Press reported \nthat            37,000 people have lost jobs in the industry .\n\nSen. Charles Schumer (D-NY) called on regulators too help certain homeowners struggling to make mortgage \npayments. In a letter to Treasury Secretary Henry Paulson and Federal Reserve Chairman Ben Bernanke, he \n\n\nsought their support for a plan in Congress to provide $100 million to nonprofit housing groups to help troubled \nsubprime borrowers - those with blemished credit histories - to refinance their homes to avert foreclosure.\n\nSchumer said the $100 million, which would be contained in a Senate appropriations package, may not be \nsufficient. He called on the Bush administration to \"come up with quick additional financing,\" and called upon \npolicymakers to \"use your leverage over financial institutions\" to help borrowers who need \"loan modifications.\"\n\nA test for Google's Midas touch: \"It has been Google's $1.65 billion question,\" writes the Mercury News' Elise \nAckerman. \"How can it convert YouTube's whopping popularity into ad dollars without turning off the site's \nenthusiastic users?\"\n\nNow Google thinks it has the answer, offering semi-transparent ads that appear as strips across the bottom of \nvideos . The new type of ad was officially announced Tuesday, after having been tested on the site. Users can click \non the ads, which pauses the video and launches the commercial. Or they can ignore the ad, which will disappear \nin 10 seconds.\n\nSo far, from five to 10 times as many people are checking out the in-video ads compared with the number who view \nregular display ads, said Eileen Naughton, Google's director of media platforms said. The new strategy helps \naddress fears about how brands might be featured on the free-wheeling Web site. \"Advertisers,\" Ackerman writes, \n\"were wary of where their ads showed up amid YouTube's mix of quirky, fascinating, bizarre and plain gross \nvideos.\"\n\nCheck in weekday afternoons for the 60-Second Business Break, a summary of news from Mercury News staff \nwriters, the Associated Press, Bloomberg News and other wire services.\n"}