{"title": "UCLA Anderson Forecast: The New Economy Under a New Administration; A First Glance at \"Trumponomics\"", "body": "\nIn September, the UCLA Anderson Forecast released its third quarterly outlook of 2016. Relying on the polling \ndata for the presidential election available at that time, the report assumed that Democratic candidate Hillary Clinton \nwould be elected president of the United States. As the polls proved incorrect and Republican Donald Trump was \nelected president, the UCLA Anderson Forecast has accordingly revised its prognostications for the national, state \nand local economies.\n\nThe National Forecast\n\nWriting on behalf of the UCLA Anderson Forecast, Senior Economist David Shulman makes the following policy \nassumptions, in what he labels a \"first pass at Trumponomics.\"\n\n• $300 billion/year annual mostly higher-end personal tax cuts, effective in Q3.\n\n• $200 billion/year corporate tax cut effective in Q3, with $50 billion of revenues associated with the repatriation \nof foreign earnings that quarter.\n\n• $20 billion/year infrastructure program, effective in Q4.\n\n• $20 billion more in higher defense spending in 2018.\n\n• $20 billion/year Medicaid/ACA cuts, effective in Q4.\n\n• Relaxed energy, environmental and financial regulation.\n\n• Modest changes to immigration, except for border wall/fence.\n\n• Modest changes to trade policy, yielding net reductions in food and aircraft exports phasing in starting mid-\n2017.\n\nShulman says that the net result of these policies is \"a massive fiscal stimulus on an economy at or very close to \nfull employment.\" He also notes that it is the direction that a host of liberal economists have been advocating for \nhalf a decade, though with a different mix of tax cuts and spending. \"Make no mistake, this is real or even reckless \nfiscal stimulus,\" writes Shulman. \"How so? The federal deficit will roughly double to over one trillion dollars by \n2018.\" Shulman says that in response to higher inflation and the exploding federal deficit the long-quiescent Fed \nwill become more aggressive, raising the federal funds rate to over 2% by the end of 2017 and 3% by the end of \n2018.\n\nWith $500 billion in tax cuts arriving in the third quarter of 2017, the Forecast calls for GDP growth to accelerate \nfrom its recent 2% growth path to 3% for about four consecutive quarters and then will slide back to 2%. Growth will \nbe hampered by the difficulties of stimulating an economy operating at near full employment and the bite of higher \ninterest rates. Employment will continue to grow on the order of 140,000 jobs per month in 2017 and 120,000 per \n\n\nmonth in 2018. \"To be sure, if the new administration follows through with its campaign rhetoric to engage in mass \ndeportations, job growth and the economic activity associated with it would be far slower than what we forecast,\" \nShulman writes.\n\nThe details of the forecast fall into three categories: the good, the bad and the ugly. As for the \"good,\" Shulman \nwrites that the economic growth envisioned will be powered by rising consumption along with equipment and \ndefense spending. Real consumption spending is expected to increase 3% and then 3.7% in 2017 and 2018, \nrespectively. After declining six years in a row, real defense spending is forecast to increase 0.8% in 2017 and 3.2% \nin 2018.\n\nOn the negative side, housing activity will be a casualty, as the spike in long-term interest rates and the prospect of \nfurther increases dampen demand. Instead of the previously forecast 1.4 million housing starts for 2017 and 2018, \nthe forecast is looking at about 1.2 million to 1.25 million starts. Regarding any potentially \"ugly\" ramifications of the \nnew administration's policies, Shulman believes that minor tweaks to trade policy will modestly reduce imports \n(mostly in the auto sector) and trigger modest retaliatory actions affecting aircraft and farm exports. As a result, \nimports continue to rise and exports flatline. Shulman emphatically points out that the Forecast does not assume a \nmajor trade war with U.S. partners around the world. But the slowdown in trade will only be the beginning, as the \nglobal economy becomes more protectionist.\n\nA note on infrastructure spending:\n\nWe do not believe that President-elect Trump's tax credit based infrastructure plan will pass muster in Congress on \nthe scale he is seeking. He proposes $137 billion in tax credits for private investors to fund major infrastructure \nprojects. To be effective, this order would require a revenue stream and there aren't any associated with highway, \nbridge and tunnel, wastewater and transit maintenance. We anticipate a more traditional infrastructure program with \na more modest $20 billion a year of direct taxpayer funding, which could be low, but will take time for an expanded \ninfrastructure program to ramp up.\n\nAs President Obama discovered to his chagrin, there are very few \"shovel ready\" infrastructure projects awaiting \nfunding in a world of environmental impact studies and Davis-Bacon Act labor codes regarding prevailing wages. If \nthe President-elect wants quick action, he would have to rely on Congress to waive or fast-track the environmental \nrequirements and waive provisions of the Davis-Bacon Act. This would be a tough sell for the Democrats, but the \nRepublicans are in the majority.\n\nThe California Forecast\n\nIn his quarterly California forecast essay, Senior Economist Jerry Nickelsburg eschews his traditional data-oriented \nreport and cites the various unknowns regarding the state's economy, providing ruminations on some of the \nimpacts of the anticipated policies of the Donald Trump presidency.\n\nNickelsburg's first observation takes into account the U.S. forecast for increased defense spending. \"The increase \nin defense spending will be disproportionately directed to California, as sophisticated airplanes, weaponry, missiles \nand ships require the technology that is produced here,\" writes Nickelsburg. \"Moreover, there are few places to \nbuild the proposed 150 new warships, and San Diego is one of them. Regionally we expect a positive impact in the \nBay Area and in coastal Southern California.\" The U.S. forecast also calls for increased infrastructure spending. \nWhile California needs funding for projects, such as the Western Electrical Grid, water infrastructure and road \nrepairs, it's unclear how much of this federal spending will be directed to the state. Nickelsburg notes the size of the \nCalifornia congressional contingent and its influence regarding funding, but also recognizes the fact that California \nis a sanctuary state with many sanctuary cities. President-elect Trump has said he will block funds to sanctuary \ncities, so how much funding headed to the state remains to be seen.\n\nAs for the employment environment, Nickelsburg writes that despite its current 5.5% unemployment rate, the state \nis basically at full employment. Where the state will find people to fill new jobs remains to be seen, as the new \nadministration is expected to oppose an expansion of the skilled worker visa program. Instead, expect wages to rise \nto induce skilled workers to come to California from other states. This in turn will lead to increased demand for \n\n\n\nhousing, pushing prices higher for home buyers. Rents, however, may see a decrease, if the new administration \nproceeds with its intended plans for mass deportations.\n\nSuch deportations will also have an impact on the Central Valley and the state's agriculture sector. It's estimated \nthat as many as half of California's farm workers are undocumented. If these workers are deported, California's \nfarmers will have trouble harvesting their crops, while paying much higher wages to their documented farm workers.\n\nAs for trade issues, it remains unclear what exact policies will be implemented, which clouds the forecast. \nDepending on how these policies shake out, the reverberations will likely be felt throughout the California \neconomy.\n\nThe new forecast is slightly more optimistic than the prior one through the end of 2017 and less so in the latter part \nof 2018, reflecting the stimulus assumed in the national forecast, particularly through the defense appropriations. \nThe ensuing weakness relative to the U.S. reflects the fact that California, having already reached near full-\nemployment, will benefit less from further stimulus than rust belt states. In addition, deportations of unskilled \nworkers will affect food harvesting and food processing. We expect California's unemployment rate to have its \nnormal differential to the U.S. rate at 5.2% by the end of the forecast period.\n\nThe forecast for 2017 and 2018 total employment growth is 1.8% and 1.3%, respectively. Payrolls will grow at about \nthe same rate over the forecast horizon. Real personal income growth is forecast to be 3.6% and 3.8% in 2017 and \n2018, respectively. Home building will continue in California at about 120,000 units per year through the forecast \nhorizon.\n\nThe Economic Landscape for Los Angeles Under President Trump\n\nEconomist William Yu's latest report examines the impact of a Trump presidency on Los Angeles. With regard to \ntrade policy, his report suggests that there could be an additional 24,000 jobs in the logistics sector, should trade \nnegotiations have a positive outcome, i.e., doubled port exports. If such negotiations have a negative result, such \nas a trade war with China, a similar number of logistics jobs could be lost. He suggests that a trade war with China \nor Mexico is less likely to happen.\n\nLooking at an immigration policy, it's estimated that there are 1 million undocumented workers living in Los \nAngeles. For a variety of reasons, including deportation, stronger border policies, stronger employment \nenforcement and the high cost of housing in the region, this number should be reduced in the next few years. One \nconsequence of this reduction is a smaller supply of low-skilled workers and, in turn, an increase in wages for the \nremaining low-skilled workers. One unintended, but beneficial consequence of this phenomenon would be the \nmitigation of an unemployment problem: the $15-per-hour minimum wage in the coming years.\n\nThe report cautions that the long-run challenge facing Los Angeles is not near-term Trumponomics, but the \ndevelopment of worker skills needed for 21st-century jobs.\n\nThe Election and the New Economic Forecast\n\nGiven the unanticipated outcome of the recent presidential election, the UCLA Anderson Forecast changed the \nspecial topic of its December 6 Forecast Conference to focus on the New UCLA Economic Outlook and a Trump \nPresidency. (The affordable housing topic will be moved to Spring 2017.) The December 6 event will take place at \nthe UCLA Meyer & Renee Luskin Conference Center. For more information, click here .\n\nAbout UCLA Anderson Forecast\n\nUCLA Anderson Forecast is one of the most widely watched and often-cited economic outlooks for California and \nthe nation, and was unique in predicting both the seriousness of the early-1990s downturn in California and the \nstrength of the state's rebound since 1993. More recently, the Forecast was credited as the first major U.S. \neconomic forecasting group to declare the recession of 2001. Visit UCLA Anderson Forecast at uclaforecast.com .\n\nAbout UCLA Anderson School of Management\n\nhttp://cts.businesswire.com/ct/CT?id=smartlink&url=http://www.anderson.ucla.edu/centers/ucla-anderson-forecast/december-2016-economic-outlook&esheet=51472377&newsitemid=20161206005456&lan=en-US&anchor=click+here&index=1&md5=4c1555745dcd9949ed2ed84e9b598380\nhttp://cts.businesswire.com/ct/CT?id=smartlink&url=http://uclaforecast.com/&esheet=51472377&newsitemid=20161206005456&lan=en-US&anchor=uclaforecast.com&index=2&md5=7d5b827c10395f5f813c208df66c79fa\n\n\nUCLA Anderson School of Management is among the leading business schools in the world, with faculty members \nglobally renowned for their teaching excellence and research in advancing management thinking. Located in Los \nAngeles, gateway to the growing economies of Latin America and Asia and a city that personifies innovation in a \ndiverse range of endeavors, UCLA Anderson's MBA, Fully-Employed MBA, Executive MBA, Global Executive MBA \nfor Asia Pacific, Master of Financial Engineering, doctoral and executive education programs embody the school's \nThink in the Next ethos. Annually, some 1,800 students are trained to be global leaders seeking the business \nmodels and community solutions of tomorrow.\n\nFollow UCLA Anderson:\n\nLinkedIn           YouTube           Twitter           Facebook           Instagram\n\nView source version on businesswire.com: http://www.businesswire.com/news/home/20161206005456/en/\n\nCONTACT: UCLA Anderson Forecast\nEdward Leamer\nDirector\nOffice: 310-206-1452\nCell: 310-459-0539\nor\nDavid Shulman\nSenior Economist\nCell: 908-295-6121\nor\nJerry Nickelsburg\nSenior Economist\nOffice: 310-206-1132\nCell: 310-874-8391\nor\nWilliam Yu\nEconomist\nOffice: 310-825-7805\nCell: 507-458-1421\nor\nUCLA Anderson Office of Media Relations\n310-206-7537\n\nmedia.relations@anderson.ucla.edu\n\nwww.uclaforecast.com\n\nhttp://www.businesswire.com\n"}