{"title": "TRACES OF TERROR: THE DETAINEES; U.S. Deports Most of Those Arrested in Sweeps After 9/11 - Correction Appended", "body": "\nAs legal challenges to its policy of secret detentions advance slowly through the courts, the government has \nmanaged to deport most of the Sept. 11 detainees at the center of the lawsuits. \n\n     Some 1,200 South Asian and Arab men were arrested in sweeps after the terrorist attacks, and 750 of them \nwere ultimately detained on immigration violations, the Justice Department said. As of four weeks ago, when the \nlatest head count was released, all but 74 had been expelled to their home countries or, in a handful of cases, \nreleased to resume their lives in the United States. \n\n The government, citing national security concerns, has refused to disclose the names of those foreigners it held in \ndetention, including the vast majority who were never charged with anything other than overstaying a visa. It has \nalso banned the public from the deportation hearings of \"special interest detainees\" once it has finished \ninvestigating them.\n\nThe secret detentions and secret hearings have been attacked in federal lawsuits filed by civil liberties groups in \nWashington, D.C., New Jersey and Michigan, and those cases continue to wend their way through the judicial \nsystem. \n\n\"The fact that many of the so-called 9/11 detainees have been deported in no way diminishes the significance of \nthe current legal challenges,\" said Lee Gelernt, a lawyer at the American Civil Liberties Union, adding that some \ndetainees are still affected by the government's secrecy policies.\n\nThe group's lawsuits asked for the names of all detainees, whether they were still in the country or not. \n\nFederal district judges have ruled against the government's blanket closing of hearings and refusal to release \ndetainees' names. The Justice Department prevailed in just one instance so far. The New Jersey Supreme Court \non Tuesday let stand an appellate decision against the disclosure of names.\n\nCivil liberties groups and Muslim-American organizations have complained for months about the treatment of the \nforeigners picked up after Sept. 11, the lack of information given to the prisoners' relatives and the continued \ndetention of people who had agreed to leave the country. \n\nThe pace of expulsions began to pick up in March, culminating in the group deportation of 26 Pakistani detainees \non a chartered aircraft on June 26. \n\n\nThey were among 131 Pakistanis who flew home together after being gathered from detention centers around the \ncountry. In addition to the Sept. 11 detainees, the passengers included 70 people who had ignored previous \ndeportation orders and 35 who had been charged with crimes. \n\nThe immigration service routinely organizes special flights, usually once or twice a week, when large numbers of \npeople from the same country are being deported, said Karen Kraushauer, a spokeswoman for the I.N.S.\n\nOther expulsions of the Sept. 11 detainees have been so abrupt that family members did not know for days after \nthe fact. \n\nIn the case of Ali Yaghi, a Jordanian detainee who had applied for residency, his American wife and three children \nin Albany were never told that he was deported to Jordan on June 24, after spending nearly nine months in the \nMetropolitan Detention Center in Brooklyn on an immigration charge.\n\nMr. Yaghi has not been heard from since, raising fears in his family that Jordan's security services may have been \nso suspicious about his long detention that they arrested him upon arrival.\n\nhttp://www.nytimes.com\n\nCorrection\n\nAn article yesterday about the deportation of foreigners who had been detained for immigration violations after \nSept. 11 misspelled the surname of a spokeswoman for the Immigration and Naturalization Service, who \ncommented on transportation arrangements. She is Karen Kraushaar, not Kraushauer.\n\nCorrection-Date: July 12, 2002\n"}