{"title": "Giving immigrants the boot", "body": "\nIt used to be that when an immigrant showed up in this country, we'd ask, \"Do you buy the Declaration, the \nConstitution, the Bill of Rights and, you know, all that stuff?\"\n\nAnd the immigrant would say, \"Yis, I bey all dot,\" and we'd say: \"Great! Look, everybody: a new American!\"\n\nAnd two generations later, the grandkids were running grocery stores, racing Indy cars, growing artichokes, \nteaching phys-ed and cranking out Hudsons.\n\nCongress ---an elected body of the descendants of immigrants --- spent much of its session this year repelling new \nAmericans. It was not a pretty sight.\n\nRepublicans most keenly, but numerous Democrats as well, claimed to be going after illegal immigration.\n\nFine, but their legislation makes it painfully clear that mainly the members were just beating up on furriners, for \nwhich they expect to be rewarded with re-election.\n\nCongress raised the bar against refugees seeking political asylum and stripped them of appeals to the courts if they \ndraw an immigration officer who doesn't understand their predicament or doesn't care about it.\n\nIn repugnant violation of our history as a safe haven, we'll start sending the doomed back to certain persecution, \ntheir fate probably worsened by their flight to escape it.\n\n \n\nSay \"Hi\" to the firing squad for us, Juan.\n\nAt least Congress gave up on two of its dumbest ideas.\n\nIllegal immigrants won't be denied immunizations; Congress finally figured out that setting off plagues was \nprobably not a good idea.\n\nAnd Congress backed away from refusing schooling to the kids here illegally, after police departments explained \nthat creating packs of illiterate street urchins wasn't demonstrably in the national interest.\n\n \n\nThere are a few useful provisions in the new legislation.\n\nBorder patrols will be doubled. Penalties for smuggling aliens are increased. A new employee-verification system, \nperhaps more effective, will be tested voluntarily in a few states. There'll be more Immigration and Naturalization \nService officers to investigate illegal hirings.\n\n\nBut INS also will be allowed additional arbitrary exclusion powers; the agency has a lamentable history of misusing \nthe ones it already has.\n\nMost social services will be denied not only to illegal immigrants but also to legal ones, a pointless inhumanity sure \nto set off a rush for naturalization at a time when immigrant services such as English classes already are \noverwhelmed.\n\nAnd citizens and resident aliens who want to sponsor relatives must earn 125 percent of the poverty level ---a \nbackhanded way to cut legal immigration. (And a weird version of family values.)\n\nAppalled, a Hungarian-born New York financier and philanthropist, George Soros, is donating $ 50 million to help \nlegal immigrants ---small potatoes to the lost federal aid, but a dead-on gesture.\n\nThe charity will be called the Emma Lazarus Fund, after the poet whose \"Give us your tired, your poor, your \nhuddled masses yearning to breathe free\" garnishes the Statue of Liberty.\n\nImmigrant joke: How many immigrants does it take to be smarter than the Congress of the United States?\n \nJust one, if his name is Soros.\n\nTom Teepen is national correspondent for Cox Newspapers. His column appears Sundays and Tuesdays.\n"}