{"title": "Immigrants Sending $45 Billion Home", "body": "\nImmigrant workers are sending more money than ever to their families in Latin America, but two new studies show \nthat only a small portion of the billions of dollars directed there has gone to economic development. \n\n A report released yesterday by the Inter-American Development Bank estimates that immigrants living in the \nUnited States will send $45 billion to family members this year, representing a steady increase from about $2 \nbillion in 1980. \n\n That money, known as remittances, is five times as large as official development assistance to Latin America and \nthe Caribbean. Remittances have grown as more migrants, often unemployed in their homelands, have come north \nin search of work. At the same time, governments and international development groups have busily debated how \nto leverage remittance flows to create jobs and lasting investments. \n\n \"We know that this is a very important poverty-alleviation program for 20 million families [in Latin America and the \nCaribbean],\" said Donald Terry, manager of the Multilateral Investment Fund of the Inter-American Development \nBank. \"The big question is can we turn this into a local economic development program.\" \n\n About $3 billion in remittances will go to El Salvador this year, or about 15 percent of that country's gross domestic \nproduct and more money per capita than flows to Mexico, which will receive $24 billion from immigrants living in \nthe United States.  \n\n According to the Inter-American Development Bank, nearly 90 percent of immigrants living in the District, \nMaryland and Virginia regularly send money to their home countries, totaling an estimated $2.2 billion this year. \nWorld Bank researchers, who will release a report later this month, found that the overall impact of remittances on \nLatin American economies is modest at best. For every one percent increase in the share of remittances to a \ncountry's gross domestic product, the fraction of the population living in poverty is reduced by about 0.4 percent.  \n\n Humberto Lopez, who co-authored the upcoming World Bank report \"Close to Home: The Development Impact of \nRemittances in Latin America,\" said the money sent home by migrant workers cannot be seen as a substitute for \ngood economic policies.  \n\n\n \"The countries that benefit the most are the countries with the better investment environment and the countries \nwith the better-educated population,\" Lopez said. Remittances \"are probably more an opportunity than any other \nthing.\" \n\n To spur greater development and poverty reduction, the Inter-American Development Bank has advocated greater \naccess to savings accounts for remittance recipients and participation in micro-finance institutions, which offer small \nloans to remittance recipients.  \n\n  Most of the money immigrant workers send to their families is used for basic needs, such as food, medicine and \nshelter, but more than half of the immigrants surveyed by the Inter-American Development Bank said that they \nwould like to invest a portion of that money. But the majority of Latin America's financial institutions don't have \nprograms that help the families of migrant workers, who are often poor and rural, open savings accounts or start \nsmall businesses.  \n\n \"Poor people save,\" Terry said. \"Poor people will invest if you give them the opportunity to do that.\" \n\n The development bank's survey put the percent of remittances available for investment at 15 to 20 percent, or \nabout $12 billion. Nearly 30 percent of people who send money home have used it to buy property, about 1 \npercent have helped start a business, and less than 5 percent have opened a savings account back home. \n\n Governments have had more success leveraging remittances sent home by community groups formed by \nimmigrants living in the United States. Several years ago, Mexico started a matching grant program, which \nchallenges immigrants to raise money for development and infrastructure projects in their home towns. The \ngovernment matches the funds three-to-one. The Pan American Development Foundation has a similar program \nwith Banco Agrícola SA, a Salvadoran bank. Next week it plans to begin school repairs in Intipuca, a home town to \nmany Salvadorans in the Washington area. Comunidad del Esteron, a District-based group, raised $9,400 for the \nproject and the bank put up the rest of the money. \n"}