{"title": "Law on Aliens Fails to Halt Salvadorans", "body": "\nA new immigration law has failed to stem the flow of illegal aliens from El Salvador to the United States, according \nto a confidential cable from the American Embassy there.\n\nThe report does not discuss patterns of immigration from other countries. Mark W. Everson, Deputy Commissioner \nof the Immigration and Naturalization Service, declined to comment on the cable. But he insisted, as other Reagan \nAdministration officials have, that the law was working as intended to discourage illegal immigration over all.\n\nThe law, which prohibits the hiring of illegal aliens, temporarily reduced Salvadoran migration to the United States \nfor several months after it was signed by President Reagan in November 1986, the report says. But it says that \n''illegal migration to the United States is increasing'' and has ''risen back to 1984-86 levels.''\n\nThe main purpose of the law was to curtail illegal immigration by penalizing American employers who hire illegal \naliens. However, the cable concluded that the employer sanctions ''are failing to slow illegal Salvadoran migration \nto the United States.''\n\n \n\nCable Cites Law's 'Loopholes'\n\nSalvadorans have learned of ''loopholes'' in the law and delays in its enforcement, the cable said. They also know \nthat the House of Representatives on July 28 passed a bill to suspend the deportation of Salvadorans living \nillegally in the United States, the cable said. The Senate is expected to consider a similar bill in the spring.\n\nThe House and Senate bills would protect about 500,000 Salvadorans and 200,000 Nicaraguans. Members of \nCongress singled them out for special attention because of the civil strife, economic difficulties and reports of \nhuman rights violations in both countries.\n\nThese developments, taken together, ''appear to have convinced Salvadorans that the United States is not serious \nabout enforcing its immigration law'' against them, the cable said.\n\nThe Salvadoran Ambassador here, Ernesto Rivas-Gallont, said he generally agreed with the assessment in the \ncable. ''Immigration, legal and illegal, from El Salvador to the United States has not really decreased,'' he said in an \ninterview. ''Traffic through this embassy and through our seven consulates continues to be very substantial.''\n\nThe immigration service often cites its apprehensions of illegal aliens as an indication of the level of illegal \nmigration. Mr. Everson said the total number of illegal aliens apprehended along the United States-Mexico border \ndeclined 30 percent, to 1.1 million, in the fiscal year that ended Sept. 30. It continues to decline, he said.\n\n\nApprehensions of Salvadorans also dropped, to a low of 496 in April, but have been rising steadily, according to \nGovernment data. They totaled 1,053 in September, the last month for which figures are available.\n\n \n\nSmugglers' Business Revives\n\nUsing another yardstick, the cable said that ''so-called travel agencies engaged in smuggling Salvadorans into the \nUnited States'' report that business has returned to normal after a sharp decline in the months immediately after \npassage of the immigration law.\n\nThe new law, the Immigration Reform and Control Act of 1986, offers legal status, or amnesty, to illegal aliens who \ncan prove that they entered the United States before Jan. 1, 1982, and have lived here continuously since then.\n\nIn its report to the State Department, the American Embassy in El Salvador predicted that there would be ''an \nastronomical increase'' in applications for visas in the 1990's as Salvadorans seek to join relatives in the United \nStates who gain legal status under the amnesty provisions of the law.\n\nThe law says that after 18 months as lawful temporary residents of the United States, aliens may apply for \npermanent residence. After another five years, they can apply for citizenship. Permanent residents and citizens can \nthen file petitions to bring close relatives to this country. The cable predicts that ''hundreds of thousands'' of \nSalvadorans will enter the United States in this way.\n"}