{"title": "Fiesta cheers immigrant stew", "body": "\nFiesta Day 2002. The Tampa melting pot called Ybor City celebrates its Cuban, German, Italian, African-Cuban, \nJewish and Spanish immigrant roots with this 56-year-old street festival Saturday.\n\nAfter breaking away from the Knights of Sant'Yago Illuminated Night Parade in 1998, the festival continues to grow, \nattracting more than 50,000 people each year. But it still remains close-knit with the Ybor community, more so than \nmega-events of Guavaween and Gasparilla.\n\nThe feel is festive and focused on an ethnic theme, not beads and booze.\nRSVP8\n\nHIGHLIGHTS:\n\nInternational Food Fair: More than 60 vendors serving Cajun, Spanish, Asian, Greek and Italian dishes. Don't miss \nthe giant paella from Columbia Restaurant.\n\nKid's Fiesta at Centennial Park: Burn off kids' extra energy with a climbing wall, swings, bounce tent, duck pond \nand a music stage.\n\nArts and Crafts Market Place: Paintings, glassware, wind chimes and more augment the usual Ybor Fresh Market. \nYou could be there all day looking at the 75 booths.\n\nFlag Parade: Topping off the day's festivities is the 4 p.m. parade. Marshall Fernando Noriega will lead marching \nbands and groups in colorful ethnic costume, and of course, flags, flags, flags.\n\n10 a.m.-6 p.m., Ybor City. Call (813) 283-5023.\n\nGOINGS ON\n\n8 - TODAY\n\nJulio Iglesias. The self-made king of Latin didn't shake his bon-bon to become a world sensation. He earned it with \na string of hard-won accomplishments. He earned a law degree from Cambridge, then won the 1968 Spanish Song \nFestival. In the 1970s, he toured Europe and Latin America to get a contract with CBS International. He topped the \ncharts with singles in Spanish, French, Italian and English. Then came some more hits - this time with Willie Nelson, \nDiana Ross and Stevie Wonder - in the 1980s. Now, resting on his laurels and singing mostly in Spanish, he sells \nout venues where ever he goes. 8 p.m. Fri.-Sat. Ruth Eckerd Hall, 1111 McMullen-Booth Road, Clearwater. Call \n(727) 791-7400.\n\n\nREO Speedwagon. Their power ballads pull like puppet strings on your mouth every time you hear them. You \nprobably know more of their songs by heart than just Take It on the Run and Keep On Loving You. 7 p.m. Fri. \nFlorida State Fairgrounds, Entertainment Hall No. 12, 4800 N U.S. 301, Tampa. Call 621-7821.\n\nBig River. Spirited county and gospel music sets the scene in this classic Mark Twain tale and seven-time Tony \nwinner. When Huck runs away from an abusive home life, he discovers his compassion when he helps Jim, a \nrunaway slave. Their flight for freedom is inspiring. 8 p.m. Fri.-Sat. Mahaffey Theater, 400 First St. S, Bayfront \nCenter, St Petersburg. Call 1-800-874-9015.\n\nDead Kennedys. Was it the message or the messenger? Were they popular for their political views, slashing and \nburning a path for hard-core heavy metal? Or was it lead singer Jello Biafra's highly visible activist postions? In any \ncase, the whole mix landed them in court over obscenity charges long before 2 Live Crew took the stage. \nDismissed by a hung jury, the band didn't fare so well and broke up in '87. Now the crew is touring without the flavor \nof Jell-O. 7 p.m. Fri. Jannus Landing, 16 2nd St. N, St. Petersburg. Call (727) 896-1244.\n\nJohn Lennon artwork. Take a dead cultural icon, add his prized artwork to sell and name it after one of his most \nnotable songs and you have All You Need Is Love. That's the equation Yoko Ono and Channelside came up for the \ndisplay of John Lennon's artwork. 5-9 p.m. Fri.; 11 a.m.-7 p.m. Sat.; 11 a.m.-6 p.m. Sun. Channelside, 615 \nChannelside Drive, Tampa. Call 223-4250.\n\nOwen. Another incarnation of what has been the                                       Owls, Joan Of Arc and Capn'Jazz, lead \nvocalist and songwriter Mike Kinsella takes this evolved, yet still hard-core, version to the Ybor masses. 9 p.m. Fri. \nOrpheum, 1902 Avenida Republica de Cuba, Ybor City. Call (813) 248-9500.\n\nCarl Hiaasen book signing. In Carl Hiaasen's                                         Basket Case, a renegade reporter is \nbanished to the lowly obit desk but stumbles on a Scooby Doo mystery involving the death of a rock star. Hiaasen, \na Miami Herald columnist, will be in town to personalize his piece of fiction. 7 p.m. Tampa Tribune auditorium, 202 \nS Parker St. Call 253-2638.\n\n9 - SATURDAY\n\nBasically Bernstein. Bernstein's distaste for '50s suburbia is evident in his many satirical works, and we celebrate \nhim for it, probably because it still translates to today. Especially with the fully-staged one-act opera, Trouble in \nTahiti. A dissatisfied thirtysomething couple engross themselves in work, the gym, shopping sprees and psychiatric \nvisits, all to avoid each other. The fact that the protagonists had the same name as Bernstein's parents is not \nthought to be a coincidence. In a less in-your-face production, the second half is a concert-style sampling of \nCandide and West Side Story staged by Opera Tampa. 8 p.m. Sat., 2 p.m. Sun. $ 9.50-$ 46.50. Tampa Bay \nPerforming Arts Center, Carol Morsani Hall. Call 229-7827.\n\nFlorida Orchestra kicks off Centro Asturiano centennial celebration: Saturday, 8 p.m. Centro Asturiano Theatre. Call \n229-2214.\n\nPeter Rabbit Tales: This puppet program teaches children early about overwhelming temptation in The Tale of \nPeter Rabbit, party crashers in The Tale of Mrs. Tittlemouse and bad advice from relatives in The Tale of Benjamin \nBunny. 2 p.m. $ 4 adult, $ 3 children.  Tampa Theatre, 711 N Franklin St., Tampa. Call 274-8981.    Gasparilla \nDistance Classic: If you have to get out of bed at this hour on a Saturday, it better be for a good reason. This is one \nof them. 8:15 a.m., $ 25. Downtowm Tampa to Bayshore. Call 224-1733.\n\nIce Hockey: Washington Capitals at Tampa Bay Lightning. 7:30 p.m. $ 8-$ 80. Ice Palace, 401 Channelside Drive. \nCall 301-6600.\n\n16th Annual Steve Otto Chili Cook-off. Cooks try to please judges' palates with their fiery concoctions. You can try a \nbowl without signing a waiver for burned tongues. Just fork over $ 5. Florida State Fair, I-4 and U.S. 301, \nEntertainment Hall No. 12, Tampa. Call 621-7821.\n\n\n\nWeb Skills for Business and Marketing certificate program. A combination of day and evening seminars for people \nwho want to create Web sites designed specifically for business. Saturday mornings and certain weeknights. \nRegistration is required. University of South Florida, MHH building, room 116, Tampa. Call 974-5201.\n\n10 - SUNDAY\n\nCake. The Sacramento-based quintet delivers funky lyrics with poker faces and peppy riffs that leave you \nwondering if they're joking. After skyrocketing to university pop stardom with Going the Distance in '96, each of the \nnext three albums has produced chart-topping, radio-friendly sing-alongs. 7 p.m. Jannus Landing, 16 2nd St. N, St. \nPetersburg. Call (727) 896-1244.\n\nOn the Waterfront. \"I coulda been a contenda.\" See where the infamous line all started in this 1954 winner of eight \nAcademy Awards including Best Picture. Leonard Bernstein launched his career when he composed the film's \nscore. 3 p.m., $ 5. Tampa Theatre, 711 N Franklin St. Call 274-8981.\n\nBurn the Floor: Expect to see breathless rhumbas to heavy metal renditions in this dance competition, which was \ninspired by Elton John's 50th birthday party, created by a man with a hand in \"Lord of the Dance\" and fashioned \nafter a Vegas show. Championship dance couples from 15 countries will shake it to make sure you get your \nmoney's worth. 2 and 7 p.m. $ 35-$ 45. Ruth Eckerd Hall, 1111 McMullen-Booth Road, Clearwater. Call (727) 791-\n7400.\n\nWalt Willey: His character Jackson Montgomery isn't a stand-up kind of guy on All My Children, but that doesn't \nstop Willey from touring the comedy circuit. 8:30 p.m., $ 18-$ 20. Side Splitters, 12938 N Dale Mabry Highway, \nTampa. Call 960-1197.\n\nViola Studio Recital. 8 p.m. $ 3-$ 4. University of South Florida Music Recital Hall, 4202 E Fowler Ave., Tampa. Call \n974-2311.\n\nAn Affaire of the Heart. Annual fundraiser for Stageworks Theatre featuring silent auction and musical \nentertainment by Nathan Burton. 4-8 p.m., $ 30. Don Vincente Restaurant, 1915 Avenue Republica de Cuba, Ybor \nCity.\n\nTampa National College Fair. \"What do you want to do with the rest of your life?\" Many times that is an easier \nquestion to answer than issues concerning admission, financial aid and entrance exams. 11 a.m.-4 p.m. Tampa \nConvention Center, 333 S Franklin St. Call (703) 836-2222.\n\n11 - MONDAY\n\nMarshall Tucker Band. Suited perfectly for the State Fair, these down-home tunes bring back the glory days of '70s \nSouthern rock with ditties such as Heard It In A Love Song and Can't you See. Yee-haw! 7:30 p.m., $ 7 plus fair \nadmission. Florida State Fairgrounds, 4800 N U.S. 301, Tampa. Call 621-7821.\n\nVerizon Classic. Like golf? You live in Florida, you have to like it. (Like it or not.) The 15th annual Senior PGA \nTour's Verizon Classic attracts some of the tour's biggest moneymakers. Viewing should be fair in this stadium golf \ncourse if you're trying to take a peek at Arnold Palmer. 8 a.m.-5 p.m. Mon.-Feb. 17, $ 20-$ 80. Tournament Players \nClub of Tampa Bay, 5300 W Lutz-Lake Fern Road, Lutz. Call 265-4653.    \n\n12 - TUESDAY\n\nDanny Davis and the Nashville Brass. The 76-year-old Davis has been playing music professionally since he was \n14 and revamped the sound of country to incorporate his instrument, the horn. For 33 years, Davis and the \nNashville Brass have been whooping up country fans. 11 a.m. and 4 p.m., $ 7 plus fair admission.  Florida State \nFairgrounds, 4800 N U.S. 301, Tampa. Call 621-7821.\n\nMerle Haggard. He's the original bad boy of country that everyone  tries to emulate - except for his stay at San \nQuentin. 7:30 p.m., $ 7 plus fair admission. Florida State Fairgrounds, 4800 N U.S. 301 Tampa. Call 621-7821.\n\n\n\nLarry Reeb. He gives tips on everything you would gamble on, from marriage to the lottery to children, when he's \nperforming as the black-sheep, politically incorrect, Uncle Lar persona. 8:30 p.m. Tues.-Feb. 14 and Feb. 17; 8 \np.m.- 10:30 p.m. Feb. 15 and 16. $ 5-$ 14. Side Splitters, 12936 N Dale Mabry Highway. Call 960-1197.\n\n13 - WEDNESDAY\n\nPablo Francisco. He proves stand-up doesn't have to be stand-still. Creating audio and visual pictures to get a \nlaugh has landed him a regular spot on FOX's Mad TV, and time on Comedy Central's Short Attention Span \nTheater and Make Me Laugh. Improv, 1600 E Eighth Ave., C-112, Ybor City.\n\nGov't Mule. There's more to Southern rock than the slimy antics of Kid Rock. When Warren Haynes and Allen \nWoody broke off from the Allman Brothers Band and debuted in '95, they attracted the likes of the Red Hot Chili \nPeppers' Flea to Phish bassist Mike Gordon wanting a little taste of what these Southern rockers cook up. 7 p.m. \nWed. $ 17-$ 20. Jannus Landing, 16 2nd St. N, St. Petersburg. Call (727) 896-1244.\n\nPreservation Hall Jazz Band: What started as a place for New Orleans jazz musicians to jam in the '50s has \nevolved into a four-decade-long collaboration named after the hub that once housed them: Preservation Hall. 11 \na.m. and 4 p.m., $ 7 plus fair admission. Florida State Fairgrounds, 4800 N U.S. 301, Tampa. Call 621-7821.\n\nBasketball:  UT Spartans women vs. Florida Tech, 5:30 p.m.,  UT Spartans men vs. Florida Tech, 7:30 p.m. $ 5 \nadults, $ 3 seniors and students. University of Tampa Sports Arena, 401 W Kennedy Blvd., Tampa.\n\n14 - THURSDAY\n\nPatti Labelle. This diva has what many are lacking: grace. It paid off. She was the first African-American act ever to \nappear at New York's Metropolitan Opera House. Other career highlights include teaming with Burt Bacharach and \na Grammy in 1994 for Best Female R&B Performance. Now, she's back with                                                   When \na Woman Loves. 8 p.m., $ 40-$ 75. Ruth Eckerd Hall, 1111 McMullen-Booth Road, Clearwater. Call (727) 791-\n7400.\n\nSound of Music Sing-A-Long.  Don't know what to do with those old floral curtains? Wrap yourself up and go as the \nvon Trapp family children to the Sound of Music Sing-A-Long. Or just go as yourself and be part of the interactive \ntouring movie. Subtitles are provided for people who forgot the words. Charmian Carr, who played Liesl in the \nmusical, will be there to meet and greet. Proceeds go to Big Brothers Big Sisters. 7:30 p.m., $ 25. Tampa Theatre, \n711 N Franklin St., Tampa. Call 274-8286.\n\nFlorida Orchestra: A Salute to Rodgers and Hammerstein. The Orchestra strums up a wide array of examples from \nthis songwriting duo such as It's A Grand Night for Singing, South Pacific, Carousel, Oklahoma! and more. 8 p.m., $ \n24.50-$ 42.50. Tampa Bay Performing Arts Center, Carol Morsani Hall. Call 229-7829.\n\nWant to send out an RSVP to the Tampa area? Fax press releases at least 10 days before publication to Amy \nAbbott at 226-3381, or mail to 1000 N Ashley Drive, Suite 700, Tampa, FL 33602. Amy's phone number is 226-\n3408 and her e-mail is abbott@sptimes.com.  \n\nGraphic\n\n \n\nPHOTO, (3); DRAWING; Beatrix Potter puppet characters; Walt Willey of All my Children; Pablo Francisco; Fiesta \nDay logo\n"}