{"title": "Report finds sexual abuse of female farmworkers is prevalent", "body": "\n             FRESNO, Calif. - Female farmworkers across the United States are commonly sexually  harassed and \nassaulted, in part because their immigration status makes them fearful of calling police, according to a report being \nreleased Wednesday by Human Rights Watch.\n\nThe survey by the international rights group mirrors two previous reports on the risks facing women and girls that \nhad focused on California, where most of the nation's farmworkers reside.\n\n\"Our research confirms what farmworker advocates across the country believe: sexual violence and sexual \nharassment experienced by farmworkers is common enough that some farmworker women see these abuses as \nan unavoidable condition of agricultural work,\" the report said.\n\nAn estimated 630,000 of the 3 million people who perform migrant and seasonal farm work are female. The federal \ngovernment estimates that 60 percent of them are illegal aliens.\n\n\"It's easiest for abusers to get away with sexual harassment where there's an imbalance of power, and the \nimbalance of power is particularly stark on farms,\" the report's author, Grace Meng, said.\n\nThe report calls on Congress to pass laws protecting immigrant female farmworkers, and for the Department of \nHomeland Security to repeal rules that encourage local police to report federal immigration violations.\n\nThe report describes incidences of rape, stalking, fondling and vulgar language used against women, who say they \noften don't report it because they are afraid of being fired or, worse, deported.\n\nMeng interviewed 52 farmworkers and 110 attorneys, social service providers, law enforcement officials and \nmembers of the agriculture industry in New York, North Carolina, Florida, Texas, Colorado, Ohio, Arizona, \nPennsylvania, Tennessee and the state of Washington, but focused primarily on California because of its large \nfarmworker population.\n\nWomen who work for labor contractors are more vulnerable than those who work directly for a farmer, the report \nsaid.\n\n\"The goal of our report was to show that this was a national problem and to show the governmental barriers that \nexist to reporting these crimes and abuses. And to demonstrate it's a human rights problem,\" Meng said.\n\n\nWhile previous studies have said that up to 80 percent of women who work in the fields have been harassed or \nassaulted, a counselor in the heart of California's agricultural region says her experience puts it at closer to half. \nShe said the problem exists in all businesses where immigrant women may lack English language skills and trust in \nlaw enforcement, but that farms are the biggest employers so the abuses occur more frequently there.\n\n             - Associated Press          \n"}