{"title": "Immigration Policy Dispute Rocks Sierra Club", "body": "\nIn an issue of growing controversy in its ranks, one of the nation's leading environmental organizations is \nconsidering whether to throw its weight behind an effort to reduce immigration as part of a policy to stabilize U.S. \npopulation growth.\n\nThe Sierra Club last week launched a referendum on the subject, mailing ballots to its 550,000 members \nnationwide. It asked them to choose between reversing or maintaining a two-year-old decision by the club's board \nto \"take no position\" on U.S. immigration levels or policies.\n\nThe debate, which some have called a battle for the soul of the environmental movement, has become an \nincreasingly nasty one, with activists on opposite sides of the question trading charges of racism and demagoguery. \nOther environmental organizations, as well as groups alarmed by U.S. population growth and those favoring \nimmigration, are watching the referendum closely.\n\nThe dispute reflects a dilemma for environmentalists. Most view rapid population growth as a problem and want to \nsee the U.S. growth rate level off. But for many, tackling immigration, a major component of current U.S. \npopulation increases, means getting embroiled in a highly charged issue with implications far beyond the \nenvironmental movement.\n\n\"Make no mistake: overpopulation is, without question, a fundamental cause of the world's ills,\" Carl Pope, the \nSierra Club's executive director, said in a statement defending the board's \"no-position\" stand. \"But these are \nfundamentally global problems; immigration is merely a local symptom.\"\n\nMoreover, he said in a telephone interview, if the Sierra Club comes out in favor of reducing immigration levels, \n\"we would be perceived as assisting people whose motivations are racist.\"\n\nSuch arguments are \"a form of denial,\" countered Alan Kuper, a longtime Sierra Club member in Cleveland. \"We \ncan't remain silent in the face of endless rapid growth\" in the U.S. population, which he said is degrading the \nenvironment and wiping out modest gains being made in other environmental areas.\n\n\"It's a question of being environmentally correct versus being politically correct,\" said Leon Kolankiewicz, a club \nmember and population activist in the District.\n\nAccording to the U.S. Census Bureau, immigration is the main impetus behind growth of the U.S. population, \nwhich now stands at 269 million. Combined, legal and illegal immigration amounts to about 1.2 million people a \nyear, the Immigration and Naturalization Service estimates. When the U.S.-born children of recent immigrants are \nincluded in the equation, immigration accounts for more than half of today's population growth, the Census Bureau \nsays.\n\n\nLargely because of the high fertility rates of immigrant women, the bureau in 1992 sharply revised its projections of \nthe population by the middle of the next century. Instead of leveling off at about 300 million, it said, the population is \nlikely to reach nearly 400 million by 2050 and keep growing. Population activists contend that those estimates are \nconservative because they are based on immigration levels significantly lower than the current numbers. The U.S. \npopulation is more likely to top 500 million by the middle of the next century, they say. They insist that this growth is \nwhat worries them, not the national origin or ethnicity of immigrants.\n\nBackers of the Sierra Club board's position argue that since most immigrants these days are \"people of color,\" \nmainly Hispanics and Asians, the issues of immigration numbers and ethnicity cannot be separated.\n\nThe ballots are due back by April 18.\n\nThe controversy surfaced in February 1996 when, in the midst of a contentious debate in Congress over a major \nimmigration bill, the Sierra Club's board resolved to \"take no position on immigration levels or on policies \ngoverning immigration into the United States.\" Ultimately, provisions to reduce legal immigration, which accounts \nfor the bulk of the immigrant influx, were stripped from the legislation.\n\nTo population activists, the board's resolution did constitute a position, one that reversed long-standing Sierra Club \npolicy of promoting the \"stabilization\" of the U.S. population.\n\nThe activists gathered 2,000 signatures on petitions to put the resolution to a clubwide vote and call for \"a \ncomprehensive population policy\" that advocates ending U.S. population growth through birth control and \n\"reduction in net immigration.\" However, the board refused to allow a yes or no vote on the measure alone. \nInstead, it added an \"alternative B\" proposal that affirms the 1996 stand and calls for addressing \"the root causes of \nglobal population problems.\"\n\nWhat is now called \"alternative A\" does not specify any immigration level. It has been endorsed by a variety of \nconservationists, including Lester Brown, co-founder of the Worldwatch Institute; E.O. Wilson, a Harvard biologist; \nand Gaylord Nelson, a former Wisconsin senator and founder of Earth Day. Alternative B has the backing of the \nSierra Club board, nine former club presidents and a number of chapters across the country.\n\nIn arguing against alternative A, club leaders charged in a statement mailed to members that the proposal's \nsupporters include \"extremists acting from racial prejudice.\" It named California's Republican governor, Pete \nWilson, and former Ku Klux Klan leader David Duke, whose World Wide Web page it said links environmental \nprotection with \"stopping illegal immigration and almost all legal immigration into America.\"\n\nRichard A. Koris, a backer of alternative A in the District, called such arguments \"demagoguery.\" During a recent \nappearance at the Great Falls chapter of the club, he and Kolankiewicz were shouted down as KKK members. \n\"Whenever you mention the topic of immigration restriction,\" he complained, \"[opponents] basically call you a \nracist.\"\n"}