{"title": "Reform changes little for many", "body": "\nFor thousands of undocumented immigrants who rushed to apply for new protections from deportation, Wednesday \nwas the life-changing day many had dreamed of for years.\n\nBut for most, it was just Wednesday.\n\n\"I will be working today, that's all, if I can get work,\" said Ricardo Cruz, 22, a Salvadoran day laborer gathered with \nother job seekers in a parking lot on New Hampshire Avenue in Langley Park. \"I have heard of this program, but \nthey said it was not for me.\"\n\nAdvocates hailed President Obama's offer of temporary residency and work status to some young immigrants as \nthe most significant reform in a generation. But, as some have learned as the details became clear, it is a narrowly \ntailored one. \n\nFewer than 2 million of the estimated 11 million undocumented immigrants in the country are eligible for the \nprogram, known as deferred action, which began accepting applications Wednesday.\n\nThat leaves life in the shadows to continue unchanged for the rest. For many who have been waiting to learn the \nfinal details of the program, its launch brought crushing disappointment.\n\n\"It was devastating to hear I didn't qualify,\" said a sobbing Elsi Hernandez after her visit to Carecen of Columbia \nHeights. Hernandez, 25, came to the United States when she was 17 and graduated from high school in 2008. She \nonly learned while gathering documents to apply that she was too old when she arrived from El Salvador to be \neligible. \"I just want to study and be a good example to my daughters.\"\n\nThe program, hewing closely to the goals of the long-debated Dream Act, targets those who were brought here as \nchildren. It is open to immigrants ages 15 to 31 who arrived before they were 16 and have lived here continuously \nfor the past five years or more. Among other restrictions, they must be free of serious criminal convictions and be in \nschool or have a high school diploma or equivalent.\n\nThat amounts to about 1.7 million immigrants, about 15 percent of the illegal immigrant population, although no one \nknows how many of those will actually apply.\n\n\n\"It's a lot of people, but it does leave the vast majority of the undocumented population still undocumented,\" said \nJeffrey Passel, senior demographer of the Pew Hispanic Center. \"Most of the undocumented immigrants in the \ncountry now are people who came here as adults on their own.\"\n\nAt legal clinics and workshops around the region Wednesday, families and young adults came by the hundreds to \nlearn if they would qualify for the program. The biggest group who won't are those who are too old: An estimated \n6.8 million undocumented immigrants are 31 or older.\n\nBut many of those have children and showed up eager to find out how to sign them up. Even as advocates \nexplained that many of the youngsters were eligible, they were counseling families to mix their joy with practical \nthinking.\n\n\"This is an extension of the split families we've had under our immigration system for a long time, where you have \nchildren who are citizens and parents who are not,\" said Jeanne Atkinson, head of immigration services at Catholic \nCharities D.C. More than 50 people showed up at the group's Mount Pleasant office Wednesday to talk to volunteer \nattorneys about the program. \"You have to have a plan. What are you going to do if you are deported? Who is \ngoing to be the guardian of your children?\"\n\nAntonio Aleman, 43, of Suitland, planned to apply immediately for his children, Beatriz, 21, and Erick, 15. The \nformer police officer from Chalatenango, El Salvador, brought a neat stack of documents to a workshop Wednesday \nevening at CASA of Maryland in Langley Park. But his excitement was tempered by the realization the system \nwould now treat him and his wife differently than their two children.\n\n\"I am happy because our children may be eligible to get a work permit and be here legally,\" he said. \"But it would \nbe devastating to us to be away from our children.\"\n\nMany immigrants learned that they were in the right age bracket but fell short on educational requirements. An \nestimated 320,000 of them would qualify for the program if they could get their diploma through GED courses, \naccording to Pew statistics. Some were scrambling to find documents proving they hadn't left the country for any \nsignificant periods in the past five years.\n\n\"Controlled elation,\" is how Thai Nguyen described the first day of application counseling at the USA Immigration \nServices Group office in Falls Church.\n\nBack in Maryland, at the parking lot on New Hampshire Avenue, none of the 14 men gathered in hopes of picking \nup work had plans to apply for the program. Most said they were older than 15 when they crossed the border, and \nsome had traveled back and forth several times with the ebbs and flows of the economy. None seemed to have any \nsense that immigration reform, no matter how limited, had anything to do with them.\n\n\"I'm happy if they can stay with their family,\" Cruz, the Salvadoran day laborer, said of those eligible for the new \nprogram. He came here with his brother five years ago and hopes to return soon. \"That's where we all want to be.\"\n\nhendrixs@washpost.com\n\nlazol@washpost.com\n"}