{"title": "ILLEGAL IMMIGRANTS' AID TOPS $1 BILLION / A REPORT ON 1995 COSTS SAYS THAT BECAUSE THEIR U.S.-BORN CHILDREN ARE CITIZENS, BENEFITS WERE NOT DENIED.", "body": "\nMore than $1 billion in 1995 welfare payments and food stamps went to illegal immigrant families because some \nof their children are U.S. citizens, according to a new government report.\n\nAlthough a child born in the United States to an illegal immigrant automatically becomes a citizen, \"when such a \nchild receives assistance, the aid also helps support the child's family, raising concerns about the use of public \nassistance by those illegally in the United States,\" said congressional auditors in the Nov. 19 General Accounting \nOffice report.\n\nThe Republican-controlled Congress requested the study as part of last year's welfare overhaul, which restricted \ndirect access to public benefits by illegal immigrants but did not deny benefits to their citizen children.\n\n\"It's obvious that there's a huge loophole in immigration law,\" said Rep. Lamar Smith (R., Texas), among \nsupporters of legislation that would require children to have at least one citizen or legal resident parent to be born \ncitizens.\n\nWhile the Clinton administration \"clearly supports all federal efforts to deter illegal immigration, our mission also \nrequires us to improve the health and economic self-sufficiency of all citizens . . . including the citizen children of \nimmigrant parents,\" said June Gibbs Brown, inspector general of the Department of Health and Human Services, \nin a letter commenting on the report.\n\n\"It is important to note that citizen children are legally eligible for benefits on the same basis as other citizens, \neven if they have an illegal parent,\" Brown said.\n\nPayments to citizen children of illegal immigrants accounted for about 3 percent, or $700 million, of all benefits \npaid in fiscal 1995 under the welfare program known as Aid to Families With Dependent Children, said the GAO \nreport.\n\nA previous GAO study had found about 2 percent of lower total AFDC payments - or $479 million - going to the \ncitizen children of illegal immigrants in 1992.\n\n\nAlmost all AFDC recipients also receive Medicaid, which on average provides more than $1,000 a child each year \nfor health-care expenses, the auditors said.\n\nFor food stamps, the GAO found about 2 percent, or $430 million worth, went to the citizen children of illegal \nimmigrants in fiscal 1995.\n\nNationally, 224,000 households headed by an illegal immigrant received the food stamps and 153,000 \nhouseholds, many overlapping, got AFDC.\n\nThe households averaged two citizen children each. More than 20 percent also supported noncitizen children not \neligible for assistance.\n\nThe immigrant families getting help were largely concentrated in California, New York, Texas and Arizona. \nCalifornia alone accounted for $720 million of the benefits paid. Ten percent of that state's AFDC and food-stamp \ncaseload consists of families headed by illegal immigrants.\n\nThe GAO report said households headed by illegal immigrants also get Social Security payments for low-income \nchildren with disabilities - commonly known as Supplemental Security Income or SSI - and rent subsidies through \nthe Department of Housing and Urban Development.\n\nAlthough comprehensive data were not available from Social Security, GAO auditors estimated that as of \nDecember 1996, at least 3,450 citizen children of illegal immigrants were getting SSI at an annual cost to the \ngovernment of about $17.6 million.\n\nUntil recently, citizenship status was not considered when HUD determined eligibility for rental assistance \nprograms, and the agency did not keep such information about participants.\n\nThe GAO auditors noted, based on a California study, that the incidence of fraud in obtaining public assistance - by \nunder-reporting family income, for example - appears to be no higher for households headed by illegal \nimmigrants than for the general welfare population.\n"}