{"title": "BEHIND THE BRAINPOWER TECH WORKERS ON VISAS HELP FUEL SILICON VALLEY INNOVATION", "body": "\nAS the head of a local staffing and services business that engages technical professionals on H-1B visas, I felt \ncompelled to respond to your recent article, \"High tech's imported brainpower\" (Page 1A, Jan. 16).\n\nFrankly, the article's verbiage (\"the 'bodies' return to the bodyshop\") gave cause to believe I was reading some B-\ngrade sci/fi script. What happened to the issue of brainpower?\n\nAccess to technical brainpower has been and is a critical issue for Bay Area companies, whose combined voices \nhave resulted in legislation enabling broader participation. This is a global market with global players and \nrepresents a huge opportunity for local companies to increase business in the exploding IT arena. The \"bodies\" to \nwhich you refer help create the intellectual property that fuels our local companies. These people have earned \ntechnical degrees and worked hard in pursuit of their interests. Without them, we would be less able to compete on \nthe world stage and sorely behind the power curve in technical innovation. Their brains were to have been the \nsubject of your article; their bodies are simply a necessary attachment.\n\nSay what you will about the staffing business and the \"small offices on side streets off exhaust-choked Mahatma \nGandhi Road.\" You don't insult me, but you stereotype and tarnish the image of many bright and talented people \nwho bring much value to our thriving economy.\n\nDave Sornson\n\nPresident, iBongo, Inc.\n\nCupertino\n\nIN her recent article on Indians in the Silicon Valley, it seems that Sara Lubman has violated one of the key rules \nof good reporting. When she writes about Indian recruits she needs to stay away from describing an individual \nlifestyle as if it were universal among the H-1B community. Perhaps the workers she profiled, Sudhir Wath and his \nfriends, choose to live in a spartan atmosphere, or perhaps they have arrived recently and haven't had time to \ninvest in any furniture. But it is irresponsible on her part to suggest that this is the norm among Indian workers.\n\nAt the end of the article she talks about how new hires stick together, cook communally, and make rice in their \n\"narrow kitchens.\" They \"pile\" into cars and visit shops which have \"sprouted\" on the Peninsula. Is it me, or do the \nverbs here suggest rats, weeds and vermin? It seems to me that such articles, which outline ethnic communities as \nsomehow different, strange and other, are precisely the reason for growing prejudice and suspicion.\n\nLubman would have done well to research her topic more extensively rather than relying on one programmer and \nhis roommates to form an idea of the entire community's living conditions and outlook. She would also have been \nwelladvised to look at the positive aspects of the H-1B community, including how close-knit they are, how well they \nadjust to their new environments, how they are always available to help each other out, taking in newcomers and \n\n\nsharing all of their resources, including homes and cars. Focusing on the quality of their sleeping bags or the \nbareness of their rooms is neither newsworthy nor relevant.\n\nJyothi Bathina\n\nCupertino\n\nNotes\n\nOPINION\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: RICK E. MARTIN -- MERCURY NEWS\n\nContract workers Satish Rane, above left, Sudhir Wath and Bippin Karunakaran receive welcoming gifts from \nTekEdge Corp. benefits administrator Christine Farkas.\n\n[000122 ED 7B]\n"}