{"title": "Immigrant Bills Could Fuel Intolerance, Opponents Say", "body": "\nMontgomery County Executive Douglas M. Duncan (D) and other local officials came to Annapolis yesterday to \nprotest nine bills they consider anti-immigrant, including one that would outlaw Montgomery's acceptance of \nconsular identification cards from Mexico and Guatemala as proof of identity. \n\nOther measures would require local police to detain suspected illegal immigrants and to suspend the driver's \nlicense of anyone who knowingly permitted an illegal immigrant to use his or her vehicle. \n\nOfficials and immigrant advocates predicted that the bills would be voted down in committee. What prompted \nthem to speak out, they said, was concern that, taken as a package, the proposals created an atmosphere of \nintolerance. Such an environment could make immigrants wary of law enforcement and health care agencies, \nendangering all state residents in the process, they said. \n\n\"These bills are mean-spirited and misguided,\" Duncan said at a news conference before two House committee \nhearings on some of the measures. \"[They] will destroy that cooperative spirit and sense of trust we have worked so \nhard to create.\" \n\nDuncan was joined by more than a dozen speakers, including state delegates, immigration lawyers, advocates for \nbattered women, labor leaders and a Guatemalan who recently served with the U.S. Army in Iraq. All are members \nof a coalition calling itself \"The Friends of New Marylanders\" that has formed to fight the bills. Prince George's \nCounty State's Attorney Glenn F. Ivey and Montgomery County Council member Tom Perez (D-Silver Spring) also \ntestified against the measures yesterday. \n\nThe bills they oppose include one that would codify the state's practice of barring most illegal immigrants from \nobtaining a driver's license, another that would require people to prove citizenship upon registering to vote, and two \nthat would set up task forces to study how much illegal immigration costs the state and the health care system. \n\nSponsors of the bills said that they are necessary to ensure that Maryland does not subvert federal immigration \nlaws and provide opportunities for prospective terrorists. \n\nDel. Patrick L. McDonough (R-Baltimore County) said that Montgomery county has created \"a quasi-legal status for \nMexican [and Guatemalan] illegals\" with its decision last year to accept consular identification cards. The cards are \n\n\nissued to nationals of those countries regardless of their U.S. immigration status and can be used as identification \nfor police or to rent apartments and open bank accounts. \n\nMcDonough and others testifying in a hearing before the House Health and Government Operations Committee \nyesterday also complained that the Mexican government does not take sufficient care to authenticate the \ndocuments of citizens applying for consular identification cards. \n\nThe consular ID \"is becoming a shield that hides criminal activity for two reasons,\" McDonough said. \"First, the \nholder's identity was not verified when the card was issued, and second, police in jurisdictions that accept the \nmatricula are less likely to run background checks on card holders picked up for minor infractions.\" \n\n Several speakers echoed that view, including a survivor of the Sept. 11, 2001, terrorist attack on the Pentagon. But \nthose testifying in support of the bills before the Government Operations Committee and the House Judiciary \nCommittee were outnumbered by a long list of speakers in opposition. \n\n There also were busloads of mostly Latino immigrant spectators carrying signs that said, \"We are a nation of \nimmigrants.\" The turnout was so large at the Judiciary Committee hearing that state police turned people away at \nthe hearing room doors.  \n"}