{"title": "IRAQI RAPIST HERE FEARS DEPORTATION WILL MEAN EXECUTION;AS AN ARMY DESERTER, HE COULD FACE A FIRING SQUAD, HIS ATTORNEY SAYS", "body": "\nMohammed Sultan deserted Saddam Hussein's army and fled to the United States. He settled in the St. Louis \narea, where in 1993, he raped a Clayton woman and later pleaded guilty.\n\nOn Wednesday, a judge decided not to set aside his conviction or grant h im a new trial, moving him closer to \ndeportation and an almost sure death in Iraq, his lawyer said.\n\nSultan, 26, faces execution by a firing squad because he defected from Saddam Hussein's troops, said defense \nlawyer Stormy White.\n\nWhite plans to file a motion today asking Judge Robert S. Cohen of St.  Louis County Circuit Court to reconsider his \nruling. If that fails, she said, she may take the case to the Missouri Court of Appeals.\n\nIn August 1993, Sultan, a factory worker, was dating a Clayton woman and, while in her home, had forcible sex with \nher, the prosecution contended. The woman's teen-age daughter overheard the conflict and reported it to police.\n\nSultan pleaded guilty of the rape in November 1993. He had been told he would face probation.\n\nAt issue, White says, is whether Sultan understood English and the American criminal justice system well enough \nto have realized the impact of his plea.\n\nWhite contends that had Sultan known he could be deported, he would have asked for a trial.\n\n\"I don't think Mohammed has truly understood what has been going on,\" White said.\n\nSultan is in Immigration and Naturalization Service custody in the St. Francois County Jail in Farmington, Mo. He is \nrunning out of time and appeals.\n\nThe U.S. Board of Immigration Appeals on April 30 dismissed his request to remain in the United State. St. Louis \nINS officials expect to process his file soon. He could be deported in the next few weeks, said Chester Moyer, the \nofficer in charge of the St. Louis INS bureau.\n\n\"Right now, the order is final, so we can proceed with removal,\" he said.\n\nSt. Louis County court records show that Sultan, whose primary language is Arabic, was taking English classes at \nthe time he pleaded guilty in November 1993.\n\n\nSultan testified then that he had been in the United States about a year.  He was sentenced to five years' probation \nand was instructed to enroll in sex-offender counseling and to not contact the victim. Records state that he has not \nviolated probation.\n\nIn the following years, however, the ramifications of Sultan's plea became more severe. INS officers took him into \ncustody in January 1997, and he has been in the jail in Farmington since.\n\nCohen wrote in his opinion that possible deportation is not grounds to reopen the criminal case, noting that files \nhave been closed, evidence may have been lost and witnesses may have moved.\n\nWhite said she had not expected to get the conviction set aside, but she had hoped to get a new trial because \nSultan didn't understand the pro ceedings and wasn't told by his former defense lawyer, a public defender, of the \ndeportation possibility.\n\nA court transcript shows Sultan spoke in broken English on several occasions and misunderstood what prison \nmeant.\n\nDuring two sequences, White said, it is obvious Sultan did not comprehend the judge's questions:\n\n \n\nJudge: \"How did you get here?\"\n\nSultan: \"I make the government take me through - I have - I come to the United States, I make the government - \nthey accept.\"\n\nJudge: \"You are going to be the guest of our prison. Do you like being in prison?\"\n\n \n\nSultan: \"Yes, I do.\"\n\n \n\nJudge: \"What is prison?\"\n\n \n\nSultan: \"You mean do I like the United States?\"\n\nJudge: \"No, do you like being in prison in the United States? Do you like being in jail?\"\n\n \n\nSultan: \"No, no.\"\n\nSultan, when asked by the judge if he understood English, replied, \"Yes, some.\" Five times Sultan answered the \njudge with, \"I don't understand.\"\n\nSultan's original defense lawyer, David Kenyon, had asked for an interpreter for the hearing but one never showed \nup. Interpreters are not required by law, White said.\n\n\"There can be only one reason why his attorney wanted an interpreter,\" White argued in the court documents. \"He \nhad doubts the defendant understood English sufficiently to understand what was going on.\"\n\nWhite also pointed out that at a May hearing, Kenyon testified that he had no idea his client would be deported and \nso had not advised Sultan of it. But that statement contradicts one Kenyon made in court in November 199 3, White \nsaid. Kenyon, now a public defender lawyer who handles death-penalty cases, could not be reached Wednesday.\n\nCohen ruled that Sultan and Kenyon appeared to know in 1993 that deportation could result from the guilty plea. \nThe transcript also details instances in which the judge explained the pleading process to Sultan and told him to \nraise questions if he had them.\n\n\n\n\"There is no reason to conclude that (Sultan's) attorney failed to meet his professional responsibility,\" Cohen \nadded.\n\nThe court was required by law to advise Sultan of the direct impact of pleading guilty but not of an indirect impact, \nsuch as deportation, Cohen said.     \n"}