{"title": "INS Under Pile of Backlogged Paper; Agency Reveals It Shuffled 2 Million Documents to Warehouse in the Midwest", "body": "\n More than 2 million documents filed by foreigners, from change-of-address forms to requests for benefits, have \nbeen piling up for years and only now are being reviewed by the government, senior U.S. officials said yesterday. \n\n Immigrant advocates said that means some foreigners deported secretly after Sept. 11 might have been in \ncompliance with laws they were expelled for breaking. \n\n The government has not revealed previously the extent to which it has fallen behind in processing such records. \nCongressional investigators began an inquiry into the question after the terror attacks. \n\n The documents have been collected by the Immigration and Naturalization Service from field offices around the \ncountry and sent to a warehouse complex outside Kansas City, Mo. They include 200,000 change-of-address \nnotices, INS spokesman Bill Strassberger said. \n\n Failure to file a change-of-address form is a deportable offense, and the Justice Department recently said it would \nstep up enforcement. \n\n Strassberger said the 2 million documents also include applications for benefits. Another U.S. official, speaking \non the condition of anonymity, said more than 300,000 were applications for citizenship. \n\n \"The field offices weren't sure what to do with all of the documents they had not been able to look through, and \nthey were a bit overwhelmed by the unprecedented growth\" in immigration, Strassberger said. \n\n \"The reality is, we were a backwater agency 10 years ago. Throughout the 1990s, immigration became a very \npolitical issue and has become even more sensitive since September 11th. The records represent the way the \nagency used to be run.\" \n\n The INS expects to have processed most of the documents by December. \n\n Immigration experts and civil rights groups said the situation is embarrassing to the government and an affront to \nforeigners who have tried to play by the rules. \n\n\n \"It exposes one of the INS's dirty secrets,\" said Lucas Guttentag, director of the American Civil Liberties Union's \nimmigration rights project. \"The agency's own record-keeping and information systems are completely inadequate, \nyet it so often turns around and punishes law-abiding immigrants when the agency's own shoddy record-keeping is \nat fault.\" \n\n The INS has been under intense criticism since Sept. 11, when huge gaps in its tracking of foreign visitors and \nimmigrants were revealed. Several embarrassing incidents have added to a chorus of critics in Congress. \n\n Notice of previously approved visa extensions for two of the 19 Sept. 11 hijackers killed during the crimes was \nmailed months after the attacks; a government aviation newsletter still was being mailed to another hijacker long \nafter his death. Although all 19 came on valid visas, several were in the country illegally at the time of the attacks. \n\n The immigration service has been criticized for years because of huge backlogs of applications for benefits such \nas naturalization or permanent residency. \n\n The House overwhelmingly agreed to abolish the embattled agency and create two new agencies, one to handle \nenforcement and one to handle immigration services. \n\n Attorney General John D. Ashcroft and the White House have endorsed an INS breakup bill by the House Judiciary \nCommittee chairman, Rep. F. James Sensenbrenner Jr. (R-Wis.). \n\n The House passed a bill last week to put border control under a new Department of Homeland Security and the \nprocessing of immigration forms under the Justice Department. \n\n A Senate bill would keep the INS intact and put it under the Homeland Security Department. \n"}