{"title": "Native language media are vital to immigrants", "body": "\nSAN JOSE, Calif. - The finely brushed hair and polished skin. A gray suit hinting at the slimmer - but still impressive \n- physique flexing inside.\n\nAnd those green, expensive-looking cowboy boots gleaming from the brightness of the overhead spotlights inside \nthe California Theatre.\n\nCalifornia Gov. Arnold Schwarzenegger is the undisputed fittest and coolest-looking governor. But he kicked off the \n25th annual convention of the National Association of Hispanic Journalists last week by putting those boots in his \nmouth. By now, most folks know what he said.\n\n\"You have to turn off the Spanish television set,\" the governor said. \"I know this sounds odd, it's not the politically \ncorrect thing to say, and I'm getting myself into trouble. But I know that when I came to this country, I did not or very \nrarely spoke German anymore.\"\n\nI was in the audience that evening. Up to that point, the Gubernator was sounding, well, gubernatorial in front of \nhundreds of Latino journalists from across the nation.\n\nA Republican, he has drawn criticism from his more conservative party members for his support of immigration \nreform, although he said he would not sign the current bill in debate as currently drawn up. He believes in universal \nhealth care coverage for Californians, including children of undocumented immigrants.\n\nHe sees the dangers posed by global warming, and drew chuckles in acknowledging that he drives and owns five \nHummers, though some are \"green.''\n\nOffice holders, he said, should be \"public servants rather than party servants.''\n\nHis TV comments came in response to a question as to why one third of immigrant children in California fail a \nmandatory but controversial state high school English exam that affects graduation.\n\nGiven that many in the crowd included Spanish language media representatives, the comment raised eyebrows, \npassions and blood pressures.\n\nSome denounced him. Others, like myself, factored Schwarzenegger's track record of occasionally blurting out half-\nbaked pabulum before the brain is fully able to digest and filter it through. So I gave him some slack.\n\n\"He's compassionate about immigration, but he's no-nonsense about it,\" said Gustavo Arellano, a staff writer at the \nOrange County Weekly. \"You can't peg him.\"\n\n\nWell, let me try. Schwarzenegger believes folks who come here, or to any country for that matter, are at an \nemployment, education and economic disadvantage if they don't learn the language.\n\nAbsolutely no argument here. He believes the best way to learn the language is to completely and totally immerse \noneself in the language one is learning, as he says he did when he came here. I agree, since that's what happened \nto me when I came from Puerto Rico at the age of 5.\n\nBut he thinks that turning off Spanish TV is a good way to help achieve that English speaking goal. The two, \nhowever, are not mutually incompatible. On this, Schwarzenegger is ignorant or forgetful of history, both that of his \nown people as well as linguistic assimilation.\n\nNative language newspapers, TV and radio programs are critical in helping newcomers navigate through a new \nsociety and culture. There were, for example, German newspapers and German-only schools in Minnesota in the \nlate 1800s.\n\nBut a vast body of evidence and numerous studies point to the fact that children of immigrants begin embracing \nEnglish - through school and acculturation - even as first generation arrivals. By the second generation, English \nalready has become the dominant language, so much so that many can't even speak their parents' native \nlanguage.\n\nAlso, the fact that there are long waiting lists across the country to enroll in adult English classes should dispel the \nperception that most immigrants don't want to learn the language.\n\nActually, Schwarzenegger should support turning on Spanish TV, or Japanese TV or German or Chinese TV - not \njunk, of course, but quality programs. What we need more of in this country are young Americans who can speak at \nleast two languages, in order to better compete on the global market or stage with foreign peers who already speak \ntwo if not three or more languages.\n\nThat's what you really wanted and meant to say, Arnold, right? Hasta la vista, baby.\n\nThe Latino Reporter contributed to this story.\n\nRubén Rosario can be reached at 651-228-5454 or rrosario@pioneer  press.com. \n"}