{"title": "FREMONT WOMAN CHARGED IN IMMIGRATION FRAUD SCHEME", "body": "\nA Fremont woman has been indicted in federal court for creating phony paperwork in an attempt to dupe \nimmigration officials into granting amnesty to at least 300 illegal immigrants in Northern California.\n\nA grand jury Monday charged Emma Rosella D'Fiandra with eight counts of fraud and two counts of possessing \nfalse documents in a plot that lasted from 1986 until 1991 and earned more than $1 million.\n\n\"It was a shopping center of immigration fraud,\" said Assistant U.S. Attorney Steven Gruel in San Francisco. \"It \nwas possible on her part to get any documents and back-date them to establish one's fraudulent stay in the United \nStates.\"\n\nThe alleged scheme took advantage of the 1986 Immigration Reform and Control Act, which offered amnesty for \nillegal immigrants who lived in the United States for 10 straight years before 1982, the indictment alleges.\n\nD'Fiandra, 50, allegedly churned out fake back-dated receipts, airplane tickets and tax returns to help immigrants \ncontend they were eligible to eventually become citizens.\n\nD'Fiandra would cook those papers in a microwave oven and then dirty them to make them appear older, Gruel \nsaid. She also claimed to have known immigrants for years although she had just met them, Gruel said.\n\nOnce the resident of a swank $700,000 home in Fremont's Niles district, D'Fiandra is currently imprisoned on other \ncharges in a women's facility in Chowchilla.\n\nThe alleged scam operated out of two businesses, D'Fiandra Legal Services and Laemita Rosella Fiandra Law \nOffices. She filed between 300 and 1,200 phony amnesty applications in INS offices in San Jose, Stockton, Salinas, \nFresno and San Francisco, Gruel said.\n\nGruel said it is unclear what might become of the illegal immigrants who sought D'Fiandra's help. She allegedly \nclaimed in amnesty applications that some clients lived at her home on Tothero Place.\n\nApplicants paid from $3,500 to $15,000 for the fake documents, Gruel said. Authorities think she was starting \nsimilar operations in Reno and Phoenix.\n\nD'Fiandra's 48-year-old brother, Carlos Castagnetto, also was charged with signing false affidavits, Gruel said. He \nallegedly falsified his own application for amnesty, swearing that he worked for a farm labor contractor that never \nexisted.\n\nD'Fiandra also held classes for illegal immigrants on how to lie to the Immigration and Naturalization Service, \nfalsely claiming that she once worked there, Gruel said. In fact, she came to the country illegally from Peru in 1978, \nGruel said. She allegedly used more than 18 aliases and the Social Security number of a dead man born in 1897.\n\n\nAuthorities learned of the alleged scheme in 1991, after noticing suspicious patterns in many applications.\n\nD'Fiandra fled to Florida after April 1991 searches of her home and business on Stevenson Place revealed \nevidence of the plot, Gruel said. Among the items found were counterfeit green cards, Social Security cards, birth \nand death certificates from foreign countries and postage cancellation stamps from a variety of countries used to \nback-date letters.\n\nShe was later arrested in Florida for passing bad checks and is serving a sentence in Chowchilla for that crime, \nGruel said. The prosecutor declined to say why the indictment was just handed down.\n\nD'Fiandra is facing a sentence of up to 50 years in prison and a $2.5 million fine if convicted. Castagnetto is facing \nfive years in prison and a $250,000 fine.\n"}