{"title": "EDITORIAL: Trump attacking Fox is further proof of his intolerance to criticism", "body": "\nPresident Donald Trump took to Twitter this morning, slamming Fox News for a poll reporting that more than half of \nvoters want him out of office. \n\nOn Wednesday, a Fox News Poll found that 51 percent of registered voters want Trump impeached and removed \nfrom office  - a 10 percent increase from July's poll. These numbers are obviously upsetting to Trump and he took \nthis as an opportunity to slander a news organization that has generally been supportive of his presidency. \n\nThis behavior is not out of the ordinary for Trump, however, who has declared the press the enemy of the people on \nnumerous occasions and espouses \"fake news\" rhetoric. From the beginning of his presidency, he has attacked \nnews organizations including The New York Times and CNN many times. What is concerning about the tweets is \nthat they are directed toward Fox News, a company full of Trump supporters. \n\nBut Fox News is not an organization that would resort to skewing numbers in order to gain political favor. It must \nabide to some code of ethics in order to be viewed as a somewhat legitimate newsroom. Pollsters would not \noutright misrepresent what voters said and the job of Fox journalists is to report on their findings. \n\nMoreover, the poll should not come as a surprise to Trump or his supporters. With Pelosi's announcement last \nTuesday, there has been a clear trend of more Americans becoming supportive of his impeachment. They, too, are \nbeginning to find his past behaviors indefensible. In an ideal world, Trump shouldn't be making commentary on \nthese polls.   \n\nAdditionally, this poll ultimately does not change Fox's overall view of Trump. Anchors like Sean Hannity and Laura \nIngraham will continue to support Trump and his policies, regardless of the findings in these polls. There have been \na countless number of instances in which they could have called for Trump's impeachment, and at this point, \nnothing will change their stance. \n\nTrump's continued persecution of journalism is, of course, damaging to the country. Suggesting that even Fox \nNews can't be trusted will probably lead his supporters to abandon U.S. news organizations altogether, leaving the \nonly reliable place for them to receive news Trump himself. To say this would result in a skewed and uninformed \nview of the world is an understatement.\n\nA reality in which citizens are distrusting of news is harmful both for the future of journalism and the country. If \nanything, these tweets are further proof that the president does not accept criticism in any way. \n\nTrump continuing to go after Fox raises the question of where these attacks will end. Does Trump simply not view \nany news organization as legitimate - even those that support his administration?  \n\n\nPerhaps, he will lean towards more extreme conservative news organizations like Breitbart News in the meantime, \nor at least until it releases a poll that will hurt his reputation.\n"}