{"title": "Lawmakers hear Americans' voices on immigration; Hearings held on both coasts to discuss bills", "body": "\nSAN DIEGO -- Congressional Republicans heard lively testimony Wednesday from mayors, sheriffs and ordinary \ncitizens in two public hearings held on both coasts to discuss illegal immigration.\n\nThe hearings in San Diego and Philadelphia marked the opening of a summer season that will take proponents of \ncompeting immigration proposals in Congress across the country. The aim is to demonstrate public support for \ntheir plans.\n\nThe House bill focuses on enforcing the border and cracking down on companies that hire illegal immigrants.\n\nThe House version does not include the proposal of the Senate bill to create a path to citizenship for most of the \nestimated 12 million people living here illegally.\n\nIn Washington, President Bush appeared at a donut shop in Virginia owned by an Iranian immigrant to reaffirm his \ncall for a bill that allows some of those here illegally to qualify eventually for citizenship. Although he called for more \nborder security, Bush said, \"We're not going to be able to deport people who've been here working hard and raising \ntheir families.\"\n\nOn the West Coast, much of the talk was about how hard it is to handle the stream of Mexican citizens coming \nacross the border.\n\nRep. Ed Royce, R-Calif., chairman of the subcommittee on international terrorism, said that if Congress approved \nthe House-passed bill, it would establish \"operational control of our border.\"\n\n\"It is elementary: To defend ourselves, we must secure our borders,\" Royce said.\n\nLaw enforcement officials testified that a large number of criminals were slipping across the border.\n\nLos Angeles County Sheriff Lee Baca said 27% of the inmates in his jails are illegal immigrants. Rick Flores, sheriff \nof Webb County, Texas, says his department duels with drug cartels and smuggling operations across the border in \nNuevo Laredo, Mexico.\n\n\"We need your help,\" he said. \"The Mexico government is in on the narco-smuggling.\"\n\nDarryl Griffen, chief of the San Diego sector of the U.S. Border Patrol, said he needs not just more officers but \nbetter technology to stop illegal entrants.\n\n\nHe said electronic monitoring equipment that assists officers covers 9 miles of the 60 miles of border for which he is \nresponsible.\n\n\"They're turning our country into their country,\" said Dan Colandria, 34, of Vista, Calif.\n\nColandria said he is a member of the Minutemen, a volunteer group that patrols the border with Mexico and calls \nauthorities when people are spotted trying to sneak across.\n\n\"It's just not right,\" he said.\n\nDemocrats mocked the Republicans for holding hearings they said would not lead to solutions.\n\n\"These hearings are not designed to legislate -- they are designed to whip up public opinion,\" said Rep. Brad \nSherman, D-Calif.\n\nNew York City Mayor Michael Bloomberg, a Republican, urged lawmakers to find a way to let illegal immigrants \nremain in the country. He told the panel in Philadelphia that New York City is home to more than 3 million \nimmigrants and a half-million of them came here illegally.\n\n\"Although they broke the law by illegally crossing our borders ... our city's economy would be a shell of itself had \nthey not, and it would collapse if they were deported,\" he said. \"The same holds true for the nation.\"\n\nPhiladelphia Police Commissioner Sylvester Johnson and representatives of Pennsylvania's dairy, landscaping and \nhospitality industries testified in favor of giving illegal immigrants a chance at citizenship.\n\nLouis Barletta, the Republican mayor of Hazleton, a northeast Pennsylvania town of 22,000 people, said his city \nhas been \"terrorized\" by illegal immigrant drug dealers and murderers.\n\nHe said he is pushing an ordinance that will impose tough penalties on employers who hire illegal immigrants.\n\n\"I have had enough,\" Barletta said. \"This ordinance is intended to make Hazleton one of the most difficult places in \nthe United States for illegal immigrants.\"\n\nKiely reported from Philadelphia\n\nGraphic\n\n \n\nPHOTO, Color, William Thomas Cain, Getty Images\n\nPHOTO, B/W, Jason Reed, Reuters\n\nPHOTO, B/W, Denis Poroy, AP\n"}