{"title": "Moore vs. Strange: Polling opens in Alabama Republican primary; The outcome will set the stage for possibly nasty GOP fights next year.", "body": "\nIn the first skirmish of the coming fight for the soul of the Republican Party, polls have opened in the Alabama \nspecial election to replace Attorney General Jeff Sessions in the Senate. \n\nRepublicans face a choice between Sessions's appointed replacement, former state attorney general Luther \nStrange, and former Alabama Supreme Court judge Roy Moore. But the outcome will determine far more than the \ncareer path of either man, as national conservative groups have moved into the state to fight a proxy war over the \ncurrent leadership of the party in Washington - as well as the degree to which President Trump can still direct the \nmovement that swept him into office. \n\nA victory for Moore, the front-runner in recent polling, could be bad news for other incumbent Republican senators \nfrom states including Arizona, Nevada, Mississippi and Tennessee who are preparing for the possibility of insurgent \nanti-establishment challengers in the 2018 Senate primaries.\n\n For the moment, Strange is the candidate of the party establishment, a conventional southern Republican in the \nmold of Alabama Sen. Richard C. Shelby. He has earned the support of President Trump, Senate Republican \nleadership and much of the national business community. \n\nMoore, by contrast, is a Bible-quoting evangelist who has twice been removed from the Alabama Supreme Court for \ndefying judicial orders. He has the backing of national Christian leaders, former White House strategist Stephen K. \nBannon and conservative celebrities including Sarah Palin and Duck Dynasty's Phil Robertson. Moore has \npromised to disrupt the Senate if he makes it to Washington, in part by opposing anything he sees as contrary to \nthe supremacy of God's law over the U.S. Constitution.\n\nThough Moore has led all public polls in the weeks leading up to the election, turnout is expected to be low, creating \nthe potential for a surprise outcome. In a first round of Republican primary voting on Aug. 15, only 425,379 people \ncast ballots, or less than one third as many Alabamians as voted for Trump in the 2016 election. \n\nPolitical consultants on both sides expect the turnout Tuesday to be only slightly higher, a situation that could give \nthe advantage to Moore, who has a motivated core base of religious supporters. \n\nMoore won the earlier contest, but because he earned less than 50 percent of the vote, he now faces Strange in a \nrunoff. Rep. Mo Brooks (R-Ala.) was the third-place finisher in the first round.\n\nUnder a new state law signed in May, Democrats who participated in the August Democratic primary are barred \nfrom voting in the Republican runoff. Democratic Senate nominee Doug Jones plans to contest the Republican \n\n\nwinner in a Dec. 12 general election, though it is not clear yet whether Jones will make it a competitive race in a \nstate that last sent a Democrat to the U.S. Senate in 1992, when Shelby won on the Democratic ticket.\n\nTo counter the base's support for Moore, the U.S. Chamber of Commerce has partnered with the local Business \nCouncil of Alabama to get large corporate employers to encourage turnout for Strange. \"Turnout is key, and we will \ndo everything to expand the August 16th primary turnout for the runoff,\" said Council CEO William Canary in an \nemailed statement. \"Senator Strange has proven he is the right person to continue the legacy of former Senator Jeff \nSessions because he has the experience of bringing jobs to Alabama.\"\n\nMoore has faced an onslaught of more than $4 million in television, digital and direct mail ads in the final weeks of \nthe campaign, sponsored both by the U.S. Chamber of Commerce and the Senate Leadership Fund, an \nindependent political committee that is allied with Senate Majority Leader Mitch McConnell (R-Ky.). The ads have \ncollectively tried to make the case that Moore is a \"career politician\" who does not support Trump's agenda, \nincluding a border wall. Moore, who has held elected office only as a state judge, has said that he supports the \nborder wall if necessary, but he has also called for the U.S. military to be dispatched to the Mexican border in the \nmeantime to stop unauthorized immigration.\n\nTrump traveled to Alabama on Friday to host a rally for Strange, reinforcing the message that Strange would keep \nfederal money flowing into the state. At the same event, Trump gave some comfort to Moore supporters, including \nmany in his audience, by confessing at one point that he \"might have made a mistake\" in endorsing Strange, since \nMoore leads the polls. If Moore wins the primary, Trump said, \"I'm going to be here campaigning like hell for him\" - \nprompting applause from the crowd.\n\nWithout the funding to respond to ads directly, Moore has depended on church networks and conservative groups, \nincluding the Breitbart news website, which is overseen by Bannon.\n\nMoore would come to Washington with an unusually religious outlook on the God's role in the Constitution, which \nhe believes was written with the understanding that all of its precepts are secondary to the teachings of a Christian \nGod. \n\nIn 2003, Moore refused to comply with an order from a federal judge to remove a monument to the Ten \nCommandments he had installed in his courthouse to show the supremacy of \"the law of nature and nature's God.\" \nHe was removed from office as a result. More than a decade later, after reelection, Moore was suspended from the \ncourt again, after he declared that the 2015 ruling by the U.S. Supreme Court legalizing same-sex marriage was \nillegitimate. He later retired. \n\nOne concern of Republican consultants is that a victory by Moore will show a weakness in the Republican \nleadership's control of primaries heading into the 2018 midterms. In the 2010 and 2012 elections, Republicans lost \na series of painful Senate elections, after insurgent tea party candidates won in Republican primaries and struggled \nin the general elections. Since then, McConnell and his allies have intervened early and with significant funds to \nbeat back candidates they believe are less likely to win a general election. \n\nIf Moore wins Tuesday, he will be the first candidate to overcome the establishment show of force since 2014. \n\nmichael.scherer@washpost.com\n"}