{"title": "Immigration quandary; New plan encounters immediate criticism, signaling tough debates ahead", "body": "\nWASHINGTON — The chairman of the Senate Judiciary Committee detailed his plan for overhauling the nation's \nimmigration laws Friday, setting the stage for a highly charged debate in the Senate this spring that could further \nsplit the Republican majority on an issue that already has pitted President Bush against many congressional \nRepublicans.\n\nIn a draft bill that runs to more than 300 pages, Sen. Arlen Specter, R-Pa., called for creating a guest worker \nprogram that would temporarily legalize the status of millions of illegal workers now living in the United States. \nPresident Bush has said a guest worker program is needed to ensure a supply of workers for jobs Americans will \nnot take.\n\nSpecter's plan includes tough law enforcement and border security measures, and would allow for an increase in \nsome categories of legal immigration. The plan will be considered by the Judiciary Committee Thursday and could \nbe debated by the full Senate before the end of March.\n\nIt immediately drew criticism both from advocates of a crackdown on illegal immigration and groups pushing for \nthe government to provide illegal workers with a way to earn citizenship.\n\n\"It's a disaster,\" said Jack Martin, director of special programs for the Federation for American Immigration Reform, \na group that advocates tighter controls on legal immigration. Martin said Specter's proposal would lead to amnesty \nfor millions of illegal workers and would increase legal immigration.\n\nUnder Specter's plan, an estimated 8 million to 9 million illegal immigrants who entered the United States before \nJan. 4, 2004, and are now employed could apply to temporarily legalize their status through the guest worker \nprogram. Qualified applicants could apply for a three-year work visa and one three-year extension before being \nrequired to return to their home countries.\n\nIn addition, would-be immigrants would be allowed to apply for the program from their home countries.\n\n\"The committee must grapple with a realistic means of bringing out from the shadows the possible 11 million illegal \naliens in the United States,\" Specter said in a letter he sent to committee members along with his draft bill.\n\nMartin described the draft as containing \"basically pro-business provisions\" that would guarantee a supply of foreign \nlaborers for American businesses.\n\nBut Kevin Appleby, of the U.S. Conference of Catholic Bishops, said Specter's plan could \"create a permanent \nunderclass\" of foreign workers with no hope of gaining U.S. citizenship. \"This is against traditional American \nvalues,\" Appleby said.\n\n\nThe question of what to do about the millions of workers now living in the United States illegally has divided the \nRepublican Party. Some, like Bush, say a guest worker program is an essential part of any immigra tion overhaul. \nOthers say it is wrong to legalize — even temporarily — the status of anyone who has entered the country illegally.\n\nIn December, the House passed an immigration bill that emphasized tighter border controls and tough law \nenforcement measures aimed at cracking down on illegal immigrants and the employers who hire them.\n\nThat legislation ignored Bush's call for a guest worker program.\n\nSpecter's plan incorporates elements of several immigration measures already introduced in the Senate. Sen. \nJohn McCain, R-Ariz., has been holding town hall meetings this week, promoting an immigration overhaul plan he \nhas proposed with Sen. Edward M. Kennedy, D-Mass., that would create a guest worker program allowing millions \nof illegal workers to legalize their status and work their way toward citizenship.\n\nSpecter's plan also includes an increase in border control agents and would increase the use of technology at the \nborder aimed at better screening those seeking to enter the country. It would tighten deportation laws and would \nrequire employers to check the Social Security numbers of new employees against a computerized federal \ndatabase.\n\nIn addition, Specter's draft plan calls for the number of green cards granted to workers annually to be increased \nfrom 140,000 to 290,000 and would increase the number of visas granted to unskilled workers.\n\nMcCain could not be reached for comment. Kennedy reacted cautiously to the proposals, saying in a statement that \nhe looks forward to working with Specter \"to enact the realistic immigration reforms we need\" and ensure that \"the \n11 million illegal workers already here will have a way to earn permanent residence and citizenship.\"\n\nSen. John Cornyn, R-Texas, who has introduced his own immigration bill, said Specter's ideas \"will advance this \nimportant debate.\" In contrast to Specter's plan, Cornyn's bill would require all workers now in the United States \nillegally to return to their home countries before they could apply for a guest worker program.\n\nThe contentious issue of overhauling our national policy comes before Congress.\n"}