{"title": "U.S. planning to get tough, detain aliens asking asylum Clinton selects INS chief; now all she needs is money", "body": "\nIn a reversal of previous policy, federal officials said Friday that the United States has started detaining would-be \nimmigrants who ask for political asylum.\n\nPreviously, most foreigners who arrived in the United States claiming political persecution at home were released \nand many times given work permits until a judge could hear their cases - often 18 months or so later. Many simply \ndidn't show up for their hearings and disappeared into U.S. society.\n\nThe new Immigration and Naturalization Service policy went into effect about three weeks ago in response to an \nincreasing number of Chinese coming ashore illegally, a senior White House policy analyst said at a background \nbriefing Friday. About 2,000 asylum seekers currently are being detained, the official said.\n\nAtlanta-area immigration officials have been working with local law enforcement agencies to find adequate space \nfor detainees, said Fred Alexander, deputy district director for the INS office in Atlanta. \"We could handle one \nboatload, should they arrive on the Southeast coast,\" Mr. Alexander said.\n\nSeveral INS detention facilities in Texas also are being prepared, he said.\n\nFriday's disclosure came as President Clinton revealed a multiagency federal plan to clamp down on illegal \nimmigration. Mr. Clinton said he wants to expand investigations and broaden prosecutions, go after smugglers at \nthe source, interdict ships at sea and speed up procedures for processing entry claims and returning economic \nmigrants.\n\nThe president, who announced the plan during a ceremony in which he named former Justice Department official \nDoris Meissner as his choice for INS commissioner, also said he will ask Congress to approve measures that would \nincrease the length of prison terms for smugglers of aliens and allow federal officials to use the Racketeer \nInfluenced and Corrupt Organizations Act (RICO) to seize their assets.\n\nINS officials like the RICO provision.\n\n\"This would allow us to go after the head of the organization rather than bite at its ankles,\" Mr. Alexander said.\n\nBut immigration officials and observers are quick to point out that the proposed measures would lack teeth without \nadequate funding.\n\n\"It remains to be see if the administration is going to put its money where its mouth is,\" said Ira Mehlman, a \nspokesman for the Federation for American Immigration Reform. \"We have heard too many statements in the past.\"\n\n\nSome officials say the money could come from a $ 20 million immigration emergency fund.\n\n\"That's been discussed,\" said INS spokesman Duke Austin, \"but there's been no money taken out of that fund and \ngiven to the INS to date.\"\n\nAnother federal official said he expects most of that money to be allocated soon.\n\nGraphic\n\n \n\nphoto: President Clinton named former Justice Department immigration official Doris Meissner his choice for INS \ncommissioner. / Associated Press\n"}