{"title": "Stop Debating Illegal-Immigrant Numbers", "body": "\nTo the Editor:\n\nOn June 25, you reported on a new National Academy of Sciences study of immigration statistics (''Low Number \nGiven for Illegal Aliens: Report Says Their Population Has Probably Not Gone Up Sharply in Recent Years'').\n\nImmigration is at or near the highest levels in United States history. Yet, as the title of the report suggests, a review \nof immigration statistics reveals ''A Story Neglected.'' Important basic data on the flow of immigrants into the United \nStates is going uncollected. The information that is gathered is often inaccurate, unavailable or unusable to policy \nmakers, scholars and the general public.\n\nThe report calls for the Immigration and Naturalization Service to report statistics in a more accurate and timely \nfashion. In addition, it recom mends that I.N.S. and other data-gathering agencies coordinate their research efforts, \nand that such activities receive small but meaningful increases in funds.\n\nI cite these findings because your account of the study gives short shrift to these important recommendations. \nInstead, it focuses on one appendix that revives the tired question of exactly how many illegal aliens reside in the \nUnited States.\n\nThe answer is, of course, that nobody knows how many illegal aliens are here. However, we do know that \napprehensions of illegals have increased 3,000 percent during the same period that border patrol personnel \nincreased only 50 percent. We also know that the number of foreign visitors to this country has more than doubled \nover the last 15 years, and there is no reason to believe that the proportion who ''overstay'' and violate their visas is \ngoing down. Illegal immigrants who come are staying longer and bringing more family members. Most important is \nthat the population in every major source country of migration is soaring.\n\nIn other words, the number of illegal immigrants is clearly large enough to warrant concern. At this stage, we \nshould be debating solutions rather than engaging in an endless and ultimately futile dispute over the precise \nnumbers involved.\n\nPerhaps that is why the National Academy of Sciences report spends two pages on the ''numbers debate,'' which \nyour article reported in detail, and more than 300 pages on how to improve immigration statistics, which your article, \nregrettably, did not explore.ROGER CONNER Executive Director, Federation for American Immigration Reform \nWashington, June 26, 1985\n"}