{"title": "CHANGE OF POLICY ON U.S. IMMIGRANTS IS URGED BY PANEL", "body": "\nA Federal advisory commission will soon recommend gradually reducing legal immigration by one-third and \nreshuffling visa priorities to speed up the admission of spouses and young children of legal aliens, members of the \npanel have said.\n\nThe proposals, to be presented to Congress later this month, would make the biggest changes in more than 40 \nyears in policies governing the selection of legal immigrants.\n\nThe panel's plan would clear up a huge backlog of visa applications from the immediate relatives of permanent \nresident aliens. But it would also eliminate longstanding visa preferences for siblings and adult children of United \nStates citizens, making immigration more difficult for them.\n\nThe nine-member advisory panel, the Commission on Immigration Reform, headed by former Representative \nBarbara Jordan of Texas, will emphasize the importance of the nuclear family as the basic unit of immigration, \nmembers said.\n\nUnder the panel's recommendations, the immediate relatives of United States citizens -- spouses, children under \nthe age of 21 and parents -- would still be allowed to immigrate without a waiting period or limits on the number \nadmitted each year.\n\nBut panel members said they would recommend eliminating immigration preferences that have been granted for \ndecades to other close relatives, including the brothers, sisters and adult children of United States citizens. In \ngeneral, those relatives could not obtain visas to immigrate unless they qualified because of their job skills.\n\nThe commission's proposals are likely to be influential on Capitol Hill because Congress created the commission, \nappointed eight of the nine members and is seeking new ways to overcome deep disagreements on immigration \npolicy.\n\nSince lawmakers have not yet seen the report, there is no way to know how its recommendations will fare in \nCongress. But it is built on a complex set of trade-offs intended to offer something to all sides in the immigration \ndebate. And it will no doubt further appeal to many in Congress simply because the commission and its report offer \nsome political cover on highly contentious issues.\n\n\nMany Republican lawmakers favor new limits, but some, like Dick Armey of Texas, the House majority leader, see \nimmigration as an engine of economic growth and oppose new restrictions.\n\nIn addition, the recommendations come at a time when many Americans are expressing concern about immigration, \nwhether legal and illegal. In California last November, voters approved a ballot measure that would make illegal \naliens ineligible for public education and most social services. Judges have delayed its enforcement while it faces \nlegal challenges.\n\nIn addition, the House of Representatives in March approved a bill that would deny welfare, food stamps and \nMedicaid to legal aliens.\n\nSome members of the immigration panel said they were reluctant to discuss its recommendations because they \nwere still editing the report. But some suggested that public concern about illegal immigration was inevitably \ninfluencing public attitudes toward legal immigration.\n\nOne member of the panel, Bruce A. Morrison, a former Democratic member of Congress from Connecticut, said: \n\"Current levels of legal immigration are not a problem. But in the context of substantial illegal immigration, there is a \nproblem.\"\n\nLawrence H. Fuchs, a professor at Brandeis University who is vice chairman of the commission, said, \"In the \naggregate, on balance, immigrants have contributed to strengthening the United States.\" He deplored what he \ndescribed as a public \"fixation on numbers\" but added, \"We have to have limits because of the disproportionate \nimpact of immigration in some places like Los Angeles.\"\n\nAt a closed meeting, from May 23 to 25, commission members said, they affirmed the value of legal immigration, \nbut voted to recommend that Congress reduce it by one-third over the next few years from its average over the last \nthree years of 830,000 a year. In the transition period, 700,000 immigrants would be admitted annually. After the \ntransition, 550,000 would be admitted each year, and that would become the normal level of legal immigration.\n\nAs a corollary, panel members said, Congress should eliminate the large backlog of visa applications already filed \non behalf of the spouses and minor children of permanent resident aliens. Congress could do that over three to \neight years, they said.\n\nAn immigration expert who worked with the commission said: \"Both sides of the equation are necessary. Reducing \nimmigration without expediting the entry of immediate relatives flies in the face of human nature. It will only increase \nillegal migration. But expediting their entry requires the elimination of other categories in order to get the needed \nvisa numbers.\"\n\nSusan Martin, executive director of the commission, said there were 1.1 million would-be immigrants on the \nwaiting list of spouses and minor children of legal permanent residents. About 850,000 are relatives of illegal aliens \nwho gained legal status under an amnesty program created by Congress in 1986. Most others are overseas \nrelatives of recent legal immigrants.\n\nMs. Martin said it would take at least a decade to work through the backlog under current law. Commission \nmembers said it was not in the national interest for families to be apart for so long.\n\nThe panel's major recommendations were approved by votes of 8 to 1. Commission members said they were \nsurprised that they had achieved a bipartisan consensus. The dissenter was Warren R. Leiden, executive director \nof the American Immigration Lawyers Association, whose members represent legal and illegal aliens, their relatives \nand employers.\n\n\"This is a short-sighted proposal,\" Mr. Leiden said in an interview. \"I would support revising the priorities for family \nimmigration, but cannot support the commission's proposal to eliminate three of the four existing family preference \ncategories. I also oppose the reduction of almost 30 percent in the ceiling for employment-based immigrants.\"\n\n\n\nThe commission recommends that the Government levy substantial fees on employers who want to bring in foreign \nworkers like computer scientists, engineers and health professionals. The fees are meant to discourage employers \nfrom hiring foreign workers when Americans are available. Employers willing to pay the fees could import foreign \nworkers faster than they do now.\n\nMr. Leiden criticized this proposal as a tax on American businesses that use foreign workers. He said it would \nhinder access to the skills needed to compete in a global economy.\n\nAnother panel member, Harold W. Ezell, a former Western regional commissioner of the Immigration and \nNaturalization Service, said: \"I believe immigration is good for America. But too much of a good thing can be \nharmful. I love certain types of candy, but if you eat too much, you'll overdose on chocolate. We've got to have \nbalance.\"\n\nSenator Alan K. Simpson, the Wyoming Republican who is chairman of the Judiciary Committee's Subcommittee \non Immigration, has proposed a 25 percent reduction in legal immigration over the next five years, to provide \"a \nbreathing space.\" The current flow of legal immigrants is more than can be \"comfortably absorbed,\" he said.\n\nIn September, the commission recommended a crackdown on illegal immigration along the border and at work \nsites. It said the Government should establish a computerized register of the names and Social Security numbers of \nall citizens and legal aliens authorized to work in the United States, so employers could verify the immigration \nstatus of job applicants. In February, President Clinton said he wanted to test such a system, but many civil liberties \nadvocate, Hispanic organizations, and Chinese and Jewish groups have opposed such proposals, saying they \ncould increase job discrimination.\n\nThe argument that illegal immigration would undermine support for legal immigration upsets many immigration \nlawyers. \"In essence, legal immigrants are being made scapegoats for the inability of Congress and the \nAdministration to control illegal immigration,\" said Stephen Yale-Loehr, who teaches immigration law at Cornell Law \nSchool.\n\nThe proposed changes come just five years after Congress authorized increases in immigration for certain groups, \nincluding highly skilled workers. The 1990 law more than doubled the number of immigrants who could be \nadmitted because of job skills, to 140,000 a year from 54,000. The Jordan commission proposes reducing the \nnumber to 100,000, on the ground that no more are needed.\n\nCommission members said they would also recommend eliminating the annual allotment of 10,000 visas for \nunskilled workers seeking jobs in the United States. The commission concluded that these immigrants compete \ndirectly with unskilled American workers and young people entering the labor force. In addition, panel members \nsaid that hundreds of thousands of welfare recipients would soon be looking for jobs if, as expected, Congress \nimposes tough work requirements as part of a bill to overhaul the welfare system.\n\nMany unskilled immigrants work in restaurants and home-care jobs, helping people who are elderly or disabled. \nAbout 79,000 unskilled workers are on the waiting list in this category. The Government is now issuing visas to \npeople who have been waiting five years.\n\nMs. Jordan, the chairwoman of the commission, is a professor at the University of Texas in Austin. The other \nmembers of the panel, besides Mr. Morrison, Mr. Fuchs, Mr. Leiden and Mr. Ezell, are Richard Estrada, an \nassociate editor of the editorial page of The Dallas Morning News; Robert Charles Hill, a lawyer in Washington; \nNelson Merced, a former state legislator in Massachusetts, and Michael S. Teitelbaum, a program officer at the \nAlfred P. Sloan Foundation in New York.\n\nGraphic\n\n \n\n\n\nGraph: \"BY THE NUMBERS: Legal Immigration\" shows legal immigration in the U.S. from 1979 1994. (Source: \nImmigration and Naturalization Services)(pg. B7)\n"}