{"title": "IMMIGRANTS VOTING FOR EMPOWERMENT", "body": "\n'Today we march; tomorrow we vote.\"\n\nThat sign, carried by an Asian couple in last April's massive immigrant march, made clear how well thousands of \nimmigrants understand - and have integrated into - their new society.\n\nIt also made clear that, in this electoral year, those aspiring politicians who think that playing the anti-immigrant \ncard will get them elected should think twice.\n\nLast Tuesday, some of New York's main advocacy groups unveiled Democracy in Action! - an immigrant \ncommunity empowerment campaign, which they said will become the largest ever in New York State. They made \nthe announcement at the Board of Elections in Queens, the most diverse borough in the country, where they also \ndelivered thousands of voter registration forms.\n\n\"Democracy in Action! is a national campaign in which New York plays an important role. It is an effort to channel \nthe energy of the mass rallies this spring calling for just and humane immigration reform,\" said Ana María Archila, \nthe youthful executive director of the Latin American Integration Center in Woodside, Queens, one of the groups \ninvolved.\n\n\"Mainly, it is a massive citizenship campaign, but it is also a grass roots effort to register those who are already \ncitizens but have not done it.\"\n\nLocally, the campaign's immediate goal is to turn out more than 100,000 immigrant citizens to vote in this \nNovember's elections, something that those seeking public office will do well not to ignore.\n\nBut Democracy in Action! also is a plan of action to activate an unprecedented number of immigrants to get \ninvolved - and stay involved - in the political process. And to do this, they don't have to be citizens or even \ndocumented, for that matter.\n\n\"Every Saturday for almost a year now, I spend three or four hours knocking on people's doors to motivate them to \nbecome voters,\" said Ana Velázquez, 36, an undocumented Mexican immigrant from Puebla who came to New \nYork 13 years ago with her husband. She is a volunteer at the Latin American Integration Center, where she also \ntakes English classes for free.\n\n\"Some people don't want to hear us and even slam the door on my face, but others do,\" she adds. \"I ask them if \nthey vote and tell them how important it is to vote in order to have more rights. I never tell them who to vote for, but \n\n\nI explain to them that, for example, we need more security, better education for our children, more after-school \nprograms, and that only by voting those in power will pay attention to us.\"\n\nVelázquez, the mother of four children born in New York, first visited the Woodside office of the Latin American \nIntegration Center because her sister-in-law told her that there she could learn English for free. A few months later, \nshe volunteered there to do political work. Despite her immigration status, it is obvious she does not feel powerless \nany more.\n\n\"My husband works in construction and I stay home taking care of our children,\" Velázquez said. \"We pay our taxes \nevery year, and we don't understand why they call us criminals. Our dream is to give our children an education so \nthey can become useful and self-sufficient. Sometimes I feel that I am between a rock and a hard place. My parents \nare in Mexico and I haven't seen them in 13 years and I know they need me.\n\n\"But my kids are here and they also need me, and I am afraid that if I go to Puebla I may not be able to come back.\n\n'I feel strange asking people to vote when I cannot do it,\" she said with conviction. \"But we want to become legal, \nand I feel it is important that I work to help achieve that.\"\n\nLike New York City, Democracy in Action! is a veritable rainbow of ethnicities. Latinos, Russians, Koreans, Chinese \nand many others have come together to build political power, protect their rights and make sure immigrants are \ngiven their due as decent, hardworking and productive members of society.\n\nMore and more immigrants are becoming citizens, registering to vote, or, like Velazquez, becoming politically \nactive. Those politicians who cynically play the anti-immigration card may be in for the surprise of their lives. \naruiz@nydailynews.com\n"}