{"title": "Use of Work Visas by Technology Companies Is Under Fire - Correction Appended", "body": "\nAs the information technology industry lobbies Congress to let more high-skilled foreign workers enter the country, \nnew immigration figures indicate that the companies applying for the most visas are using them for the kind of \njobs that critics say many Americans could easily be trained to perform.\n\nFigures recently given to Congress by the Immigration and Naturalization Service show that the 10 companies \nusing the most visas last year all provide contract labor and services -- jobs like computer and software installation \nand maintenance that critics contend do not necessarily require college-level math and science degrees.\n\nThe designation H1-B is used for work visas intended for hard-to-fill jobs. Many technology companies say they \nneed to import more workers under the H1-B program because of a shortage of technically proficient domestic \nworkers to fill crucial electrical engineering and product development jobs -- positions that often require master's or \neven doctorate degrees.\n\nAnd yet, the company that imported the most foreign labor last year under the H1-B program is the Mastech \nSystems Corporation, a Pittsburgh company that received visas for 1,733 employees -- or about 80 percent of its \ndomestic work force -- to bring in software programmers with only bachelor's degrees.\n\n\"This is not brain surgery,\" Representative Ron Klink, a Pennsylvania Democrat, said of the jobs being filled by \nforeign workers at companies like Mastech. \"These jobs do require some skill and intellect. But American workers \ncan be trained to take these jobs.\"\n\nMr. Klink, a member of the House Commerce Committee, requested a recent General Accounting Office review that \nquestioned the extent of the shortage of technology workers.\n\nHe and other critics want Congress to hold the line on the number of visas rather than adopt a proposal by Senator \nSpencer Abraham, a Michigan Republican, that would raise the number of H1-B visas to 95,000 from 65,000. \nAmerican industry, they argue, is exaggerating the dearth of qualified labor market to import foreign workers who \nare willing to work for lower pay and who take jobs from Americans.\n\n\nSupporters of the Abraham bill, which is scheduled for a Senate vote early next month, say the current ceiling will \nbe reached in May, four months before the end of the Federal fiscal year and leaving many crucial technology \nprojects at risk.\n\nNo comparable House legislation has yet been introduced. But the House Judiciary Committee's subcommittee on \nimmigration is holding a hearing on Tuesday. And the chairman, Lamar Smith, a Texas Republican, said he hoped \nto have a bill offered within a week and passed by the full House by the end of the month.\n\nIndustry lobbyists say the shortage of high-tech workers is so acute that failing to raise the cap could threaten one \nof the most vital parts of the nation's booming economy. Companies unable to fill crucial positions in this country, \nthey say, will have no choice but to send more sophisticated technology projects overseas.\n\nThe American information technology industry has 346,000 job openings -- more than enough to go around for \nforeign workers and Americans alike, said Harris Miller, president of the Information Technology Association of \nAmerica, a Washington trade group.\n\nComplicating the debate are some seemingly contradictory trends, as some key parts of the industry -- including \npersonal computer makers and chip companies -- are grappling with cyclical softening of their markets.\n\nTwo weeks ago, for example, the Intel Corporation played a lead role in releasing an industry study that contends \nthere is a dire shortage of skilled technology workers. By last week, the company was announcing plans to cut \nsome 3,000 jobs, mainly through attrition, in response to weakening demand for its microprocessors.\n\nBut the kinds of jobs going dark and the kinds going begging are not of the same skill level, according to Tracy \nKoon, an Intel spokeswoman. The company is always on the lookout for the type of highly skilled employees who \nreceive most of its H1-B visas. At Intel, about 3 percent of a work force of 67,000 people have been hired via H1-B \nvisas, and nearly 80 percent of the immigrants hold master's degrees or doctorates, Ms. Koon said.\n\nTwo other Silicon Valley advocates for the Senate bill, including the National Semiconductor Corporation and \nVarian Associates Inc., have frozen their work forces at current levels.\n\nVarian Associates, which is based in Palo Alto, Calif., is a maker of laboratory instruments, medical equipment and \nsemiconductor manufacturing equipment. It has only 30 H1-B visa holders among its 7,000 employees and is not \ncurrently seeking to add any new high-skill positions. Nevertheless, Varian wants the immigration cap raised.\n\n\"We don't know when the crunch is going to come; it's so cyclical,\" said Ernest M. Felago, Varian's vice president of \nhuman resources. \"Our only point is that it's another source of labor, so why dry it up?\"\n\nNational Semiconductor, also a chip maker, said that 55 of the 450 technical people it has hired this year required \nH1-B visas. Even though the company has imposed a temporary hiring freeze, National Semiconductor, like \nVarian, wants the visa limit raised to be assured of having access to the best talent from where ever and whenever \nnecessary.\n\n\"We would probably support taking the lid off altogether, but that's pretty radical at this point,\" said Tom Wulf, \ndirector of staffing for National Semiconductor.\n\nA problem with even the current caps, according to companies which seek the highest-skilled foreign workers, is \nthat too many of the H1-B visas are being used to fill jobs that do not require searching overseas for candidates.\n\n\"They should be hiring double-E people and people in product development,\" Mr. Wulf said, using an industry \nabbreviation for electrical engineers. \"Otherwise,\" he said, they shouldn't be allowed to use the visas.\"\n\nBut Mastech, for one, makes no apologies for using the visas or for bringing in such a high proportion of immigrant \nlabor. Mastech began as a high-tech personnel service but has expanded into helping companies design, install \nand update office computer systems.\n\n\n\n\"The whole market has grown so fast and the talent keeps declining,\" said Chuck Rusdill, investor relations director \nfor Mastech. He said the company has been forced to dip into the foreign labor pool for even bachelor-degree \nholders, not to pay lower wages but because of the dwindling number of American computer science graduates.\n\nMastech said that most of its H1-B workers arrive with a bachelor's degree in computer science and three to five \nyears of work experience. But Mr. Klink said that many of the jobs at Mastech and companies like it do not require \nmath or science degrees. Programming, he contended is a skill that many underemployed Americans can easily be \ntrained to do.\n\nDuring the 1993 and 1994 votes on free-trade treaties, \"we were being told that as we entered the new information \nage, our workers were going to be training for new information technology jobs,\" Mr. Klink said. \"Now, only four \nyears later, we're being told we don't have enough people, our people aren't trainable.\"\n\nAs the debate rages, even basic data are being questioned about the extent of the job opportunites in information \ntechnology. In addition to the the Information Technology Association of America study that found 346,000 job \nvacancies, the Commerce Department has estimated that the information technology industry will need an \nadditional 1.3 million workers over the next decade.\n\nBut the recent General Accounting Office review questioned the validity of those numbers and the methods used \nfor calculating them.\n\nAnd while the industry points to figures showing wages in information technology are as much as 64 percent \nhigher than the national average, critics say a rather modest wage growth in the field does not bear out claims of a \nlabor crisis.\n\nNorm Matloff, a computer science professor at the University of California-Davis, said that Norm Matloff said that \nBureau of Labor Statistics indicate salaries for computer programmers rose 7 percent last year -- not a rate that \nwould indicate employers are desperate for new labor, he said.\n\nCorrection\n\nAn article in Business Day on April 20 about technology companies' hiring of foreign workers misstated the name \nof one company. It is the Mastech Corporation, not Mastech Systems. The article also misspelled the surname of \nthe company's investor relations director. He is Chuck Rudisill, not Rusdill.\n\nCorrection-Date: April 29, 1998, Wednesday\n\nGraphic\n\n \n\nChart: \"Who Uses High-Skill Visas\"\n\nAcross the country, thousands of foreigners with special work visas, called H1-B visas, are working for \ntechnology companies that say they need the foreign labor to fill skilled jobs that cannot be filled by Americans. \nSome critics, though, contend that the workers are not necessarily more skilled, just less expensive. Chart lists \ncompanies with the largest number of these workers. (Source: Immigration and Naturalization Service)(pg. \nD10)      \n"}