{"title": "Ex-US Rep. Tancredo makes third bid for Colorado governor", "body": "\nDENVER (AP) - Former U.S. Rep. Tom Tancredo is entering Colorado's Republican gubernatorial race, bringing a \nfamiliar hard line on immigration and drawing an early barb Tuesday from Democratic candidate U.S. Rep. Jared \nPolis.\n\nColorado Politics reported Tuesday that Tancredo will officially launch his third bid for governor on Wednesday.\n\nA five-term former congressman from Denver's southern suburbs, Tancredo made his mark as an advocate for \nstrict immigration laws and enforcement and is a contributor to conservative Breitbart News, run by Steve Bannon, \nthe former adviser to President Donald Trump. He said he'd welcome Bannon's support if he needs it.\n\nTancredo ran for governor in 2010 and 2014 - the first time as a candidate of the American Constitution Party. He \nsparred with GOP leaders both times and blamed his 2014 primary loss to former Rep. Bob Beauprez on a \nspending campaign by the Republican Governors Association. He quit the party again in 2015 but rejoined this \nyear.\n\nTancredo brings a long-held hard line on immigration issues, and he listed roads and gun rights as among his other \npriorities. He condemned Republican leaders for staying silent when a Colorado Springs resort said it would not \nhost a 2018 conference organized by VDARE, a national anti-immigration group some have said is a forum for \nwhite nationalists.\n\n\"We have to anticipate what the establishment will do. It could get ugly,\" Tancredo told Colorado Politics. He also \nsaid he's been asking voters if they think he could defeat Polis if it came to that. \"So far, it looks like I have a \nchance,\" he said.\n\nNine Republicans and seven Democrats want to succeed term-limited Democratic Gov. John Hickenlooper.\n\nPolis issued a statement Tuesday saying Tancredo \"has spent his career championing hate groups, vilifying \nimmigrants, and seeking divisiveness.\"\n\n\"We cannot allow Steve Bannon's toxic brand of hate and white nationalism to take root in Colorado,\" Polis said.\n\nThe crowded GOP primary features State Treasurer Walker Stapleton, George Brauchler, who prosecuted Aurora \ntheater shooter James Holmes, and businessman Vic Mitchell, among others. Lt. Gov. Donna Lynne, former state \nTreasurer Cary Kennedy, former state Sen. Mike Johnson and businessman Noel Ginsburg are running on the \nDemocratic side.\n\nTancredo served in Congress from 1999-2009. He was regional director of the U.S. Department of Education \nunder Presidents Ronald Reagan and George H.W. Bush and is a former state representative.\n\n"}