{"title": "Beware the bogus green-card-lottery e-mail", "body": "\nOverseas e-mail scams are so rife, there's probably one in your inbox right now.\n\nIn the latest ruse, hucksters masquerading as State Department officials are using e-mails designed to look like \nnotifications from the U.S. Green Card Diversity Lottery Program in an attempt to extract up to $1,500 from \nunsuspecting immigrants.\n\n\"Congratulations! You are among the lucky selected winners,\" reads a shamrock-green pitch now being circulated. \nDigitally embossed with the spread-eagle insignia of the State Department, it provides a correspondence address in \nThailand and says that the winners eventually will have to pay fees of $970 per individual, or $1,490 per family, to \n\"complete\" the processing.\n\nThe targets could include citizens of foreign countries seeking to immigrate to the United States, as well as \nimmigrants already here on temporary visas who hope someday to get green cards that would allow legal, \npermanent residency.\n\nState Department spokesman Darby Holladay said the bogus e-mail was precisely the sort of scam that \"has been \nan ongoing problem\" for the visa program.\n\nHolladay said he \"could not immediately quantify\" how many people had been taken in by the fraud.\n\nOn the department's Web site, a red-lettered warning is prominently featured: \"Some companies posing as the U.S. \nGovernment have sought money in order to 'complete' lottery entry forms. There is no charge to download and \ncomplete the Electronic Diversity Visa Entry Form. The Department of State notifies successful Diversity Visa \napplicants by letter, and NOT by e-mail.\"\n\nThe authentic diversity program is an annual lottery administered by the State Department in which 55,000 winners \nare randomly chosen by computer from more than nine million applicants in eligible countries.\n\nActual winners of the 2009 lottery were notified with letters postmarked between May and July last year.\n\nThe program's goal is to advance U.S. population diversity by encouraging applications from countries with \ntraditionally low rates of immigration to this country. Among the nations that received the largest number of diversity \nvisas this year were Ethiopia, Bangladesh, and Ukraine.\n\n\nIn the case of the bogus State Department e-mail, there are tip-offs that it is fraudulent, even though it looks \ndeceptively real:\n\nIt uses the letterhead of the State Department's national visa center in Portsmouth, N.H. Since 2000, the actual \nprogram has been administered directly from the department's consular center in Williamsburg, Ky.\n\nIt has grammar, syntax and punctuation errors typically not found in an authentic State Department letter.\n\nThe e-mail originates from a blind Yahoo address.\n\nIt is signed by a woman who identifies herself as \"secretary general\" of the Kentucky Consular Center. While her \nname does not appear on the State Department's employee roster, it does turn up on several Web sites devoted to \nunmasking Internet scams.\n\nContact staff writer Michael Matza at 215-854-2541 or mmatza@phillynews.com. \n"}