{"title": "Immigration process puts strain on relationships", "body": "\nI am a U.S. citizen who is planning to marry a Mexican citizen. My fiancee, who is a medical doctor in Mexico, has a \ntourist visa and is allowed to visit here. But when we marry and apply for her residency status, she will have to \nsurrender her visa and make the difficult choice of either staying in the USA for six to 12 months while her \napplication is processed, or stay in Mexico for two or more years to wait. I can't help but feel frustrated because \nhundreds of thousands of illegal immigrants are allowed to remain in the USA.\n\nNot only is the U.S. immigration process putting a strain on my relationship with my fiancee, but it has forced \nus to hire an immigration lawyer and to spend thousands of dollars.\n\nThe difficulty of navigating the immigration system shows me that Congress has little regard for our citizens or for \nstopping this madness.\n\nDave Hogate\n\nYuma, Ariz.\n\nWork together\n\nLife for illegal immigrants in the \"land of the free\" is pure hell. The ones who can find work have to do it for low \nwages. They work long hours without benefits. For the unlucky ones who get caught and eventually deported to \ntheir countries, they are treated like they are the worst kind of criminal. Their only crime is trying to make a living for \ntheir families.\n\nI know someone who recently was deported. Because his two children were born here, the U.S. government is \nresponsible for taking care of his kids. I don't understand the reasoning at all.\n\nNo fences or laws will stop people from coming to the USA. Americans need to wake up and work on solutions \ninstead of making life hard for vulnerable people.\n\nEd Villavicencio\n\nDayton, Ohio\n\nRespect laws\n\nI'm an immigrant who came to the USA 17 years ago. My take on immigration is simple: Immigrants need to \nunderstand they are in a host country. They need to get in line and follow the proper procedures as many other \npeople around the world do.\n\n\nThey basically are saying to the American people, \"I don't care about your laws.\" U.S. taxpayers are paying the \nprice.\n\nJose Luis Morales\n\nArlington, Va.\n\nFace consequences\n\nUSA TODAY reader Luis Sotelo, who wrote that \"immigrants have the potential to become great participants in \nAmerican society,\" had good intentions. But he overlooked a significant fact about those who are living illegally in \nthe USA: They are breaking U.S. laws (\"Given the chance, illegal immigrants can succeed,\" Thursday).\n\nIt makes no difference how well these immigrants have fared here. They should face the consequences of ignoring \nU.S. law, and that means being deported. If a person robs a bank, law enforcement will chase that person until he \nor she is caught. Law enforcement officers should treat illegal immigration the same way they treat other crimes.\n\nBill Walters\n\nGreenfield, Ind. \n\nGraphic\n\n \n\nPHOTO, B/W, Brian Kersey, AP\n"}