{"title": "REFUGEE FEARS DEATH AS U.S. NIXES ASYLUM", "body": "\nWashington officials may have signed a death warrant for an Eritrean refugee soldier seeking political asylum in \nthe U.S., Sen. Chuck Schumer charged yesterday.\n\nAlemseghed Mussie Tesfamical had been granted humanitarian parole by New York immigration officials two \nweeks ago after Schumer (D-N.Y.) managed to halt an order to deport him.\n\nHe was to be released to family in the U.S., but a new zero-tolerance policy by the Bureau of Citizenship and \nImmigration Services now bars his freedom, and his parole has been denied.\n\nNow Tesfamical, 31, fears certain death if he is returned to the African nation he fled after he was forced into the \nmilitary and tortured because of his ethnicity.\n\n\"Our worry is they can deport him any day,\" Schumer said yesterday. \"Someone in Washington . . . is refusing to \njust ratify what the New York office has done out of the clear blue.\"\n\nAn order issued last weekend to deport Tesfamical back to Eritrea was delayed but could be implemented any day, \nthe senator said.\n\nTesfamical was born in Ethiopia and moved with his family in 1993 to Eritrea, which five years later went to war with \nhis native country.\n\nTesfamical was forced to join the Eritrean Army and was tortured and persecuted by his superiors.\n\nHe eventually escaped, fled to Sudan and in May 2002, arrived at the Wackenhut Detention Center near Kennedy \nAirport, where he met Sister Delores Castellano.\n\nCastellano, of the Diocese of Rockville Centre, sought Schumer's help after she learned of Tesfamical's plight.\n\n\"If he were a terrorist, by now he wouldn't have even been here,\" said Castellano, 62, who speaks regularly with \nTesfamical by telephone.\n\nThis year, a judge ordered Tesfamical deported as a military deserter, but he was returned after a stopover in \nTurkey when Schumer intervened. His application for political asylum was rejected.\n\nDismayed, Tesfamical attempted to hang himself while in immigration custody. He was sent to Holliswood Hospital \nin Jamaica for psychiatric observation, and he remains there under guard until his fate is determined.\n\n\"The privacy act precludes us from discussing any aspect of an individual's case,\" said Mark Thorn, a spokesman \nfor the immigration offices in New York. \"The case is under review, and every case is evaluated on its merits.\"\n\n\nGraphic\n\n \n\nTARA ENGBERG DAILY NEWS HELP Sister Delores Castellano holds photo of refugee.\n"}