{"title": "CROSSING WITH STRANGERS: Children at the Border; Littlest Immigrants, Left in Hands of Smugglers - Correction Appended", "body": "\nThey were barely old enough to cross a street by themselves, much less a border. But there they were, alone on a \nhot August evening at a United States immigration checkpoint, surrounded by law enforcement officers wearing \nbadges and guns. Eight-year-old Jose Cruz Velazquez held the hand of his brother Sergio, who was 6.\n\n     The Mexican boys had been seized from a smuggler hired by their parents living without legal papers in \nPennsylvania. They were two of a growing number of children traveling without families who have been snared in \nthe net that American and Mexican agents cast to stop illegal immigrants from crossing the border. \n\n Authorities attribute the trend to aggressive American law enforcement operations during the past decade that \nhave effectively sealed long sections of the 2,000-mile border. The blockade was further reinforced after the \nterrorist attacks in the United States on Sept. 11, 2001.\n\nThe tightened security has made it much harder for illegal immigrants to move back and forth across the border, \ndisrupting long-established migration patterns.\n\nImmigrants who lack American documents have been forced to cross through remote desert. Smugglers who \nlead them, called coyotes, have tripled their fees in the last decade, experts said.\n\nAs a result, parents living in the United States illegally find increasingly that they can no longer afford the growing \nrisks and expense of returning home to retrieve their children. They face a harsh choice: either they allow others to \nraise their children far away, or they hire strangers to smuggle their children into the United States.\n\n\"If my children stay in El Salvador, I will definitely lose them because of the distance that separates us,\" said \nRigoberto Centeno, a Salvadoran immigrant who lives in the Washington suburbs and who recently hired a \nsmuggler to help reunite his family. \"If they come with a coyote to the United States, there is a chance that I will \nlose them in the desert.\n\n\"But there is also a very good chance that they will make it across. If we want to be with our children, there is no \nother way.\"\n\nAmerican officials warn that immigrant parents are leaving themselves and their children vulnerable to \nsmugglers' abuses.\n\n\n\"These are not Robin Hoods who are interested in helping families,\" said Joseph Greene, deputy assistant director \nfor smuggling and public safety at United States Immigration and Customs Enforcement. \"They are cold-blooded \ncapitalists. The smugglers have seen children as the next important exploitable population.\"\n\nFor generations, illegal immigrants from Latin America worked seasonally in the United States, returning home for \npart of each year. Others who settled more permanently north of the border made regular trips to visit loved ones \nback home.\n\nNow military-style Border Patrol operations -- complete with steel walls, helicopters, infrared cameras and motion \ndetectors -- have practically shut down the western stretch of the border near San Diego and the eastern region \naround El Paso. The scorching desert here, between Arizona and the Mexican state of Sonora, has become the \nmain gateway for illegal immigrants. An average of one immigrant a day died last summer trying to cross illegally \nin this area -- a record number. \n\nDespite the dangers, more and younger children are being detained during attempts to cross. This year, through \nthe end of September, Mexican consular authorities had repatriated more than 9,800 unaccompanied Mexican \nminors under the age of 17 who were caught crossing illegally, according to Juan Miguel Gutierrez Tinoco, director \ngeneral of protection and consular affairs at the Mexican Foreign Ministry. In all of last year, Mexico repatriated \nabout 9,900 unaccompanied minors.\n\nThe number of unaccompanied children under 13 who were repatriated rose from 1,300 in 2002 to more than \n1,500 at the end of September.\n\nWhile repatriations of unaccompanied minors have declined along the reinforced sectors of the border, in Arizona \nthe number has risen to more than 2,300 so far this year from 975 in 2001, the Mexican figures show.\n\nOfficials saythe number of children crossing is much higher, because a great majority of illegal immigrants pass \nsuccessfully, undetected by the border police. Indeed, some officials argue that the flow of children has been high \nfor years and that increased apprehensions reflect stricter border controls rather than a rise in the numbers of \nchildren who cross. \n\nA Risk Worth Taking\n\nTo the parents of Sergio and Jose Cruz Velazquez, who had made a new home in a city in Pennsylvania, the pain \nof separation from the boys outweighed the risks of a journey with a smuggler. \n\n\"I did not feel good when my sons were so far away,\" said Rosa Velazquez, the boys' mother. \"I wanted them with \nme.\" She and her husband agreed to pay a smuggler $5,000 to bring the boys across.\n\n\"We never talked about the danger,\" Mrs. Velazquez said. \"Both of us have crossed the border with coyotes. We \nknow that it is difficult. But we believed that our sons would be fine.\" \n\nFollowing a common pattern, they had their sons sent with no official documents that could tip off the police to their \nreal identities. The smuggler escorting them tried to sneak them across the border with false papers, claiming they \nwere his nephews. He had no information on how to contact their parents, only the first name and cellphone \nnumber of another coyote who was supposed to receive the boys on the American side.\n\nAfter the boys were captured, Miguel Escobar, the Mexican consul based in Douglas, pried that number out of the \nsmuggler and called it, informing a voice on the line that he had taken custody of the children.\n\nLate that night, Mr. and Mrs. Velazquez were awakened in Pennsylvania by a call from a relative at the border, who \nhad learned that the boys had been detained. The parents were overcome with regret.\n\n\"I asked myself, what did we do?\" Mrs. Velazquez recalled. \n\n\n\nMeanwhile, in Agua Prieta, a shabby Mexican border town directly across from Douglas, Mr. Escobar drove the \nboys to a child welfare shelter, set behind a barred fence on an unpaved street. From a distance, it looked more \nlike a prison than a refuge. The boys pleaded with Mr. Escobar not to leave them there. The next day, a shelter \nworker said they had hardly touched their breakfast.\n\nWhen asked in an interview how it had been for them to face the American border police officers, Jose Cruz shook \nhis head to say he was not afraid, and summoned an unconvincing smile. But Sergio held nothing back.\n\n\"My legs were shaking,\" he said, his eyes filling with tears. \"I want to see my mama.\" \n\nMr. Escobar has come to dread the sound of his mobile telephone. It rings to summon him to gather up lost \nchildren -- so many that their stories are hard to keep straight in his head.\n\nIt rang on the first Saturday in September about 1 p.m. In temperatures that soared past 100 degrees, United \nStates Border Patrol officers had found a 5-year-old in pigtails, Karen Tepas, walking with six adults across a \nstretch of desert 10 miles east of Douglas. When Mr. Escobar arrived, Karen was crying for her mother.\n\nThe adults captured with her told American agents that during the hike Karen had been separated from her mother, \nwho was seven months pregnant and had fallen behind. Karen was captured without her. Mr. Escobar tried to \ncomfort the child, then drove her to the shelter.\n\nAnother call took him back to the Douglas checkpoint, where American officers were holding Karla Tafolla, age 7, \nand her brother Roberto, just over a year old. They had been seized from a 56-year-old woman who presented \nfalse documents in claiming they were her grandchildren.\n\nThe officers brought out graham crackers and puppets. They tried, unsuccessfully, to coax some information from \nthe children about their parents' location. Karla enjoyed being the center of attention as Roberto toddled about.\n\nIn the office next door, Mr. Escobar was losing patience with the suspected smuggler, a rumpled woman with dyed \nred hair. He lowered his voice and moved in close. \"I do not have any interest in giving you more problems,\" he \nsaid. \"I am here to help these children.\" \n\nFinally the woman provided a Phoenix mobile phone number for the children's father. Then she lowered her voice \nas well.\n\n\"Is there something you can do to help me, too?\" she asked.\n\nMost of the suspects arrested on charges of smuggling children in the last year along this part of the border have \nbeen women with no criminal records, said Paul Charleton, the United States attorney for the district of Arizona. \nTypically they were American citizens, or Mexicans with legal status in the United States that allowed them to move \neasily across the border. Most were small-time operators, out for a quick buck.\n\nWhile smugglers generally try to skirt the Border Patrol by trekking through the desert, those dealing with children \noften hide in plain sight, driving or walking through border checkpoints crowded with customs and immigration \nofficers. The coyotes present legal documents belonging to other children to pass their charges as relatives.\n\nOften smugglers are loosely linked to chains of human traffickers that stretch across Mexico and into the Latin \ncontinent. Children who were smuggled into the United States reported traveling with a series of strangers. They \nmoved northward on buses or as stowaways on freight trains and vegetable trucks, staying in safe houses and \nfleabag hotels, sometimes for only a few hours.\n\nTheir parents reported paying fees from $2,000 for a child from Mexico to as much as $7,000 for children from \nCentral America.\n\n\n\nWhile some smugglers take extra care when they are moving children, others are dangerously callous. Early this \nyear, two children nearly suffocated in the trunk of a car caught crossing the desert illegally.\n\n'A Dangerous Situation'\n\nBoth American and Mexican officials complain that child smuggling has not been treated as a serious crime. \n\"Anytime a stranger is entrusted with a child, it is a dangerous situation,\" Mr. Charleton said in an interview. \"And \nwhen a stranger is entrusted to take a child across an international border that danger is magnified.\"\n\nRobert Miskell, chief of the criminal division of the United States attorney's office in Tucson, said first-time offenders \nwere likely to get more jail time for sneaking an 85-pound sack of marijuana across the border than a 50-pound \nchild.\n\nSince the beginning of the year, when the Tucson office made enforcement against child smuggling a top priority, \nonly one smuggler has been tried and convicted, drawing a sentence of six months in jail, Mr. Miskell said. Most \nothers pleaded guilty and were released after a month or two in jail.\n\nIn Central America, child smuggling has become the focus of public debate. In the first eight months of this year, \nauthorities in Mexico detained more than 2,900 minors from Central America who were traveling illegally with \nsmugglers, according to Mexico's National Migration Institute.\n\nUnicef has joined with the government in El Salvador to sponsor a public awareness campaign about the dangers. \nIt features radio spots broadcast by 118 stations across Central America, and a comic book with an opening \nchapter titled, \"I turned my grandson over to a stranger.\"\n\nEarly in September, Salvadoran authorities summoned news organizations to the international airport to publicize \nthe return of two children deported from Mexico.\n\nRigoberto Centeno had agreed to pay $10,000 to a smuggler to deliver his son Emmanuel, 11, and his 6-year-old \ngranddaughter, Maria Ivania, to his home near Washington, where he has lived for most of the last 15 years. But \nnear Monterrey, Mexico, authorities seized the children and a coyote from a commercial bus.\n\nThey spent five weeks in a Mexican shelter before being sent home. Mr. Centeno returned to El Salvador to receive \nthem because he feared authorities there would not turn them over to anyone else. \n\nBut he was not swayed by the government campaign. Speaking defiantly to reporters, he said his only regret was \nthat the children did not make it to the United States. He said depictions of smugglers as ruthless criminals were \noverblown.\n\nHe and his wife \"saw other people, our neighbors hiring coyotes for their children,\" he said. \"So we thought, why \nnot us? We want the same things.\"\n\nHis main concern was to hold on to his American job, as a supervisor at an office cleaning company. \"If I lose that,\" \nhe said, \"then the entire family loses.\"\n\nHe embraced the bewildered children. \"They are probably going to be scared for a little while,\" he acknowledged. \nBut he vowed to return alone to Washington and send for them soon, again with a coyote.\n\nMexican and American authorities say that immigrant parents often undermine their efforts. In Agua Prieta, Bilha \nVillalobos runs a shelter that takes in many of the children the Border Patrol finds. Most times, she lamented, it \noperates like a big revolving door. Children come in from the border for a few days. Parents call with urgent \npromises, saying they have learned their lesson and will send their children straight back to homes in Mexico.\n\nBut when the children are released, their parents give them back to smugglers for another try at crossing.\n\n\n\n\"We try to protect the children the best that we can,\" said Ms. Villalobos, director of the Casa Y.M.C.A. \"But the \nparents deceive us.\"\n\nOne parent who made such promises was Maria Concepcion Garcia. Her daughter Abigail, then 12, arrived in the \nCasa Y.M.C.A. one day in early August, hungry and dehydrated.\n\nAbigail had been captured by American border agents before dawn, walking with a small group of immigrants \nthrough the desert near the town of Naco. After three days in the desert, her lips were so chapped they had begun \nto scab.\n\nIn an interview at the shelter, Abigail said she had come to the border from Guerrero, one of Mexico's poorest \nstates, and was on her way to live with her mother on Long Island. \n\nAbigail, who showed an infectious smile despite her circumstances, said she had not been mistreated by any of the \nstrangers she met on her journey. She said she was scared, \"just a little,\" by snakes that crawled through the \nsand at night.\n\nA Mother's Heartache\n\nBut she hinted at severe hardships she had seen on the trip. \"One woman fainted,\" she said. \"We had to stop for a \nlong time. They gave her cucumber and banana. There was no more water.\"\n\nStill, Abigail insisted she was ready to try again. \"I want to live with my mama,\" she said firmly. \"I have not seen her \nfor a long time.\"\n\nHer mother, Ms. Garcia, had immigrated to the United States seven years earlier. She soon settled in New York \nState, making a home with a landscaper from El Salvador who also lacked legal papers, and the couple had three \nchildren. But Ms. Garcia always longed for three children she had left behind in Mexico. (Abigail was the second \nto come.)\n\n\"I felt bad every time I did something for my children here because I could not do the same for my children there,\" \nMs. Garcia said, speaking in a park near her home on Long Island. She described sleepless nights worrying \nwhether Abigail was eating well and staying in school.\n\nSo two days after she received word that Abigail had been stopped at the border, Ms. Garcia faxed a letter to Casa \nY.M.C.A., authorizing the shelter to release Abigail to a woman she named as Neyed Yunuen Sanchez Guerrero. \nShe wrote that Ms. Sanchez would ride with Abigail by bus back to Mexico City, where Abigail's grandmother would \nbe waiting to take her the rest of the way home.\n\nCasa Y.M.C.A. followed the instructions, but the woman who retrieved Abigail never looked for a bus. She delivered \nthe child, by agreement with her mother, to a new smuggler, and hours later Abigail was walking again under a \nclear desert sky toward Arizona.\n\nThen the girl's journey took a turn Ms. Garcia did not expect.\n\nFor the next four days, she lost contact with Abigail and the smuggler. They did not call, and no one answered the \nsmuggler's cellphone.\n\n\"I could not eat,\" Ms. Garcia said. \"I could not sleep. One night, I stayed out in front of the house, waiting for Abigail \nto arrive.\"\n\nOn the fifth day Ms. Garcia got a call from a stranger.\n\n\"I have your daughter,\" said a voice she had never heard before. \"But give thanks to God that she fell into the \nhands of a family man. Some coyotes would abuse a girl like this one.\"\n\n\n\nThe man told Ms. Garcia that Abigail had become hysterical. She refused to eat, take a bath or put on clean \nclothes, and she would not stop crying.\n\nMs. Garcia pleaded with the smuggler to bring Abigail to New York. Even though she had already paid $500 as a \ndeposit to the smuggler who first brought Abigail to the border, Ms. Garcia quickly offered $2,000 to the new one. \n\n\"No more tricks, no more lies,\" Ms. Garcia said. \"Bring my daughter to me.\"\n\nThe coyote put Abigail on the phone. She said she was crying because she did not know anyone and was scared. \nShe reminded her mother that her 13th birthday was only five days away, on Aug. 17.\n\n\"I thought I would already have seen your face,\" the girl said.\n\nAbigail's birthday came and went. All her mother knew was that she was in a house somewhere in Phoenix.\n\nBut the coyote kept his agreement. Four days after Abigail's birthday, she was dropped off behind a Home Depot \nstore on Long Island. Ms. Garcia took Abigail straight home and celebrated her birthday with a meal of turkey in a \nhomemade Mexican sauce. \n\nThe next morning, Abigail was splashing happily in a neighborhood pool, making new friends.\n\nOf course, Ms. Garcia said as she watched her daughter play, she had thought about the risks of losing Abigail \nduring her journey north. \"It is hard to explain,\" Ms. Garcia said. \"Maybe I was blind because I wanted her with to be \nwith me.\"\n\nAn Agonizing Decision\n\nThe parents of Jose Cruz and Sergio Velazquez were driven by the same determination. After learning of their \nsons' detention in Agua Prieta, Rosa Velazquez agonized. \"I told my husband that maybe we should leave the boys \nin Mexico,\" she said. \"Maybe it was too dangerous.\" It was an option the parents could not accept. They sought \nanother smuggler. By the end of August, the boys had reached their new home.\n\nIn an interview a few days after their arrival in a gritty neighborhood of row houses, Mrs. Velazquez was amazed \nand thankful. She beamed at the boys in their new bedroom, furnished with only a mattress and an image of the \nVirgin of Guadalupe, the patroness of Mexico, but littered with toys sent by the neighbors. \"This is a dream,\" she \nsaid. \"Thank God my sons were in the hands of a good coyote.\"\n\nJose Cruz seemed transformed. His smile stretched from ear to ear. When asked about their journey, however, the \nboys scurried to their bedroom and slammed the door shut. \"They do not talk about it, not even with me,\" Mrs. \nVelazquez said. \"They tell me that they just want to forget.\"\n\nhttp://www.nytimes.com\n\nCorrection\n\nA front-page article on Nov. 3 about smuggling of children across the border from Mexico misspelled the surname \nof the United States Attorney for the District of Arizona, who spoke about the problem. He is Paul K. Charlton, not \nCharleton.\n\nCorrection-Date: November 12, 2003\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPhotos: At the border fence in Douglas, Ariz., Karen Tepas, 5, is turned over to Mexican officials. (Photo by Janet \nJarman/Contact, for The New York Times)(pg. A1); Abigail Garcia Gonzalez, 13, who was smuggled from Mexico, \nwith her mother, Maria Concepcion Garcia, at the swimming pool in a Long Island park. (Photo by Chang W. \nLee/The New York Times); Karla Tafolla, 7, above, called her father in Phoenix as Miguel Escobar, the Mexican \nconsul in Douglas, looked on. The woman, far left, suspected of smuggling in Karla and her brother was questioned \nby American officials. (Photographs by Janet Jarman/Contact, for The New York Times)(pg. A12) Map of Arizona \nhighlighting Douglas: More children of illegal immigrants are being smuggled across the United States border at \nplaces like Douglas, Ariz. (pg. A12)      \n"}