{"title": "Chinese Smuggling Grows, Forcing U.S. Reassessment", "body": "\nChinese smuggling organizations have vastly expanded their elaborate networks of way stations around the world \nand are now capable of transporting tens of thousands of people to the United States, according to a new \nintelligence assessment that has caused U.S. officials to rethink their approach to illegal immigration from China.\n\nFor more than a year, public attention and law enforcement efforts have focused on shiploads of Chinese emigres \narriving on U.S. shores. But officials say they face a larger and more difficult challenge from the rapid growth of \noverseas smuggling networks that transport their human cargo by many different means and directions.\n\nSuch networks have existed for several years, yet according to the assessment more people are using them than \never before and the routes are more complex. Moreover, several developments have made this trade more difficult \nto combat.\n\nThe most important and most troubling aspect of the new assessment, senior officials said, is the finding that \nthousands of people already have left China en route to the United States and are being held by smugglers in a \nvariety of locations while transportation and false documents are arranged for them.\n\n\"Over the last six months, we have become aware of a huge human warehousing operation that holds tens of \nthousands of aliens at various points along the pipeline, often for months at a time,\" a senior foreign policy official \nsaid.\n\nThe relaxation of border and immigration controls in Eastern Europe and the former Soviet Union has produced a \nproliferation of new routes, with Moscow recently emerging as a major hub for Chinese smuggling operations, a \nsenior official said.\n\nAn estimated 60,000 Chinese immigrants live illegally in Moscow, according to a still-classified report summarizing \nthe recent intelligence findings. \"Many are believed to be in Moscow awaiting onward travel to the U.S.,\" the report \nstates.\n\nRussian organized-crime groups have formed a formidable alliance with the Chinese gangs known as \n\"snakeheads\" in the lucrative human trade, the report said.\n\nTravel along these smuggling networks typically involves a circuitous trip with several stops along the way, and for \nsome the trip from Fujian Province, the principal departure point, to New York, the major destination, can take two \nyears or more, U.S. officials said.\n\n\n\"One documented air route used by alien smugglers originated in Bangkok, went to New Delhi or Karachi, on to \nNairobi or Johannesburg, and then to Buenos Aires or Rio de Janeiro. It then went onward to Madrid, Barcelona, \nand London and finally terminated in New York City,\" the intelligence report noted.\n\nMost of the smugglers' clients leave China legally, a senior Clinton administration official said. They readily acquire \npassports and often have legitimate visas for their first stop outside China, before starting their illegal voyage to the \nUnited States.\n\nTwo U.S. delegations have gone to China in the past six months to press for cooperation in fighting the ship traffic, \nbut U.S. officials said it is much harder to ask for help restraining emigres who leave China legally but arrive here as \nunlawful immigrants.\n\n\"As a practical matter it is easier to patrol a coastline looking for freighters loaded with people than to screen airline \nor rail traffic for people who obtained visas with questionable documents,\" an official said.\n\nBut there is a diplomatic problem as well. The United States has pressed China to loosen travel controls as a \nmatter of longstanding human rights policy. Progress in this area was cited by President Clinton last Thursday when \nhe announced his decision to renew China's most favored nation (MFN) trade status.\n\nIn making the new assessment known, officials of several agencies emphasized their hope that it would provide \nadded justification for a package of anti-smuggling measures that were proposed by Clinton last summer but have \nnot been enacted. The assessment also will be used to seek greater cooperation from several countries around the \nworld in combating immigrant smuggling.\n\nThe government has no ready estimates of the amount of smuggling traffic, but officials see clear signs that the \nnumbers are rising. They note that more than 14,300 Chinese nationals applied for political asylum last year -- four \ntimes the number from the year before.\n\nSmugglers shift routes frequently, depending on the availability of safe houses and false documents as well as on \npressures applied by law enforcement agencies, the officials said.\n\nWhile some of the illegal immigrants fly directly into the United States and seek asylum on arrival, two other routes \ninto the country appear to be carrying heavy traffic.\n\nIn April, U.S. officials apprehended three separate groups -- involving 86 Chinese -- smuggled into Puerto Rico by \nsea from the Dominican Republic. Once in Puerto Rico, they can fly to the U.S. mainland without passing through \nimmigration controls.\n\nThe other favored route is to go by air or ship to somewhere in Mexico or Central America and then travel north \nacross the border illegally, U.S. officials said.\n\nThe recent indictment of an alleged snakehead leader in New York indicates how substantial numbers of people are \ntransported across the border, the officials said. The indictment charged that Chen Guo Ping had helped arrange \nthe transport of about 176 illegal Chinese immigrants by ship to Mexico and then across the border. The indictment \nalleged that after arriving in New York City, Chen's gang, the White Tigers, held the immigrants in safe houses until \nfees of about $ 30,000 each had been paid on their behalf. Chen has denied the charges.\n\nThe discovery that large numbers of Chinese use these complex routes has obliged U.S. officials to reassess their \nview of the marine traffic that received so much attention last year after several incidents, including the shipwreck of \nthe Golden Venture on a New York City beach with more than 300 immigrants aboard.\n\n\"The pipelines and way stations appear to have been in place for several years,\" one official said, \"and the \nsmugglers seem to have been looking for a more profitable, cost-effective means of transport when they began to \nbring big loads of people directly to the United States.\"\n\n\n\nU.S. officials believe that they were able to significantly deter the use of ships by arresting some top snakehead \nleaders, intercepting several ships and winning the cooperation of the Chinese government. But they caution that \nsmugglers could turn again to ships in the future if other routes are blocked.\n\nOnly one ship is known to have landed illegal immigrants directly in the continental United States since the Golden \nVenture incident last June -- a vessel that dropped about 110 people onto the Virginia coast in March. More than 60 \nof the passengers were discovered during a raid on a Prince George's County safe house April 5.\n\nProclaiming that \"today we send a strong and clear message,\" Clinton called congressional leaders to the White \nHouse last July 27 to unveil a package of measures designed to combat such smuggling. Doubled prison \nsentences, expanded use of wiretaps, application of racketeering statutes, more aggressive asset seizures and the \nquick exclusion of emigres who arrive without proper documentation were all part of the message.\n\nSo far, none of those measures has cleared a full committee in either house of Congress and there appears to be \nlittle prospect for any action this year. A crowded agenda has diverted attention from the issue on Capitol Hill, and \nthe administration has shifted the focus of its immigration initiatives to the Mexican border, which is this year's hot \ntopic because of agitation in California.\n\nMaking the case for the measures, a senior law enforcement official said, \"People have gotten a false sense of \nsecurity about Chinese alien smuggling, and it has dropped off the political radar screen, but in the meantime the \nproblem is getting bigger.\"\n\nGraphic\n\n \n\nILLUSTRATION, CHINESE SMUGGLING ROUTES (GRAPHIC WAS UNAVAILABLE.), BRAD WYE\n"}