{"title": "CAMPAIGN AIMS TO RAISE AWARENESS ABOUT IMMIGRANTS;MINNEAPOLIS FOUNDATION TARGETS COLD WELCOME", "body": "\nWhen Minnesotans think about the state's recent immigrants, are they warm and friendly \"Minnesota Nice\" - or \nice?\n\nThat's a question the Minneapolis Foundation wants Minnesotans to ask themselves when it unveils a new public \ninformation campaign on Sunday called \"Minnesota, Nice or Not?\"\n\n\"We're trying to make people self-aware,\" said Emmett Carson, foundation president and chief executive officer. \n\"We want to turn back the mirror on the reader. We want them to ask, 'Is this my behavior?\"'\n\nPart of the campaign involves newspaper ads and posters, one which shows a trio of smiling Somali women and \nsays: \"Maybe you're just not sure what to make of all these new Minnesotans bringing in all these strange new \ncultures and customs.\n\n\"But hey, have you ever really thought about lutefisk?\"\n\nImmigration has become a major issue in Minnesota due to recent increases, especially of immigrants from Africa, \nAsia and the former Soviet Union, Carson said. The foundation decided to launch the campaign to improve the \nstate's response to its changing demographics.\n\nTwo weeks ago, the United Way of the Minneapolis Area reported that immigration had increased by nearly 50 \npercent in the state over the past decade. Immigrant numbers reached 165,602 by 1996, according to estimates \nfrom the U.S. Census Bureau and the Minnesota Planning Department.\n\nDespite the jump, there are far fewer foreign-born residents in Twin Cities compared with other metro areas around \ncountry. Immigrants made up only 3.5 percent of the population in Twin Cities in 1990, compared with 9.5 percent \nfor U.S. metropolitan areas generally and double-digit percentages in richly multiethnic cities like Los Angeles, New \nYork and Miami.\n\n\"New York and California long ago accepted that they are multicultural,\" Carson said. \"Minnesota is changing, and \nthat's frightening for some people. But we think it's an opportunity.\"\n\nThe campaign begins Sunday with a Minnesota, Nice or Not? full-page ad appearing in the Minneapolis-based \nStar Tribune. The ads will appear in Mpls/St. Paul magazine and Twin Cities Business Monthly and as posters in \nTwin Cities bus shelters throughout October.\n\n\nThe foundation also is offering 30,000 copies of a free booklet titled \"Immigration in Minnesota,\" which features an \nessay by author and public radio host Garrison Keillor and information about the four largest groups of recent \nimmigrants to Minnesota - Hmong, Mexicans, Russians and Somali. Minnesota is believed to have the nation's \nlargest urban Hmong population and its largest concentration of Somali immigrants.\n\nIlene Her, executive director of the State Council on Asian Pacific Minnesotans and a trustee of the foundation, \nsaid that even though the Hmong have been in Minnesota for a quarter century, she still finds widespread \nignorance about Hmong culture and traditions.\n\n\"We are seen as a country that welcomes immigrants, but do we do that? Do we have a personal relationship with \nnew arrivals - or do we let them struggle?\" she said.\n\nAmal Yusuf, executive director and founder of the Somalian Women's Association, said sometimes Americans \nassume newcomers know more than they do.\n\n\"I hope the campaign will help people to understand some of the barriers and background we face,\" Yusuf said. \"I \nhope it will give Minnesotans a clearer picture of where we're coming from, what we're going through and what are \nissues are.\"\n\nThe Minneapolis Foundation produced the campaign with financial support from the Star Tribune, MSP \nCommunications, the Ford Foundation, the Stewart Mott Foundation and the General Mills Foundation.\n\nLeslie Brooks Suzukamo can be reached at lsuzukamo@pioneerpress.com or at (651) 228-5475.  \n\nGraphic\n\n \n\nThe booklet in conjunction with the \"Minnesota, Nice\n\nor Not?\" campaign can be ordered by calling the Minneapolis\n\nFoundation at (612) 672-3869. The foundation will include the booklet\n\ncontents and the ad campaign on its Internet site (mplsfoundation.org)\n\nlater this month.\n"}