{"title": "TWO SALVADORANS FIND A REFUGE IN ST. PETERS", "body": "\nTwo years ago when Jeremias Guardado of El Salvador packed his teen-age son off to a student exchange \nprogram in the United States, he wasn't broadening the boy's horizons. He was trying to save his son's life.  In \nDecember, when Guardado turned up in St. Peters at the home of his son's hosts, he wasn't checking on the teen-\nager's progress. He was trying to save his own life.  The Guardados are from San Salvador, El Salvador's capital \ncity. Guardado says he is falsely accused of collaborating with the guerrillas in his country's civil war. He says both \nsides have been trying to illegally conscript his son since the boy was 16.  The son's name also is Jeremias. His \nnew friends in St. Charles County call him Jerry.  The two live with Dave and Doris Olliver and the Ollivers' two \nchildren in a split-level ranch house. The Guardados applied for political asylum in January.  Dave Olliver says it will \ntake anywhere from two months to two years for U.S. Immigration and State Department officials to decide whether \nthe Guardados can stay in this country.  Immigrating to the United States was nothing Jeremias Guardado had ever \nplanned to do, he said, using his son as an interpreter.  He has a wife, Evangelina, and three other children - all in \ntheir twenties and married - and six grandchildren in San Salvador. He may never see any of them again.  \nGuardado, 54, was orphaned at 14 and has worked since then.\nHe was first a cotton picker and later a pathology technician and embalmer. He owns his home in San Salvador, a \nrare feat for a former field laborer, but he has lost the pension he has been contributing to for 32 years.  But, \nGuardado said, he and his son ''are caught in the middle of the military and the guerrillas.'' If they return to their \nhomeland,''we will be killed,'' he said.  Civil war has ravaged El Salvador for almost 10 years, claiming about 50,000 \nlives, including thousands of civilians.  Guardado said 200 of his relatives have been killed, if one counts cousins.  \nIn the last year, Guardado's brother, uncle, niece and nephew and 12 other family members were slain. None were \nmembers of the guerrillas or the army, he said. He knows five were killed by the guerrillas and nine by the army or \nright-wing death squads.  The Guardados' troubles began in early 1988, when the guerrillas and the armed forces \nboth began stopping Jerry and trying to get him to join them.  Jerry is a 6-footer, with wide shoulders, brown eyes \nand black hair. His looks make him a heartthrob at Francis Howell North, where he is a senior this year.  But in El \nSalvador, those looks made him a target. Jerry said that only men between 18-30 who are not students can legally \nserve in the military. But both sides will grab any boy who is physically big enough to hold an automatic rifle. \nSometimes boys as young as 14 are taken, he said.  In March 1988, the guerrillas grabbed Jerry and, when he \nrefused to go with them, beat him up.  In May, government soldiers tried to grab him, but he ran away.  In June, a \ngroup of drunken government soldiers stopped him, Jerry said.  Some were members of the death squads, he said. \nThey taunted him and several hit him. Jerry says he lost his cool and hit back, decking one.  In retaliation, one of \nthe soldiers drew a knife and slashed Jerry's left arm and both his legs. One of the men told him to ''consider \nyourself dead,'' Jerry said.  Each time Jerry was threatened, his mother would cry and his father would intensify his \nefforts to find a way to get his son out of the country.  Because Jerry's grades were good, he eventually qualified \nfor a student exchange program. His father said other parents ship their sons out the country illegally - often to \nMexico.  After the incident in June, Jerry was afraid to leave the house. The family learned that the soldiers he \nfought with were looking for him. That August, he boarded a plane for the United States.  Although Jerry was safe, \nhis family's problems were just beginning. In November of last year, the guerrillas began a major offensive against \n\n\nSan Salvador and other large cities. For several days, tanks prowled the streets, government troops and the \nguerrillas fought between houses. Government planes dropped bombs in residential areas to drive out the \nguerrillas.  Each night as he watched television with the Ollivers, Jerry would see bombed-out buildings, some \nwithin blocks of his home. It was over a month before he knew if his family was dead or alive.  The Ollivers \nattempted to call his family, but couldn't get through.  Dave Olliver said,''Jerry was desolate. He would watch the \nnews and disappear into his room for hours. We would find him, with his head under the covers.'' When Guardado \nfound a way to call his son, the news was mixed. The family was alive, but a neighbor had told the government \nsoldiers that Guardado was collaborating with the guerrillas.  Guardado said the charge is false - but that doesn't \nmatter. The soldiers were looking for him and would probably kill him on sight.  He continued to work during days, \nbut was afraid to return home. He spent nights sleeping at the hospital, with friends in their homes and at the \nfuneral homes where he worked part time.  The Ollivers told Guardado that if he could get to St. Peters, he could \nlive with them. Guardado had enough money for a plane ticket to New York.  Jerry came up with money to get his \nfather from New York to St. Louis.  On Dec. 20, five days before Christmas, the two were reunited.  Olliver said he \nand his wife had no regrets about opening their home to the Guardados. He says his family has grown to like and \ntrust Jerry and his father. When they learned of the Guardados' difficulties, Olliver said, ''We just wanted to help. \nWe want Jerry to be able to grow up and someday raise his children in a place where there is no bloodshed.'' So \nGuardado sits at the Ollivers' kitchen table reading a Golden Book of first words. He tries to relieve the American \nfamily's hectic schedule by cooking and playing with the children, Brent, 7, and Tracy, 5.  And Jerry hurries off to \nhigh school every morning like any other senior in the neighborhood.  But, Olliver said, sometimes when the father \nand son watch the news and see their homeland, they embrace each other and cry.\n\nGraphic\n\n \n\nPhoto; PHOTO by Jerry Naunheim Jr./Post-Dispatch ...Jeremias Guardado, a Salvadoran refugee, with his son, \nJerry. They are seeking political asylum in the United States.\n"}