{"title": "Tamar Jacoby: Congress' small step toward immigration reform", "body": "\nAmong Republican presidential candidates, it's been demagoguery as usual. Why have a substantive debate when \nyou can exchange inflammatory sound bites instead, especially on immigration?\n\nBut something surprising happened last week far from the campaign trail - on Capitol Hill, of all places. Just when \nwe thought Congress would never act to address the nation's broken immigration system, members of the House \nmade a critical breakthrough, voting overwhelmingly to approve a fix that will make American companies more \ncompetitive and the immigration system fairer and more welcoming.\n\nThe Fairness for High-Skilled Immigrants Act is not a broad, far-reaching bill. It's nothing like the comprehensive \noverhaul Congress has been debating for years. It doesn't add more slots for would-be immigrants. It makes only a \nsmall, surgical tuck in the nation's complex immigration code, phasing out quotas on the number of legal \npermanent residents who can be admitted in any given year from a single country. But this small change could \nhave significant consequences, for thousands of immigrants and for the politics of immigration.\n\nThe per-country caps that would be eliminated by the bill are among the most absurd and cumbersome features of \nthe U.S. immigration system. Under current law, thousands of foreigners are approved each year to enter the U.S. \nas legal permanent residents, some sponsored by employers who need their skills, others by family members who \narrived before them and became citizens.\n\nBut this approval is not enough to guarantee a visa. Instead, approved candidates get in line and wait for their \nnumber to come up under the annual cap for their countries. And because until now visas were allotted equally to \nall countries, no matter how big or small, candidates from big countries with strong ties to the U.S. have often \nwaited years. Backlogs have gotten so bad that workers from India, for example, currently face waits of 70 years - \nin other words, many never get visas - and family members from Mexico wait more than a decade.\n\nPhasing out the caps would dramatically reduce waits for many of the highly skilled workers America needs to \nremain a globally competitive knowledge economy. American companies will find it easier to hire researchers, \nengineers and other top talent from the big countries that produce most of the brainpower they rely on to do \nbusiness. The U.S. will become a more attractive destination for foreign innovators and entrepreneurs. And they in \nturn will help create jobs for Americans, a much-needed boost for economic recovery.\n\nThe bill will also help family members of immigrants who have become citizens. Though the country caps for family-\nbased visas are not eliminated, they would be expanded, with the maximum that can go to any one country rising \nfrom 7 percent to 15 percent of the total. This could significantly shorten the waits for spouses and children of \nimmigrants from countries that send large numbers of newcomers to the U.S. - Mexico, the Philippines, India and \nChina, among others. And by making it easier for people to enter the country legally, the bill could potentially make \na dent in the illegal flow.\n\n\nMany immigration reformers wish the measure went further, not just easing and eliminating country caps but also \nexpanding the number of legal permanent residence permits, or green cards, issued every year. Unless we do this \ntoo, the critics argue, easing the caps is no more than a palliative. It robs slots from some countries and awards \nthem to others, shortening waits for Indians and Mexicans but lengthening them for immigrants from other, smaller \ncountries.\n\nThe critics aren't wrong: We do need more green cards. But that isn't politically possible today, not with \nunemployment hovering above 8 percent and politicians so gun-shy about immigration.\n\nStill, the House bill represents a huge political breakthrough. Lawmakers in Washington have been trying to fix the \nsystem for a decade. Democrats and Republicans have been unable to agree on an approach. The politics of \nimmigration have grown so polarized that it sometimes seems Democrats own the issue, while few Republicans \nwill touch it.\n\nThe process that produced the Fairness for High-Skilled Immigrants Act was very different. The bill was proposed \nby Republicans. With some unusually nimble negotiating, its GOP sponsors persuaded influential pro-immigration \nDemocrats to work with them. The resulting bipartisan measure was approved overwhelmingly, by a vote of 389 to \n15. And although it has encountered some obstacles in the Senate, it has broad bipartisan support there as well.\n\nPerhaps most important, the bill could usher in a new approach to immigration reform. For a decade, the \nconventional wisdom among reformers has been \"all or nothing.\" We shouldn't pass any small fixes, the thinking \nwent, because that would take the pressure off - we'd lose the head of steam we needed to pass comprehensive \nreform. But this strategy has produced only stalemate.\n\nSo maybe it's time to try a different approach: not all or nothing but step by step.\n\nAs the country-cap bill shows, the key to the new model will be to start small. Reforms should focus on the legal \nimmigration system. Both Democrats and Republicans should initiate bills. Lawmakers will have to relearn the lost \nart of horse-trading. Over time, small steps will build trust and confidence. And who knows - perhaps, someday, \nthey will build momentum for bigger steps.\n\nTamar Jacoby, a fellow at the New America Foundation, is president of ImmigrationWorks USA, a national \nfederation of small-business owners working for better immigration law. She wrote this column for the Los \nAngeles Times.\n"}