{"title": "A Treasure On Paper Goes Public", "body": "\nImmigration files containing a wealth of information collected by American border agents, some of it dating from the \nlate 19th century, will be opened to the public soon and permanently preserved, providing intriguing nuggets about \nsuch famous immigrants or visitors as Alfred Hitchcock and Salvador Dali. \n\n  But to millions of Americans, the real treasure will be clues about their own families' histories in the photographs, \nletters, interrogation transcripts and recordings that reflect the intense scrutiny faced by those trying to enter the \nUnited States during an era when it waged two world wars and adopted increasingly restrictive immigration policies.\n\n  Under an agreement signed this year, the files, on some 53 million people, will be gradually turned over by the \nDepartment of Homeland Security to the National Archives and Records Administration, beginning in 2010. The \nmaterial, accounting for what officials describe as the largest addition of individual immigration records in the \narchives' history, will be indexed and made available to anyone. \n\n  At present, members of the public typically gain access to the documents, known as the Alien Files, by submitting \na Freedom of Information Act request. But that is a cumbersome process that can take months to produce \ndocuments -- and even then only photocopies, not originals -- and, says Jeanie Low, a private consultant to family \nhistorians, deters many amateur genealogists unfamiliar with navigating government bureaucracy.\n\n  That is how Thelma Lai Chang obtained the 103-page file detailing immigration officials' interviews with her father, \nwho immigrated from China as a 12-year-old in 1922. Under the Chinese Exclusion Act, most Chinese were then \nbarred from entering the United States, and her father used a fake identity, claiming to be the son of a family \nalready in the country.\n\n  ''I cried because these are real documents,'' said Ms. Chang, who keeps a copy of her father's Alien File in her \ndesk drawer at her San Francisco home. ''All these years my dad used to talk about how he came, and this is proof \nto me of what he went through. I mean, all these questions for a little kid.''\n\n  The decision to preserve the files is a victory for historical and immigrant groups that had been concerned \nbecause federal regulations permitted the government to destroy them once they were 75 years old.\n\n  The files contain a trove of information for historians of all fields. The file on Dali, for example, the Spanish \nSurrealist who fled to the United States at the onset of World War II, contains more than 40 pages of travel \ndocuments. \n\n  But the material will be particularly significant to the descendants of persecuted immigrants like Jews who fled \nEurope before World War II. \n\n\n  ''For so many of us, this is all that exists,'' said Rodger Rosenberg, whose great-grandparents escaped pogroms in \nEastern Europe at the turn of the century. ''So much was lost.''\n\n  The public demand for access to government records like these has been fueled by Web sites, including \nAncestry.com and Footnote.com, that have made it easier for people to do research even if they have no formal \ngenealogical background. \n\n  ''Before, it was just microfilm, constantly microfilm, going through hours of microfilm,'' said Adele Macher of \nBaltimore, who has been researching her family's Italian roots for 17 years. Once started, the research becomes \nalmost an addiction, Mrs. Macher said as she pored over a copy of her great-aunt's Alien File, obtained under the \nFreedom of Information Act. \n\n  ''This is like really putting a puzzle together,'' she said, ''and every piece that you find you want to find the next \npiece and the next piece and the next piece.''\n\n  Perhaps most exciting to researchers is that the files, which they will be able to see at the  regional archives in \nSan Bruno, Calif., and Kansas City, Mo., contain the original documents. Some include artifacts like wallets, 45-\nr.p.m. records and detailed maps that prospective immigrants drew by hand at the border to prove claims about \nwhere they came from. \n\n  ''The bottom line is that you want as many original documents as possible,'' said Schelly Talalay Dardashti, who \nwrites Tracing the Tribe, a Jewish genealogy blog. ''Each time something is written down, there is a chance of \nsomething getting screwed up. Each time a document is transcribed, mistakes will be made.''\n\n  Still, for many among a generation of immigrants who dodged the Chinese Exclusion Act by inventing their \nheritage or spinning elaborate tales of lost documentation, the accessibility is alarming. The exclusion act was \nrepealed in 1943, but fears of deportation ran rampant in the 1950s, when, in the wake of the Chinese Revolution, \nMcCarthyism tore Chinese immigrant families and communities apart.\n\n  Scarred by a period of what they recall as institutionalized racism, many aging immigrants refuse to discuss the \nAlien Files. They are afraid, they say, that lies told by young immigrants so many years ago and recorded in the \nfiles then could result in deportation now.\n\n  But officials of the Homeland Security Department say the files will be used for historical purposes, not law \nenforcement. Further, records will not be released until the immigrant in question has died or turned 100, and the \nnames of the living will be redacted. \n\n  The files and immigration agents ''have always been seen as the enemy,'' said Jennie Lew, spokeswoman for a \ncoalition that pushed for the new agreement. ''We're trying to make this the silver lining of years of discrimination.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Adele Macher, researching her Italian roots, used the Freedom of Information Act to obtain a copy of the \nAlien File kept on her great-aunt Laura D'Amario. (PHOTOGRAPHS BY VERONIKA LUKASOVA FOR THE NEW \nYORK TIMES)                       \n"}