{"title": "PROVIDING IN-STATE TUITION FOR ILLEGAL ALIENS: A VIOLATION OF FEDERAL LAW", "body": "\nThe following information was released by the Heritage Foundation:\n\nBy Hans von Spakovsky and Charles Stimson\n\nNovember 22, 2011\n\nPrint PDF\n\nDownload PDF\n\nShare\n\nFacebook\n\nTwitter\n\nEmail\n\nMore\n\nFederal law prohibits state colleges and universities from providing in-state tuition rates to illegal aliens \"on the \nbasis of residence within the State\"-unless the same in-state rates are offered to all citizens of the United States. \nToday, 12 states are circumventing this federal law, and the legal arguments offered to justify such actions are \nuntenable, no matter what other policy arguments are offered in their defense. Because at least one federal court of \nappeals has held that there is no private right of action under the specific statute in question- 1623 of the Illegal \nImmigration Reform and Immigrant Responsibility Act of 1996-the U.S. Department of Justice must enforce this \nstatutory provision against states that have violated federal law. Yet even as it sues states like Arizona and \nAlabama for trying to assist the enforcement of federal immigration law, the U.S. government refuses to sue states \nthat are incontrovertibly and brazenly violating an unambiguous federal immigration law. Such inaction is \nunacceptable: The President and the Attorney General have an obligation to enforce every provision of the United \nState's comprehensive federal immigration regulations-including the federal law prohibiting state colleges and \nuniversities from providing in-state tuition rates to illegal aliens \"on the basis of residence within the State.\"\n\nIn 1996, Congress passed-and President Bill Clinton signed into law-the Illegal Immigration Reform and Immigrant \nResponsibility Act (IIRIRA).[i] Section 1623 of this federal statute prohibits state colleges and universities from \nproviding in-state tuition rates to illegal aliens \"on the basis of residence within the State\" unless the same in-state \nrates are offered to all citizens of the United States.[ii] Today, 12 states[iii] allow individuals who are in the United \n\n\nStates illegally to pay the same in-state tuition rates as legal residents of the states[iv]-without providing the same \nrates to others. By circumventing the requirements of 1623 these states are violating federal law, and the legal \narguments offered to justify such actions are untenable, no matter what other policy arguments are offered in their \ndefense.\n\nA Nation of Laws, Not of Men\n\nThe United States is a country of immigrants-men and women who sought opportunity and freedom in an \nexceptional new land. Americans take pride in their heritage and this country's generous policies regarding legal \nimmigration. Yet, as citizens of a sovereign nation, Americans retain the right to decide who can and cannot enter \nthis country-and what terms immigrants and visitors must accept as a condition of residing in the United States. As \nmandated by the U.S. Constitution, Congress sets America's immigration policy. State officials have considerable \ninfluence in Congress over the crafting of immigration laws, and they may take steps to help enforce federal law.[v] \nHowever, state officials cannot act contrary to a congressional statute.\n\nAmerica is a \"nation of laws, not of men,\" and thus her citizens must abide by the rule of law. But even if the \noperation of the rule of law was not imbedded in the U.S. Constitution and legal system, every generation of \nAmericans should re-affirm its virtue and security. These concepts, ancient as they are, and quaint as they may \nsound to some, provide the bedrock principles of this nation's constitutional republic. To abandon them in individual \ncases-where, for example, it seems opportunistic or personally appealing-is to render them unavailable in the \npreservation of all other rights.\n\nThe Constitution, the States, and Immigration\n\nArticle 1, Section 8, Clause 4 of the United States Constitution provides that Congress has the power to \"establish \nan uniform Rule of Naturalization.\" Over the decades, Congress has done just that, imposing a variety of conditions \non those who wish to immigrate (e.g., such individuals must do so openly and in accordance with established legal \nprocess) and on those who might be visiting (e.g., such individuals must not overstay their authorized visit).\n\nUnambiguous federal law regarding who may receive the benefit of in-state college tuition is part of these \nconditions. Specifically, 1623 of IIRIRA provides that\n\nNotwithstanding any other provision of law, an alien who is not lawfully present in the United States shall not be \neligible on the basis of residence within a State (or a political subdivision) for any postsecondary education benefit \nunless a citizen or national of the United States is eligible for such a benefit (in no less an amount, duration, and \nscope) without regard to whether the citizens or national is such a resident.[vi]\n\nThus, it is obvious that Congress meant to prohibit state colleges and universities from offering in-state tuition to \nillegal aliens unless the state institutions also offer in-state tuition to all students, regardless of whether they live in \nthe state or in another state. Congress may have assumed that state colleges and universities would not be able to \n\"afford\" offering in-state rates to everyone because these schools rely on the higher tuition from out-of-state \nstudents to help subsidize public colleges, and thus they would not offer in-state rates to illegal aliens.[vii] But the \nlaw itself provides a choice and only requires states to treat out-of-state citizens and illegal aliens equally.\n\nIIRIRA, once signed into law by President Clinton, should have settled this issue. But some states have continued \nto offer lower tuition to illegal aliens without offering the same to all students-a direct violation of federal law. \nSpecifically, 12 states have circumvented the express language and clear intent of the statute by erecting proxy \nlegal justifications for offering in-state tuition to illegal aliens. These states have asserted these legal arguments in \ncourts and forced others to waste time and resources in litigation to try to enforce federal law. Such state policies \nnot only violate federal law; they also:\n\nEncourage illegal immigration;\n\nAre fundamentally unfair to students from out-of-state who are U.S. citizens; and\n\nForce taxpayers to subsidize the education of illegal aliens.\n\n\n\nBeyond these immediate concerns, there is another, larger issue at stake: the federal government's preeminent \npower to regulate immigration. The Supreme Court has held that the \"[p]ower to regulate immigration is \nunquestionably exclusively a federal power.\"[viii] However, not every state action \"which in any way deals with \naliens is a regulation of immigration and thus per se pre-empted by this constitutional power, whether latent or \nexercised.\"[ix] In order for a state statute affecting immigrants (legal or illegal) to be valid, it cannot be expressly \npreempted by federal immigration law and must \"not otherwise conflict with federal law.\"[x]\n\nState laws that provide in-state tuition rates to illegal aliens are both expressly preempted by, and in conflict with, \n1623-unless the state also provides in-state tuition rates to all other American students regardless of their state of \nresidence. However, none of the states that provide in-state tuition rates to illegal aliens have changed their state \nlaws to provide such tuition rates to out-of-state students who are U.S. citizens.\n\nCircumventing Federal Law 101\n\nTo avoid IIRIRA's mandate that in-state tuition be determined \"on the basis of residence within a State,\" some \nstate lawmakers have created alternative criteria through which students might qualify for in-state tuition. Such \nalternative criteria are intended to act as a substitute for actual residence, which, in turn, creates the patina of \ncompliance with the federal statute: Since residence is not at issue, there is, so these states argue, no conflict \nbetween federal and state law. In reality, however, the states are targeting illegal aliens for in-state tuition.\n\nMaryland's Senate Bill 167, which was signed into law by Governor Martin O'Malley (D), is a typical example of \nsuch chicanery. This bill exempts individuals, including \"undocumented immigrants,\" from paying out-of-state \ntuition if the person attended a secondary school in the state for at least three years, graduated or received a GED \nin the state, proves that he or his parents have filed Maryland income tax returns annually for the three years the \nstudent attended school in Maryland, and states that they will file an application to become a permanent \nresident.[xi]\n\nMaryland Attorney General Douglas F. Gansler provided a dubious legal opinion regarding Senate Bill 167 to Gov. \nO'Malley on May 9, 2011. Gansler concluded that federal law (in particular, 8 U.S.C. 1623(a)) does not preempt \nSenate Bill 167. The opinion suggests that Senate Bill 167 is not subject to the preemptive effect of 1623(a) \nbecause the former \"looks to factors such as time of attendance in Maryland schools and graduation from Maryland \nschools to define an exemption from nonresident tuition\" [xii] and not residence. There are at least two problems \nwith that legal analysis.\n\nFirst, federal law permits a state to grant in-state college tuition to an illegal alien only if the state affords the same \nbenefit to non-Maryland residents. The purpose of that law is to allow a state to treat illegal aliens like nonresidents \nfor college tuition purposes: If the state does not charge more to the latter than to in-state students, then it may \ncharge the same amount to illegal aliens (who, in an abstract sense, are akin to non-Marylanders). But Maryland's \nlaw does not use that formula; Gansler claims that the bill does not require \"residence\" in Maryland to attend \ncollege and receive in-state tuition since it looks to \"time of attendance\" in Maryland high schools.\n\nHowever, the regulations of the Maryland Board of Education authorize local schools to require \"proof of the \nresidency of the child\" for admission into public schools for kindergarten through high school.[xiii] In fact, the Web \nsite for the Prince George's County Public Schools says that \"proof of residence shall be a prerequisite of \nadmission to the public schools\" and parents and guardians who are registering their children for school the first \ntime must file an \"Affidavit of Disclosure as required by law, verifying their legal residence in Maryland.\"[xiv] \nMontgomery County also tells parents enrolling their children for the first time that \"all students\"must provide \nverification of age, identity, residency, and immunizations.\"[xv] As the state's attorney general, Gansler has \nconstructive knowledge of this residency requirement. The fact that he ignores it throws into question the premise \non which his entire legal opinion rests.\n\nNo one who lives in, and went to high school in, for example, Wyoming, could satisfy the eligibility requirements of \nSenate Bill 167; the new law does not apply to non-Marylanders. As such, because the Maryland bill does not put \nnon-Maryland residents on a par with Marylanders, the bill cannot give illegal aliens a break on state tuition.\n\n\n\nSecond, Gansler's letter states that \"the entire purpose of the bill is to design a law that will enable the State to \ncontinue to provide services to young undocumented aliens.\"[xvi] The purpose of the bill, therefore, is to achieve \nthe result that Congress outlawed in 8 U.S.C. 1623(a)-granting in-state college tuition to illegal aliens without also \ngranting that benefit to non-Maryland residents.\n\nThe Supreme Court has repeatedly struck down state legislation enacted to evade federal statutory or constitutional \nrequirements. Indeed, the Court has rejected such legislation even when state lawmakers do not reference a \nsuspect or disfavored classification:\n\nThe states have no power, by taxation or otherwise, to retard, impede, burden, or in any manner control, the \noperations of the constitutional laws enacted by Congress to carry into execution the powers vested in the general \ngovernment.[xvii]\n\nFor example, in 2000, the Court struck down a Hawaiian statute that limited voting in certain elections to individual \ndescendants of those who lived in Hawaii prior to 1778.[xviii] The statute's eligibility requirements made no mention \nof race but were an obvious pretext for Polynesian heritage.\n\nThese state statutes that are intended to provide in-state tuition to illegal aliens are similar pretextual attempts to \nevade the federal immigration statute.\n\nThe Martinez Legal Fig Leaf\n\nThe few federal cases on this issue filed by citizen university students and their parents against such state laws \nhave not reached the substantive merits of the preemption issue because the courts have held that individuals do \nnot have standing to sue under this statutory federal provision.\n\nFor example, in Day v Bond, the Tenth Circuit Court of Appeals dismissed the lawsuit brought by nonresident \ncitizen university students and their parents against the state of Kansas. Section 1623 does not create a private \nright of action and the plaintiffs lacked standing to bring an equal protection claim.[xix] The court held that the \ninjuries claimed by the plaintiffs failed to satisfy \"the requisite standing criteria.\" These injuries included:\n\nThe denial of equal treatment caused by the Kansas law that made it impossible for nonresident U.S. citizens to \nobtain the same in-state benefits;\n\nThe increased tuition faced by the plaintiffs since the burden of subsidizing illegal alien beneficiaries is passed \nalong to other students through tuition hikes;\n\nThe harm that results from competition for scarce tuition resources; and\n\nThe extra tuition paid by nonresident plaintiffs during the academic year over the in-state tuition paid by \nnonresident illegal aliens, as a consequence of the discriminatory law.\n\nOn the other hand, illegal aliens who have sued states for denying admission to post-secondary institutions as a \nviolation of their constitutional rights have had their lawsuits thrown out on the merits. In Equal Access Education v. \nMerten,[xx] a Virginia federal district court held that, although illegal aliens had standing to bring suit, Virginia was \nunder no obligation to allow illegal aliens to attend Virginia colleges and universities. Virginia's law was not \npreempted by federal law and did not violate due process: \"It defies logic to conclude that\"Congress left states \npowerless to deny admission to illegal aliens.\"[xxi] The court concluded that the \"persuasive inference to draw from \n1623 is that public post-secondary institutions need not admit illegal aliens at all, but if they do, these aliens cannot \nreceive in-state tuition unless out-of-state United States citizens receive this benefit.\"[xxii]\n\nAs the National Conference of State Legislatures notes in a report on in-state tuition for illegal aliens, in order to \ntry and \"maneuver around the [ 1623] requirements, the eleven states that have enacted laws granting in-state \ntuition rates to undocumented students have tried to word the legislation so that it is contingent on high school \nattendance and graduation, and not based on residency within the state.\"[xxiii] But Texas bases its definition of \nresidency for college admission on an individual (or his parent) establishing domicile in Texas not later than one \n\n\n\nyear before the academic term in which the student is enrolled in college or graduating from a Texas high school \nwho \"maintained a residence\" continuously for three years before graduation.[xxiv] Similarly, California bases \nresidency on high school attendance in California for three or more years and graduation from a California high \nschool.[xxv]\n\nThe California Supreme Court bought into this legally questionable argument in Martinez v. Regents of the \nUniversity of California.[xxvi] The court recognized that the question of federal preemption of California's residency \nlaw depended on whether the three-year high school attendance requirement is an \"exemption based on residence \nwithin California.\" However, the court held that the requirement that a student attend a California high school for \nthree years and graduate was not a residency requirement. It overturned the California Court of Appeals, which had \ncome to the legally straightforward conclusion that the California law was intended to benefit illegal aliens living in \nthe state and the \"wording of the California statute...creates a de facto residence requirement.\"[xxvii] The court of \nappeals did not consider it relevant that the eligibility criteria did not correlate 100 percent with residency.\n\nThe California Supreme Court made the illogical claim that because 1623 is not an \"absolute ban\" on illegal aliens \nreceiving such tuition benefits, that section of federal law is not in accord with the expressed intention of Congress \nin its immigration legislation to \"remove the incentive for illegal immigration provided by the availability of public \nbenefits.\"[xxviii] The court also ignored the fact that the state had adopted the law specifically to benefit illegal \naliens living in California and that the overwhelming majority of those who qualified for the benefit were only illegal \naliens.\n\nWhile this legally erroneous decision may be the law in California (at least for the time being), it is not the law \nanywhere else in the country. Although the U.S. Supreme Court denied a petition of certiorari filed by the plaintiffs, it \nis black letter law that such a denial has no precedential effect whatsoever;[xxix] this issue has not yet been \ndecided on the merits by any federal court.\n\nAnd yet, offending states continue to ignore the clear language provided by a federal court in the Merten decision, \nand instead rely on the preferred outcome found in a state supreme court ruling-a shortsighted and legally specious \napproach to governing.\n\nUnwise Public Policy\n\nGiving illegal aliens a financial break at state colleges and universities is not only illegal; it is also immensely \nunpopular with American taxpayers. An August 2011 Rasmussen poll found that 81 percent of voters oppose \nproviding in-state tuition rates to illegal aliens. Seventy-two (72) percent of voters believe parents should be \nrequired to prove their legal residency when registering their children for public school.[xxx]\n\nThese results, however, should hardly come as a surprise: In 2005, it was estimated that the cost to taxpayers of \nproviding in-state tuition in California was between $222.6 million and $289.3 million, while the cost to Texas \ntaxpayers was between $80.2 million and $104.4 million.[xxxi]\n\nGranting financial preference to illegal aliens also discriminates against otherwise qualified citizen students from \noutside the state. Furthermore, states that offer in-state tuition to illegal aliens act as a magnet for more illegal \naliens to come to the state. Arguments to the contrary are unpersuasive, and not supported by the facts.\n\nAn Obligation to Enforce Federal Law\n\nStates that offer in-state tuition for illegal aliens are in violation of federal law. In doing so, these states are also \nacting against the will of the American people.\n\nThe applicable statute and the case law are clear: If there is no private right of action under 1623, the U.S. \nDepartment of Justice must enforce this statutory provision against states that have violated federal law. Yet even \nas it sues states like Arizona and Alabama for trying to assist the enforcement of federal immigration law, the U.S. \ngovernment refuses to sue states that are incontrovertibly and brazenly violating an unambiguous federal \nimmigration law.\n\n\n\nThe President and the Attorney General have an obligation to enforce the provisions of the United States' \ncomprehensive federal immigration regulations-including the federal law prohibiting state colleges and universities \nfrom providing in-state tuition rates to illegal aliens \"on the basis of residence within the State.\"\n\nHans A. von Spakovsky and Charles D. Stimson are both Senior Legal Fellows in the Center for Legal and Judicial \nStudies at The Heritage Foundation; von Spakovsky served as Counsel to the Assistant Attorney General for Civil \nRights at the Justice Department (2002-2005) and Stimson was a federal prosecutor and later Deputy Assistant \nSecretary of Defense (2006-2007).\n\nSend this report to a friend\n\nYour Information Yes, I'd like to receive news about Heritage via email Your Friend's Information\n\nYour Message\n\nShow references in this report\n\n[i] Pub.L. 104-208; 110 Stat. 3009-546 (1996).\n\n[ii]8 U.S.C. 1623 (1996).\n\n[iii]California, Texas, New York, Utah, Washington, Oklahoma, Illinois, Kansas, New Mexico, Nebraska, Maryland, \nand Connecticut.\n\n[iv] Undocumented Student Tuition: State Action, National Conference of State Legislatures (October 2011), \nhttp://www.ncsl.org/default.aspx?tabid=12846. Wisconsin repealed its law providing illegal aliens with in-state \ntuition rates in 2011. Arizona, Colorado, Georgia, and Indiana prohibit illegal aliens from receiving in-state tuition \nrates. Some states like Arizona, Colorado, Georgia, and South Carolina prohibit in-state tuition benefits for illegal \naliens. Ariz. Rev. Stat. 15-1803(B) (2006); Colo. Rev. Stat. 24-76.5-101 (2006); Ga. Code Ann. 50-36-1 (2011); \nS.C. Code 8-29-10 (2008).\n\n[v] See, e.g., Kris Kobach, The Arizona Immigration Law: What It Actually Does, and Why It Is Constitutional, \nHeritage Foundation Lecture No. 1173 (Dec. 3, 2010), available at \nhttp://www.heritage.org/Research/Lecture/2010/12/The-Arizona-Immigration-Law-What-It-Actually-Does-and-Why-\nIt-Is-Constitutional; Charles Stimson, States Get a \"License\" to Enforce Immigration Laws, Heritage Foundation \nWebMemo No. 3342 (August 22, 2011), available at            \nhttp://www.heritage.org/Research/Reports/2011/08/Ruling-on-States-Immigration-Law-Enforcement-and-EVerify-\nUse.\n\n[vi]8 U.S.C. 1623 (1996).\n\n[vii]Supporters of in-state tuition for illegal aliens point to the Supreme Court's decision in Toll v. Moreno, 458 U.S. \n1 (1982), which held that a Maryland policy denying in-state tuition to children of parents with nonimmigrant G-4 \nalien visas violated the Supremacy Clause. But this holding was based on the fact that while federal immigration \nlaw precluded most aliens from establishing domicile in the U.S., Congress had explicitly \"allowed G-4 aliens-\nemployees of various international organizations, and their immediate families-to enter the country on terms \npermitting the establishment of domicile in the United States.\" Id. at 14. Thus, the Maryland policy violated the \nexpress terms of federal immigration law at that time.\n\n[viii]De Canas v. Bica, 424 U.S. 351, 354 (1976) (holding that a California statute prohibiting employers from \nknowingly hiring illegal aliens if such employment would have an adverse effect on lawful resident workers was not \npre-empted by federal law).\n\n[ix] Id. at 355.\n\nhttp://www.ncsl.org/default.aspx?tabid=12846\nhttp://www.heritage.org/Research/Lecture/2010/12/The-Arizona-Immigration-Law-What-It-Actually-Does-and-Why-It-Is-Constitutional;\nhttp://www.heritage.org/Research/Lecture/2010/12/The-Arizona-Immigration-Law-What-It-Actually-Does-and-Why-It-Is-Constitutional;\nhttp://www.heritage.org/Research/Reports/2011/08/Ruling-on-States-Immigration-Law-Enforcement-and-EVerify-Use\nhttp://www.heritage.org/Research/Reports/2011/08/Ruling-on-States-Immigration-Law-Enforcement-and-EVerify-Use\n\n\n[x]Chamber of Commerce v. Whiting, 131 S. Ct. 1968, 1973, 563 U.S. -(2011). See also Cox v. Shalala, 112 F.3d \n151, 154 (4th Cir. 1997) (finding that even when Congress has neither expressly pre-empted state law nor occupied \nthe field, a state law is per se preempted if it burdens or conflicts with federal law).\n\n[xi]Opponents of the Maryland law collected enough signatures from voters to \"suspend the controversial new law \nuntil voters have their say\" in a referendum on the November 2011 election. Annie Linskey, In-State Tuition \nOpponents Have Signatures for Referendum, The Baltimore Sun, Jul. 7, 2011.\n\n[xii] See Letter from Douglas E. Gansler, Attorney General of Maryland, to Martin O'Malley, Governor of Maryland \n(May 9, 2011) at 4, available at http://mlis.state.md.us/2011rs/ag_letters/sb0167.pdf.\n\n[xiii]Md. Code Regs 13A.08.07.03-1 (2011). The Web site for the Board of Education notes that \"as a minimum, \nmost schools require\"proof of residency.\" http://www.msde.maryland.gov/NR/rdonlyres/841ABD3D-FC95-47AB-\nBB74-BD3C85A1EFB8/26317/Enrollment__FS40.pdf.\n\n[xiv] Pupil Accounting and School Boundaries, Prince George's County Public Schools (Sept. 2011), \nhttp://www1.pgcps.org/pasb/index.aspx?id=20182 (emphasis added).\n\n[xv] Quick Guide to Enrollment, Montgomery County Public Schools (Jan. 2011), \nhttp://www.montgomeryschoolsmd.org/uploadedFiles/info/enroll/QuickGuideToEnrollment-English.pdf (emphasis \nadded).\n\n[xvi]Letter from Douglas E. Gansler, supra note 12, at 9.\n\n[xvii]Van Brocklin v. Anderson, 117 U.S. 151, 155-56 (1886).\n\n[xviii]Rice v. Cayetano, 528 U.S. 495 (2000); see also Guinn v. United States, 238 U.S. 341 (1911).\n\n[xix]Day v. Bond, 500 F.3d 1127, 1139 (10th Cir. 2007), reh'g denied, 511 F.3d 1030 (10th Cir. 2007), cert. denied, \n2008 U.S. LEXIS 5064 (June 23, 2008). Of course, Congress could amend the statute and specifically provide for a \nprivate right of action. In another case in Texas, a federal district court held that a state court case contesting a \nTexas law extending in-state tuition to illegal aliens had been improperly removed to federal court because the \nnonprofit organization that filed the state lawsuit lacked Article III standing necessary for the action to proceed in \nfederal court. Immigration Reform Coalition of Texas v. Texas, 706 F.Supp.2d 760 (S.D. Texas 2010).\n\n[xx]305 F.Supp.2d 585 (E.D. Va. 2004).\n\n[xxi] Id. at 606.\n\n[xxii] Id.\n\n[xxiii] Undocumented Student Tuition: Federal Action, National Conference of State Legislatures (May 2011), \nhttp://www.ncsl.org/default.aspx?tabid=12851.\n\n[xxiv]Tex. Educ. Code Ann. 54.052 (West 2005).\n\n[xxv]Cal. Educ. Code 68130.5 (West 2003).\n\n[xxvi]241 P.3d 855 (Cal. 2010), cert. denied, 131 S.Ct. 2961 (2011).\n\n[xxvii] Id. at 864.\n\n[xxviii] Id. at 864-65.\n\n[xxix]Maryland v. Baltimore Radio Show, 338 U.S. 912, 919 (1950) (\"Inasmuch, therefore, as all that a denial of a \npetition for a writ of certiorari means is that fewer than four members of the Court thought it should be granted, this \n\nhttp://mlis.state.md.us/2011rs/ag_letters/sb0167.pdf\nhttp://www.msde.maryland.gov/NR/rdonlyres/841ABD3D-FC95-47AB-BB74-BD3C85A1EFB8/26317/Enrollment__FS40.pdf\nhttp://www.msde.maryland.gov/NR/rdonlyres/841ABD3D-FC95-47AB-BB74-BD3C85A1EFB8/26317/Enrollment__FS40.pdf\nhttp://www1.pgcps.org/pasb/index.aspx?id=20182\nhttp://www.montgomeryschoolsmd.org/uploadedFiles/info/enroll/QuickGuideToEnrollment-English.pdf\nhttp://www.ncsl.org/default.aspx?tabid=12851\n\n\nCourt has rigorously insisted that such a denial carries with it no implication whatever regarding the Court's views \non the merits of a case which it has declined to review. The Court has said this again and again; again and again \nthe admonition has to be repeated.\")\n\n[xxx] Most Voters Oppose Public Schooling, Tuition Breaks, Driver's Licenses for Illegal Immigrants, Rasmussen \nReports (August 23, 2011), \nhttp://www.rasmussenreports.com/public_content/politics/current_events/immigration/most_voters_oppose_public_\nschooling_tuition_breaks_driver_s_licenses_for_illegal_immigrants.\n\n[xxxi]Jack Martin, Breaking the Piggy Bank: How Illegal Immigration is Sending Schools Into the Red, Federation for \nAmerican Immigration Reform (June 2005), \nhttp://www.fairus.org/site/News2?page=NewsArticleandid=17193andsecurity=1601andnews_iv_ctrl=1901. The \nplaintiff in Immigration Reform Coalition of Texas v. Texas claimed that there are 8,000 illegal aliens \"currently \nattending Texas colleges and universities\" who are eligible for in-state tuition as well as financial aid and other \nstate education grants. 706 F.Supp.2d at 762.\n"}