{"title": "GOD IN GOVERNMENT The Best From This Week's Blog", "body": "\n A Hitch in a Search for Common Ground \n\nWhat if a Web site that supports abortion rights were to launch an online effort to find \"common ground\" with \nabortion opponents? It would get a little awkward.\n\nRH Reality Check supports abortion rights, and its Web site features articles blasting abstinence-only programs and \ncrisis pregnancy centers -- efforts supported by abortion foes. But this week, RH Reality Check launched a Web site \nforum, \"On Common Ground,\" aimed at bringing together abortion rights supporters and abortion foes, with writers  \nagreeing on the sacredness of sex and the need to help pregnant college students.\n\nBut Wendy Wright, president of Concerned Women for America, which opposes abortion, said parts of the section \nare \"incredibly offensive.\" Wright, who participated in a White House meeting on seeking common ground on \nabortion, objected to comments by Scott Swenson, co-publisher of RH Reality Check.\n\n\"Many people on the right distance themselves from anything having to do with clinic violence, but still have their \npicture taken with politicians whose rhetoric foments it,\" Swenson wrote.\n\nWright is not happy with that characterization. \"He takes swipes at pro-lifers without acknowledging deficiencies in  . \n. . pro-abortion groups,\" Wright said in an interview.\n\nCristina Page, editor of the site, said she has called Wright and hopes to get her involved in the exchange of views. \n\"I want her to help shape the dialogue,\" Page said.\n\nFaith Groups Still Push 'Truth Commission' \n\n The National Religious Campaign Against Torture is continuing its push to persuade the president to authorize a \ncommission to investigate harsh interrogation methods used on terrorism suspects during the Bush administration.\n\nObama has rejected the idea. But the anti-torture coalition,  made up of 250 religious groups, is keeping the \npressure on for establishing a \"truth commission.\" This week, it held a demonstration outside the White House, and \n33 representatives of the group met with members of the Obama administration.\n\n\n\"We didn't expect to come out of there with a commitment from the president,\" said the Rev. Richard Killmer, \nexecutive director of the group. \"They know that we want to change the president's mind. That is what this is all \nabout.\"\n\nWashington Post religion reporters Jacqueline L. Salmon, Michelle Boorstein and William Wan blog regularly on \nreligion, politics and policy at http://washingtonpost.com/onfaith.\n"}