{"title": "For Illegal Immigrants, a Harsh Lesson", "body": "\nESTEBAN NAVARRO'S disappearance broke a lot of hearts at Trenton Central High School, where the dropout \nrate among Hispanic students is triple the state average. \n\n  Two years ago, Mr. Navarro, a quiet and gifted student, was headed for top honors. His teachers said he was a \nstar soccer player who received a perfect score on the advanced-placement calculus exam and was named class \nvaledictorian. By senior year, the long-haired teenager was being courted by Princeton, where he took advanced \nmath classes.\n\nBut by spring 2003, when he was a senior, Mr. Navarro's plans to attend college unraveled. As the son of illegal \nimmigrants, Mr. Navarro, who was born in Costa Rica, had no Social Security number. Had he been a citizen, his \nparents' meager income as a cook and a house cleaner might have qualified him for financial aid, but federal law \nbarred him from receiving assistance. \n\n  Afraid to risk flouting federal law, Princeton and other leading universities could not process Mr. Navarro's \napplications, according to several people with knowledge of his situation. And at graduation, as the principal called \non him to deliver the valedictory speech, Mr. Navarro had already dropped out -- his dream of becoming a \nmathematician dashed in a tangle of immigration laws.\n\n  ''He just gave up,'' his 19-year-old brother, Julio, recalled. ''He didn't even put up a fight.'' \n\n  Mr. Navarro refused to talk about his situation for this article. Now 21, Mr. Navarro, who had attended school in the \nUnited States since the first grade, works in a pizza shop outside Philadelphia. \n\n  Nor is the plight of Mr. Navarro an isolated case. Currently, about 60,000 high school students who have spent \nnearly their entire lives in the United States are considered illegal immigrants, according to the Urban Institute, a \nresearch organization in Washington. And because 56 percent of them are from low-income families, the cost of \ncollege is out of reach. \n\n  One solution is embodied in the In-State Tuition Act, first introduced in the New Jersey Legislature in 2003, which \nwould allow illegal immigrants like Mr. Navarro to attend public colleges at in-state tuition rates. Without legal \nstatus, these students, who currently number about 28,000, are charged out-of-state rates that are prohibitively \nexpensive for most of their struggling families. \n\n  To qualify for in-state status, according to the legislation, students would have to prove that they had attended a \nNew Jersey high school for at least four years and planned to apply for citizenship.\n\n\nLanguishing in the Legislature\n\n The bill, which has languished in the Assembly and the Senate Education Committee for two years, has the \nsupport of the New Jersey Immigration Policy Network, a coalition of students, charities and civil-liberties \norganizations. \n\n  ''Immigrants feel abandoned and isolated, and it's particularly painful for youth,'' said Ryan Lilienthal, an \nimmigration lawyer in Princeton. ''They feel they belong here but are stigmatized because they lack opportunity. If \nwe are not careful and close the education door, who knows what direction they will pursue? We've got to find ways \nto get them legal immigration status.'' \n\n  Opponents believe that the bill, if approved, would strain classrooms and budgets at public universities and \nprovoke tension between legal immigrants who might not qualify for lower tuition and illegal immigrants who \nwould.\n\n  ''If someone from Philadelphia wants to go to school in New Jersey, and an illegal is getting in-state tuition, that \nangers students a great deal,'' said Jean Oswald, executive director of New Jersey Commission on Higher \nEducation.\n\n  Consequently, the measure faces an uphill battle, as does a bill pending in Congress that would allow illegal \nimmigrants to apply for federal college assistance. \n\n  In New Jersey, many advocates of the measure blame racial politics for stalling its passage.\n\n  ''The main perception among the immigrant community is that they are experiencing disguised racism,'' said \nCarlos Avila, 21, a leading supporter of the act. ''They feel it's a tool of power and a tug of war in an economic \nsense. The Latino immigrants have the economic power, and that sometimes threatens other communities -- \nAnglos and African-Americans.''\n\n  The issue is particularly pressing in New Jersey, which has the fifth-largest immigrant population in the nation. \nSome migration studies say that as many as 500,000 residents are illegal immigrants, although the real numbers \nare hard to determine because these immigrants live largely in the shadows for fear of deportation. They often \nshuttle among low-wage jobs as cooks, construction workers and janitors. Their children tend to attend low-\nperforming schools and drop out early to help their families scratch out a living.\n\n  Even so, their children are integrated in the public schools, which by law are not allowed to question a family's \nimmigration status. Once there, the children receive mixed messages. For instance, last year -- to ease the \ntransition of those with limited English proficiency -- state high schools provided bilingual programs for 342,482 \nstudents. But when the college process begins, they face insurmountable odds and often receive bad advice. \n\n  So far, federal and state laws have sent immigrants mixed signals, too. In 1982, the United States Supreme \nCourt ruled that public school students in kindergarten through 12th grade could not be denied an education \nbecause of their immigration status. A decade later, the national Immigration Reform and Control Act of 1996 \nlargely cut social benefits to illegal immigrant families, including access to federal financial aid. The law also \nincluded a provision prohibiting in-state tuition rates for illegal immigrants. \n\n  After 2001, California and Texas were the first states to counter that act with laws to treat illegal immigrant \nstudents as residents if they had been educated almost exclusively in the United States. Those two states were \nfollowed by Utah, Illinois, Oklahoma, New York and Washington. \n\n  But many New Jersey legislators are hesitant to act. ''We just don't know how it's going to play out,'' Ms. Oswald \nsaid. ''We've been waiting to see what has happened in other states with similar laws. What if one is challenged?''\n\n  Despite Mr. Avila's contention that racial politics is slowing passage of the measure, State Senator Ronald Rice, a \nblack Democrat who co-sponsored the In-State Tuition Act, insists that immigrants are an asset and should not \nface obstacles in their quest for a college education.\n\n\n\n'Cannot Say No to Students'\n\n ''We are who we are and cannot say no to students just because of where they were born,'' said Mr. Rice, whose \ndistrict includes Newark, where more than 100 languages are spoken in the public schools. ''They are going to \npublic school, they make friends and are doing well, and the only life they know is America. We teach them the \nvalues of this country, then all of a sudden when they turn 18, we say, 'The joke's on you.' It's psychologically hard.''\n\n  Such was the case with Dina, who joined the bilingual program at Trenton Central High at age 13, when her \nparents fled Guatemala. Today, the 19-year-old Dina (who did not want her last name published) is still a force at \nthe school, where she has joined the fight for passage of the In-State Tuition Act. \n\n  A National Honor Society student, Dina was awarded a scholarship to a local two-year college, where she is \nstudying to become a nurse. Since Dina is an illegal immigrant, she is using a false Social Security number, and \nshe declined to identify her college for fear of jeopardizing her own education and that of others. \n\n  Visiting the school librarian, Joan Bennett, one day last March, Dina -- president of the Bible Club last year at \nTrenton Central High -- embraced Ms. Bennett, who was her former adviser. \n\n  ''You don't see her kind of leadership very often,'' said Ms. Bennett, who has been teaching at Trenton Central \nHigh, where 22 percent of the students are foreign-born, for 35 years. ''Dina has a gentle manner. She's sweet. But \nshe's a fighter.''\n\n  Six years ago, Dina's family fled Guatemala in the aftermath of the guerrilla war in which a million people were \neither killed or disappeared. Like Mr. Navarro's family, they arrived as tourists and then overstayed their visas. \n\n  Unable to speak English, Dina had a hard time adjusting at first. But after two years in a bilingual program, life \nstarted to turn around. Last year her father talked about returning to Guatemala, and she said she suddenly realized \nthat ''I don't know anybody there -- I don't know anything except the food.''\n\n  Dina wants to be a professional, and although her parents are wary, they support her. ''My father told me, 'You can \ntake your decision but everything has consequences,''' she said. \n\n  ''I know I am taking a risk, but if I don't who will?'' she said. ''You cannot live with this kind of worry -- whether the \npolice will stop me driving or whether I am sick and have to go to the hospital. It's an oppression you feel.'' \n\n  Today, Dina's father, who was a chemical engineer in Guatemala, is a factory machine operator. The family pays \ntaxes and just bought a house, relying on relatives who are legal immigrants to sign mortgage papers. \n\n  But the cost of sending Dina to a four-year state college is out of reach. Rutgers charges $16,667 for out-of-state \ntuition and fees, almost twice the amount that residents pay, and the cost of an education at the state's private \ncolleges would be far higher. \n\n  That also complicates life for 15-year-old Mitchell, a French citizen of African descent who arrived at Trenton \nCentral High two years ago. ''I want to be a lawyer and go to Princeton,'' Mitchell said with an air of confidence and \nonly a hint of accent. \n\n  He had no choice when his mother decided to remarry and move to the United States. Mitchell had attended a \nrigorous school just outside Paris, where the government would have subsidized his university education. But the \nannual total cost of attending Princeton, where he would like to go, is $41,380 and out of the question.\n\nNot Many Consider College\n\n\n\n Based on New Jersey Census figures, there may be as many as 100,000 illegal immigrants in the public schools. \nBut in 2003, the last year for which figures are available, only about 1,200 had actually considered applying to \ncollege, according to the New Jersey Immigration Policy Network. \n\n  Ms. Oswald of the state Commission on Higher Education disputed those numbers. ''We can't assess the impact, \nbecause we do not have accurate figures,'' she said. ''We just don't know how it is going to play out.'' \n\n  Moreover, opponents of the In-State Tuition Act question whether New Jersey can afford to provide lower tuition \nrates to those here illegally when the loss of revenue to colleges and universities, already because of budget \ndifficulties, are considered. ''We don't have any more room,'' Ms. Oswald said.\n\n  For its part, Rutgers took no position on the In-State Tuition Act in testimony at hearings in 2003, but expressed \nconcerns about its legal ramifications.\n\n  ''One of the underlying issues from a policy perspective was the inequity this bill would create in a litigious state \nlike New Jersey,'' Sharon Ainsworth, director of state relations at Rutgers, said in her testimony. ''There is a whole \ncategory of students whose parents are here working on visas. We would be providing a benefit to an \nundocumented student and not to a documented one.''\n\n  Mr. Avila, whose family arrived illegally in the United States from Ecuador when he was 6, said, ''My father told me \nthe reason he crossed the border was because he would wake up each night and wonder how he would feed us.'' \n\n  In 1985, his parents left their children with grandparents and worked illegally in California picking lettuce. The \nchildren joined them several years later, and the family gained legal status under the 1996 national amnesty. \nToday, Mr. Avila's father publishes a Spanish-language newspaper in Trenton and he is a political science major at \nthe College of New Jersey. \n\n  Mr. Avila, who speaks rapid-fire English and Spanish as he presses for passage of the In-State Tuition Act, arrived \nbreathless and late to an immigration conference in February that was attended by Dina and Mitchell. He darted to \nthe podium with the confident air of a candidate for public office. \n\n  ''I see people in my life who need help that I can give to them,'' said Mr. Avila, interspersing passion with statistics. \n''These kids work hard for all four years. They are top-notch, some of the best minds in America.'' \n\n  He then introduced Dina, whose English faltered as she fought back tears. \n\n  ''My father just took me on an airplane to this country,'' she said. ''Now I can see for myself and think for myself. I \nfeel more American than Guatemalan. I want to become a professional, if it takes 10 years. I am working to save \nmoney. I want God to help me, and you to help me do it. Like Martin Luther King, we have a dream.''\n\n'These Kids Are My Heroes'\n\n Robert Miranda, who has been teaching at Trenton Central High for 19 years, said, ''These kids are my heroes.''\n\n  Mr. Miranda, a straight-talking history teacher, said: ''A great majority are law-abiding, in search of the American \ndream. In the next few months and years, we will see a relaxing of the laws. Once the phobias start to recede, we'll \nsee the economic impact of one person becoming an engineer, a doctor, a lawyer. They buy houses, cars, pay \ntaxes and generate so much purchasing power. It feeds our economy. It's good business.''\n\n  Immigration papers arrived in April for the Navarro family. But they were too late for Esteban, who gave up his \ndream to go to college two years ago and cut off all contact with high school friends and teachers.\n\n  ''It hurts me a lot,'' said his brother, Julio, who recently graduated from high school and plans to attend Middlebury \nCollege, where he was awarded a scholarship. ''When you are growing up, you hear of family members, really \nsmart, who ultimately end up in roofing or as janitors. I see a lot of kids get the door shut in their face. You don't \nhear many success stories. It keeps me up a lot of nights, wondering why.''\n\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: At Trenton Central High School, the In-State Tuition Act, which would lower the cost of college for illegal \nimmigrants, is a popular issue. (Photo by Laura Pedrick for The New York Times)(pg. 1)\n\n Robert Miranda, left, a history teacher at Trenton Central High, says illegal immigrants ''are law-abiding, in search \nof the American dream.'' Carlos Avila, below, a graduate of Trenton Central and a student at The College of New \nJersey, is seeking passage of a bill that will make it easier for immigrants to get a college education. (Photographs \nby Laura Pedrick for The New York Times)(pg. 9)\n"}