{"title": "More employers join immigration program", "body": "\nATLANTA - In the last few months, the roster of companies in a revamped, voluntary immigration enforcement \nprogram has expanded by nearly one-fifth as the administration of President Barack Obama steps up employer \naudits.\n\nIt may seem counterintuitive for a company to voluntarily open its books to the scrutiny of federal agents, but \nofficials with U.S. Immigration and Customs Enforcement say the benefits of its IMAGE program can include \nlower fines and can enhance a company's image.\n\n\"We need IMAGE because an enforcement-only approach isn't going to produce the best results,\" said ICE Director \nJohn Morton.\n\nThe acronym stands for ICE Mutual Agreement between Government and Employers. Officials say it can reduce \nthe employment of illegal immigrants and the use of fake identification documents.\n\nTo participate, employers must meet several requirements: enroll in the federal E-Verify program; submit to an \nICE audit of their I-9 forms that new employees complete and related documents; establish a written hiring and \nemployment verification policy that includes a yearly internal audit; and sign a partnership agreement with ICE.\n\nThe agency says it will train IMAGE participants on proper hiring procedures, fraudulent document detection, use of \nE-Verify and anti-discrimination procedures.\n\nMany employers already use the E-Verify federal online database to check the employment eligibility of new hires - \neither voluntarily or because they are required to by state or federal law. But unauthorized workers can still slip \nthrough if they use false documents with someone else's name and matching Social Security number. IMAGE aims \nto give employers extra tools to ensure a legal workforce, Morton said.\n\nThe government has cracked down on employers as part of its immigration enforcement policy, but officials have \nemphasized employer audits more than the high-profile workplace raids done during the administration of \nPresident George W. Bush.\n\nMorton cited a key reason for recent interest in the program: the rise in enforcement actions.\n\n\"We're serious about enforcing the law against employers who violate it,\" he said.\n\nBecause program members must undergo a full I-9 audit to join - meaning they have to let ICE examine a \nrepresentative sample of the employment documents - it is less likely they'll be audited in the future because the \n\n\npossibility of more internal compliance problems is \"pretty minimal,\" said Greg Siskind, an immigration lawyer from \nMemphis, Tenn.\n\nCompanies in industries that have historically had problems with unauthorized workers, such as agriculture and \nhospitality, may want to join IMAGE to make sure their employees are eligible to work in the U.S., he said.\n\n\"Maybe you're trying to get out in front of that and trying to avoid problems if you actually end up getting audited,\" \nSiskind said.\n\nBeing \"IMAGE certified\" also can help a company score contracts with other companies and government agencies \nthat place high importance on immigration compliance, said Dawn Lurie, a lawyer who advises businesses on \nimmigration issues.\n"}