{"title": "HEARING OF THE NATIONAL SECURITY, INTERNATIONAL AFFAIRS AND CRIMINALJUSTICE SUBCOMMITTEE OF THE HOUSE GOVERNMENT REFORM AND OVERSIGHTCOMMITTEESUBJECT: NATURALIZATION FRAUDACTING CHAIR: REPRESENTATIVE MARK SOUDER (R-IN)311 CANNON OFFICE BUILDINGWASHINGTON, DC1:00 PM EDT", "body": "\nREP. SOUDER: (Bangs gavel.) Good afternoon.  Thank you for coming.  The subcommittee will come to order.  \nWasn't a very hard pound.  This is the second hearing in the subcommittee's investigation into irregularities in the \nprocess of naturalizing new citizens.  This hearing will focus specifically on the Citizenship USA Program which is \nexpected to grant American citizenship to a record 1.3 million applicants during this fiscal year, triple last year's total \nof 450,000 naturalizations.\n\n I believe we all agree that America welcomes all immigrants who work hard to play by the rules and come legally \nto our country to join their families or contribute to our society.  And I'd like to submit for the record at this point an \narticle that I wrote with Congressman Chris Smith that was published in the Washington Times on March 20th, \n1996, on the importance of protecting legal immigrants in our Immigration Bill.  Now, I want to read a couple of \ncomments with it because it can be easily misconstrued in a hearing like this that our focus is against legal \nimmigrants, when the focus is more on the process.What I had in this article was, \"Pro-legal immigrant sentiment \namong conservatives is sometimes assumed to be based solely on free market economic principles, but this is not \nthe only reason or even the most important.  As pro-family conservatives, we are deeply suspicious of laws that \nhave unnecessarily harsh impact on families. Many of us are also motivated by love and respect for immigrant \nparents or grandparents and by the teachings of Jesus Christ that we are all brothers and sisters.  What we do unto \nthe least of our brethren we do unto him.\n\n This does not mean that everyone in the world can come to live in the United States.  Particularly when it comes to \nillegal immigrants, the American tradition of generosity is tempered by the commitment to fairness, to an orderly \nprocedure.\" And then we argued for four different things that we wanted changed in the bill, which we for the most \npart achieved, to help protect legal immigrants.  I wanted to say that to establish up front that I am not one who \nhas a past record or current record of criticizing legal immigration into the US, and have in fact, tried to amend \nsome of the bills that we've had go through here.\n\n But we also should all agree that the federal government has an obligation to ensure that every naturalized citizen \nmeets every legal requirement for citizenship.  Our investigation has so far uncovered disturbing evidence \nsuggesting that this is not the case in the Citizenship USA Program.  The administration's push appears to have \nstretched the naturalization process past its breaking point.\n\n\n In our first hearing, we learned that the Immigration and Naturalization Service allowed NAS, a driving school with \nno previous expertise in testing for English and civics to become the largest outside contractor administering these \ntests to naturalization candidates and they continued to rely on it despite numerous reports of serious testing \nfraud.  We heard testimony that NAS routinely gave passing grades to applicants who obviously could not speak \nEnglish, and media footage showed NAS employees giving applicants the correct answers during the test to \nquestions they had gotten wrong.\n\n I agree fully with many of our colleagues that such testing fraud cheapens American citizenship and the legitimacy \nof the process for countless immigrants who observed and complied with every requirement. At that hearing the \nINS acknowledged that it should have exercised greater oversight and announced tightened procedures at the last \nhearing.  It also claimed that testing fraud alone could not have admitted ineligible applicants because each one \nalso had to undergo screening by the INS.\n\n Today's hearing is to gather evidence to determine whether those protections have similarly been undermined by \nthe Clinton administration's rush to naturalize new citizens.  The subcommittee's investigation suggests that the \nadministration and INS management are putting employees under extreme pressure to handle crushing numbers of \nnaturalization applicants.  We have also discovered that much of this critical work is being conducted by temporary \nemployees hired so quickly that they do not receive the usual job training or background investigations.\n\n As a result, examiners are unable to effectively screen for such requirements as knowledge of the English \nlanguage, good moral character, payment of taxes and the ability of immigrants to support themselves.  We know \nof numerous instances where the INS naturalized convicted felons because it believed that moving applications \nwas more important than undergoing thorough checks.  Moreover, the program has stripped INS employees from \nother duties and forced those INS employees to repeatedly work long hours of mandatory overtime including \nevenings and weekends.\n\n Naturalization ceremonies have become so large that control over thousands of green cards and the \nnaturalization certificates have been lost leaving significant potential for document fraud and lucrative sales on the \nblack market.  The administration has taken the position that the Citizenship USA Program is in response to a \ngrowing backlog of citizenship applications scheduled for, incidentally, to end on September 30th, 1996.\n\n It is certainly true that the INS has faced a growing number of citizenship applications in recent years and that there \nwas a backlog. However, documents and information provided by the INS showed that it has worked hard to double \nits own backlog.  With the help of numerous community based organizations, INS outreach activities generated as \nmany as 700,000 applications during the past year.  In addition, the INS has changed the way it calculates its \nbacklog to increase it by 100,000 to 200,000 applicants.\n\n Why would the INS do such things?  Disturbingly, the evidence suggests that the naturalization push may have \nresulted from direct orders of the White House to naturalize new citizens, to register them as likely democratic \nvoters for the upcoming elections.  Chicago Alderman Daniel Solas (sp), one of the key players in the Citizenship \nUSA Program, candidly wrote to first lady, Hillary Rodham Clinton, that it would \"provide the Democrats with a \nstrategic advantage\" and that \"the people stuck in Chicago's naturalization bottleneck represent thousands of \npotential voters\".  Solas (sp) later bragged to the media that he had personally raised the issue with President \nClinton, who directed him to contact high level White House officials, Harold Ickes and Ron Manuel (sp) about the \ninitiative.\n\n \n\nSimilarly, the Vice President's office demonstrated the administration's continued high level interest in the program \nafter its beginning through repeated communications in oversight.  Further evidence shows that the votes of new \ncitizens were -- made it priority to increase an unusual emphasis on voting registration during the naturalization \nceremonies as well as the outside groups improperly conducted voter registration activities on the premises of \nnaturalization events.\n\n\n\n I would like to thank Chairman Clinger of the Government Reform Committee and subcommittee Chairman Zeliff \nfor their personal interest in and support for this important investigation and look forward to continuing it with the \nsubcommittee.  I now recognize the ranking member, Mrs. Thurman of Florida, with her opening statement.\n\n REP. KAREN THURMAN (D-FL): Thank you.  I hope you'll bear with me.  I've caught a cold somewhere along the \nline here but, Mr. Chairman, before I comment on the substance of today's hearing I do want to express a little bit of \ndisappointment at the process being used by the subcommittee's majority.  In the past, the chairman of the \nsubcommittee and I have tried to work together, but a number of events have occurred to show that courtesy no \nlonger is extended to the majority.  Let me just cite only one recent example.\n\n Last Friday evening, I was sent Chairman Zeliff's letter to INS, Commissioner Meissner's request for additional \nwitnesses at today's hearing.  That letter said in part \"the subcommittee has already deliberated on the issue of \nwhich witnesses it wishes to call\" and that it would not hear additional witnesses.\n\n I do not know to which subcommittee the letter referred.  I certainly was not part of any deliberation.  I had no input \non witnesses.  I was not involved in any decision about the scope of today's hearing.  In addition, I asked for copies \nof all correspondence between the majority and today's witness.  I shouldn't have to request this information.  It \nshould be given to this side out of common courtesy.  This is not the first time that the House Committee at which \nwe -- that this action has happened before.\n\n In my first two years in Congress, this committee sought to implement its oversight mandate in a responsible, fair \nmanner.  Mr. Chairman, I have to tell you and I hope that these words will be remembered no matter who is in \npower in the next 105th Congress, and I hope that I never have to eat these because I would like to hope that if I \nwere ever sitting in your chair that I would extend the courtesy that I'm asking from all of you today.\n\n Now I want to discuss the substance of these hearings.  First, the naturalization law is quite explicit.  Only \nqualified applicants should be granted citizenship into the United States.  Any person who undermines or attempts \nto circumvent the law should be punished.\n\n Second, naturalization applications have not been processed in a timely manner in the past.  In 1991 during the \nBush administration, GAO found that INS failed to process applications within INS's own four month time frame.  By \n1994, GAO found that 80 percent of the applicants were processed in four months.  In several cities, however, the \nprocess took seven to 10 months.\n\n Third, beginning in 1994, INS experienced a growing number of applicants as aliens legalized by the 1986 \nImmigration Law became eligible for naturalization.  By 1995, the number of applications rose from an average of \n300,000 to more than 1 million annually.\n\n Fourth, in November, 1995, INS requested and the Appropriations Committee of the 104th Congress approved a \nreprogramming of funds for Citizenship USA to relieve the backlog of increasing staffing and other resources.  INS \nfocused on the five cities that were suffering the most severe backlogs where waiting times have increased to more \nthan six months.\n\n Finally, the majority alleges that in its background memo that the INS has procured certain left-leaning community-\nbased organizations to conduct educational and outreach programs.  Congress instructed INS to use community \nbased groups to provide immigrants with services that INS cannot provide.  In addition, Congress did not impose a \npolitical litmus test on those organizations, which I might add included The Daughters of the American Revolution, \nthe League of Women Voters, Jewish Family Services, Lutheran Immigration and Refugee Services and the \nPolish/American Congress.  I just wanted to get those items into the record.\n\n I have seen the newspaper articles that allege improper activities within INS.  Let me reiterate, I do not endorse \ncircumventing the law.  Only qualified applicants should become naturalized citizens.  Citizenship is not something \nthat is given as a right, it is earned.  Cheating cannot be condoned.  But from the testimony we will hear, many \npeople will conclude that all Citizenship USA applicants were not qualified.  I find this implausible that the \nsubcommittee will not get a chance to hear other views.  I feel that a politicized investigation will do more harm than \ngood in the long run.\n\n\n\n If there is a problem, then we should be hearing from officials who can correct that problem.  Instead the \nsubcommittee, again, will hear only from those that the majority wants to hear.\n\n Thank you, Mr. Chairman.\n\n REP. SOUDER: I want to thank the ranking member.\n\n I want to say briefly that we have worked together for the most part for this past year, and I'm sorry for any \nmisunderstandings with this hearing.  A couple of points.  Mr. Elenikkoff (sp) did testify at the last hearing; this is -- \nand I thought gave very good testimony with new programs that he is going to implement after this period is over.  \nThe witnesses today asked for their correspondence to be confidential.  We have to figure out how we're going to \nwork through that in the future when we run into this kind of situation.\n\n This is a little bit different type of hearing because in effect they're here under subpoena.  They're here in a whistle \nblowing capacity.  We want to make sure there is not an intimidation effect of higher-ups on the people who are \ncoming forth today in the first two panels.  On the third panel, there is a number of memos we want to ask.\n\n We intend to have future hearings, and you're right.  If, indeed, fraud is uncovered here in a massive scale, then \nwe do need to have the district directors in, in the overall program in to clarify what happened and put it into context.  \nBut it is very difficult to do all those things in one hearing, and that's why we're having a series of hearings.\n\n REP. THURMAN: Mr. Souder, I guess -- on the confidentiality issue, I'm not going to break the confidentiality of \nany one of our witnesses, and so I think that that might be kind of a lame excuse.  I mean we've dealt with sensitive \nmaterial throughout this Congress over and over again, and it would seem to me on the side of being able to best \nfacilitate a hearing such as this for me to have all that same information.\n\n You know, it makes it very difficult when you only have half of the story or what has been asked or what has been \nrequested.  And I mean in all fairness, you know, I take this job very seriously as one that is trying to make \ngovernment more efficient, more effective, and certainly one that would bring any question of improprieties to this \nCongress.  So I think that's a very serious matter, and would be on your side if, in fact, that was what was \nhappening out here.  And that, you know, that's just kind of how I feel about some of those kinds of things, but \nnonetheless, we need to go on.  I know we're in time (constraints?) -- REP. SOUDER: I thank you for your \nconcerns.  Mr. Mica.\n\n REP. JOHN MICA (R-FL): Thank you, Mr. Chairman, and today we're here to listen to testimony that will outline a \nnaturalization program that's basically out of control.  We've had the opportunity to hear at our last hearing on this \nissue individuals who testified that the program now is designed to ignore laws and ignore regulations.  In fact, the \nprocess now seems hell bent on signing up immigrants for two purposes: one, to vote and possibly tilt our \nelections, and secondly the rush is to qualify these immigrants for benefits as we change our current Welfare \nrequirements.  And I think that's quite disturbing to subvert both the political process and the social benefits that are \nprovided to citizens of this country, especially under the laws that we're trying to change and improve here.\n\n My state of Florida has been devastated, in fact, by the impact of the ever-changing Clinton administration \nnaturalization and immigration policy de jour as we'll call it; a new policy every day. Just like changing the soup on \na menu, they change the immigration policy, and now we're going to hear testimony again that should shock every \nFloridian and every citizen.  My state, in fact, has seen the impact of this deluge of illegal and I call them semi-legal \nimmigrants in Florida.  Our hospitals are filled to capacity.  Our jails, our schools, and our social services are taxed \nand impacted.\n\n INS, obviously, is an agency that's in disarray, and what disturbs me that INS may not know the difference between \ntruth and law, and it may not know the directives and the law established by this Congress.  Today's witnesses will \nconfirm our worst suspicions about INS and our National Immigration Policy which, in fact, I believe are both out of \ncontrol.\n\n Mr. Chairman, I thank you for holding this hearing, and I yield back the balance of my time.\n\n\n\n REP. SOUDER: Thank you very much.  Our first two panels are composed of immigration and naturalization \nservice lay employees from across the country who have seen first hand the effect the Citizenship USA Program \nhas had and the proper management of the naturalization process.  The first panel includes four employees from \nChicago: Mr. Tom Conklin, Ms. Diane Dobberhuhl, Ms. Ethyl Ware, and Ms. Joyce Woods.  Could you please come \nforward at this time, and we'll swear you in.\n\n You can all remain standing.  Would you raise your right hand. Do you solemnly swear that the testimony you will \ngive before this subcommittee will be the truth, the whole truth and nothing but the truth?\n\n (Answers in the affirmative).\n\n \n\nLet the record show that the witnesses responded in the affirmative.  You can take your seat now.  First, can I make \nsure I had everybody's name correctly.  Is that Dobberhuhl?\n\n MS. DOBBERHUHL: Yes.\n\n REP. SOUDER: Dobberhuhl, and Ethyl Ware and Joyce Woods, Tom Conklin.\n\n MR. CONKLIN: That's right?\n\n REP. SOUDER: Do any of you wish to make an opening statement? Any comments in the record at the beginning?  \nI would want -- (inaudible) -- start Mr. Conklin.\n\n MR. CONKLIN: We'd like to thank you for inviting us here so that we can get to the truth and what's actually \nhappening in the field. We have a little statement that we came up with.\n\n Dear members of the committee, we are before you today because we have the responsibility to ensure that the \noath that we all took as servants of this country is upheld.  We could no longer stand by and watch as the \ncitizenship process began to diminish the greatest benefit that this country can offer and that's the gift of citizenship.  \n(Inaudible).  Thank you.\n\n REP. SOUDER: Well, thank you very much for coming.  I talked to Congresswoman Thurman, and I want to ask a \ncouple of questions here at the beginning before we start our normal five minute rule to kind of get into the record \nwhat you do and what your job entails.  Now, Ms. Dobberhuhl and Ms. Ware and Ms. Woods are adjudications \nofficers.  Is that correct?\n\n (Answers in the affirmative).\n\n And Mr. Conklin, you are currently deportations.  Have you worked in adjudications as well?\n\n MR. CONKLIN: Yes sir.\n\n REP. SOUDER: Could you tell us how long -- each of you, you've worked for the INS, and how much of that time \nyou worked in the examinations?\n\n MR. CONKLIN: I've worked at INS since December, 1982, and all of it was in examinations until April of this year.\n\n REP. SOUDER: Ms. Dobberhuhl.\n\n MS. DOBBERHUHL: I started with the Immigration Service November of 1992.  I worked in adjudications the whole \ntime.  I've been in citizenship since February 1995.\n\n MS. WOODS: I've worked with INS since September of '92.  I worked in the citizenship branch since March of '93 I \nbelieve.\n\n REP. SOUDER: Ms. Ware?\n\n MS. WARE: Thank you.  I began with Immigration on November 28, 1977.  I began as an entry level clerk, and I'm \nnow a district office adjudicator.  I've held almost every low job.  I've worked myself up the line to where I am now.  \n\n\n\nRight now, I'm serving as the legalization officer in Chicago.  I worked in citizenship for approximately one year, and \nI've been a district officer for that long.  Thank you.\n\n REP. SOUDER: Thank you.  Could you tell us briefly what an examiner looks for when interviewing a \nnaturalization applicant.  Do you look for the ability to speak English, financially support, FBI fingerprint check?  \nCould you -- maybe we'll start the reverse way this time with Ms. Ware and go down and if the (others?) have \ninsights as to what you do and describe your job a little bit for those of us who are here.\n\n MS. WARE: As citizenship officer, we look for eligibility meaning whether or not they meet the residency \nrequirement, whether they've had their green card for the period of time required, whether or not they speak, read \nor write and understand English, whether or not they have good moral character, and briefly -- I don't remember \nright now, I'm sorry -- and that's basically what it is, basically what it is.  We review the applications.  We send out \nthe fingerprints.  We take proper photos and that's basically it.\n\n REP. SOUDER: Any of the others have comments on your day to day job -- (inaudible).\n\n MS. WOODS: I could comment initially about what happens before we interview them briefly.  The applicant \nsubmits fingerprints, a completed application and two photos, a copy of their alien registration card and the proper \nfee.  These fingerprints are not -- could be actually anybody's fingerprints per se, because they are not done by the \nINS.  Then within -- the fees and everything, it should be a minimum of 60 days before we ever interview anybody \nbecause we have FBI checks.  If the FBI doesn't send us back a hit within 60 days, then we have to assume that \nthat person does not have a criminal record unless we would otherwise suspect that.  So we have a lot of problems \nwith fingerprints, and get into that later.\n\n REP. SOUDER: Okay.  I want to ask one other beginning question here.  Are all of the naturalization interviews \nfor Citizenship USA Program being coordinated by regular INS examiners or have you added others to the \nprocess?  Ms. Dobberhuhl.  Sorry about that.\n\n MS. DOBBERHUHL: We have both permanent officers and temporary officers.  At last count, I believe we have 43 \nofficers total, 12 of which are permanent leaving 31 as temporary.  We've also had some officers from other offices \non detail to our office that could be anywhere from three to, I believe, maybe 10 at a time all working on the \nCitizenship USA Program.  Some are doing support work.  Some are doing interviews, testing, getting the files \nready, calling in the applicants.  We all are working on the process so -- I'd just like to expand on what Ms. Ware \nsaid also as far as what we're looking for, child support if that's an issue.  As Ms. Woods said, fingerprints and \narrests -- if they've had a (sic) arrest history, we need to look into that as well.  Selective service is an issue with \nmales born within the required time period and any breaks in employment also.\n\n REP. SOUDER: At this point, what we normally do is go to five minutes per side on questioning, and we're going to \nbe pretty generous today because we may go back and forth just to make sure we get the questions in the record.  \nBut I'm going to start my regular questioning here if I can at this point.\n\n Let me start first with this question.  If I understood, Ms. Dobberhuhl, that you said that there were 12 permanent \nand in effect, 31 temporaries.  Do you believe the temporary workers do an effective job in the naturalization \napplicants in interviews, and if not, why not?  Is there a -- you know, partly is why is there this sudden influx, and \nwhat did that do to the process of your normal, having worked with this for many years.\n\n MS. DOBBERHUHL: I know they're all trying very hard.  They're doing the best they can with what they're given.  \nThey know the training could be -- it's not what was regulated from what my understanding is.  I'm not involved in \nthe training, but there is supposed to be, I believe, a 40-hour training class.  Right now the new officers are sitting \nwith a training officer for approximately two days and then they'd be observing another officer do interviews and \nthen, I believe, they're on their own.  So given the short amount of time to gather all the knowledge and what to look \nfor during an interview and start at a loss, they don't have the amount of time needed that all the permanent officers \nhad.  REP. SOUDER: Could each of you just react to this statement. Those of you who have worked your way up \nthe system, been there for a long time, your orientation has been detailed -- make sure people are qualified to be a \ncitizen and go through all that process.  Is there a different type of mental attitude among the temporaries?  Is there \n\n\n\nsome kind of a hey, this is a push.  We've got to move people through and less concern about the detail than those \nof you who have been there for many years?\n\n MS. WARE: Well, I would say yes.  They know that they have to approve, approve, approve.  That's the only thing \nthey really can do because they don't know all of the grounds in which to deny.  Now I for one, as I said I was only \nthere for a year.  Okay.  I continued, I denied.  I was taken out of my booth and a temporary officer was put there to \ndo what I was doing, and I was doing other little menial jobs.  This was when I was in -- (inaudible).  Right now as I \nsaid, I'm a legalization officer.\n\n I don't feel that they've had enough training.  We've had to go to school down to Glenwood, Georgia to acquire the \ntraining to be an officer.  I feel that instead of going out, getting new people who have no prior immigration \nexperience to do citizenship was not right. We do have qualified people.  For instance, the information officers who \ncould have been detailed into those positions who could have done a better job, I feel, than the temporary officers.\n\n REP. SOUDER: Could some of the others of you comment on that too?\n\n MR. CONKLIN: Yeah, I'd like to expand on that if I could.  In August of 1995, I became the training officer for \ncitizenship.  When I got into citizenship, we were trained the way things were always done. We didn't like that.  We, \nI'm talking the examiners that were there, myself, Ms. Dobberhuhl, Ms. Woods.  We took it upon ourselves to read \nthe law books.  We (termed?) citizenship the way it was supposed to be.\n\n It took us two-and-one-half years to get citizenship running properly.  Everybody knew what all the sections of the \nlaw were, and you knew to what to look for when you did an application.  You had a very short time, at that time \nmaybe 10-12 minutes to do an interview. That's a short amount of time to go over all the different areas, especially \nlike good moral character which was mentioned earlier. That encompasses all kinds of things: arrests and child \nsupport, student loans, selective service.  All that's encompassing a good moral character, but then you have all the \nother sections to look for.\n\n I was called to Washington as part of a group to establish a training program for Citizenship USA.  There were six \nof us there; five from the district offices and one person from Glenwood, Georgia. We came up with a training \nprogram that was 40 hours long.  It consisted of all the security training ethics, professionalism, the N- 400 \nadjudications, and I think that was about it -- safety.  All those things were encompassed into this training program -\n- history of the INS and all that was in that 40 hours.\n\n After the 40-hour training program, a temp officer or a new officer coming into the service into your district, because \neach district does things a little different, would go through this program, and they should have the basics down.  \nThen they were supposed to sit with qualified officers for another week to see how the interviews went.  Then you \ncould see how people reacted.  You sat with a couple of different people, and you can pick up what points you like \nbest and what points you might not like about the way people question and things like that.\n\n In April or excuse me, the end of March, Chicago district had its first training class.  It consisted of eight of the \ntemp officers and then there was approximately six or eight of our new permanent officers were in the class.  I, \nmyself, taught it with another officer named Steve Tanda (sp) and Stacey Summers (sp).  Stacey Summers (sp) \nbacked us up if one of us couldn't be there.\n\n We went through the first training program.  Everything went well.  Those officers for the next week -- for the first \nday or two days they sat with the people they were supposed to, and then there were other details they had to do; \nputting files together and that stuff because that's always a priority because if you don't have the file, then you can't \ndo the application.  You can't do the interview effectively.  After I left April 1st, I went into deportation, there's not \nbeen another class taught in Chicago district.  Three weeks after I went into deportation, I went back and talked to \nthe supervisor and asked her when are you going to have the next class.  Just let me know.  I'll talk to my \nsupervisor about coming back and helping because she wanted me to come back and help instruct that class. \nThere was never another one taught.\n\n The current procedure now and Mr. Tanda (sp) at best gets two days, most of the time about one, one-and-one-\nhalf days to try to go over everything that a person needs to do to do an N- 400 application. After he instructs them \n\n\n\non this, they sit with another temp officer most of the time which just went through the same process to watch how \nthey do an interview.  Now, the temps that they're watching didn't get the complete training so they don't really have \nan idea of what they're doing fully, but they're training a new temp officer.  So when he sits there to do it, he has \neven less idea of what the law actually says.  They don't have time to get into the law books and to read the law \nbooks.  Most of the temp officers, their main priority is if I do a good job, I do what they want me to do, I will get a \nfull-time job.\n\n REP. SOUDER: Ms. Thurman.\n\n REP. THURMAN: Thank you, Mr. Chairman.\n\n I'm just going to first ask you a couple of questions that probably just require a yes or no, and I'd like all of you to \nanswer them.  Are you here voluntarily?\n\n (Chorus of \"Yes.\")\n\n REP. THURMAN: Okay.  Do you fear any kind of retaliation from being here, and at a time when you offered to \ncome into a closed hearing, without the press?  Do you feel that there will be any kind of retaliation against any of \nyou for testifying before this committee?\n\n MS. : It's possible.\n\n MS. : Yes.\n\n REP. THURMAN: Okay.  Have you written to the subcommittee about Citizenship USA, and have you discussed \nany letter with majority staff prior to your appearance here today?\n\n MS. : I have not written.\n\n MS. : I have not written.\n\n MR. CONKLIN: I have not written, either.\n\n MS. : (Inaudible) -- written.\n\n REP. THURMAN: Okay.  Again -- and this goes into more substantive questions -- let me ask you, each one of you \n-- how long did you work with the Citizenship USA program?\n\n MR. CONKLIN: From the beginning of it up through April of this year.\n\n MS. DOBBERHUHL: I was also from the inception until the present.\n\n MS. WOODS: Same as Ms. Dobberhuhl.\n\n MS. WARE: I've had one year recently, but I was currently detailed in the position several times.  REP. THURMAN: \nWhen you say recently, when was that?\n\n MS. WARE: I was detailed about three times in 1992.\n\n REP. THURMAN: Okay.  So you've not been involved with the program since 1992?\n\n MS. WARE: Yes, ma'am.  I was involved for one year, from 1995 to August of this year.\n\n REP. THURMAN: In your jobs, if you have particular grievances about the way in which the program has been \noperated, can you tell me, who did you report those grievances to, and what was done to address them?\n\n MS. WOODS: A big concern is criminal histories, and I have reported that to the person who is the supervisor of \ncitizenship, and I was told, in particular situations, that it wasn't a priority, because they have these numbers to \nfulfill.  That's not what she said, but that was inferred.\n\n REP. THURMAN: So that's not what was said, it was just inferred -- (inaudible)?\n\n MS. WOODS: Well, when you're saying that -- yeah.\n\n\n\n REP. THURMAN: Ms. Ware?\n\n MS. WARE: I've reported -- like, when we go to the outreaches, and we accept these school letters, these CS \nletters and NAS letters, that the people are not able to speak English.  I have denied some who've had those \nletters.  I was told not to deny, but to just bring the letter back to the supervisor, and where it goes -- I did so.  And \nwhere it went from there I do not know.\n\n REP. THURMAN: Ms. Dobberhuhl?\n\n MS. DOBBERHUHL: I also have brought some concerns to the supervisors, the temporary supervisors, as well as \nthe permanent supervisor, in regards to some of the outreach problems we've had, when we're off-site -- also in \nregards to cheating in the testing room.  And it doesn't really seem to be a big concern to them. Depending on \nwhat the situation is, they say they'll check into it, they'll get back to me.  Or, as far as cheating, before the program \nstarted, the people caught cheating during the exam, or with notes in their purse or whatever the case was, we \nwould deny them for five years, which is the penalty under good moral character.  Now, if we catch anyone \ncheating, we give them a denial letter and they can reapply the next day.\n\n MR. CONKLIN: I expressed many concerns to the supervisor when I was in that section.  I would say I talked to her \non an average of four times a week about different things that were coming up with the Citizenship USA program.  I \nwas given the response that, she'll check into it or that's a good point and she'll bring it up, but then things never \nchanged.  They stayed the same, that they were.\n\n For instance, the cheating was one of them.  When they changed that to get rid of the five-year bar, I was given the \nresponse that well, myself and higher echelons discussed it, and they couldn't see where it would be a five-year \nbar.  It's hard to prove five years of good moral character when you just cheated.  Common sense would say, well, \nyou just cheated, so five years would be five years from now. But they didn't look at it that way.  They said, well, five \nyears, I guess that you still have good moral character; we caught you cheating.\n\n But, on the other hand, the same service, if they catch me cheating down in Glencoe, Georgia, I lose my job.  So if \nit's bad enough for me to lose my job, why wouldn't it be worse for somebody who's going to become a citizen of \nthe United States, which is supposed to be the ultimate gift.\n\n REP. THURMAN: Can any of you tell me of any problems that you might have had in working with the community-\nbased groups in your areas?\n\n MS. WOODS: In particular, one organization -- a Hispanic organization -- that we work with very closely, the liaison \nthere interferes a lot with the officers.  He will question the officers' decisions, he will question documents the officer \nasks.  In particular, about three weeks ago, he came up to me and he said, I don't trust her; she just asked him for a \ndriving record.  He says, I don't think she needs that.  And I said, you know, I would never second-guess another \nofficer.  Besides, if they didn't have a license, that's a very valid thing to ask for.\n\n In fact, there are officers doing testing procedures, and he would be standing over them, questioning what they \nwere doing, and if he didn't like what was going on, he would call our permanent supervisor right in front of the \nofficer and, because they're in such -- that particular person is so close with our supervisor, it was extremely \nintimidating to these officers.  And it's not just happened to one or two, but I've heard complaints from, at least four \nor five.\n\n MR. CONKLIN: I'd like to expand on that a little bit, too.  I was at an outreach center.  We have one named HIAS -- \nthat's the Hebrew Immigrant Aid Society.  Every time I went there as the captain -- we'd take turns being captain -- \nthey pick an outreach team, and then one person is designated captain.  You're responsible for all the liaison \nbetween the service and the outreach group and to make sure all the files and stuff are there.  Repeatedly, two \ntimes in a row that I went to HIAS, there was one officer in particular that -- HIAS did not like that officer.  So every \ntime she had a case that was not granted, they would come to me and say, why isn't she granting these, you need \nto grant these cases.  And I would just tell him that I would look into it, and I would report them to my supervisor, \nand then she can take it from there.  The officer that was involved was immediately taken off outreach.  She was no \nlonger allowed to go to outreach, because HIAS had complained.\n\n\n\n We had another officer, when they got their rating -- one of the outreach groups had complained and her rating was \ndowngraded.  The only thing that was negative in the rating was that there was a complaint from one outreach \ngroup -- one outreach group.  It doesn't matter how many good letters you get.  You're not going to make everybody \nhappy all the time.  Outreach groups are basically there to try to get as many people through as they can.  They do \nnot like it when we do not pass somebody, when we don't grant them that day, or if we are going to deny them.  \nThey get upset -- some of the outreach groups actually take it personally that some of their people are being \ndenied.  So they will try to harass us, the individual officer, whoever's the captain that day, or they'll go right to the \nsupervisor. Why wasn't this person granted, why wasn't this, why wasn't this?\n\n MS. WOODS: Just to maybe clarify this, the pressure from a few of the outreach groups is extremely high; for that \none in particular. You know they're pressuring you, they're constantly asking you questions -- why wasn't this \napproved?  Why is this a continued case? They exhibit a lot of pressure on us to get the cases moved through.\n\n REP. SOUDER: I want to sort out a couple of points here.  Ms. Ware, earlier you said that you were in the post of \nadjudications until August, is that correct?  And I thought you said, the first round, that they pulled you off that and \nstarted giving you menial -- more menial tasks or less-skilled tasks.  Were you told why?\n\n MS. WARE: Why?  I wasn't told why.  But I know I had tremendous amount of denials and continued cases.\n\n REP. SOUDER: What would be some examples of some denials, of why you turned some people down?\n\n MS. WARE: Arrest records, false testimony, some because of lack of prosecution and so forth.\n\n REP. THURMAN: What kind of message do you think that sent to other officers -- you've been there, you've \nworked your way up the system, you've been in the system for a long time -- is it known among the temporaries that \nyou were moved off, and that you were a tough officer?\n\n MR. CONKLIN: Well, I can't say yes to that.  I think so, but I can't say a definite yes, that it's known to the other \ntemps.\n\n REP. SOUDER: You also just mentioned that there were -- there was one organization in particular where there \nwas a close relationship with the supervisor?\n\n MS. WOODS: I said that.\n\n REP. SOUDER: Oh, Ms. Woods.  Could you explain what you mean -- was it a personal relationship, they had \nknown each other, was it a political relationship, what do you mean by close relationship with a supervisor?\n\n MS. WOODS: Political -- they worked together.  Uno has been working very closely with Chicago INS.  We don't \nhave the staff to do everything, so they've picked up a lot of things as volunteers.  When we have the hearing \nceremonies, we have little packets, and it'll have a passport application, a citizenship handbook, voter's registration \net cetera -- they'll do all those little bags for us for the ceremonies because we can't do them.  We just don't have \nthe staff.\n\n In addition, we had a big ceremony in May, which turned out to be -- where they were trying a new way to do a big \nceremony -- and we've learned from it.  It was a big disaster.  But it still shouldn't allow Uno volunteers to be over at \nour office, mailing out certificates.\n\n REP. SOUDER: Is that legal?\n\n MS. WOODS: No.  I don't believe so.\n\n REP. SOUDER: But you were having to do it because they were trying to accelerate it so much that it wasn't going \nto get done?\n\n MS. WOODS: They were doing it -- I was never, of course, asked what I thought about it, but I --\n\n REP. SOUDER: The person you said was present at the time -- on what grounds were they present when you \nwere conducting this information -- getting the information out.  Were they accompanying the person applying?  On \nwhat grounds -- the person who would call and complain -- were they there during the process, or did they call after \n\n\n\nthe denial?  How would it -- MS. WOODS: In respect to the outreach, the liaison from Uno would call right in front of \nthe officer and complain about them.\n\n REP. SOUDER: What were they doing there?  What was the outreach person doing there to be able to --\n\n MS. WOODS: I'm talking about at the outreach centers during the interviews.\n\n REP. SOUDER: Okay, so you're out at the outreach centers.\n\n MS. WOODS: Doing the interviews -- and then I'm saying, after the ceremony, when the ceremony didn't go very \nsmoothly, there were Uno volunteers in our office actually mailing out secure citizenship certificates to people who \nwere at the ceremony because we weren't able to do it.\n\n REP. SOUDER: It's illegal.  It's illegal, but you were pressed so greatly that it was happening.  I want to get into this \nintimidation question.  You were on an outreach visit.\n\n MS. WOODS: Right.\n\n REP. SOUDER: And the outreach director would be there, and if you denied somebody, he'd call on the phone in \nyour sight to a supervisor.\n\n MS. WOODS: Normally, in a situation -- now, I personally didn't deny somebody.  By law, we're not to tell them \nwhat the person's problem is.  And sometimes they will pry and try to ask, and I tell them, we can't tell this, this is a \nprivacy issue.  So, let's say, just in the testing procedures, that he didn't like the one officer, she told him not to \ntouch the files, because they are not supposed to touch the files.  But he was trying to be helpful, I guess, and she \ntold him not to touch the files, and he didn't like that she said that because -- because we were so short-handed and \neverything, they've had to help us so much that he feels more of a part of the organization, of the INS organization, \nthan maybe some of the INS people -- I don't know.  And so he felt compelled to put the files in order, or pull the \nletters, the appointment letters, stick them in the files -- when indeed they're not supposed to be touching them.\n\n And he didn't like her response to that -- and she was getting it ready for testing, and he's standing over her, \nobserving her, waiting, and she asked him what he was doing.  And he didn't like -- you know -- he was questioning \nwhat she was doing, and she knew exactly what she was doing.  He didn't like her asking him not to touch the files, \nor not to be standing over her, watching her, and he called the supervisor right in front of her.  And that happened a \ncouple times. So it's not necessarily in a denial situation; however, if an officer were to ask for documents and he \nfelt, in his estimation, even though he isn't an officer, that this wasn't necessary, he could possibly complain to the \nsupervisor.  I've seen him call the supervisor in front of the officer.\n\n MR. CONKLIN: I think that what you're getting at -- the question you're asking is -- what happens is we'll do an \ninterview, the applicant will leave.  Now, we've told them they're being denied for whatever reason.  As soon as they \ngo out, they talk to the outreach coordinator.  And that outreach coordinator will come back in to you -- why are they \nbeing denied?  Blah, blah, blah.  And we say, well, we can't -- they know, you can talk to them, but we can't tell you \nwhy.\n\n Then they go out -- while you're doing the next interview, they're calling the supervisor and complaining that you \ndidn't grant that person.  I remember we were at an outreach once -- this was -- this problem's been going on for a \nwhile with the outreach.  We've been working with outreach groups before CUSA -- but now the problem's \nincreased with CUSA because they want a lot more of these granted. The outreach groups want a lot more granted.  \nThey think that the more applications they put in, the more people they're going to get granted.  That's the way the \noutreach group looks at it.\n\n Prior to CUSA, myself and officer Woods were at the Cuban center. Our district director was called.  At that time it \nwas A.B. Moyer (sp).  He questioned us on how many grants did we have that day.  He was concerned how many -\n- not how many people have we interviewed, how are things going, but how many grants did we have that day?  So \nOfficer Woods had to go around and count how many grants each officer had and report to him how many grants \nwe had that day.\n\n\n\n MS. WOODS: He asked me if more people were being denied than normally or something unusual, and we know \nthat she called him because we could hear the phone ring and there was no phone ringing and all of a sudden she \nsaid, Joyce, Mr. Moyer wants to talk to you.  And I was totally shockked.  I didn't really know how to respond.\n\n MR. CONKLIN: Now, since CUSA, the outreach groups are working closer together with the immediate \nsupervisors.  And, in fact, at one point, Uno had volunteers in the office putting applications and files together.  \nNow, files definitely are not for public use.  And they were there with files in a room by themselves putting \napplications in files.\n\n REP. SOUDER: Ms. Ware, you've been waiting.\n\n MS. WARE: That's what I was about to say, also.  And I also wanted to say that when we do go to these outreach, \nwe have tally sheets, you know, our daily report sheet of our work.  Now, that's for our supervisors.  But we have to \ngive them copies of our tally sheets. And to me that's -- so if we denied anybody or anyone they didn't want denied -\n- then it's just another way of harassing us, saying, well, this officer is the one who did so.\n\n \n\nREP. SOUDER: I just want to say -- we're going to continue the questioning here -- that I'm outraged at the \nintimidation of employees and the implications of that.  It doesn't take any -- anybody who's ever worked in a \nbusiness situation can see exactly what is going on, that when people who are over you are sending signals, it not \nonly affects you, but everybody else, particularly when you have 75 percent of the employees being temporaries, \nwatching for that.\n\n Furthermore, in management by objective, in any management system, you know what management is asking for \nis what you deliver, and you start catering to those things.  And I'm outraged that they're out doing this type of \npressure on you, and also outraged that they expressed no outrage when you expressed your concerns earlier, \nbecause from what I heard you say is, nobody said this is terrible.  We'd better figure out this -- they have a kind of \na benign effect on that -- and instead sending you the signal that it was a count.\n\n Ms. Thurman.\n\n REP. THURMAN: Let me ask that question then.  I mean, when your supervisors were in fact contacted by the \noutreach -- I mean, were they supportive of what you were doing?  I mean, you make it sound like none of them \never supported you, that they overturned everything you did -- is that true? I mean, did they overturn what you had \nsuggested to an applicant?  And what kind of -- I mean, what, in fact, was, from a supervisor's standpoint, I mean, \ndid they only take their side, or did they seem to try to contain the issue?\n\n MS. WOODS: As reprehensible as it might sound, many times they just listened to the one side.  They don't ask us \nwhat happened.\n\n REP. THURMAN: Did they take any action or punishment towards you, or just kind of listening?\n\n MS. WOODS: Okay, for instance, for the one officer I gave the example of where she was doing the testing, and \nhe called the supervisor and everything.  He ended up talking to a temp supervisor who didn't actually get all upset \nabout it, but then he called the permanent supervisor, Ms. Lourdes (sp), and, I think, the next day she had a \ndiscussion with that particular officer and told her that she needed to work better with him, et cetera, et cetera, \nwhich is -- many times she doesn't even ask you what happened.  She just makes an opinion, I guess.  I don't know \nwhat else, abd she doesn't ask you.\n\n MS. DOBBERHUHL: I would have to agree with Ms. Woods.  I know of two instances, in particular, where an \noutreach group has complained or questioned the way an officer does something, and you find out several weeks \nor so later -- and the officer is never informed.  They don't -- as Mr. Conklin said, the one outreach group where an \nofficer was tougher than some other ones, she was immediately taken off of going to that outreach group.  The \nofficer never was told anything.\n\n REP. THURMAN: Was she reassigned?\n\n\n\n MS. DOBBERHUHL: Actually, she was on detail from our airport. She was just out for three months, I think, \ndowntown helping us.  But she was kept in-house to do in-house interviews, instead of going on outreach.\n\n MR. CONKLIN: I don't know if it's the same in every district, but I know in Chicago, usually it's what happens.  If \nsomebody complains about you, you're wrong until you prove yourself right. You'll be out in the field, you'll come in \nthat day, they might say, come on in, we have to have a talk.  You know, this person called -- or, like Officer \nDobberhuhl said -- you won't find out for three weeks, and then all of a sudden, well, you had this problem about -- \nthey've never heard your side, but you were automatically wrong.  The files, when we bring them back, get put in \ndifferent places -- the grants in one spot, the continueds another, and the denials -- you keep your own denials, if \nyou had any.\n\n A lot of times -- we have to keep them in our office.  We'd keep the continueds and stuff -- and the file would \ndisappear.  It would be taken out of your office, given to another officer to take care of. That happened numerous \ntimes -- when somebody had a complaint -- if an individual came in to complain, or an outreach group complained, \nthat file would be given to the supervisor or taken by one of the other supervisors into the supervisor, out of your \noffice, and you'd never see it again.  Next thing you know, here's this person with a certificate at the ceremony.\n\n REP. THURMAN: Then what you're saying, that some of these applicants might have gotten approval over your \nobjections.\n\n MR. CONKLIN: Yes.\n\n REP. THURMAN: Is that true for all of you?\n\n (Chorus of \"Yes.\")\n\n REP. THURMAN: Do you think it's rampant, or do you think you're giving us just some of the situations.  I mean, \nyou've mentioned two of the outreach, but how many outreach areas are there within Chicago?  MR. CONKLIN: \nPersonally, I would say it's pretty rampant.  We have another outreach group -- we could mention them all day long.  \nWe have another outreach group that we've complained -- I know I've complained at least ten times myself \nrepeatedly about the group is cheating.  They have an outreach group, they also conduct the ETS testing.  We'll \nget the applicants in, they cannot speak a word of English.  There's no way they could read and write and pass the \nhistory government test in English, when they can't even tell you their name.  We've reported it -- ont time, the \nsupervisor said, we'll send a couple of people out the day they do the testing.  When the two officers got there, \nthey were waiting for them, before they started the testing.  Well, obviously, they're not going to be doing anything \nunderhanded, because they knew those two officers were going to be there.  But it's a rampant problem.\n\n REP. THURMOND: I don't know if I heard this -- how many outreach centers are there?\n\n MS. DOBBERHUHL: I believe there's about 15.\n\n REP. THURMAN: Let me ask, do any of you, or have you ever seen anything in writing that directed INS personnel \nto ignore or circumvent naturalization laws or regulations?\n\n MR. CONKLIN: Actually, when I brought up the fact that all the reading and writing had to come out of the M289 \nand 291, that's what (H/A?)CFR says, our supervisor -- actually, Shirley Roberts -- wrote a memo saying that these \ntextbooks of citizenship for English reading and writing -- in review of these textbooks it was apparent that the \nmaterial contained in these books was above the elementary level, and that the elderly, and/or applicants with \nlimited education would rarely succeed with such testing.  She said it's beenn the policy of the district office not to \nuse these, and we don't have to use these if we don't want to.  The law says we shall use them, so we have to use \nthem.  I was in the military for ten years, and in that time, we always learned shall means you have to do this.  But \nthis says that we don't have to.  That we can --\n\n REP. THURMAN: Did they give you an alternative?\n\n MR. CONKLIN: Yes.  It says that we can -- it says, \"Sentences used for testing shall take into consideration all the \nfactors and shall not be limited to the excerpts from these textbooks.\" And they wanted us to use the sentences that \nthey used in the past, which were things like -- in fact, I have an example of this --\n\n\n\n REP. THURMAN: When you say, in the past, I'm not sure that I understand what you mean when you say in the \npast.\n\n MR. CONKLIN: Okay --\n\n REP. THURMAN: Is this something that's gone on before?  MR. CONKLIN: No.  When I got into citizenship, they \nused sentences like \"the sky is blue,\" \"the car is red.\" When I pointed out that these -- these are the types of \nsentences that need to be used -- out of the books.  Let me give you an example.  \"A person may not be tried twice \nfor the same crime.\" It's right out of the book. I made ten of them.  I gave this to the supervisor and after I gave this \nto the supervisor, that's when the memo came out saying we don't have to use these sentences.  We can use \"the \nsky is blue,\" \"the car is red.\"\n\n REP. SOUDER: I'd ask unanimous consent that those be inserted in the record so we can know what documnets \nare referred to.\n\n REP. THURMAN: Fine.\n\n REP. SOUDER: I would like to go a little -- I want to make a brief comment, because one of the things I was trying \nto draw out is that -- we're kind of drawing out how frequent the problem is here. But in addition, when intimidation \noccurs, a message gets sent, and so you don't know how frequent it would have been, because intimidation moves \nthrough the system, and stifles the toughness that necessarily would have been there.  Would you agree with that \nstatement, in other words, whatever level it was, it potentially would have been compromised substantially in the \nlast year, because of the push for numbers, because of signals sent, because of intimidation of employees by \ncalling your supervisors, word of mouth, going through, hey, you get written up if this happens, it may come back in \nyour record -- all of those are classic methods to change behavior.  Would you agree that whatever frequency there \nwould have been documented, it's probably a lot higher, but nobody wants to document it at this point?\n\n (Chorus of \"Yes.\")\n\n REP. SOUDER: Could you explain about how many -- maybe one of you can take this question -- how many \ninterviews per examiner per day, and is there something called community interviewing occurring at this point?  Did \nyou ever do it as multiples or is it always done individually?\n\n MS. WOODS: Single.\n\n MS. WARE: Single individual.\n\n MS. WOODS: We test them en masse.  If they pass the test, then they go on to the interview.  I personally, until I \nstarted on the (Singleton?) project, was working just the morning, because they've put us into these split shifts in \nthe last two weeks, and I was doing, I think maybe I did 14 interviews in about 4-and-a-half, five hours -- something \nlike that.  And then I was talking to the temps, and in a workday, they were doing twenty to thirty interviews.\n\n REP. SOUDER: What usually gets short-changed when you speed up that much? MS. WOODS: Right.\n\n REP. SOUDER: What are the most likely things you're cutting out?\n\n MS. WOODS: There are certain things that I would normally ask for, that maybe because they don't -- we're given \ntime to do the interviews, but we're not given any time to follow-up on anything.  I was told, well, you may have to \ndo overtime to do that.  But then, of course, then that gets into denials.  Of course, I'm supposed to do denials, but \nof course, I don't have the computer.  We went through I think one or two eight-hour days of training on the new \nWindows 95, and then we were all given electric typewriters.  And I -- we were all appalled.  Slowly, a few people \nare getting computers, but of course I can't do anything without a -- it's difficult to be able to do anything without a \ncomputer -- denials, investigations, et cetera. That would discourage anybody from doing them.\n\n REP. SOUDER: I want to raise this other subject.  I think one of you alluded to the Soldier Field.  I think one of you \nsaid disaster. Could you explain a little bit what that was, and then I have some questions about it.  Was that a \nmassive swearing-in ceremony, of how many people, what was the event?\n\n\n\n MS. DOBBERHUHL: That ceremony took place August 6 of this year, and I believe there was approximately \n11,000 people sworn in as citizens.  They were sworn in en masse.  For registtration, what happened was \neverybody had a designated area to report to as far as seating based on their alien registration number, so we \ncould keep everybody kind of in order.  People would come in.  They'd show us their old invitation letter.  We'd \nmake sure everything was filled out completely, and told them to have a seat.  During the ceremony, we were to \ntake the letters into a back room where they had the support staff matching up the letters with the Citizenship \nCertificate which would be handed out after the ceremony.\n\n After the ceremony was over, we went into the stands to hand out certificates row by row, which would have \nworked effectively, had we had the time, and if we had most of the certificates ready to distribute.  I know in my \nsection, when we handed out a certificate, we took the card -- the alien registration card.  It got so crazy toward the \nend that several INS officers were just taking the box of certificates that hadn't been sorted yet, row by row, \nbecause we ran out of time.  We were trying to distribute them one at a time as people left their row, which kind of \nturned into a fiasco, because everybody of course wanted to leave at the same time.  It was just a disaster.\n\n Finally, at the end an announcement was made that those of you who didn't get your certificates, you'd be getting it \nin the mail. And those people, since didn't get a certificate, they still had their green cards.  A lot of these certificates \nended up being sent by mail with a note saying to please send in your alien registration card. Some of them came \ninto the office to try and resolve the problem.  But basically, I think it would have been a good system, had we had \nthe time and the personnel to get everything ready during the ceremony.\n\n REP. SOUDER: Isn't there a logging process where we turn in the green cards and all that kind of stuff -- how \nmany outstanding could there potentially be in something like this?  You say towards the end you got rushed -- are \nwe talking 50, or are we talking hundreds, thousands?\n\n MR. CONKLIN: You're probably talking at least probably 5,000 cards did not come back.\n\n MS. WOODS: I beleive there was over 4,000 certs that didn't passed out, because they weren't ready yet.  And I \nwas at the help desk at the end.  Everybody who didn't get a cert was given a letter, go to the help desk.  Well, I \ndidn't know that that many certificates didn't get handed out.  So now we're getting mobbed.  There's just four of us \nsitting at this table trying to get information -- we're told just to take their phone number, and I'm thinking, this isn't \nfair to these people.  They're going to tell them to come in and pick up these certs when they've already taken off \nthe day, and they've been out in this hot sun, many of them since 7:30 in the morning, and now it's what time in the \nafternoon, 2:00, 3:00?  We've got elderly people, we've got people taking time off from work, we've got \nhandicapped, et cetera.  So I started to take their green cards, make sure I'd have their full address, because I'd \nseen, at least we'll have the green cards, and then we know that and we can mail it.  Well, then I was told to quit \ntaking the green cards, because they were going to just call these people in, I guess, instead of mailing them \ncertified.\n\n REP. SOUDER: Is there a separate market for the green cards that you don't get back?\n\n \n\nMS. WOODS: That was the hearing at Soldier Field.  I'm sorry, what was your question?\n\n REP. SOUDER: Is there a market for -- I mean, do you log in whether you got all those green cards?\n\n MS. WOODS: Yes, we do, in the end.\n\n REP. SOUDER: Did all of them come back, or are some of them missing?\n\n MS. WOODS: I would be surprised if all of them came back.\n\n MR. CONKLIN: The ceremony -- you have to close it at the end, and it's not closed yet.  They're not finished \nclosing the ceremony.\n\n REP. SOUDER: So they're still trying to track down some yet.\n\n\n\n MR. CONKLIN: Well, all the paperwork has to be closed -- you have to take the green card and write down which \nnumber it is, and check their name and everything.  It's sort of a long process.  I didn't believe they began on that \nceremony yet.\n\n MS. WOODS: There's a large ceremony going on today of over 8,000 -- today in Chicago.  Excuse me, I don't \nknow how many, but several thousand.\n\n MR. CONKLIN: Could I expand on one thing on the Soldier Field -- I'm in deportation now, and the deportation \nofficers and agents were detailed to help out with that ceremony.  So they stopped most of the other functions so \nthey got involved in the ceremony and help out. One of the deportation officers -- he started in August -- actually he \nstarted the month after I did -- he came up, he was border patrol, and he asked them, if I find somebody that's not \nqualified, they can't speak English to me, and they're young, what do I do?  He was told don't worry about it, we just \nneed to process these people and get it done.\n\n REP. SOUDER: Mrs. Thurman?\n\n REP. THURMAN: I'm fine.\n\n REP. SOUDER: I want to ask some more questions regarding the Soldier Field.  Knowing that there was probably \na set date that this event was going to occur, and you were -- it sounds like when you have that many people, there \nwas probably a big push setting that towards that date.  Were there a lot of processing -- accelerated processing \nbefore the event?\n\n MS. WOODS: Yes.\n\n MS. DOBBERHUHL: People were working overtime every night -- specifically the clerical.  I believe they were \nstaying until like 8 or 9 o'clock at night trying to get all the certificates typed, the computers updated, and getting all \nthe finishing touches prepared as best they could beforehand.  They were asking officers to stay every day to help \ndo clerical work, to update, to help to interview, whoever they could get to help for overtime, they would be willingly \n-- accepted to stay and work late.\n\n REP. SOUDER: We'll have more information on this hopefully in the second panel, but in today's Los Angeles \nTimes, there's a charge that the FBI learned that 5,000 of the 60,000 immigrants, naturalized in six days in mass \nceremonies in Los Angeles last month, concealed past criminal records that might have disqualified some of them \nfor citizenship.  Did you have time to do the criminal record background checks, and do you have any idea of the \nnumbers potentially that we're were talking in Chicago?\n\n MS. WOODS: On the 12th of September, I was taking leave on the 13th -- it was Friday, and I was talking to my \nsupervisor about we had ten boxes of prints, oh, boxes about this big.  I would guess -- and I have to guess, \nbecause I didn't count every single one, but I would guess in those boxes there were a couple of hundred returned \nprints from the FBI -- 200 to 300.  And when I said something about me checking them and she said oh, no, \nknowing we had a ceremony on September 14, she said oh, no, she said all those people have already been \ninterviewed.  She said -- let me give you a little background in addition -- Lincoln, Nebraska, is the service center, \nand they started processing all our citizenship applications, and now the citizenship applications that we do now \nhave all gone through them and they've taken care of all the fingerprints for all those.\n\n So what that meant to me was all those people have been interviewed.  Many of them have been naturalized.  \nAnd then she added that it wasn't a priority.  The hearing was the priority -- the 14th. These were not a priority.  So \non my own, on overtime, the following week -- I came back Monday, and I started doing overtime, and I started \ngoing through the prints -- a slow, slow process -- by myself. And I had many of them indeed had been naturalized.  \nCharges ranged from deportation proceedings before they got their green card, we probably were aware of it, or of \nan immigration violation to rapists, aggravated felons, gang members, people charged with deportable offenses, \nunlawful use of a weapon, drug dealers.\n\n In fact, I was able to pull out a few of them from the hearing -- a couple of different hearings -- and I pulled out one \nguy who was approved by a temp officer. The temp officer, if he had been more knowledgeable, would not have \napproved this case.  The man told him -- he knew the guy had a drug offense.  He didn't have the prints in the file \n\n\n\nso that wasn't his fault, because the prints were not a priority to get to the file.  The system we have hasn't been \nworking, and it's just gotten worse.  And anyway, I looked at it, and I thought this guy is deportable.  He should not \nbecome a citizen.  And I looked -- and the officer -- in the file there was a court-certified disposition showing the guy \nreceived 18 months probation.  Now, you don't get 18 months probation for a minor marijuana offense, which was \nthe only thing that you possibly could do without being deported.\n\n In addition, that person had two pounds of marijuana that he was caught with in Texas.  So I had to call in all this \npeople and do a file on my own, and I really didn't get any help, I think, until I said I can't do this on my own \nanymore.  They would give me the afternoons because we started a double shift, and so they'd start -- I'd have to \ninterview in the morning, and in the afternoon, I would do as much as I could, and I even started doing overtime.  \nAnd the last few days I told them -- and even yesterday up till the time I left I was still working on trying to make \nsure we don't naturalize any more criminals.  What they may have done may not be a deportable offense, but \nmany of them have committed perjury.\n\n MS. WARE: I would like to add something to that too.  A lot of the people we're naturalizing now got their green \ncards through the amnesty program.  They were fingerprinted.  Sometimes there's information under -- there's a red \ncover we put there.  Sometimes there's information under that red cover that we could use that would help us, to let \nus know that these people are criminals.  They do still have cases pending.  But we were told that we could not look \nunder that red cover.  We had to adjudicate the application.  We could not go back to see that.\n\n MS. WOODS: In addition, the temps were trained not to look at anything other than since the person became a \nresident.  They were not to look under the visa packet if they came over at the airport, or the adjustment.  Well, \nthere also can be other papers there from other proceedings.  In one particular case, I looked at the prints and a \nperson was naturalized, had an outstanding warrant by the FBI in Chicago.  I reviewed the file and I found a bright \npink slip in the file where the temp interviewed the person, and it said, official investigation FBI.  Minimally, that \nshould have been given to the supervisor.  However, if the temp was told not to look at anything, then they were \nfollowing orders, and I think that's a real travesty.\n\n Now, if that warrant is still outstanding, I have no idea because, in our office, we have all these employees who \nhave all these criminal cases, but we don't even have an officer in our section who can run leads or criminal checks \non people.  They moved out those two people over to the other section, so we don't have that available to us, and I \ncan't do these things, of course, just by myself.\n\n REP. SOUDER: I'll come back to this.\n\n Mrs. Thurman.\n\n REP. THURMAN: I thank you, Mr. Chairman.  I want to follow-up on -- You said that not all of these offenses would \nbe deportable.\n\n MS. WOODS: That's correct, but that doesn't mean they're eligible for citizenship.\n\n REP. THURMAN: Okay.  Can you tell me which ones of those are, and if, in fact, because of the fact that we've \nmentioned the LA article, because then there's a rebuttal to that that says, maybe only, I think it was 69 or 70 would \nhave actually, were in criminal -- major criminal activity.\n\n MS. WOODS: Okay.  The only thing I can figure by those number are deportable because there's no way that only \n69 people had a criminal offense out of 5,000.\n\n REP. THURMAN: Maybe for me, then -- I need to understand.  There are different offenses that would cause \ndifferent actions.\n\n MS. WOODS: Okay, okay.  All right.  If you have two convictions of theft, you could be deportable.  They're called \ncrimes involving moral turpitude.  We've had things from auto theft to aggravated felons, unlawful use of a weapon, \nrape, et cetera, et cetera.  I would say, to be truthful, a majority of the criminal offenses were more of a minor \noffense, such as theft, et cetera.  But, if that's happening --\n\n REP. THURMAN: So those are not deportable.  Those would only --\n\n\n\n MS. WOODS: Only if there's one.\n\n REP. THURMAN: Okay.\n\n MS. WOODS: If there's two, then it can be deportable.\n\n REP. THURMAN: Okay.\n\n MR. CONKLIN: Can I expand on that for one --\n\n REP. THURMAN: Now how does that relate to citizenship then? bI mean, you need to help me through this --\n\n MS. WOODS: Okay.  When somebody's deportable -- we go through the law books, through what is considered \ngood moral character, and it is not considered good moral character to have a criminal background. More \nspecifically, we are told to look in the last five years, although we are not limited to that by the law. Now, if \nsomebody is convicted or has a significant criminal history and has convictions that they could be ineligible for \ncitizenship, but not necessarily deportable.  They could be denied for citizenship because they have a recent \ncriminal behavior, conviction, et cetera, and it's possible that their conviction is so serious or so numerous that they \ncould be deportable, meaning that they would go in front of an immigration judge, there would be set up what we \ncall and order to show cause, they'd be set up for deportation, they go in front of a deportation judge, and then the \nimmigration judge would make a decision on whether this person would be told to leave the United States, to be \ndeported.\n\n REP. THURMAN: Now, I want to go back to another issue on the temporary.  Mr. Conklin, in the beginning you \ntalked about temporaries and how much time that they were exposed to the procedures and the process and those \nkinds of things.  Do you know if there was a decision made by your supervisors, in fact, that temps were to only be \nable to look at certain kinds of information, and then it would it be passed on to the more senior members within \nyour groups to make those final decisions?  Because it sounds to me like, in one instance, if we're not giving them \nthe full educational opportunities to totally understand what is involved in a case, that they might, I mean I don't \nknow, but they might, I mean, I certainly when I get somebody in my office, I don't give them the first crack at the, \nyou know, the worst thing that might be happening.  I mean, is that a possibility here or do you know if, in fact, that \nhappened?\n\n MR. CONKLIN: Okay.  The way the training program was set up, it was set up for a primary, secondary-type officer \nfor every district except Chicago.  Chicago told us at the time we were setting the program up, we are not doing \nthat.  We will have one officer, he will take the case from start to finish.  They will not have a secondary -- officer.\n\n REP. THURMAN: So they were denied the information --\n\n WITNESS: No, they weren't because --\n\n REP. THURMAN: -- that you talked about, Ms. Woods?\n\n MR. CONKLIN: No, because at the training program that I conducted, we gave them the extra information.  We \nallotted enough time in the training program that each district could train them how they do their interviews.  That's \nwhen we covered all of the good moral character and all the arrests and things like --\n\n REP. THURMAN: So they could go back within those records and look under that red folder and those kinds of \nthings?\n\n MR. CONKLIN: This is the way I explained about legalization. Legalization gave you amnesty for immigration.  If \nyou married fraudulently or crossed the border illegally, they gave you amnesty for those arrests.  You had to file a \nwaiver for criminal arrests. Now those criminal arrests are not gone just because you got your green card.\n\n REP. THURMAN: Right.\n\n MR. CONKLIN: Later on, when you're coming for citizenship and you're asked the question, have you ever been \narrested, have you ever gone to court, have you ever been fingerprinted, have you ever been in jail, and they're \nsaying no, no, no, no.  Now, they're committing false testimony because they have been arrested.  Okay.  That's the \n\n\n\ndifference between -- You can't go under the red cover and say, oh, well, he married somebody just to get his green \ncard, you're denied citizenship.  You can't do that.\n\n REP. THURMAN: Do you agree with that totally because you kind of were shaking your head?\n\n MS. WOODS: I agree with him that they were told -- It surprised me that they were told.  They told us all actually in \na meeting, in a staff meeting we had they said, you are not to look under the covers, we're to look only at the \napplication and nothing prior to them getting their residency.  In fact, I questioned the acting deputy district director \nat the time and I said, well, you know, what if we need to do an investigation or do something like -- We have a lot \nof fraud.  There's a lot of fraud with documents, et cetera.  And he said, well, that's really not going to happen, you \nreally -- that isn't working.  And I said, well, actually I've done a lot of investigations and I've been successful in my \nattempts, and he got kind of mad.  But still, the problem is they were told, we were told, you are not to look at before \nthey got their residency, you are not to look at in the file.  And this person didn't look in the file as they were \ninstructed.\n\n REP. THURMAN: Do you know of any confidentiality laws or anything that might protect that?  I mean, is there a \nreason? I don't know.\n\n MS. WOODS: I'm talking about general files, I'm not even talking necessarily about legalization files.  No, I don't, \nbecause you're supposed to look at the person.\n\n REP. THURMAN: So that red FBI or whatever is open?\n\n MS. WOODS: The red FBI --\n\n REP. THURMAN: The red cover.  You all --\n\n MR. CONKLIN: The red cover is an immigration legalization cover. Everything under that was used for legalization.\n\n MS. DOBBERHUHL: It's just a cover sheet.  It's not an envelope or a sealed folder.  It's just a cover sheet that you \ncan flip up -- MS. WOODS: It identifies that it's legalization right off the bat to anybody.\n\n MS. WARE: When we're saying amnesty, maybe I should say, amnesty came about through the Simpson-Mazzoli \nBill.  Maybe that'll help you understand when we say amnesty, what we're talking about.\n\n MS. WOODS: Amnesty and legalization are the same.\n\n MS. WARE: Right, right.\n\n MR. CONKLIN: Can I expand a little on that fingerprint chart so that everybody understands fully the importance?\n\n REP. THURMAN: (Laughing.) I wish somebody would because I'm kind of -- I'm not sure.  One minute I'm talking \nabout something that you said is confidential or is one type of file and that --\n\n MR. CONKLIN: It's not a confidential file.  It's the same file, there's just a cover in there.  Anything under the red \ncover is prior to legalization.  That means the person got their card through legalization, that red cover.  We're not \nsupposed to use stuff that they revealed to us in legalization against them.\n\n A fingerprint chart, when they did their fingerprints, they gave us a chart.  We're not using the chart against them; \nwe're using the FBI report that came back from that chart.  That is under the cover because it was all for the card \nand legalization.  But in citizenship, you can still refer to that FBI return because that was a hit.  You can still go \nback and see, yes, he was arrested three times.  We can look at the information, but we can't use it against him that \nhe was trying to enter a fraud marriage to get his green card because that was amnesty cleared that.\n\n Okay, that's why I think the confusion was coming --\n\n MS. WOODS: And if the fingerprints are -- I mean, it's a long process if you think about it.  The person puts in the \nfingerprints. Then, if everything is properly filled out on it, it's sent off to the FBI.  If it's a hit, it gets returned to the \noffice.  If everything is done properly, then it's put into the file.  The problem is, they're not making it to the files.\n\n REP. THURMAN: You were referring to the 1986 law, is that correct?\n\n\n\n MS. WARE: Yes, ma'am.\n\n MR. CONKLIN: Right.\n\n REP. THURMAN: So that was actually in 1986.\n\n MR. CONKLIN: The legalization program was in '86.  That's where that stuff comes from.\n\n REP. SOUDER: We need to move on.\n\n We've been joined by Congressman Hastert and Congresswoman Ros- Lehtinen, and we'll go to Congressman \nHastert next.\n\n REP. DENNIS HASTERT (R-IL): Well, thank you.  I understand you all work for the Chicago office.  Is that right?\n\n WITNESSES: Yes.\n\n REP. HASTERT: I represent a district just west of there, so I have cities like Elgin and Aurora, which I'm sure your \napplications you see those come in day in and day out.\n\n I want to get this straight, I want to get this right and just understand the perspective of this thing.  One of the \nbiggest problems that we have in our area are illegal immigrants coming in, bringing drugs in, organizing gangs, \nand doing criminal activities in our area. Now you're telling me that you've been instructed basically to overlook FBI \nfingerprint checks, and to not look for welfare fraud or tax fraud, and not to look for fraud in original procurement of \nthe green card.  Is that correct?\n\n MS. WOODS: I wouldn't say that we're told not to -- I would agree with everything, but we're not told not to look at \nthe prints. We're told not to consider what's in the legalization files.  We're not to look at it.  But if the fingerprints, if \nthey're done properly, we would be looking at the prints, and -- I wouldn't say that we were specifically told, don't \nlook at fingerprints.  Of course we're supposed to, we're supposed to be a law enforcement agency.\n\n MS. WARE: But oft times we don't have the prints.\n\n \n\nREP. HASTERT: So the prints aren't there for you to look at.\n\n MS. WOODS: That's correct.\n\n MS. DOBBERHUHL: Right.\n\n REP. HASTERT: You can't see what you don't have.\n\n MS. WOODS: Exactly.\n\n MS. DOBBERHUHL: Exactly.\n\n REP. HASTERT: Well, what else?  How about this whole issue of welfare fraud or tax fraud?  Is that something \nthat's being just kind of brushed over?\n\n MS. WOODS: Yes, we were told we're not the IRS --\n\n MS. WARE: We're not IRS agents.\n\n MS. WOODS: We're not the IRS.  As for welfare fraud -- in order to have a good case for welfare fraud, you have \nto have the time to do the interview properly to gauge what's going on.  You've got to ask for letters from welfare.  \nFor instance, I had a woman I interviewed and it took time though -- it took a lot of time which -- really, I'm not giving \nthat much time.  And I had to follow-up a couple times with it where she has three children, she's living with the \nfather of her children, and she's going to college for free.  And she's telling them, oh, I didn't declare any taxes in \norder get her college paid for free.  But then, in the other hand, she's showing me tax returns that she filed with her \ncommon law husband.  So there's obvious fraud there, and it takes time to be able to work with these people in \nwelfare, et cetera.  You know, it just takes time and I just don't have it, I'm not given that opportunity.\n\n\n\n REP. HASTERT: And what I'm really getting down to here, I mean, I know, we have files and files and my office \nworks with your service all the time in trying to get people who have waited their turn, done the right things and get \nthem on line.\n\n MS. WOODS: I agree.\n\n REP. HASTERT: Now what is happening, these people are being pushed back in line in an attempt to move in \npeople who have FBI fingerprints, but you can't check them, people who have committed welfare fraud, but they're \nbeing expedited, and people who have the fraud in the original procurement of their green cards.  Is that correct?\n\n MS. WOODS: I didn't understand that.  You're saying that your people are being put --\n\n REP. HASTERT: No, I'm just saying that these people are being expedited through the -- MS. WOODS: Yes, \nthey're being expedited through the system. It's not encouraged to ask questions because we're not the IRS, et \ncetera.\n\n REP. HASTERT: So the people who live in my district, including many naturalized immigrants, legitimately, are \nasked to be picking up, you know, the responsibility for extra welfare cost, extra other things because these people \nare actually criminals that are being expedited through the process.\n\n MS. WOODS: Exactly.\n\n REP. HASTERT: Well, that's really wrong.  I mean, that just amazes me.\n\n Ms. Dobberhuhl, let me ask you a question.  What ways are people being, once they are expedited and get their \ncitizenship, are being expedited into a situation, especially in the city of Chicago, to be signed up to vote?\n\n MS. DOBBERHUHL: What I've noticed before the CUSA program started, we would have court hearings twice a \nweek in that federal building downtown ranging anywhere from about 100 to 130 people.  We would have a small \nceremony and the people would get their certificates.  Occasionally there would be a reception for them, and that \nwas basically it.\n\n Voter registration I never observed to be an issue then.  It was never even mentioned until the big ceremony \nstarted when voters registration cards were handed out with the welcome packet, other men and other \nrepresentatives giving speeches were encouraging people to fill out the cards, send them in, drop them off on the \nway out of the building.  It really became an issue, as I said, when the CUSA program started, we started having \nthese very large hearings.\n\n REP. HASTERT: So basically, when this program started, there was a political advantage.  Of course, we would \nhope everybody who has citizenship, but there is actually a political push there, is that correct?  You're saying in \nChicago, all of them are there making pitches that these people need to sign up to vote.\n\n MS. DOBBERHUHL: Yes, I would agree.\n\n MR. CONKLIN: Can I expound on that for one --\n\n REP. HASTERT: Sure.\n\n MR. CONKLIN: Prior to CUSA, I used to give the speeches at the ceremonies.  I went to every ceremony every \nTuesday and Thursday morning.  It was part of my job as an examiner.  And when I would go there, I would give the \nspeech about now that their citizens, they can petition for other relatives, and all their benefits that they had, and \nthat they're not a second class citizen because we don't have classes in the United States, and how proud they \nshould be a citizen, and if they would like to register to vote, they could.\n\n Every Tuesday and Thursday, we never had speakers coming in and saying, you need to vote, you need to \nregister, you know, this is very important, this is a big part of being a citizen.  Now, at every mass ceremony, they \nhave all these guest speakers here, and the majority of what they talk about is that they have to vote.  You hear \nvery little about, now you can petition for your relatives, or if you've already petitioned for them you need to let the \nservice know so we can change because now you're a citizen and you need to change into different -- (inaudible).\n\n\n\n REP. HASTERT: I learned a long time ago not to ask questions you don't what the answer is, but let me ask this \nquestion.  Have you found that most of these speakers are from one political party?\n\n MR. CONKLIN: I can't say.  I don't know.\n\n MS. DOBBERHUHL: I don't know.\n\n REP. HASTERT: Mostly aldermen from the city of Chicago?\n\n MS. WARE: I'm sorry, I didn't hear.\n\n MS. DOBBERHUHL: I can only think of one alderman in particular, and he is from the city.\n\n REP. HASTERT: Thank you.  I yield back.\n\n REP. SOUDER: Ms. Ros-Lehtinen?\n\n REP. ILEANA ROS-LEHTINEN (R-FL): Thank you.  I'm a Republican, a naturalized American, and a proud \nsupporter of the Citizenship USA program, and let me tell you why.  This program was initiated, as all of us know by \nnow, to clear up a huge backlog of naturalization applications, and I'll speak to you in respect to my congressional \ndistrict where I represent a community where the overwhelming majority of the individuals who reside there were \nborn outside of the United States, are very happy and pleased and proud to now belong to this beautiful family of \nAmericans, and are very anxious to become American citizens, having nothing to do with the welfare bill, having \nalways been anxious to become part of this Democratic process.\n\n And these individuals were lost in a maze of a bureaucracy.  For 18-months, most of them has to wait to become \nnaturalized, praying and hoping that the ineptitude of INS would not rear its ugly head, that their papers would \nsomehow wind its way through the process, and they would be able to one day swear to be an American citizen.\n\n And I remember very proudly the day that I was able to raise my right hand and swear allegiance to this beautiful \ncountry.\n\n And most of the time it worked, but a lot of the times that process didn't work for these individuals.  There was a lot \nof confusion.  The bureaucracy was not streamlined the way that it should be, and there was mass confusion.  Now \nI don't think that this was planned confusion and a plot on behalf of the Reagan Administration, and I don't think that \nit was a planned confusion, plot of the Bush Administration, but now we have a program in place and all of a \nsudden this is a massive plot undermined by the Clinton Administration to get registered voters.  God forbid we're \nnow stressing voting.  I mean, now this is said in hushed tones like we should say, and they encourage people to \nvote.  My gosh.  Can you imagine trying to do that?\n\n Now I speak regularly at these naturalization ceremonies.  I spoke at one just yesterday and individuals there \nencouraged them to vote.  I did not say that because my speech was long-winded enough, but last time I checked, \nand I know in these hush tones that we say, and these people say that they should vote, I think that that's a plus.  \nMaybe I'm wrong, but I don't think it's bad even though we may be Hispanics.  God forbid, that's a terrible thing, I \nguess, but I think we're still encouraged to vote and I think my vote counts just as much as anybody else's vote \nwho's a registered voter and who should be voting.  So that's another part of this hearing where we say, and there's \nvoting fraud because they're encouraged to register to vote. Can you imagine?\n\n So this confusion that went on for many administrations I don't think was a planned plot.  The bureaucracy just was \nnot working for many individuals.  I know.  I've been doing this case work, I've been in elected office now for almost \n15 years, I know this process well, plus I know it intimately myself because I, once again, will tell you I'm a \nnaturalized American.\n\n Now, I'm totally against any criminal becoming a United States citizen, but I have a hunch that maybe this might \nhave happened during the Reagan Administration also, it might have happened during the Bush Administration, \nand had the bureaucracy worked the way that it should have been working, there might have been more processing \ntaking place, and maybe those mistakes might have been happening as well.  I don't condone any criminals \nbecoming citizens.  If any criminal has become a citizen, we not only ask INS, we demand that INS rescind that \n\n\n\ncitizenship immediately because it cheapens my naturalization to have a scum bag be an American.  It cheapens \nAmericanhood to have a criminal get this opportunity that is denied to so many others.\n\n So no one is condoning this, and INS as a bureaucracy that I know unfortunately all too well, makes mistakes.  If \nthey rush through the system and some individuals should have been checked that weren't checked, well shame on \nINS, shame on any case worker who was involved in doing that, and that should be rescinded immediately.  But to \nsay, as this sub committee has done, with all due apologies, this fraud and abuse has occurred because the Clinton \nAdministration, which is indicated by certain document, sees the Citizenship USA Program as the source of a \npotential 300,000 Democratic votes, most of them in California, in New York, Florida, and Illinois, has put intense \npolitical pressure on the INS to manufacture, manufacture, as many new citizens as possible, whatever the cost.\n\n Well, as a manufactured citizen myself, I would imagine that, perhaps in Florida, where I would imagine that most \nof the new registrations of new citizens are Republican, I don't know, I haven't a clue.  I don't check, I don't keep up.  \nI am not only unopposed this election, but I was unopposed two years ago, so I couldn't even begin to tell you what \nthe registration is in my district.  I represent the people, every single one of them, whether they're voters or not, \nwhether they're Republican or Democrat.  So suppose, though, some GOP operative in my area looked at the \nfigures.  I would imagine people are still registering Republican because if not, I would have seen an article in the \npaper.  And they would have said, you know, we've got to speed up this process because we've got a potential gold \nmine in Miami, Florida, especially where the overwhelming number, I would imagine, are registering Republican.\n\n Suppose some GOP wise guy wrote a similar memo just as some, I guess, some Clinton Administration official \nmight have written about the Citizenship USA.  And then you say, wow, this is a real plot. Well, I don't see that as a \nplot.  I see somebody saying, you know, let's write this memo, let's see what we can get some political advantage.  \nAnd whether they write the memo or not, this process is taking place.  People are going to register whether \nDemocrat, Republican, or Independent.  I would hope that they register.  I'm a Republican, I hope they register \nRepublican, but I hope they register, period.  And I hope they vote.  I prefer they vote for the Dole ticket, but I prefer \nfor them to vote.  I don't see this as a terrible plight and a blight on our Democratic system.\n\n If there are mistakes, they must be corrected.  If they are serious mistakes, let's make sure that no one is abusing \nthe system because it cheapens me and it cheapens the hundreds of citizens that I have helped to naturalize in \nmy congressional district.\n\n \n\nBut let's not say that this some plot of the Clinton Administration because, if so, and I don't know where these \nDemocrat votes are, but if they say that they're in Florida, we're gaining more Republican seats in Florida every \nday, in the local seat from the State House to the White House, every day we become more Republican. So some \nofficial in the Clinton Administration sure has their facts wrong if they see Florida as a gold mine of Democrat votes \nbecause if that were true, I think I would have read it in my local paper.\n\n Is there fraud?  Is there abuse?  I think there's incompetence, and there was incompetence in all of these \nadministrations, and it should be eliminated.  But to say that there's this huge plot going on I think is really \nstretching the fabric here.  And if there is, let's weed them out.  Let's make sure that anybody who is a partner in \nthis fraud and in this abuse gets drummed out of this service immediately because I think it demeans the good \nworkers that INS has, and I know we have them because we have them in my Miami office that services thousands \nof questions from individuals from all walks of life, day in and day out.\n\n It's a bloated bureaucracy, it needs to be streamlined.  Maybe some other program needs to be put in its place.  \nThat would be fine, and maybe that's the way to get the system to work.  I'm not justifying any of these problems.  \nThey should be rescinded.  Their citizenship must be rescinded immediately, but let's not get carried away with the \nplot theories of the Clinton Administration in this Citizenship USA program.\n\n REP. SOUDER: Would the --\n\n REP. ROS-LEHTINEN: And I would like to point out that the Hispanic caucus was very interested in testifying \nbefore this sub committee.  They were refused to testify as of yesterday.  Then, before the hearing, the sub \n\n\n\ncommittee changed its mind.  They want them to come and we don't know where the sub committee members are, \nbut I would hope that as a courtesy to me, to other individuals who would like to testify, that next time they be given \nan opportunity.\n\n Frankly, Mr. Chairman, I don't think it would have hurt this subcommittee at all to hear testimony from other \nmembers of the Hispanic caucus who are interested in this program, who have personal knowledge, as I have, of \nwhat this program has done, who do not condone any problems in this program, who want this program to work. \nThey don't want criminals to become US citizens.  That cheapens the process.  But they were refused to testify, the \nopportunity to testify, and then, in the last minute, that offer was once again extended when they had already made \nother plans.\n\n So, I would hope that if this continues, unfortunately this program ends September 30th anyway, but if this is a \nproblem inherent in the bureaucracy, let's have more hearings.  I am not against that because I want this program \nto work because I have thousands of other people in my congressional district who don't want to wait 18 months \nlike they had in the past.  Eighteen months where they can't travel outside of the US, they can't petition for their \nfamilies, they can't register to vote.  Oh, my gosh, register to vote again.  They can't do anything because they're \nnot --\n\n REP. HASTERT: Would the gentleman yield -- would the gentlewoman yield --\n\n REP. ROS-LEHTINEN: -- not United States citizens.  Be glad to yield, Dennis.\n\n REP. HASTERT: You know, one of the things -- I understand your situation.  I have the same situation.  I have not \nonly a large Hispanic district, I have Koreans, I have Chinese, I have a lot of people who would like to be US \ncitizens.  But, when people are shuffled in front of the line because of some type of reason or another, and people \nwho have been in my district for 18 months and they have taken their test and they don't get replied because \npeople who have FBI fingerprints that aren't included in the records, people who have commited welfare fraud but \nwe have to look the other way, and people who, you know, have fraudulently procured their green cards, they're \ngetting citizenship when good people aren't getting citizenship.  That's wrong.  That's --\n\n REP. ROS-LEHTINEN: Reclaiming my time -- Dennis, that's what I've said -- it is wrong.  But what this committee \nhas said in its statement is that it's a plot of the Clinton Administration.  I will read it again.  \"This fraud and abuse \nhas occurred because of the Clinton Administration.\" I'm saying it's incompetence.\n\n REP. SOUDER: Ms. Ros-Lehtinen --\n\n REP. ROS-LEHTINEN: The same incompetence that has carried INS and this is about the most left-handed \ncompliment that INS can get -- is still ruling, and like I say, your constituents have needlessly waited 18 months.  \nThat's wrong, too.  Let's reinvent the wheel, then. Let's make a kind of a program that will have thorough \nbackground checks.\n\n REP. SOUDER: Ms. Ros-Lehtinen --\n\n REP. ROS-LEHTINEN: I waited a long time to become a US citizen --\n\n REP. SOUDER: We'll go around one more -- we'll go around one more --\n\n REP. ROS-LEHTINEN: I want this process to be clean, to be free of abuses.\n\n I want it, too, and my constituents demand it, but this is not a plot hatched up --\n\n REP. SOUDER: You have mischaracterized my statement four times now and I don't appreciate it, that I have \nevery belief that every citizen in the United States should vote and should be encouraged to vote.  You missed the \nearlier testimony where we had witnesses say that they were intimidated by community agents who knew their \nsupervisors, who stood there with their supervisors and intimidated them.  I hope we get every immigrants' vote.  I \nwelcome every legal immigrant into this country.  I am not one who has been pushing on these immigration bills \nthe other direction.  And the inference that somehow there was any anti-immigrant tone to this has been incorrect. \nThat wasn't my thrust.\n\n\n\n I believe we have and have proven that there are documents that, at least in some areas, there has been political \norientation to this. And it isn't just casual.  We heard it earlier today very specifically stated.  All these witnesses are \nnot Republicans.  They're concerned about the process.\n\n They have also documented that there have been not only a back log change here, there's been a doubling of the \nbacklog because of outreach programs -- which is another question -- but to try to do all that before this election, \ncombined with the memos that have been in the record at this hearing and last hearing, suggest that there has \nbeen certainly an effort to capitalize.\n\n Hopefully, like I say, Republicans will get more than their share of votes.  Many immigrants are coming to America \nbecause they believe in what we advocate.  And I'm sorry if there's any implication against the immigrants.  The \nquestion is about the process, because there are many of them there -- for example, let me ask this question again: \nMy understanding wqas that there were 200 to 300 prints in a box --\n\n MS. WOODS: Per box -- ten boxes.\n\n REP. SOUDER: -- per box -- that had not been gone through.  Some of you have worked -- Ms. Ware said, for 20 \nyears in this agency -- have you seen this before?\n\n MS. WARE: I'm sorry?  REP. SOUDER: You said you started in '72, is that correct?\n\n MS. WARE: Uh, '77.\n\n REP. SOUDER: '77, so approximately --\n\n MS. WARE: I have 18 years and 10 months.\n\n REP. SOUDER: So, have you seen this before?\n\n MS. WARE: No.\n\n REP. SOUDER: Have you seen where there have been 200 or 300 prints per box that haven't been gone through \nbefore somebody came in?\n\n MS. WARE: No, sir, I have not.  And I would like to say, too, that I don't consider myself Republican, nor do I \nconsider myself Immigration.  I'm not here to down Mr. Clinton or any of you.  I'm here because I know there is right \nand wrong.  I'm here because I know that some of these things we've been doing is not right, and it's not --\n\n (Audio break.)\n\n MS. WOODS: (In progress) -- were gone through, but what was done was not done in an effective way.  It's kind of \na -- in our office there's cases done out of the office, there's cases done in the office.  Prints done for out of the \noffice are in these boxes.  Cases done in the office, those prints are in this area.\n\n Well, I, in August, one of the -- I was looking for something to do.  Not that I didn't have anything to do, because I \nalways -- I have to tell you that we -- the four of us -- are very, very hard workers. We all get very good ratings.  \nWe're not disgruntled employees that are here.  We're very concerned about the process.\n\n REP. SOUDER: To the point that you said earlier you might be concerned about retribution.\n\n MS. WOODS: Yes, I am, very much so.\n\n REP. SOUDER: And yet you came forth.\n\n MS. WOODS: Very much concerned about it.  Basiaclly, so what happened is, some of these cases, these files \nthat were done in the office, most of those prints were in these boxes.  But nobody knew that.  Well, when you get \ndone and you know that Lincoln, Nebraska's taking care of all these prints for all these new cases and that \neverybody else has been interviewed and we still have ten boxes of prints, there's a problem.  And that needs to be \na priority, and not just set aside because we've got a hearing in two days.\n\n \n\n\n\nI'm sorry; yes, you've got to do that also, but we don't need -- if it would have been done properly in the beginnning, \nif the prints would be in the files, then we wouldn't have to go back through and try to figure out, did this person get \nnaturalized, well, if not, where is this file?  We 're working on envelopes right now.  We're having people come in, \nthey're tested.  If they pass the test, we have them fill out another application, a duplicate, because we don't have \nthe file or the application there because of problems between getting the files and applications from Lincoln in here.\n\n Now, I've got these prints; I know that person was interviewed that day.  I can't find the darn file because it's in a \nwork envelope. It's very frustrating.\n\n MS. WARE: And, ma'am, you also stated you don't want to have to wait 18 months for a person to be naturalized.  \nThen may I suggest that you hire some people -- start a law or something that says Immigration has to have so \nmany people working, so therefore you would not create a backlog.\n\n MS. DOBBERHUHL: Permanent people.\n\n MS. WARE: Most of the backlog -- permanent people, yes.  Most of the backlog we have was created during this \noutreach, these outreach bringing boxes and boxes and boxes of citizenship aplications into the office.\n\n MS. WOODS: Another problem was the green card replacement program that started.  It was, I think, $70 -- 70 or \n75 dollars to replace your green card if you had an old edition.  It was $90, and now it's $95 to apply for citizenship, \nso a lot of people were told, well, it's just $20 more to apply for citizenship, so maybe you would just like to do that.\n\n And, of course, when the Welfare Reform Bill started to come out, we saw an incredible increase in the amount of \napplications that we received. And I would also like to say that I am not political in my -- when I'm adjudicating an \napplicant. I'm looking at the applicant. I'm not looking at the different politics, etctera. I just want to do what's right \nand what's fair and I get really frustated when I bring up these things to the supervision and it's just kind of blown \noff.\n\n REP. SOUDER: I have been approached by, partly because I've been involved in these hearings by many legal \nimmigrants and people who are so proud to be American and are concerned that these kinds of processes have \ncheapened their citizenship, and somehow cast aspersions on them, which it is not doing, and they're concerned \nthat their vote and their taxes and so on are being -- because a whole bunch of people are suddenly being brought \nin and they hear it in their communities and they're very concerned.\n\n We'll go one more round here, if anybody else has additional questions.  Ms. Thurman.  REP. THURMAN: I just \nhave one last question to all of you.  Why do you think of all the INS employees that we would have that you \npersonally were invited to participate in this hearing today?\n\n MS. DOBBERHUHL: I don't understand your question.\n\n REP. THURMAN: What I'm asking is, do you know why out of all of the employees that INS has in Chicago or \nother places, why it might be that particularly -- is there something that each of you bring that is unique that -- why \nthis committee would have subpoened each and every one of you here?\n\n MS. DOBBERHUHL: I think that we are all permanent officers. We've all been working in Citizenship for a \nminimum of a year.  We are thorough in our work. We're hard workers.  We know the law, and we've been actively \ninvolved in helping plan or carry out the CUSA program.\n\n REP. THURMAN: So my guess is then with that explanation, your supervisors, or whomever, who might have \nspoken with this committee, or whatever, would have suggested you to be here.  I mean, is that what you would \nassume?  I mean, I'm just curious to know how you came up with this witness list, out of all of the INS --\n\n REP. SOUDER: As the Government Reform and Oversight Committee, our job is to look and see how effective \nprograms are and when we're approached and read about individuals who in effect are whistle blowers in their \nagency, and you check and see if that has credibility. You do a hearing.  We've had people from Citizenship USA. \nWe will have more and we will do another follow-up.  But this is not to have a defense or an intimidation of people \nwho are coming forth. They're coming forth because they saw problems with that.\n\n\n\n Our job as a committee is to look into all problems with it, not to imply that everybody who got in the program was \nwrong.  I mean, nobody's even asserting that 80 or 90 percent of the people wouldn't have gotten in under normal \nprocedures or more.  Our job is to find fraud in the government. When we have a Medicare ovresight hearing it isn't \nto, say, cast aspersions in the whole Medicare program. It's to find the fraud.\n\n REP. THURMAN: Mr. Souder -- and I don't know the law on this and maybe somebody can tell us, but it would \nseem to me that in a whistle blower situation that there is supposed to a certain amoung of confidentiality instead of \nputting these folks in a position of having to come before TV cameras and everybody else, that we might have \nwanted to talk to these folks without putting them in any kind of jeopardy.  And I, quite frankly -- I'm sorry this has \nhappened to you, especially with your answers, that you are concerned about retaliation.\n\n REP. SOUDER: They asked for voluntary subpoenas.\n\n Mr. Hastert.\n\n REP. HASTERT: I guess what happened -- the manifestations of problems come -- but, you know, for my \ncolleagues here, I have a memo that was evidently written by a Mr. Farbrother (ph) for the vice president to send to \nthe president of the United States, POTUS.  And it says, \"Note: My concerns, parentheticals, are for background \nonly and may not be attributed to me in any manner whatsoever, including congressional staff, et cetera.\"\n\n The memo is (prepared?) and it says \"We have several serious principle sections --1) approving Service for \nCitizenship applications; 2) lower the standards for citizenshp.\" -- this was dropped from the revised version of the \ndraft -- \"3) capital authority to local managers; 4) put headquarters to work; 5) use legal services as temporary \nagents; 6) make more money available.\" And going down into the points, it says, the first heading calls for removing \nroadblocks, which the author alleges are not statutory but merely bureaucratic and can be removed through \nadministrative action.\n\n Another key quote says, \"But INS warns that if we are too aggressive at removing the roadblocks to success, we \nmight be publicly criticized for running a pro-Democrat voter mill\" -- I say 'voter mill' -- that's in the memo to the vice \npresident of the United States -- \"and even risk having Congress stop us.\n\n \"Indeed, many of the roadblocks originate with the INS staff, people who complain that if we waive the regulations \nand procedures they have created and followed for years.\n\n \"This paper describes the pros and cons of several controversial actions that we can take to expedite processing. \nWe'd like your\" -- meaning the president's -- \"guidance.\"\n\n Second, the heading calls for INS to exercise broad latitude to interpret citizenship standards on a more liberal \nbasis. INS management has already been training new adjudicators and \"re- educating\" -- quote-unquote -- the \nolder ones to be more liberal.  Now, I can understand, from my colleagues on this panel and these people who are \ngiving testimony before us -- when you start to re- educate them to be more liberal and part of that education is not \nto look at the FBI fingerprints and not to check for welfare fraud and not to see if these people are procuring their \ngreen cards in fraudulent manners and in essence, allowing criminals into the United States, I think these people \nhave to be commended to come forward with their testimony, and I do that.\n\n And, you know, this document was issued in March of this year. Has there been -- can you tell -- has there been a \ntime that since March you've been asked to expedite -- you've seen differences in how through your general \noperating has existed?\n\n MS. WARE: We are sworn to uphold the law.  This is why we are here.  This is what we are doing.  Now, we were \ntold any time we see inadequacies, that we are supposed to report it. If we don't report it, then we're guilty.  We're \njust as guilty as anyone else.\n\n MS. WOODS: One way in which we've been pushed so -- well, they've made changes.  The CUSA sites have \nsatellite offices, because we just have too many officers.  We used to get Friday as a work day, work on our denials, \neverything like that.  Now we don't even get that.  We don't get a work day. If we're lucky, we get a couple of hours. \nOr if we get a work day, sometimes they'll throw us on another project. Of course, I haven't had one and I don't \n\n\n\nhave a computer to do denials. I wasn't -- they tried to give me some work days, but I just have so many cases and \nthings to do that I couldn't even really get much of an edge on it.\n\n And we got a memo that we're supposed to have everything completed by the end of the fiscal year. Now, I don't \nknow how -- I know I can't do it. I'm working on this fingerprint project.  This is more important at this point than \nsending out some denials, or whatever, et cetera, investigations. But it is also very important -- and it's very \nimportant for us to try to process as in a timely manner as we can.  And because most of the people that we \ninterview are good people who are looking for this benefit for the right reasons and we're happy to do that.\n\n But for the people that are circumventing the system, etcetera, we need the time to follow through on that properly \nand it takes more than just the few minutes that it does to grant a case.\n\n REP. HASTERT: As a matter of fact, we have, again, in this file that said that you're being pushed. INS did not \nmeet its goal of 100,000 removals of FY '96 and the delay was hiring new detention and deportation officers.  \nApparently such programs could did not beset CUSA, which was able to hire people it needed to meet the 1.3 \nmillion person goal. And you're being pushed to do that.\n\n \n\nMS. WOODS: We were ordered to work Saturdays.  We're scheduling hearings on Saturdays.  This was changes to \nour contracting, contract and the labor union contract, which were never negotiated with the union proper until we \nstarted to file.  Then all of a sudden management started to try to meet with us, after we filed. But never before had \nI noticed where they tried to discuss anything with us.  We were more complacent and I think we just got pushed to \na certain point where we said enough is enough.\n\n REP. HASTERT: Does anybody else wish to comment?\n\n MR. CONKLIN: Yes, I would like to. I don't vote Democrat or Republican. I just vote for the person that I -- the \nperson who I like. So I came here out of a sense of responsibility.  I know there to be hundreds of other officers who \nwould come here, except they are afraid of retribution. I've had numerous people tell me that I'm doing the right \nthing, go and tell the truth.  The acting district director told us at a meeting that we should tell the truth and do \nwhat's right and not to fear retribution, that we were subpoened and this is what we need to do.\n\n Now even that being said, in the back of your mind, we've all worked for the Service long enough. We're still going \nto fear retribution.  I mean, it's just a common thing. We know somewhere down the line something could happen to \nus to come back before testifying.\n\n But the bottom line is, citizenship has gotten off track. It needs to get (pulled ?) back on track. The safeguards need \nto be put back into the system, so that people that shouldn't be naturalized aren't naturalized.  That would cut a \nbig portion of the people out and the backlog would drop a little bit.\n\n INS was not ready for the big influx of applications.  That accounted for a big portion of the backlogs. You're going \nto need more -- (inaudible) -- to get rid of that problem.  This program is over in September.  The backlog is going to \ngo back up.  But in the meantime, we have just naturalized a lot of people that shouldn't have been naturalized.\n\n Every fingerprint chart that comes back potentially is somebody who shouldn't be naturalized. It's all on their \ntestimony. If they commit false testimony they're denied. If they don't, then we're going to look at what was on that \nfingerprint chart.\n\n REP. HASTERT: And that really smacks of what the vice president sent to the president, that said that we may be \ncriticized for running \"a pro-Democratic voter mill\" -- in his own words.\n\n MR. CONKLIN: In the amount of time that officers are given to do the interviews and the information given -- if you \ndo an interview by law you're supposed to have all the information required to do that interview. You have right now \nno information.  You have an application. Sometimes you have a duplicate because the original application's not \nback from going to Nebraska.  So how do you have any of the information?  You just ask them a few questions, \nhear the responses, and then they're done. You never see that person again. All the safeguards are missing.\n\n\n\n MS. WOODS: In addition, the temps -- my understanding is, the tempsare still going to be there, and after the end \nof the fiscal year, they still schedule over 800 applicants a day in our office.  So my understanding is that this \nprogram isn't over.\n\n REP. HASTERT: Thank you.  I yield back the time to the chairman.\n\n REP. SOUDER: We have more members now so I have to -- nobody usually could accuse me of being a liberal but \nI've been running a very liberal hearing on the amount of time.\n\n Ms. Ros-Lehtinen.\n\n REP. ROS-LEHTINEN: Thank you. Just a comment. First, I would imagine that being here would be your best life \ninsurance policy. I don't suspect that there would be retribution but if there is, I think that with the proud history of \nthis subcommittee in defendings it witnesses on many occasions and many topics, we would be glad to help you in \nany way were you to suffer any retributions becuase of your testimony.  That just has to do with what you had said.\n\n But going back to some other statements that were made by the members, you know, the problem with the way \nthat this is set up is that you're fostering a dichotomy -- forcing a dichotomy. Either you're for assistance that is \nfrought with fraud and abuse where no one's fingerprints are checked, or you go back to the way it used to be, \nwhere people's papers were strewn all over the place. You know, in Miami there were boxes, who knows where, \nand if they matched up, my God, you would become a citizen and that would be almost like a miracle.\n\n So where's the middle ground here? I mean, no one is advocating giving citenship to a criminal.  No one is saying \nthat, and it shouldn't happen.  But at the same time, to harken back to the good old days when the inept \nbureaucracy almost ground to a halt, I've been there. I know it. I know what it's like. It was bad before. If it's now \nbad for different reasons, that should be weeded out, too, but you set up this dichotomy where you're either for the \nterrible way it is now or the incompentent way it used to be before.\n\n INS needs to be streamlined.\n\n The bureaucracy needs to be weeded out, and I would hope that some of these members who are so irate about \nthis program will allocate funds so that INS can properly put the \"N\" back in its name so it become a naturalization \nservice and let's get the money that INS needs to that it can be a system that works efficiently in the correct amount \nof time so that people can become citizens without having to wish and hope that their papers get through the \nbureaucracy, so that workers are not over-worked and so that things work out best.\n\n But next time the INS budget comes up let's all remember that we want to fix this system and let's allocate the \nfunds to INS so that workers can be paid and so paperwork can be shuffled through the right departments, and so \nthat background checks can be put into place, so that no one gets a citizenship certificate unless they deserve it.\n\n So let's remember this when it counts, at the appropriations time, and I yield back.\n\n MS. WARE: Amen.\n\n REP. SOUDER: Would the gentlelady yield for just a comment, and that is is that last hearing when we went \nthrough the testing Mr. Elenikoff (ph) came through with a very excellent plan to be implemented next year.  I think \nby airing this today and by people -- raising it out, I'm confident that the administration will do better the next time.  \nWe're concerned --\n\n REP. ROS-LEHTINEN: Let's hope that Congress will do better by allocating those funds, Mr. Souder.  And I would \nhope that all of these irate members remember when it's time to pony up.\n\n REP. SOUDER: We have been joined by two other members -- Mr. Ehrlich of Maryland and Mr. Shadegg of \nArizona. My understanding is, Mr. Ehrlich doesn't have a question for this panel and Mr. Shadegg, do you have any \nquestions?\n\n REP. SHADEGG: Thank you, Mr. Chairman.  I do. Let me begin by saying that I have personally experienced this \nissue. Some time ago a constituent called my office in Phoenix and did what is not common, and that is, insisted \nthat they talk directly to me -- were not interested in explaining any issue to a staffer, saying why they wanted to call \n\n\n\nor why they needed to talk to me.  So my staff passed on a note saying this particular constituent needed to speak \nto me, would I call -- return the call.\n\n So I called the individual and the individual explained essentially what has been under discussion earlier in this \npanel, and that is, the individual was an INS employee and felt there was a tremendous push on and great pressure \nto push, push, push applications through. And this constituent expressed grave cnocern about, asked me to see \nwhat I could do about it, expressed the fact that it was not just the individual's concern but a concern shared by INS \nemployees.\n\n The second personal contact I had with this is that I recently went to a ceremony at the INS facility in Arizona -- in \nPhoenix, Arizona, which is in my district, where they were talkign about the new changes in law and about a new \nagreement that had been negotiated between Arizona and the INS regarding the process of criminal illegal aliens \nand how to get them deported as quickly as possible following the completion of a portion of their sentence.\n\n And I went into the building and had to get a little name tag and then stepped on the elevator with another INS \nemployee.  And the elevator was so small, I was shocked. I said, \"My goodness, how do you use this elevator to get \npeople upstairs?\" Because she had a gentleman with her who I presumed to be an applicant, and she did identify \nhim as an applicant.\n\n And she said, \"Well, it really didn't matter because before this recent push, we didn't used to do interviews upstairs. \nBut now we are required to do these interviews upstairs, so the size of these very, very small elevators does make \na difference.\"\n\n Both of those are personal anecdotes that kind of bring the issue directly to my attention and cause me some \nconcern.\n\n I want to ask a question of each of you, and I guess my first -- there are really three qeustions. And what I'll do is, \nI'll put all three questions and ask you to each address all three and to the extent that you weed your answers \ntogether, that would be fine. But I would hope you address all three questions.\n\n The question I want to get to is, number one, do you believe the recent push is political.  Number two, assuming \nyou don't believe that, what do you believe is the reason for the recent push.  And number three, what is your \nimpression of what other people within the INS -- your peers or fellow employees or others that you come in contact \nwith -- believe is the reason.  Is there a common accepted belief about why this is going on at this time?\n\n Mr. Conklin, why don't we begin with you?\n\n MR. CONKLIN: Personally, I do believe that there's a political push on this. When the program was first started -- \nwhen I came in August of '95 here to develop the training program -- we were told the original temps were to start \nJanuary 1st and the program was supposed to be done by June.  All the backlog was supposed to be current by \nJune.\n\n Well, the Democratic conventions were coming up the following month -- the Democratic and Republican \nconventions were coming up the following month. In Chicago, the Democratic convention was going to be.  That's \nwhere it was.  During the Democratic convention, I had an article come out where I had expressed some opinions \nabout Citizenship USA and -- I lost my train of thought for a second.\n\n REP. SHADEGG: The article came out.  You had expressed your views.\n\n MR. CONKLIN: And so far, I have not had any retaliation back through the Service for the article, and I don't expect \nto because my supervisor had -- well, she was called, and the acting, at the time, the acting assistant at the time, \nhad minced words with her, and basically for the first time, I had a supervisor that actually stood up for me and said, \nhe did the right thing. He told the truth. That's what he was supposed to do.\n\n We did have a letter that came out that we were all told if we were contacted by anybody with teh subcommittee or \nquestioned on this that we were to tell the truth and be straightforward.\n\n REP. SHADEGG: That was after the article appeared?\n\n\n\n MR. CONKLIN: That was before the article appeared when we got that memo.  That was back probably four \nmonths ago or something, we got that memo.  And then when the article appeared -- that's when my supervisor \nsaid, he just did what he was told to do.\n\n After this goal was not met in June or July it was pushed to September.  Everything has to be done just prior to the \nlast day of September, just before the 1st of October.  Well, the 4th of October is the last day that you can register \nto vote. So if all these people were going to be naturalized and were going to be used for the votes, in my opinion, \nyou need it done before October.  They need it done before they can start registering to vote.\n\n A lot of the people in the Chicago district know what's going on. In fact, I would say the majority know what's going \non. They know what safeguards have been missing out of the citizenship process.  People are detailed from \ndifferent sections to Citenship to help out. Most of them have worked there.  They've done it. They know the \nproblems. They don't express them in public because they're afraid of retribution.  And what was your third \nquestion?\n\n REP. SHADEGG: Yeah, just the general attitude.  That is, do other employees feel the same way?\n\n \n\nMR. CONKLIN: The attitude I've been getting -- every since the article came out, people have been coming and \ntelling me -- first, they'd been sort of joking with me and said they'd see me at MacDonalds.  But they've been telling \nme that they supported what I said, and they agree, and they're glad that the truth is finally getting out.\n\n REP. SHADEGG: Thank you.  Ms. Dobberhuhl.\n\n MS. DOBBERHUHL: I would have to agree for the most part with what Mr. Conklin said. I also believe that it is a \npolitical push, as well as several other people that I talked to in INS and other people that are familiar with the \nprogram.\n\n This is an election year and the cut-off date is September 30, which he said is right before the cut-off date to \nregister to vote.  I do believe political issues are definitely magnified.\n\n REP. SHADEGG: Thank you.  Ms. Woods.\n\n MS. WOODS: I look at the situation of people waiting -enormous amounts -- and I worked as a duty officer for five \nmonths this past year and I worked with all these people who had all these problems and a lot of them were our \nfault, the INS' fault.  And I worked as best as I can and as hard as I could to relieve a lot of those problems.  And I \ncould see that something needed to be done.\n\n But to be pushing things and not using our checks and balances is really scary to me.  I don't want to think it's \npolitical, but it's hard not to look at those ramifications.  Indeed, something had to be done.  But is it so important to \npush the numbers, and then to demean what we're doing.  That really upsets me.  So I don't want to think it's \npolitical, however, it's a big question mark for me.  I can't speak for others.\n\n REP. SHADEGG: Thank you.\n\n Ms. Ware?\n\n MS. WARE: Yes, sir.  Yes, sir, I'm afraid I do believe it is political. I didn't want to, but I had to look at the facts.  I \nhad tried for a long time to become an examiner. I qualified but no one else was hired.  I think since Sylvia Mano \n(sp) became an examiner -- I don't remember the year, some time in the '90s -- that they had not hired anyone.  \nThen all of a sudden they hired tremendous -- I get the job, as well as maybe 12 or 13 other people become \nexaminers, just all of a sudden, in all of these years.  So that's why I believe that it is.\n\n REP. SHADEGG: Thank you very much.\n\n Mr. Chairman, I see my time has expired.\n\n \n\n\n\n Let me simply make a comment: I certainly agree with Ms. Ros- Lehtinen that this ought not to be a choice \nbetween an old, failed bureaucratic system and one where we abandon the checks and balances. I certainly don't \nfavor an old bureaucratic system.  By the same token, it concerns me that we have procedures in place.  We ought \nto responsibly be streamlining the process and making the system work, but we certainly ought not to be allowing it \nto be abused.  And when this kind of information comes forward, we have a duty to act.\n\n Thank you.\n\n REP. SOUDER: Thank you.\n\n And I want to thank each of these witnesses.  As we've done hearings on Medicaid fraud and Medicare fraud, the \nonly way we can often learn things is when people come forth to tell it's there, then we check out, see how \nwidespread it is, and try to verify and then usually we can work together to try to clean this up.  But at first it takes \npublic servants willing to come forth with things that are going on at the grass roots level.  So I thank you very much \nfor your patience, too, with our many questions.\n\n We'll now go to the second panel.  The second panel is made up of INS employees from other offices around the \ncountry: Mr. James Humbl- Sanchez, from Los Angeles; Mr. Neil Jacobs, from Dallas; Ms. Cora Miller, from Las \nVegas; and Mr. Robin Lewis, from Oklahoma City.  If you'll rise, I'll administer the oath.\n\n (Witnesses are sworn in.)\n\n REP. SOUDER: Let the record show that the witnesses responded in the affirmative.\n\n We'll start in the order that you're there.  Do any of you have an opening statement or any opening remarks you'd \nlike to make?\n\n MR. SANCHEZ: Yes, I do.\n\n REP. SOUDER: You can also, in your opening remarks -- we'll allow five minutes for each of you, and if you want \nto comment on anything in the first panel, how it might relate to the things that you've done as well.  MR. \nSANCHEZ: Well, the first question I'm sure the committee would like to know is why an investigator would be here \nwhen adjudications branch normally handles Citizenship USA.  And the primary reason is, Los Angeles District \nemployees, as well as managers, have a well-founded fear of persecution and retribution.  I, myself, being a Local \npreseident, or had been, for four years had become accustomed to fighting management and I'll probably retire at \nthe same grade I am now, so I don't feel that -- let alone terminating, there's not much more that will happen to me.  \nSo when my fellow co-workers from examination contacted me with their complaints, I decided to step forward and \nspeak on their behalf.\n\n There was about five common areas that the examiners all basically had to say -- they're district adjudication \nofficers now, and it's a very tough job.  They have to determine, in fifteen minutes in Los Angeles district, whether or \nnot the United States is going to bestow one of the greatest benefits upon an individual this government can give, \nand that's citizenship.  In a 8-hour day they do twenty, in a 10-hour day they do 27.  And the whole system's set up \nfor one thing, and one thing only, and that's a rubber stamp approval.\n\n If you're going to deny, the examiner has to justify the denial. Anywhere in the whole process -- if you question the \ncontractors that we have out there that are allegedly bringing them through the process, you have to justify that.  If \nyou find a fraud in the application upon which they received their green card, and you're going to deny, you have to \njustify that.  If they're on welfare and you find evidence of that because they mistakenly provide you with evidence \nto that, you have to justify that.\n\n But, most of the time, there isn't any time.  You have a fifteen minute interview.  If you deny, then you're going to \neither have to deny it at the end of your shift or on your own time.  Recently, overtime has been available, but the \nthing is, it's an increase in your workload of what you have to do.\n\n They identified five basic areas that I talked about earlier. One was the problem with the testing centers.  We have \nsix main testing centers in Los Angeles, for the Los Angeles district -- Los Angeles, being one of the five key cities \n-- are the largest districts.  And three have consistenly come up among different examiners, where the document \n\n\n\ncertifying their passing the requirements for the testing center had been purchased by fraud.  If they couldn't pass \nthe test -- obviously because they didn't speak English, or they didn't have any knowledge of citizenship -- for an \nadditional fee, they could buy the document.  That was a reoccurring theme among different examiners.\n\n The second thing was -- and this reverberated through the whole district almost immediately -- in early-mid August, \nwhen we naturalized approximately 60,000, it was immediately known throughout the Los Angeles district that \n5000 criminal hits had come back.  Now, to be fair to the service, not all these aliens would have necessarily been \nprecluded from citizenship by their criminal activity alone.  But all of them had to commit perjury in order for their \napplication to go forward at that time.  So, would their criminal history disqualify them, no -- would the fact that they \ncommitted perjury at that time, absolutely yes.\n\n The third thing is, is they're becoming aware of all the special agricultural workers, or the SAW workers, that \nillegally obtained, by fraud, their green cards, are now coming in and wanting to obtain citizenship.  They have been \ntold that they're not supposed to refer these, because the backlog was becoming too great.  And so -- the \nexplanation, when I talked to different managers is, well, we're putting a system in place, we have one in place -- \nthis is how it works.  And it sounds really good when they put a politically-correct spin on it, but the bottom line is, \nwhere the rubber meets the road, the examiner -- there isn't one.  There isn't a system to adjudicate and then \nreinvestigate these SAW applicant workers.  I know; I'm an investigator, and we're not getting any referred to us.\n\n The fourth thing is that a large number are coming through, and because they have welfare documents on them, \nthe examiners are inquiring about their welfare status, if they're on, if they're public charges, and they're not allowed \nto either followup that questioning, or nothing's being done, as far as disqualifying them for that.\n\n And the fifth thing is the data base that INS uses is based on CIS, and we've got multiple different names.  But it's \nan inaccurate data base.  It's based on Soundex (ph) -- what is your name today, how do you spell it today, and \nwhat's your DOB today?  There is no identifying, a unique identifier like a fingerprint, to INS files or applications or \nrecords.\n\n And that pretty much identifies the areas that were the reoccurring theme in Los Angeles district.\n\n Thank you.\n\n REP. SOUDER: Mr. Jacobs, do you have any opening remarks?\n\n MR. JACOBS: Yes.  Unlike all the other witnesses here, I'm considered to be a senior manager with INS, and the \nreason I'm here today is because I've put 25 years of my life into the INS.  I feel that there are certain things that \nhave to be said, and certain questions that have to be answered.\n\n REP. SOUDER: Thank you very much.\n\n Ms. Miller?\n\n MS. MILLER: I'm another concerned citizen and proud American, and I have worked for Immigration for 28 years.  \nIt's not right; it's making a double standard.  The people who have become citizens before -- I brought the \napplication with me, and I wanted -- in case someone didn't know, it's a four-page application.  This is quite an \ninvolved procedure to cover and get done in fifteen minutes.  This is a big piece of someone's life.  And when you \ngive naturalization and that certificate's awarded, you don't back up from that.\n\n There's a provision in the law that you can de-naturalize, but as Immigration employees, we know that's not \nfeasible.  That's not done. Therre are still confessed Nazis who have still not been de- naturalized.  So it's a very \nremote feature of the law.  And the onus is on us to do it the right way.  It's not our fault that there's a huge, huge \nbacklog.  We are concerned with doing it right.  I just feel so strongly when I see these hits coming back, someone's \nalready been naturalized, and the managers throw their hands up.\n\n REP. SOUDER: Thank you, and without objection, we'll enter the materials you referred to in the record so that you \ncan follow logically your statement.\n\n Mr. Lewis?\n\n\n\n MR. LEWIS: I hadn't really thought about an opening remark, but I guess the reason that I'm here is because I've \nseen my agency doing things that were troubling that were outside the regulations, that were contrary to the \nregulations, and when I brought it to the attention of management, they seemed to brush it aside, to overlook it.  \nAnd when I saw this opportunity, I figured this would at least make other people aware of it and maybe I wouldn't be \na lone voice in the wilderness.\n\n REP. SOUDER: Thank you.\n\n I thank you all for coming, and we've been joined by Mr. Becerra, and he is not a member of the committee.  I'm \nasking the committee, based on conversations that I had and would like to go forward and, by committee rules, \nhave to ask unanimous consent, to allow him to go at the end of our turn in the committee, to be able to ask \nquestions. And I would like to have the committee give consent.\n\n REP. : Reserving the right to object.  Is it anticipated that he would join the committee as a full member and \nparticipate in the questioning of this panel and all future panels?\n\n REP. SOUDER: I think one question becomes time, and we have to make sure everybody on committee gets their \nquestions in, but if there is sufficient time, my intention would be to let him also question the third panel, if he \ndesired.\n\n REP. : Continuing with my reservation, if the committee members are allowed multiple opportunities to question -- \nthat is, I get a second five minutes -- you would anticipate that he would be a member of the full committee for that \npurpose as well?\n\n REP. SOUDER: I would like to be as generous as possible with the rule, knowing that we have a pending vote at 5 \no'clock, but I doubt if this panel and the next panel, we're going to take the same time we did in the first.  And I \nwould like to include him, as we have other members, and I know he has a direct interest in it, even though he may \nnot agree with my thrust.\n\n REP. : Well, my only concern is one of time.  I'll withdraw the objection, but if I might reserve it in the event we get -\n- I mean, I don't mind a single round of five minutes, but if we get into a time bind, I do believe this is an issue of the \nsubcommittee's -- (inaudible).\n\n REP. SOUDER: And I would also ask that, if you have an additional opening statement you want to put in, that's \nfine.  It would --\n\n REP. THURMAN: Mr. Chairman, if I could say something, John, just as a background.  This is not as last minute as \nit appears.  We had talked with the subcommittee and informed the Hispanic Caucus of this hearing.  Many had \nrequested the opportunity to participate and they were told that there was no time.  And then right before the \nhearing the chairman said that they could come.  So we had gone through the proper channels and they were \nturned down to make an opening statement or at least participate in some way.  And this is what the chairman was \nnice enough to allow Mr. Becerra to come.\n\n REP. : Well, as I said, I withdraw my objection.  My concern would be if we get some person trying to dominate the \nhearing or take an excessive amount of time or take multiple questions.\n\n I guess the fairness question comes -- if other members of Hispanic Caucus were told that they could not come, is \nit now fair to allow one to come.  And you and the committee --\n\n \n\nREP. THURMAN: No, no, they were all now told that they could. It's just that it's too late.\n\n REP. SOUDER: When I was consulted after I came back from the hearings in California, my opinion has been \nconsistent.  If there are multiple members and were a lot who -- first off, invitations go out for hearings.  This was an \nOversight hearing and I didn't feel that we should have statements as witnesses.\n\n If members request to participate, depending on how many members there are and how many questions I would \nnot have signed off on multiple members.  But I do believe having some representation because of the nature of the \n\n\n\nissue, and specifically, the question had come to me from Mr. Gutierrez, who I understand can't be here, and Mr. \nBecerra is here.  He's participated in many other hearings where I've been and I believe that, while we may not \nagree, he will be a good questioner and there can be differing opinions and I think it would be important to have him \nin our mix.\n\n REP. THURMAN: Mr. Chairman, just for an inquiry, if I chose to give Mr. Becerra some of my time, would that be \nobjectionable to anybody here, since these are people from within his district or around his district?\n\n REP. SOUDER: At this point there's no objection to him just being in the questioning. If we run into that, you could \ndo that on the third panel, if we run into a time requirement.\n\n REP. THURMAN: Thank you.\n\n REP. SOUDER: Let me start with a question where we ended the last panel, just to get this on record.  There's a \nlot of discussoin as to what might be behind the accelerated push, because we not only have had a four year \nbacklog, but a doubling of that backlog.\n\n Could you each comment for the record -- do you believe that the push was political and if it wasn't political, what \nwas the reason for the push not only to eliminate hte backlog but doubling the backlog? Mr. Sanchez?\n\n MR. SANCHEZ: Yes, I do. I have a lot of information that may not be pertinent to the committee as far as \nresources, especially an investigation.  They are reassigned for high profile, media attention- grabbing types of \nactions.  We've all been reassigned for the last -- to different operatoins that are outside of our normal area of \nexpertise and our normal assignments.  And, you know, this is the -- (inaudible) -- that I've gone through and it's just \nparticularly acute this year.\n\n So, yes, I would say, yes, I believe that political aspirations -- (inaudible) -- may be behind this push.  The numbers \ncome from top down.  (They come from CO to CO mandate, a CO push, and the districts comply as best they can \nor in any way they can ?). The numbers aren't set at the district level.  REP. SOUDER: Mr. Jacobs.\n\n MR. JACOBS: I haven't been privy to anything above the headquarters level. I can say that I have never seena \npush like this in my entire career.  I can't say whether it's just a bunch of over- zealous bureaucrats at the \nheadquarters level that are just trying to make the administration or the president like them.  All I could say is, this is \nsomething that's a new phenomenon to me in the 25 years I've had with the Immigration Service.\n\n REP. SOUDER: Mrs. Miller.\n\n MRS. MILLER: It's an interesting thing to look at -- the time frames.  The push has been defined.  The time frame \nthat -- from the date the application is received until it will be completed will be four months and that's not realistic.  \nThe testimony has already been that it rqeuires a 60 day processing over to the FBI.  And it's not realistic to put four \nmonths on. If you stay with four months, then you're cutting corners, and that's where this problem is.\n\n This year we have had a blizzard of memos coming down from headquarters from central office, mandating to get \nthese in, to honor the contracting agencies that's doing the testing. We've already learned with Legalization that \nwhen you contract out cheating, selling the answers -- that occurs.  And it seems that no one learns from that.\n\n REP. SOUDER: Mr. Lewis.\n\n MRS. MILLER: I'm left with no conclusion but there's some very strong pressure there.\n\n REP. SOUDER: Mr. Lewis.\n\n MR. LEWIS: I don't kow if it's politically motivated or not. I've never really thought about it.\n\n REP. SOUDER: What other possible reason would you put forth?\n\n MR. LEWIS: I have no idea. I know that there is a lot of symbolism and showmanship in this. We've never had \nhearings of this size that we're having. We've never had the media coverage of naturalization hearings that we're \nhaving now.\n\n\n\n REP. SOUDER: Certainly as Ms. Ros-Lehtinen pointed out, every single one of us have contacted our local and \nregional immigration offices concerned that our citizens were sometimes bogged down in the system.  There's no \nquestion we need to clean up the back log. There's no question that the new legalization attempts, and that we \nhave many people who need to be drawn in as legal immigrants if they're going to be here illegal.\n\n \n\nThe question comes is what compromises come in the process, Mr. Jacobs?  We heard from Mr. Sanchez, he was \nconcerned about investigations.  Have you ever been told that investigations should be out off until after election or \nanything to that effect?\n\n MR. JACOBS: I think what my testimony concerns is what's not being done rather than what's being done.  For \nexample, in the Dallas district, we citizenship section process more that 12,500 applications in the last 8 or 9 \nmonths.  Twenty-five hundred of those applications were actually rejected.\n\n I run the investigations program.  Not a single case was referred to investigations for a positive kickback on a \ncriminal record, a fraudulent statement, a fraudulent testing entity or anything related to any inpropriety.  And, \ninvestigations, we are the ones that put people into proceedings.  We do the arrests.  We present the cases to the \nUS attorney, and the US attorney is the only individual who can decline a prosecution, and to my knowledge, there \nhaven't been any prosecutions, nor have there been any declinations.\n\n REP. SOUDER: Mr. Sanchez, on the figure that you had used on the 5,000 of the 60,000 and the comment in the \nnewspaper in the Los Angeles Times was only, I think, it was 69 would have been, I'm sure it was deported.  Do \nyou have any idea how many of those may have been denied?\n\n We, in the first panel, we had a discussion about the difference between deporting somebody and denying \ncitizenship, and the question of whether or not, let me ask another variation of this, and make sure this in the \nrecord.  You said that they at least committed perjury by saying they didn't do something.  How many of these \npeople may have come in under amnesty and did amnesty alleviate the need for, I was confused from Mrs. \nThurman's questions, too, did amnesty mean that even if you had committed a certain crime now it was not a \nvariable? And, how many of these people may of had something that was covered under the amnesty.\n\n MR. SANCHEZ: Well, you're asking kind of a complex question there.\n\n REP. SOUDER: I'm really trying to ask the question of the 5,000 of the 60,000 --\n\n MR. SANCHEZ: -- of the 5,000 --\n\n REP. SOUDER: Given the law, how many of those would have been denied if we'd of had all of the background \nchecks?\n\n MR. SANCHEZ: Of the 5,000, the number of 69 is ridiculous.  I mean, that's ludicrous.\n\n I would say the number is going to be somewhere between 50 to 70 percent of the 5,000.  They come up with 69, \nthat's ridiculous.  I mean, I don't know how they even imagined coming up with that low of a number.  It doesn't \nwork that way.\n\n I mean, you're, the ones that were not, the ones that would not be disqualified would be the person who didn't \nnormally commit perjury.  That would be the person that was there and had a traffic ticket that leads to a warrant \nand never knew it.  I mean, that's, and that's going to be a minority of that 5,000.\n\n What you're going to find, and what I have working criminal aliens from LA county, the release line and the prison \nsystems, you're going to find some of your most bad element individuals.  Forty three different means, 23 different \ndate of births, and a rap sheet that falls down, hits the floor and rolls and keeps on rolling.\n\n Unfortunately, these now are permanent members of our society. And, earlier, they were talking about revocation \nof citizenship.  In the 9 years I've been in investigation in Los Angeles, we have done zero.  Not one.  I have no \nknowledge of even one being done.  Because it's such a hard process, It is very, very rarely used.  We have now \nmade these people permanent members of our society.\n\n\n\n REP. SOUDER: Mrs. Thurman.\n\n REP. THURMAN: Mr. Jacobs, I'm interested to know, since you're the head of the investigation, is that what I \nunderstood you to say?\n\n MR. JACOBS: Yes, ma'am.\n\n REP. THURMAN: You know, how long have you been with INS?\n\n MR. JACOBS: In February, it'll be 25 years.\n\n REP. THURMAN: Okay.  So, understanding that Citizenship USA was set forth by the 1995 Appropriations Bill, \nunder this majority, specifically so that we could move cases that had been sitting around for a long time, taking a \nlong period of time in which to process, and then moving on.  And, maybe from what Ms. Miller said, 15 minutes -- \nor Mr. Sanchez -- is not enough.\n\n \n\nOn the other side of that, in a more constructive way, what would have been your suggestions or what kind of \nsuggestions have you made as a supervisor to the headquarters that would have implemented this instead of \nhaving to go to this USA Citizenship, what should we have done?  I mean, give me some ideas of how we could of \nmade this program better, or you could have made this program better?\n\n MR. JACOBS: I think if there was an intent on keeping the integrity in the system, enforcement could of been \nbrought in from the beginning and been a partner in the citizenship program.  I think enforcement could have \ncontributed to getting those record checks done right away.  I can pick up an alien tomorrow and have a record \ncheck faxed to the FBI and a return within 10 minutes.  That's conceivable. We don't have to send in the \nfingerprints, we could fax them.\n\n There are many ways of keeping integrity in a system.\n\n REP. THURMAN: Are we doing that?\n\n MR. JACOBS: No, we're not, because the enforcement section was basically left out of the entire citizenship \nprocess.  We weren't included in it, and I believe we were kept out because had we been brought in, it would have \nslowed the process down and the numbers would have been unable to have been reached.\n\n REP. THURMAN: Ms. Miller.\n\n MS. MILLER: As an examiner, may I add that if there were enough personnel available, you could have one \nexaminer pre-review the files before the interview.  When you begin the interview and you're flipping through the \npapers, that's not effective and is not productive.  If an experienced examiner could go through, if you had adequate \nclerical to separate this application and get the processing well in advance of the interview, that's the effective way \nto do.\n\n Don't do the interview before you have all the answers, and that's what we're doing.  We got ahead of ourselves, \nand then we're trying to put the puzzle pieces all back in.  It's not working at all.\n\n REP. THURMAN: Let me just make a statement here too that I think is interesting because we kept using the \nSeptember 30th as if that was a magical number.  You all do realize that is the end of the fiscal year, as well?  I \nmean, there is something to be said about, I'm sorry?\n\n MS. MILLER: That's a budget factor.\n\n REP. THURMAN: Right.  So, I mean the September 30th might have been set -- have those goals been set before \non deadlines as of a fiscal year that you're aware of?\n\n MR. SANCHEZ: I'm sorry?\n\n \n\nREP. THURMAN: Goals?  I mean, it's my understanding that there have been goals over the years sent by --\n\n\n\n MS. MILLER: Many programs end on September 30th.\n\n REP. THURMAN: And so, that's not an unusual, I mean, for somebody to politicize it and say well, it had to be \ndone because that might be the time when voting records would be available or closed, but that's the implement, I \nmean, that's what been kind of said here.\n\n MR. SANCHEZ: In and of itself, the date is not that significant because, you're right, that's the close of the fiscal \nyear.\n\n REP. THURMAN: Okay, so, that takes away kind of the political issue here -- I mean, to some degree.\n\n MR. SANCHEZ: Well, if you singularly take it out as a single factor, alone, but I think if you look at a bigger picture, \nthen it becomes a part.\n\n REP. THURMAN: Okay.  Mr. Sanchez, in your testimony you talked about that you had heard from many of your \nco-workers or workers around, in when you heard from them, do you know of any action that they had taken to \nwhere they thought there might have been fraud or abuse or something to their supervisors, and were not given any \nback up or were told just leave this alone.  You know, this is not your concern, or in some cases, you know, it was \nthere some ideas or some things they might could have done?  I mean --\n\n MR. SANCHEZ: Well, first off, they're the people that I contacted were career employees, and not the new ones, \nbecause those are the ones I had known through my union activities.  And, yes, my first question is, well, if you \nfound a problem what did you do?  And, most of them ran into a frustration and a kind of an administrative road \nblock.  It isn't a problem.  There is no problem, as long as we don't acknowledge there's a problem.  If we can \npretend that this problem doesn't exist, then we don't have to fix it.\n\n So, if we can keep the numbers acceptable and manageable, then we don't have a problem.  It's kind of a circular \ntype of mentality, but that's what you run into.  They get presented it, they're encouraged, nothing is ever put in \nwriting, but they're encouraged not to keep referring these things like they should be doing and then they're \npenalized by the workload they get because they have to now deny these, or make time to deny these on their own \ntime.\n\n The path of least resistance is the rubber stamp grant, and that's the problem.  The denial process should not be \nas burdensome and clumsy, and verbose, and large as it is, and that's your problem. You eventually wear the \nemployees down.\n\n REP. THURMAN: Ms. Miller, Mr. Lewis, what has been your feelings about when you've gone to supervisors or \nwhen things haven't seemed to iron out like you had expected?  I mean, have you been given, have they helped \nyou, have they said don't worry about this, this is your job?  I mean, you know, I mean, do you feel like you haven't \ngotten any backup from them?\n\n MR. LEWIS: My immediate supervisor has been sympathetic, I guess is the best word I can use.  But, her hands \nare tied.  I think she's kind of in the middle and being part of management, there's not a whole lot she can do about \nit.  Beyond that, no, I don't think I've really gotten any support.\n\n If I've said there's a problem, and, in fact, I know that until January of this year, if a person came in, we put them \nunder oath, we questioned them about their criminal history, if they said they had no criminal history, they'd never \nbeen arrested, if I had an FBI report in the file that showed me they had, we would terminate the interview and deny \nthat application because they just lied to us under oath.\n\n In January, I was told by the assistant district director for exams that we couldn't do that anymore, and it's contrary \nto regulation, by the way, what he's told me, he said that we had to confront them with that and tell them but, I have \nthis document and I know that you're lying to me, now don't you want to change your mind, essentially.  Not those \nwords specifically, but essentially that's what I was told.\n\n MS. MILLER: Amend.\n\n MR. LEWIS: Amend, yeah.  That's a good one.\n\n\n\n REP. THURMAN: Same experience?\n\n MS. MILLER: My immediate supervisor has been very supportive and sympathetic, but the assets, we've heard the \nterm trickle down.  The assets, the resources, the manpower, has not trickled down from headquarters.  And, earlier \nI heard the representative from Florida mention to give more money to the agency.  That's very scary to me \nbecause I want, I feel so badly that immigration is not using the, this is a phenomenal budget we have now.  This is \nphenomenal public interest in our agency, and we're not doing it effectively.\n\n That's the part that has us all here standing up and saying there's something wrong.  Money is not the answer.  We \nneed to get it on track and do it the right way.\n\n MR. JACOBS: This Citizenship USA, the program was taken on as a sacred cow -- the office was open six days, \nseven days a week, numerous money was put into overtime.  It was just like the top priority.\n\n I've got, literally, in Dallas probably thousands of aliens that are criminals that are running around on the street \nmugging people, raping people, stealing, and I have never seen any kind of a program that said, let's go out and get \nthese people.  Let's work six days a week.  Let's go out, and we'll give you money.  We'll take temps. We'll take \nvolunteers.  We'll bring people from other sections into investigations to go get these muggers and these thieves off \nthe street.  I've never seen anything like that, but, yet, this was all put into the citizenship program.\n\n MR. LEWIS: In my office, examiners, excuse me, investigators have been doing the examinations on some of the \nN-400 applications for naturalization.  That's, I mean, that's my job.  Theirs is to arrest the bad guys.\n\n REP. SOUDER: Ms. Ros-Lehtinen.\n\n Mr. Shadegg, do you have any questions?\n\n REP. SHADEGG: Mr. Jacobs, you mentioned, I think, in your testimony that -- you said 2500 applications were \nprocessed and not a single referral for -- (inaudible).\n\n MR. JACOBS: No, 12,500 applications were processed.  2,500 were allegedly rejected by the service.  But, out of \nthe 12,500, there wasn't a single referral.\n\n REP. SHADEGG: Out of the 12,500, there was not a single referral?  You've been with the agency how many \nyears?\n\n MR. JACOBS: Almost 25.\n\n REP. SHADEGG: What would have been the norm?  What would you have expected out of 12,500?\n\n MR. JACOBS: Anywhere between 5 and 10 percent would be a conservative estimate.\n\n REP. SHADEGG: And, in this instance, there were none?\n\n \n\nMR. JACOBS: None.\n\n REP. SHADEGG: Mr. Lewis, just to make sure I understood the testimony that you just gave, you were instructed \nby a supervisor that contrary to the regulations which govern the way you do your job and your interview, if \nsomeone directly lied to you in the course of a sworn statement in an interview regarding their criminal conduct, \ndenied having ever committed a crime, you had documentary proof in front of them that they had, in fact, committed \na crime, you were to do nothing about that?\n\n MR. LEWIS: I was to give them an opportunity to amend their testimony.  I was to confront them with the \ninformation.  Whereas in the past, if we had the information and knew that person had been arrested, we would \nterminate the interview and deny them and make them illegible for naturalization for 5 years from that point.\n\n REP. SHADEGG: Okay, thank you very much.  Mr. Jacobs, I couldn't help but notice in the information you've \nsupplied to the committee that you were involved in a meeting in Phoenix, Arizona, which is, as I'd indicated, in my \n\n\n\ndistrict, in which you expressed concern about this program and the way it was operating, and you were joined in \nthat concern by others in the similar capacity as yours, is that right?\n\n MR. JACOBS: Yes, sir.\n\n REP. SHADEGG: And, the individual there who was conducting the training, I guess, what was his name?\n\n MR. JACOBS: Mr. Elenikoff (sp).\n\n REP. SHADEGG: And, when you expressed these concerns, his response was?\n\n MR. JACOBS: The conference was on or about June 5th.  It was in Phoenix, Arizona, and it was a so like training \nsession for assistant district directors for investigations.  It was all of my counterparts from around the country.\n\n Mr. Elenikoff (sp) gave a speech concerning the integrity of the Citizenship USA program.  I pointed out to Mr. \nElenikoff (sp) that there didn't seem to be any integrity.  I referred to the program as a jiffy lube process.  At that \npoint, there was sort of like a chorus that echoed my feelings.  Mr. Elenikoff (sp) got upset with that comment, and, \nbasically, admonished me for making it.  I indicated to Mr. Elenikoff (sp) why I had made it, for the same concerns I \nhave indicated here, and everybody in the room was actually admonished, not just myself.\n\n Later on, about a month later, my director, Mr. Strap (sp), advised me that he had had a conference call with Mr. \nElenikoff (sp) and the regional director.  He admonished me for making the comment. Of course, Mr. Elenikoff (sp) \nhad told Mr. Strap (sp) about the comment I had made.  And then, some time in August I was served with notice \nthat I was being investigated for making disparaging remarks and negative comments.\n\n REP. SHADEGG: You reached, you indicated earlier that you had reached the conclusion that there was an \nintentional lack of integrity in the program because your section, is that called investigations?\n\n MR. JACOBS: Investigations, yes.\n\n REP. SHADEGG: Had been left out from the outset.\n\n MR. JACOBS: That's correct.\n\n REP. SHADEGG: Tell me what, how do base the statement you were left out from the outset?  What was, what \nsignals came to you that you, that integrity was not to be a part of this plan?\n\n MR. JACOBS: As soon as the marching orders came from headquarters, there was a meeting that took place with \nall of the program managers at the district, and, basically, the citizenship program was prioritized.  We had to reach \nthese goals, which were going to be impossible, and we were told that every section would have to make sacrifices.  \nMeaning we would have to donate time, effort, people, or whatever was necessary.\n\n The other problems that cam about immediately was that the individuals from volunteer groups were solicited and \ntemp agencies.  I immediately contacted the Department of Justice security person who said that you cannot have \nthese people in that office unless you've done a full background investigation.\n\n For example, right now, if I want a clerk.  If I bring a clerk on, it'll take between three and six months for a \nbackground investigation to be done on this person before this person can enter on duty.  Yet, we went out and \nsolicited these people, not only off the street or through these temp agencies, but we went to ethnic groups.  It's sort \nof like bringing the fox into the hen house to do the guard work.\n\n We have a situation, let's say, in Dallas, where we don't even have an alarm system.  It's a glass building.  All we \nhave is a lock on the file room.  We brought people in that we know nothing about. We out them to work in the \noffice.  They've got the whole layout of the office.  As far as security goes, they probably know where my lockers \nare, where my file cabinets are, and then there's nothing that we can do about it.\n\n REP. SHADEGG: I take that those things, combined with the fact that 12,500 applications are processed, you \nwould expect 5 percent of them to normally be referred for either further investigation or prosecution?  That would \nbe, 5 percent of 12,500 would be roughly 6,000, 6,200?  MR. JACOBS: Well --\n\n REP. SHADEGG: Something in that neighborhood?\n\n\n\n MR. JACOBS: If you've got 600 --\n\n REP. SHADEGG: 600?  I'm sorry.  600 --\n\n MR. JACOBS: -- to 1200 --\n\n REP. SHADEGG: (In progress.) -- would be referred?\n\n MR. JACOBS: Yeah.\n\n REP. SHADEGG: And, in fact, no referrals?\n\n MR. JACOBS: There were no referrals, and the other thing is no matter what we were, would tell the director \nconcerning the problems, it would be ignored.  It's not like he would say, well, let's work it out.  It was basically \nignored.  You know, it was as if we didn't make the mention of it.\n\n REP. SHADEGG: Well, I thank you for coming forward and testifying.\n\n REP. SOUDER: Mr. Becerra.\n\n REP. BECERRA: Thank you, Mr. Chairman.  And, first of all, let me say thank you to the chairman for being \ngracious and allowing me the opportunity to be here with the chairmen and the rest of the members, and thank the \nother members for also giving me the opportunity to be part of this particular hearing.\n\n Let me ask a few questions of the panelists, and, I guess, those that are in adjudication, Ms. Miller, Mr. Lewis, can \nyou tell me how long you've worked directly with the Citizenship USA program?\n\n MS. MILLER: Since it began.  That's part of my job.\n\n REP. BECERRA: Okay.\n\n MS. MILLER: I had been a senior examiner when I moved up to Las Vegas in 1992.  Moving up from nine years of \ncitizenship work in San Diego.\n\n REP. BECERRA: So, you, what do you do within Citizenship USA?\n\n MS. MILLER: The interviews, do the final hearings.\n\n REP. BECERRA: Okay.  And Mr. Lewis?\n\n MR. LEWIS: I don't work with Citizenship USA per say, and I don't know if it's just a matter of name or if there's \nmore to it than that.  As I understood, Citizenship USA, it was a program in the five cities, Chicago, Los Angeles, a \ncouple other places.  I work in Oklahoma City and we had, have had essentially a version of a citizenship process \nthat's been speeded up.  It's somewhat different. There's some outreach, things like that, some off site testing.  \nBut, it's not Citizenship USA.\n\n What I've been involved in, in my office, I've been involved in for, well, I've been in the exam section in that office \nfor approximately two-and-a-half years.\n\n REP. BECERRA: Thank you.  Now, Ms. Miller, is it your understanding differently that Citizenship USA goes \nbeyond those five or six cities that Mr. Lewis --\n\n MS. MILLER: There's like a parallel program, a spin-off.  All of immigration is focusing on the cattle drive.  We are \ngoing to move these applications through.  This is your mandated processing time --\n\n REP. BECERRA: I understand --\n\n MS.  MILLER: -- we will not hear anything other than that.\n\n REP. BECERRA: So, in terms of Las Vegas, what, is your understanding is that the Las Vegas office is related to \nthe Citizenship USA --\n\n MS. MILLER: We're under the national push.  The same a everyone else is.  But, we wouldn't use, Citizenship USA \nis specific to those five cities.\n\n\n\n REP. BECERRA: So, you're not part of Citizenship USA?\n\n MS. MILLER: But, our, but, our --\n\n \n\nREP. BECERRA: Let me make sure, I want to make sure I understand.  With regard to the Citizenship USA \nprogram, do you fall within the --\n\n MS. MILLER: We're not one of those designated cities.\n\n REP. BECERRA: So, the work you do may involve adjudication of citizenship applications, but it may not be a part \n--\n\n (Cross talk.)\n\n REP. BECERRA: -- of those particular ones under the category of Citizenship USA? You still do the processing, I \nimagine, in your office the way any office does, even the offices under Citizenship USA?\n\n MS. MILLER: Right, and work with the volunteer agencies, and work with our temps.\n\n REP. BECERRA: Okay, thank you.\n\n MS. MILLER: Which all evolve from citizenship.\n\n REP. BECERRA: Thank you.  What was the size of the backlog in Las Vegas a couple years back before \nCitizenship USA began?\n\n MS. MILLER: See, we have to factor in one more thing about Las Vegas.  Las Vegas is --\n\n REP. BECERRA: Okay, let me, because I can only have about five minutes, I don't mean to cut you off --\n\n MS. MILLER: Okay, that's all right.\n\n REP. BECERRA: If you don't have the answer, that's fine.  I can understand that.\n\n MS. MILLER: Well, Las Vegas is the fastest growing city in the United States.\n\n REP. BECERRA: So, what was the size of the backlog you had prior to the commencement of Citizenship USA for \nthose applying for citizenship?\n\n MS. MILLER: I watched it back up as more people arrived, and when I got there in '92, it was probably eight \nmonths.\n\n REP. BECERRA: So, people were waiting eight months to get their application processed?\n\n MS. MILLER: From the time they filed it, until we did their interview and finished them up.\n\n \n\nREP. BECERRA: Thank you.  And, Mr. Lewis, by chance, do you know what it might have been over in Oklahoma \nCity?\n\n MR. LEWIS: About six to eight months.\n\n REP. BECERRA: Do you know what it was, either of you, in cities like Los Angeles?\n\n MS. MILLER: In immigration, we network alot, and I know that Los Angeles is about 18 months or maybe two \nyears.\n\n REP. BECERRA: Two years, right.  There's some places that had backlogs, you may have heard, as big as four \nyears, correct?\n\n MS. MILLER: Right.  From files being lost and --\n\n\n\n REP. BECERRA: Do you know what the size, the INS's total national backlog is of people waiting to have their \napplications processed right now?\n\n MS. MILLER: We don't have time to raise our head up to look.\n\n REP. BECERRA: I've been told it's over 900,000 people who have been waiting to get their application processed, \nand that prior to the commencement of Citizenship USA it was over 500,000 people.  So, it's actually growing even \nthough Citizenship USA --\n\n (Cross talk.)\n\n REP. BECERRA: -- process quite a few folks.  It seems that --\n\n MS. MILLER: There's dump trucks bringing us loads, you know.  We have more everyday coming to us.\n\n REP. BECERRA: That's right.  Alot of folks coming through --\n\n MS. MILLER: Good job security.\n\n REP. BECERRA: Any sense of what the backlog might be if you hadn't had the INS, through the assistance of \nCongress. provide additional funding to help process some of these applications through?\n\n MS. MILLER: All I can think of is how much better it would have been if we had done it the right way.  We would of \nhad the speed if we had had that pre screening.  If we had done it the right way --\n\n REP. BECERRA: And we're hoping that you'll be able to provide us in writing some of the documentation of the \nflaws in the program because, certainly, any time you try to undertake a massive program, and it was a massive \nprogram that they've undertaken of last year, there's going to be some problems, and, hopefully, we'll be able to \nbring some of those to light.\n\n \n\nDo you all have a sense of how long it takes the FBI, and perhaps this is more now for the investigations \nindividuals, how long it takes the FBI to process a check of an individual who's applying for citizenship?\n\n WITNESS: It could take up to six months.  However, there is a mechanism to get one in 10 minutes.\n\n REP. BECERRA: And, you mentioned that before, that you could do a quick check.  Is there a reason why the INS \nhadn't been doing the quick check that you mentioned that can be done in 10 minutes prior to instituting something \nlike Citizenship USA?\n\n WITNESS: I think the reason was because they were doing such large volume.\n\n REP. BECERRA: It was doing so much what?\n\n WITNESS: Because they were doing such a large volume in citizenship.\n\n REP. BECERRA: What about before Citizenship USA?  Is there a reason why they weren't using the 10 minute \ncheck?\n\n MR. SANCHEZ: Let me address that on investigations.  Immigration service is a bureaucracy, and it's a \nbureaucracy at it's best.  LA County Jail, which is four blocks away, has a hand scanner.  One block away, LAPD \nhas a hand scanner.  I can get a criminal check on somebody booked in there in two to three minutes.  We can't do \nthat.  A positive ID, we can't do that.  We're the federal government, we have the largest district, as far as \ngeographical size, largest district as far as employees, largest area in population, and for some reason CO hasn't \nthought it important to give us the tools to do the job.\n\n And one of those tools would be a hand scanner.  The ability to be able to prove that the person sitting there in \nfront of you is, in fact, the person making the application, and whether or not that person is a criminal alien or not.  \nAnd, there's almost no -- I mean, you can come up with a whole bunch of reasons or excuses, a spin on why they \ndon't do it, but it's, this is not cutting edge technology. They've had in LA County for five, and LAPD has had it for at \nleast four.  It's even cheaper now that it was when it was introduced.\n\n\n\n I don't know why all five key cities do not have that.  If they did, they would drop the corresponding overload at \nLincol, Nebraska, on the fingerprint card checks.  Narrow it down, so it would be reasonable, and at the same time, \nwe would be able to go at full speed at the offices that are wanting to adjudicate your majority -- Los Angeles district \nplans to adjudicate 326,800 this year.  That's 25 percent of the total 1.3, and we don't have the resources allocated.\n\n They might have the budgets, but not the tools, and that's because you have an ADP bureaucracy there that won't \ngive to another part of the bureaucracy some things because you have some empire building going on.\n\n MR. JACOBS: I think there's something else the committee should understand, is that we're not just talking about \ncriminal convictions which render a person deportable, we're talking about a good moral character of a person.\n\n For example, a person can come back with three driving while intoxicated convictions, which in and of itself is not \ngoing to render anybody deportable, but when you do a good moral character investigation on the individual, and \nyou find out he's an alcoholic, or he's a drug dealer, drug addict, or is he is a wife beater, that's not going to render \nhim eligible for naturalization, regardless of whether he's got a conviction or not.\n\n REP. SOUDER: I think it's --\n\n REP. BECERRA: Chairman, thank you.\n\n REP. SOUDER: Thank you.\n\n I think it's important to note for the record because of some of the comments here that even in the most extreme \ncases, we're not denying that most of the people coming in would of qualified.  That we're not welcoming those \npeople.  Comments like Mr. Jacobs made about the concern about whether there are thugs getting into the system \nand into the building even in temporary employees, is a reaction of, I would argue, a fairly normal reaction, of \npeople who are used to being the gatekeepers and to protecting what American citizenship is.\n\n Your job is to focus not on the majority because the majority will go through the system, but in focusing on that \nsmall groups who shouldn't be in, and we seem to have let down the guard.  I would argue, and we're trying to get \nthe exact data, that, quite frankly, eliminating the backlog is good, and we needed to work on that, and that the \nfiscal year is an arbitrary non-real world number, unless there was going to be a major slash to the budget or if this \nadministration would of requested additional dollars.  Quite frankly, this week we would of probably said okay, \nwhatever you want.  That the question here is that, and I honestly also believe because you're coming forth and \nothers are coming forth, we're likely to see changes that will change this alot.  To some degree, the cat's out of the \nbag.  In other words, we've moved 1.3 million people in, the majority of whom are probably going to be great \nAmerican citizens and contributing to it, but we've also moved alot of people in and we have no idea or who there \nare problems with.  And, that's what we've been trying to draw out here.\n\n Mr. Lewis, is there an Oklahoma City citizenship initiative?  Is that kind of what your variable is that some are to \nnational?\n\n MR. LEWIS: Right, it's something like that.\n\n REP. SOUDER: Was there not encouragement that other offices have something similar to Citizenship USA --\n\n MR. LEWIS: It's my understanding that there was.\n\n REP. SOUDER: Is part of that, were you ever asked to six minute interviews or have you heard that term?\n\n MR. LEWIS: Yes, in January of this year, our officer in charge came up with the idea that he could test the \napplicants in mass. Give them a written test, which, by the way, is contrary to regulation, give them a written test, \n20 or so at a time, and then since we didn't have to test them, we could reduce our interviewing time from 15 \nminutes to six minutes.  And, we did attempt that one time, one day, and I guess it would depend on which side of \nthe fence you stood on, whether it worked or not.  From where I was looking, the toll that it took on the officers, the \napplicants, the office in general, it did not work.\n\n REP. SOUDER: As part of the Oklahoma City citizenship initiative, did you hire temporaries?\n\n MR. LEWIS: It was suggested.  They --\n\n\n\n REP. SOUDER: But you didn't hire them?\n\n MR. LEWIS: They were, the positions were announced, but we never brought anybody on, but we did use some \nvolunteers.\n\n REP. SOUDER: Did they have background checks?\n\n MR. LEWIS: They were run through NCIC, and their fingerprints were taken, but they were put to work immediately \n--\n\n REP. SOUDER: Because I would think that if there's anybody who's concerned it would be in Oklahoma City.\n\n MR. LEWIS: Yes.  REP. SOUDER: Because all of us who work in federal buildings have concerns about people \ngetting into the system and the potential concerns that Mr. Jacobs was addressing are very heightened among \ngovernment employees because of what happened in your --\n\n MR. LEWIS: Exactly.  I'm a union steward and I brought this issue to management as soon as I found out about it.  \nWe were all, everyone in the office, was upset about this because we didn't know who these people were.  There \nwas no real background check done on them.  They would have been working with us for 30 to 60 days before we \nwould have gotten a background check back.  Probably longer than that. Yeah, it scared us.\n\n REP. SOUDER: Was there not, Mr. Jacobs, mass ceremony in was it Fort Worth, with about 10,000 people just \nrecently?\n\n MR. JACOBS: Yeah, last week there were 10,000 people naturalized at Texas Stadium.\n\n REP. SOUDER: Do you know whether or not there were logging of the green cards and the citizenship or any of \nthe problems we heard about in -- (inaudible).\n\n MR. JACOBS: No, I wasn't involved in that process.\n\n REP. SOUDER: Okay, thank you.  Mr. Sanchez, can you describe a little bit about temporaries and how that \nworked in Los Angeles?  I presume that to meet your demand you had both transfers, detailees, temporaries, --\n\n MR. SANCHEZ: Well, the problem was the, when the final budget cam down to management they were definitely \nbehind a power curb.  So, we have the citizenship process in three separate locations, and when you have it being \nmanned or handled by, you know, temporary contract employees, and consequently alot of the files that we did \nhave we couldn't find.  Those you couldn't find, then you went from the proper file, the A file, to a temporary file.\n\n And, consequently, because of the same problems, again, you couldn't find the temporary.  So, now you're doing \nadjudication on what is a work folder, and what a work folder has is, in essence, what the alien walked in and \nhanded to you.  So, you're asking the impossible.  You're asking the district adjudication office or the examiner to do \na thorough adjudication based on facts before them, and they're not all before them.\n\n So, if it comes with improbability at that time, and what you are left with is an administrator processed devoid of any \ncheck and balance.  It's an automatic grant.\n\n \n\nREP. SOUDER: Did any of you, just for the records and so is our last hearing, any of you see any of the English \nand Civics testing done by INS, particularly NAS or any of the things we addressed in our last hearing?  Questions \nwhere the people actually knew English, understood the civics points?\n\n WITNESS: I've seen tests that were done outside my office.  Our officer in charge goes off site to some of these \noutside entities and he'll conduct tests there.  I have seen some tests that came back where four out of five four \nletter words were misspelled, and these individuals had been passed on their ability to read and write English.\n\n REP. SOUDER: Thank you.  Mrs. Thurman.\n\n REP. THURMAN: When USA Citizenship was put out there, it was my understanding that it was to clear up the \nbacklog. So quite frankly, there were people that had had their applications in for a while. Is that correct?  Okay.  \n\n\n\nAnd so from that point, then, so if you had been in the system for two years or 18 months, would you have already \ngone through possibly the application -- whatever other kinds of things you do, so it was just a matter of waiting at \nthe end?\n\n MS. MILLER: Part of the problem on that backlog was that all of these applications were merely stacked.  They had \nnever been joined with the file.  The processing -- when we say \"processing\" we mean separate the fingerprint \ncards.  Separate the biographic sheets and start the division out to get those record checks.  That had not been \ndone.  Time had gone by with that application sheet laying there.\n\n Sometimes the checks were not even processed and put into immigration. That's how inefficient it was.  These \nfunds were not even put into our budgets because the checks weren't even processed.\n\n REP. THURMAN: Okay.  So the person's been sitting there two years and nothing's been done with their \napplication?  You know, it's horrendous. It's an embarrassment. It really is.  I mean, and what's really concerning is \nis that this has obviously been going on for a long period of time, and it seems to me that, you know, there is \nnobody to blame on this except for all of us at this point in not being able to get this stuff done and people were -- \nwe're trying to do.\n\n My question was going to be then, that out of like those 10,000 that might have gotten sworn in, how many would \nhave already gone through that but were just waiting to put their hand up and be sworn in.  Because I know at times \nin our office somebody will have been waiting for their final interview. It might have just been an ending of a final \ninterview and if we could get them on the phone or they could be included in that group.\n\n But everything else has been done and then they would go in.\n\n So the question -- while some of this has been going on a fast track, I mean, is it safe to say that some of these \npeople had had a lot of the work done up front and just were kind of moving through the system at that point? I \nmean, is that safe to say, or just all 10,000 of those came in within the last year and didn't have any real \nbackground or anything done on them? I need to know what's going on out there.\n\n MR. LEWIS: In Oklahoma City we had a backlog just like everybody else did.  Some of these things had literally \nbeen sitting in a file cabinet, a box somewhere, waiting to be feed in but they were shorthanded in those areas, the \npeople that do that, so it didn't happen.\n\n REP. THURMAN: Then we hired new people --\n\n MR. LEWIS: If these people came in and filed when we started this back in January -- if these people came into the \ncommunity-based organizations and filed their applications -- essentially told these people they were ready to file -- \nINS staff would go out to these community-based organizations, test and interview these people there, take their \napplications.  And these people have in effect jumped to the head of the line.\n\n The people that are in the file drawer are still in the file drawer. Now, some of those have been moved out in the \nlast few months. But more people from the outside entities have jumped to the head of the line.\n\n REP. THURMAN: Did you have the same problems that you've heard from the testimony from the first panel with \nthe outside group, of questioning or --\n\n MR. LEWIS: I have only gone off-site to do this kind of thing one time and that time, no, we didn't have any \nproblem like that. I can't speak to anything else.\n\n REP. THURMAN: Mr. Sanchez, based on that, I mean, is that the same thing you saw, similar to what Mr. Lewis \nwas talking about?\n\n \n\nMR. SANCHEZ: Yes, well, they were very specific. They had a lot of problems and the examiners went so far as to \nprovide me the documents in what they said.  They had a lot of problems with the people not passing the 312 \nrequirements, being able to speak English and the civic understanding and the inability to write.\n\n REP. THURMAN: And put on the backlog as well?\n\n\n\n MR. SANCHEZ: I couldn't talk directly to it. It wasn't one of the lines of questioning and things that I had direct \nknowledge of.\n\n REP. THURMAN: Mr. Jacobs.\n\n MR. JACOBS: I can't answer any questions.  The way the program ran in the Dallas district, it was strictly an \nexaminations program and there was no involvement other than us donating clinical help and support help to help \nprocessing the applications.  We were not involved.\n\n REP. THURMAN: Okay, so you really didn't have the direct knowledge then from USA Citizenship?\n\n MR. JACOBS: That's correct.\n\n REP. THURMAN: Yours was just, of what you had seen prior and then what you were seeing then.  One question, \nMr. Lewis, I had for you when you talked about the FBI. Is there a difference, if you asked the question of somebody \nwho's been arrested or of somebody who has been convicted?\n\n MR. LEWIS: The question on the application form asks have you ever been arrested, cited, charged, convicted, \nindicted, imprisoned, fined.\n\n REP. THURMAN: Okay, so any one of those would have constituted --\n\n MR. LEWIS: Yes.  It's got all of those elements.\n\n MS. MILLER: Every variable.\n\n REP. THURMAN: Okay.  I'm just -- I haven't had the opportunity to look. I'm not looking for citizenship, thank you \nvery much.\n\n MS. MILLER: That's why I brought this, because it's covered -- every range of it.  And when the person -- when we \nhave a rap sheet I know that they have had -- (inaudible).  That's not something you forget.  When I see the rap \nsheet and it tells me they've had a year in prison, that's not something you forget.\n\n REP. THURMAN: Okay, Mr. Jacobs.\n\n \n\nMR. JACOBS: Just going back to what the previous panel said -- if an employee gets hired -- and we had the same \nquestionnaire similar to the NATS (ph) application -- and he checks off that he was not arrested and we find out \nabout it, we terminate him.\n\n REP. THURMAN: Okay, thank you.\n\n REP. SOUDER: Ms. Ros-Lehtinen, do you have any questions?\n\n REP. ROS-LEHTINEN: Thank you, yes.  Mr. Chairman, thank you so much. I passed on my time before because I \nwas waiting for some figures.  As I have pointed out, I am blessed with a wonderful congressional district that has \nre-elected me without opposition this year -- re-elected me last time without opposition.  So I had no clue as to what \nmy voting registration of my district was.\n\n But knowing of this Clinton administration plot of using Citizenship USA to get more Democratic voters, I called the \nDade County Election Department from right here and I'd like to read the statistics as to how well this plot is going \nin my congressional district.\n\n In August '95 -- and I'm using that because the previous panel used that as the beginning of Citizenship USA. I'd \nbe glad to use any other dates.  From August '95 to August '96 the Democrat registration in August '95 and the \nbeginning of Citizenship USA was 76,000. It increased after this huge effort to get this streamlined bureaucracy \ngoing and ignore background checks and naturalize citizens which should have never happened to -- a grand total \nof 77,000.  So there was an increase of 1,000 new Democrats voters in the 18th congressional district, and I have \ntheir names.  We will contact them.\n\n\n\n And the Republican registration in August '95 and the beginning of Citizenship USA was 109,000 and increased to \n117,000 So it was an increase of 8,000 new Republican voters.  And I welcome Democrats as well as I welcome \nthe Republican, Democrats, Independents.  All are welcome.  And if these thousand new Democrat voters -- if \nthere's a criminal there, I demand that their citizenship get rescinded as quickly as I would demand that any of \nthese 8,000 new Republican voters, if they thought that citizenship in a fraudulent way -- (inaudible). It demeans \nme. It cheapens my naturalization certificate, and I demand from my local INS office that they take out that \ncitizenship right away.\n\n And as a matter of fact, as we're speaking right now, I have my staff drafting a letter to the INS director, whoever \nthat is, and I haven't a clue.  Maybe you think that I was bosom buddies with the INS and they do my paperwork \nbefore any others. I couldn't even tell you if the local INS director in Miami is a man or a woman or where that \nperson came from, never met him or her, don't even know where that office is. I know where INS is, at 79th and \nBiscayne, but maybe the INS director doesn't work there. Maybe he has another office.  I don't know.  But we have \na letter written to him or her saying at least in my congressional district and the point that I know, if there's anybody \nwho got a citizenship in a fraudulent way, we demand that it get rescinded.  We want adequate background checks.  \nWe want to make sure that the program works for those who want to become citizens.\n\n So I would appreciate it if the committee would make a note that at least in my congressional district this plot has \nnot been going so well.\n\n REP. SOUDER: I'm glad they haven't focused on your district.\n\n Mr. Shadegg.\n\n REP. SHADEGG: Thank you, Mr. Chairman.  Before we go back, I want to clarify a point that was brought up \nearlier. First of all, Ms. Miller, as I understand your testimony, Citizenship USA does not specifically apply to Las \nVegas, Nevada but there is a system-wide push on to process these applications and it has had these implications \nand these consequences that you've testified to and heard testified to today in your area. Is that right?\n\n MS. MILLER: Correct.  Every immigration office has these guidelines as a spin-off of Citizenship USA.\n\n REP. SHADEGG: And Mr. Lewis, the same is true in your district, that even though Citizenship USA does not apply \nspecifically to Oklahoma City the same pressures have been brought there?\n\n MR. LEWIS: That is my understanding, yes.\n\n REP. SHADEGG: I want to follow up on a point Ms. Ros-Lehtinen made and that is the aspect of this that if in fact, \nwe are not doing background checks which ought to be done, if we are allowing people to allow passing grades on \ntests that they ought to get, then in fact, there's a number of things, including diminishing respect for the INS as a \nwhole.  But it also demeans the genuine and serious efforts of all naturalized US citizens, does it not?\n\n MR. LEWIS: It does.\n\n REP. SHADEGG: It cheapens what they did to achieve their citizenship and status. I'd like to ask each of you.  Mr. \nSanchez, did you observe, or have you observed, what I guess I would call testing abuses in your experience in \nLos Angeles, that is, people passing tests that should not have passed tests?\n\n MR. SANCHEZ: Well, when I talked to the examiners on that, everyone had the same story. Yes, they'd had at \nleast broken a number -- you know, each one had a different number.\n\n But broken means, in the course of the questioning, they got the alien to admit that they purchased their document.  \nSo I would say yes.\n\n REP. SHADEGG: Now, Mr. Jacobs, are you involved in that aspect? Have you seen --\n\n MR. JACOBS: We got involved in an investigation relative to the NAS as a result of an expose that 20/20 did, but it \nwas after the fact. It was because of the 20/20 expose that it came to our attention.  Prior to that time, the \ninvestigation section had not been given any referrals relative to any testing fraud, although the examination \nsection was well aware of a lot of problems with the program.\n\n\n\n REP. SHADEGG: Ms. Miller.\n\n MS. MILLER: I just recently completed full day of interviews and it was just a fluke in that they were -- (inaudible) -- \nand I think it was by the order they were presented.  But all of the applicants were from Korea, that they had all \ntaken this off-site testing and brought their certificate from that.  And they were completely -- completely -- \nunversed in English, to the point that when I looked at the wall and had my hands placed on my desk and said, \n\"Please stand and raise your right hand,\" they mimicked me and looked at the wall.  They knew nothing about \nEnglish.\n\n And so we gave them all the option. This was 25 people -- all the option of, did you want -- had a family member \nwho was outside in the audience, who did understand English.  Please come in, listen to what I'm telling them \nbecause it's very important.  Do you want them to have time to study?  They are not versed in English.  Or do you \nwant to withdraw your applications?  They must have English.\n\n And it went -- you know, there was a mix on what they decided. But that whole day was fraudulent applications -- or \nfraudulent certificates -- but they had passed English and they had no knowledge, whatsoever.\n\n REP. SHADEGG: Prior to this current climate (in which you exist ?) what would you have done under that \ncircumstance?  How would you have dealt with that many people who clearly were not proficient in English?  MS. \nMILLER: It would not have been that they had that certificate.  This is a farming out of Immigration's job.\n\n REP. SHADEGG: (So these immigrants ?) would not have had the certificate --\n\n MS. MILLER: No. They would have presented themselves and it would have been my responsibility to deal with it.\n\n REP. SHADEGG: Mr. Lewis.\n\n MR. LEWIS: We've got two separate but similar issues here -- the testing by agencies like NAS and those groups \nand then the testing that the INS, itself, is doing. I've run into the testing with NAS and those organizations where \nthe people come in and they can't understand the simplest phrases -- \"raise your right hand,\" \"Sit down,\" and that \nsort of thing.\n\n Those people because of the way the regulations are written -- we have to give them a second opportunity to come \nin and explain to us or show to us that they can actually converse with us in English.  We can't challenge them on \nthe information -- the actual document that they've got.  We can't challenge them on that because the regulations \nspecifically preclude that. We can't use an inability to speak English as a reason to determine that they obtained \ntheir letter by fraud, even though I don't know how a person could pass the test in history and government and \nEnglish if he can't speak English.\n\n The other half of that is the testing that we do. In the office I sit with an applicant one-on-one like I'm talking to you \nand I'll ask questions -- \"Who's the president of the United States today?\" He has to understand what I'm asking \nand give me an answer. I ask about 20 to 25 questions of each applicant.\n\n When they're tested off-site by the INS, they're given a 10 question multiple choice test, so the stuff that we're \ndoing in the office has not changed in that respect. But if they're tested off-site at one of these community-based \norganizations, the testing is much simpler. It's been watered down.\n\n REP. SHADEGG: Thank you very much.  I see my time has expired and I'd like to make a brief statement. I believe \nvehemently in legal immigration. I think this country is great because we have allowed legal immigration.  My state \nof Arizona benefits tremendously from legal immigration. I think in fact we should welcome people to our shores \nevery day.\n\n However, I think it is reprehensible when we allow the system to break down in a fashion that's been testified to \ntoday. And I'm not much interested in whether or not there's a Clinton administration conspiracy.  However, the \nconclusion that's been stated here by individuals who are at some risk, coming in and saying that they believe it's \nas a result of political pressure is, I think, extremely significant, and I do not believe that it ought to belittled or \nridiculed by registration statistics which show it may or may not have had some effect in some individual \ncongressional districts.\n\n\n\n I think the improprieties which have been documented here and the courage it has taken for these people to come \nforward and talk about those are of grave concern.\n\n REP. ROS-LEHTINEN: Mr. Chairman.  I think I deserve the opportunity to --\n\n REP. SOUDER: For a brief comment.\n\n REP. ROS-LEHTINEN: I don't know what it means to belittle, but I do not think that when our subcommittee puts \nout a memo that says that this -- in Citizenship USA, that fraud and abuse has been a plot of the Clinton \nadministration to get more Democrat voters -- and you can read what our memo says -- for me to give statistics \nabout my congressional district -- I didn't know my congressional district statistics because I frankly don't care how \nmany registered Republicans I have.\n\n But I think that -- perhaps I'm talking out of school -- is it incorrect if you say that there's a plot to get Democrat \nvoters and I point out statistics that bear out the fact that in my congressional district that does not occur.\n\n And yet I agree that all of these terrible crimes -- because I consider them a crime -- that are committed by INS in a \nrush to get through citizenship should be abolished, and I hope that all of us say that they must be -- that I don't \nthink that that's belittling it. If you say something is a fact and I have facts to prove that it's not so --\n\n REP. SHADEGG: Reclaiming, Mr. Chair --\n\n REP. ROS-LEHTINEN: -- I don't know why it's belittling anyone. I am merely point out that if this is a plot, let's go \ndistrict by district and see where it's true. I know that in my district, the only part I know, it is not true.\n\n REP. SHADEGG: And I also -- having the right to defend myself, just like I gave her a brief time to comment, on a \ncomment on her.  I said that I believe that there has been an organized effort to do this for political purposes. I think \nthat we've inserted the memos into the record that show that. I want to insert here a memo to the Chicago \nCitizenship Assistance Council -- and nobody alleged that it was happening in your particular district. It said the \nstate of Florida. The evidence that you've presented show that is wasn't happening in your district, and that's \nexactly what it proved.\n\n \n\nIn Chicago we don't have Republican-Democratic breakdown, but the important thing is, the numbers are large.  On \nMay 24th, 5,855 of those people were registered, which they have the complete right to do and a complete right to \nvote.  As on July 9th, 7,000 citizens were sworn in; 3,442 are registered.\n\n The point is not really whether or not they're Republicans or Democrats and whether or not they have the right to \nvote. They do. The point was, here in Chicago, which was documented in the first panel, there was an effort that \nwas politically motivated.  We can argue back and forth what it means for different districts. But it is a sizeable \nnumber of people.\n\n We both have a right to defend ourselves a little bit and we can just move on --\n\n REP. ROS-LEHTINEN: I don't disagree with you, Mr. Chairman.  And I abhor using this process, which should be \nnot fraught with any fraud or abuse or any political overtones used in that way. And if those folks did that, shame on \nthem. I'm just saying, there are a lot of good things that have been done in this program and all we're hearing are \nabout the problems. And I'm not here to condone or say that we should overlook those problems.  But let's also talk \nabout how this program was fraught with problems beforehand, also, and they had to wait, in addition to having \nthose problems.\n\n REP. SHADEGG: Mr. Chairman, in my defense, I simply want to make the point that the mere fact that registration \nin one congressional district has not grown in favor of Democrats over Republicans does not disprove a larger \nconclusion of a whole lot of other evidence that has come forward.\n\n And therefore, we have no proof that in fact, there was no such plot, and therefore, I think it's inappropriate to \nridicule the purpose of this hearing, which is to --\n\n\n\n REP. SOUDER: We have a third panel where this subject is going to come up again, so we'll also get to do it one \nmore time.  Mr. Becerra.\n\n REP. BECERRA: Thank you, Mr. Chairman. I'll by-pass defending myself, for now.\n\n REP. SOUDER: You want me to try something first so you have a right to?\n\n REP. BECERRA: I must say that in all the discussion I'm actually disappointed that what is it, 70 or 50 percent of \nthe people that are being registered.  I would hope that we'd have 100 percent being registered.\n\n It's all conducted outside the doors of the Citizenship ceremony and I would hope that we'd have Republicans and \nDemocrats and the Libertarians and communists getting out there, just to get them registered.\n\n As it is, only about a third of the populace and goes out and votes. Why should we discourage the newest of our \ncitizens who've taken the time to decide to renounce their former citizenship to not register?  And I would hope we'd \nput some money into helping folks get registered to make sure that they do participate and they continue to make \nthis country the greatest democracy in the world.\n\n Let me ask a couple of questions with regard to the backlog.  If any of you could do me the favor -- correct me \nwhen I'm wrong, so just chime in if I say something that's not correct.\n\n My understanding is that there is an existing backlog.  I understand -- I just got the information from the INS -- that \nthey're saying they have somewhere upwards of 932 applications that are pending, that before Citizenship USA \nthey had hundreds of thousands of applications pending.\n\n And I believe, Mrs. Miller, you make a good point that I should think should be stressed that each of those \napplications is accompanied by a $95 check to pay for the processing of that citizenship application.\n\n So in many cases, we've had millions of dollars sitting and never even earning interest -- not the least of which \ntrying to get processed through for years and years.  And I appreciate that you've both come here to mention and \noutline some of the problems in the program and I hope that this committee has the opportunity to try to work with \nthe INS to correct some of the problems.\n\n I don't think anyone here is saying that the majority of the people that are getting processed through have criminal \nrecords or have any of the particular problems that are most egregious, but certainly I hope that we can all pay for \nthis, whether in Congress or in the administration, if we're going to -- folks are finding that there are some kinks in \nthe process and in many cases, maybe big kinks, and in some cases, maybe small kinks.\n\n \n\nMy understanding of the process is that prior to Citizenship USA, the INS worked under the following rule.  Once \nyou got the application you sent it over -- you sent the information over to the FBI so that the FBI could check to find \nout about any criminal violations by that applicant. Is that correct? Sounds good so far?\n\n WITNESS: The fingerprints (are gone over ?).\n\n REP. BECERRA: Okay, the fingerprints. And under a rule enacted I guess back in 1982, the INS only had to wait \n60 day for the FBI to report back. If the FBI did not report back within 60 days, then the INS could proceed forward \nwith that applicant, regardless of what the FBI may subsequently turn up.  Correct?  So INS was under no \ncompulsion to check back with the FBI after 60 days.  Correct?\n\n WITNESS: I think that was based upon the FBI stating that at that time it took approximately 60 days to get a \nrecord check back. That's just not the case today.\n\n REP. BECERRA: That's correct, and I understand under Citizenship USA, although they get -- the vast majority, -- \n(inaudible) -- out of every 10 checks back from the FBI within 60 days, and almost 99 percent of them back within \n120 days.  There are cases where prior to Citizenship USA, the INS wouldn't have had to make any effort to check \nback if it had not heard from the FBI after 60 days.\n\n\n\n So it seems to me that one of the good things that's come out of Citizenship USA is in the process of trying to \nprocess through so many people who waited for so long and paid the price to get this process through, that we're \nworking closer with the FBI to try to get these things processed. I hope that perhaps we'll have a chance to get \nsome testimony from the FBI to find out why in some cases they're not getting back to the INS within 60 days. It \nseems to me that we'd want to make sure we proceed quickly with those who applied and paid for the work to be \ndone.  At the same time, we want to make sure the FBI has a chance to do its work and has the resources to \nrespond back.\n\n Let me ask a question.  Mrs. Miller brought up some points about some of the individuals who came and had \ncertificates that they had passed the exam and it seemed fairly obvious actually to Mr. Lewis, as well as some of \nthese individuals probably could not pass the test, as you spoke to them.  And Mrs. Miller, I think you mentioned 25 \nindividuals. How many of those 25 did you reject?\n\n MS. MILLER: They were all continued.\n\n REP. BECERRA: Now, you didn't stop them and ask them to go through the process or report them to any of your \nsupervisors?\n\n MS. MILLER: When I looked in the file and we started the interviews as a part of the interview they hand me this \noriginal certificate.  And because of the track record of that certificate -- that's just like waving a red flag. So I time \nout on the application and we chat a bit, just to establish their English ability. And we get -- (inaudible) -- every time.\n\n REP. BECERRA: So did you stop any of those 25 individuals from going through the process?\n\n MS. MILLER: What we did was, as I said, I gave them the option of deciding if they wanted to have a re-exam. A \nre-exam would be -- you get time out.  You get to have a little more study and we would have a second interview.  \nWe begin from square one.\n\n REP. BECERRA: So of those 25, how many did you either give a time out --\n\n MS. MILLER: I think about five.  I took the option of having to re-exam the others who just signed and said, \"No, I \ndon't know any English.\"\n\n REP. BECERRA: So you stopped the process for them?\n\n MS. MILLER: They stopped the process.  They withdrew the application.\n\n REP. BECERRA: So did any of those 25 go forward --\n\n MS. MILLER: I didn't track the other five. I don't know.\n\n REP. BECERRA: I see.  Let me make sure I'm clear. Of the 25 -- 20 of them after your --\n\n MS. MILLER: (Inaudible) --\n\n REP. BECERRA: -- decided to go ahead and hold off. Five of them decided to take the -- do the re-check at a later \ntime.\n\n MS. MILLER: Twenty closed their application by signing a withdrawal.  That closed it. It was all done.\n\n REP. BECERRA: It was all done.  They were not going to go through the process?\n\n MS. MILLER: No. The other five opted to ==\n\n REP. BECERRA: Come back later.\n\n MS. MILLER: They had enough confidence in theirself that they thought they could cover it.\n\n REP. BECERRA: So in the process you were able to find those that may not even with the certificate really had \nbeen qualified to become US citizens?\n\n MS. MILLER: It was a shocking day, really. It was.  REP. BECERRA: But you were at least able to stop them?\n\n\n\n MS. MILLER: Yes.\n\n REP. BECERRA: And is it the case that most of the interviewers would have that opportunity?\n\n MS. MILLER: We have a -- it's about an inch deep on this flurry of citing, testing agencies that will be honored and \nthen you get another memo. They seem to be in teletype form. Then you get another one that says their permission \nhas been revoked. Then you get another one that says it's been reinstated.  And so I file mine all with an -- \n(inaudible) -- fastener. It's very hard to keep track of which certificate -- just a minute. I have to check and see if \nthese people are still on it. It's very confusing.\n\n REP. BECERRA: You're constrained by time. You're finding that because --\n\n MS. MILLER: This is all within your 15 minutes. Oh, yes.\n\n REP. BECERRA: But it's required by law that you do a check.\n\n MS. MILLER: A check?\n\n REP. BECERRA: You must examine these individuals.  It was -- (inaudible) -- testimony in the whole first panel \nthat because of time Chicago had to wave it.  Los Angeles has had to wave a lot that a smaller office --\n\n MS. MILLER: I have the luxury of being in a smaller office.\n\n REP. BECERRA: You've -- (inaudible) -- established the point that in her cases, she followed up on all but that has \nbeen in the last hearing and this hearing one of the major questions, a function of time.\n\n Again, it's my understanding that you cannot wave the English requirement, that you have to make sure that there's \na check to make sure that the person can speak English.\n\n MS. MILLER: That's why you do the personal interview.\n\n REP. BECERRA: Exactly. Thank you, Mr. Chairman.  Thank you very much for the panel's testimony.\n\n REP. SOUDER: Thank you very much for coming today.  We appreciate it very much. It's been a long hearing for \nyou, both waiting on the first panel.  We have one more panel, if they could come forward.\n\n The third panel includes two officials from the Immigration and Naturalization Service who are responsible for the \nmanagement of the Citizenship USA program -- Mr. David Rosenberg, who is director of the Citizenship USA \nprogram; and Mr. Louis Crocetti is associate commissioner for Examinations. If you could remain standing I'll \nswear you in.\n\n (Swearing in)\n\n WITNESSES: I do.\n\n REP. SOUDER: Let the record show that the witnesses responded in the affirmative. Mr. Crocetti, do you want to \ngo first?\n\n MR. LOUIS CROCETTI: Thank you, Mr. Chairman.  For the sake of brevity, my testimony has already been offered \nand I would prefer to leave that as a matter of record so that I have the opportunity with the very limited amount of \ntime left to address some of the statements that have been made by our prior panelists.\n\n I would also like to mention that the field managers from the city's reference are also available, should the \nsubcommittee desire to discuss anything with them later.\n\n And I would also like to invite you to speak to the key program managers of the five major cities where 75 percent \nof our workload and productivity has occurred.\n\n First of all, please allow me to point out that it was questioned during the testimony -- Citizenship USA does not \nend in fiscal year '96 or September 30, '96. It will continue in fiscal year '97, as will the removal of terminal aliens \nand worksite enforcement.\n\n\n\n We have been doing priority management for better than 10 years in this agency and one of the requirements, part \nof priority management, is to prepare -- (inaudible) -- implementation plans.  And as I get into the testimony I think I \ncan correctly connect many of the statements to a lot of the sensitivities associated with the \"need to prepare\" plans \nand to make projections.\n\n And I'll direct you to the areas separately.  First, with regard to the training program, there was a 40 hour training \nprogram that was developed by key field personnel and headquarters personnel at our training program out at \nGlencoe.  That is more specialized training on naturalization than actually exists in our traditional immigration \nofficer basic training course. It focused on a primary and secondary method which one of the panelists referenced, \nwhich basically means that you assigned the less complex and more general work to your new employees, without \nregard to whether they're permanent or temporary. They are new, and that their work, or the more complex work, \nwould be referred to a more experienced adjudicator, which is the secondary process.\n\n I'd also like to point out that in our re-programming request, we requested permanent employees, the first re-\nprogramming allocated as permanent employees.  In the second re-programming, Congress would only re-\nauthorize temporary employees and term employees.\n\n One of the statements that was made -- \"It is my understanding that the training is not the same,\" and that is very \ntrue. I have to agree with that statement. It is better and it will continue to be better.  Because of our training \nsituation there are significant demand placed upon our immigration officer academy as a result of the thousands of \nadditional enforcement positions we've received and inspector positions.\n\n As a result, the adjudication program is now in t he process, and we nearly finished developing a very impressive \nspecialized modular training program that in a way is similar to this naturalization program but it will be expanded \nconsiderably.\n\n Chicago happened to have two training classes provided -- the two 40 hour training courses -- to handle the \nmajority of the employees that were coming on board. After that, they had a piecemeal approach because they had \none or two employees come on board.  However, the same training plan was provided, all be it it wasn't in a full \nclassroom setting.\n\n With regard to the comment about temps, -- (inaudible) -- approve, approve, approve.  This could not be any \nfurther from the truth. If this has happened in the field we will correct it and we plan on following up on that. It's \ncontrary to the naturalization training lesson plan that I also just mentioned to you.\n\n With regard to driving numbers, the issue of quantity versus quality and getting a lot of pressure to produce and not \nenough time, too much focus on the numbers -- I can most certainly this perception and I also had similar \nperceptions in the field when I really wasn't familiar with the bigger picture and the overall plan.\n\n Productivity is a very sensitive area in that it is directly related to accountability and performance ratings. When \nCitizenship USA became a priority and it entered into the arena of priority management, field offices were required \nto put together a plan and to make projections and to determine what was needed resource-wise to reduce the \nprocessing times to six months. This did cause a lot of pressure to be placed upon the field, because all of a \nsudden they were being asked to put together a plan to look at their average production history and to provide a \nnew plan with projections.\n\n What we found was a lot of field offices didn't realize that their performance or their productivity was below the \nnorm and adjustments had to be made.  We had never developed a national performance standard and mandated \na certain number of cases to be required. We simply shared the norm and encouraged it, but we also encouraged \nthe field to factor in no show rates.  Because, for example, if you schedule 20 cases and your no show rate is 20 \npercent you're going to average 15, 16 interviews. So we asked that that be considered.\n\n Some of the sensitivities associated with the Citizenship USA program require change. Change in and of itself is \nnot easily accepted by all.  Employees questioning change is healthy and it's encouraged and we truly appreciate \nthe panelists coming here today and sharing what many if not most of them believe as being the facts.\n\n\n\n But all of a sudden, the Citizenship USA priority came along and put unnecessary pressure on individuals and \nthreatened their potential performance ratings.\n\n With regard to the fingerprint situation -- I can honestly tell you after being in the field for nineteen and a half years \nhaving only come into headquarters approximately a year and a half ago that this process has been broken for quite \nsome time, as well.\n\n The old process was that the fingerprint cards came to the field offices.  When they got them, if they had enough \nstaff, they tried to connect them to the files.  What the OIG appropriately pointed out in their report of February '94 is \nthat this wasn't happening.  The INS had a problem.  Not only were records not getting the file fast enough, the field \noffices -- many field offices -- weren't even reviewing the quality of the fingerprint cards before they submitted them, \nso many of them were rejected.\n\n Of those that were rejected -- the overwhelming majority were not reprocessed.  We are fixing this process. In fact, \nwe have fixed this process with the limited exception of ensuring 100 percent mandatory compliance. However, we \nalso have a newly developed inspect program that is responsible for reviewing policy compliance and taking \ncorrective actions, and that will be proactively implemented in fiscal year '97.\n\n Please allow me to go a little further on these fingerprints, because I have personally spent the majority of my time \non fingerprints for the past couple of months, given my concern about the allegations being made. And I can \nprofessionally and personally and honestly tell you that every piece of information I get countered the allegations \nthat you're hearing and what you're reading in the paper.  We just completed -- the FBI just completed a study of \nour request.  The fingerprint cards -- 1.2 million that were processed between January 1, '97 and September 18, '96 \n-- 98.6 percent were processed within 90 days.  We centralized the back end processing of all these returned \nrecords in our Lincoln service center.  For the first time, we're actually organizing and coordinating the receipt of \nfingerprint records from the FBI and that includes rejects as well hits.\n\n Rejects for the first time, are actually being communicated directly to the applicant and requiring them to resubmit \nnew prints for reprocessing and the necessary flags and holds are put in place until that process is completed.\n\n With regard to the hits -- please keep in mind that not all of the hits are convictions.  The overwhelming majority are \narrests. Many of them include administrative arrests by the INS.  And we have reports available for you to discuss --\n\n REP. SOUDER: (Inaudible) -- I know we have your official statement.\n\n MR. CROCETTI: If I could --\n\n REP. SOUDER: I've been lenient on the time because you've been sitting here all afternoon and you're responding \nto very specific points.  So if you want to --\n\n MR. CROCETTI: Could I have two minutes?\n\n REP. SOUDER: Yes.\n\n MR. CROCETTI: With regard to rubber stamping, I would like to comment that also after coming from the field in \nnineteen and a half years, this is a traditional long-standing perception of enforcement programs.  But I'd like to \nconnect it to the reference that we don't refer cases to investigations or don't have them do good moral character \nchecks.  That has not been done since the early 1980's, right around the time investigations developed the case \nmanagement system, where they would only accept priority cases that primarily focused on criminal aliens and \nworksite enforcement.\n\n We now do all of those checks within the examination programs and have not lowered one standard.\n\n With regard to the incompetence versus plot theory, please let me address that, because I actually object to both. \nYes, there are antiquated processes in dire need of improvement. Yes, there are regulations in need of revision, \nand yes, there are statutory needs.\n\n But the foundation of our deficiencies is that the benefits program has been under-funded and unequipped for \nmany years, and this is bipartisan.\n\n\n\n What agency or business could absorb a 300 percent increase in demand with an already extremely limited \nsupply?  Not many.  And in closing, I assure you that our Citizenship USA efforts are nonpartisan and that we are \nfocused and will remain focused on improving the integrity of the citizenship process.\n\n Thank you.\n\n REP. SOUDER: Thank you for your testimony.  Mr. Rosenberg.\n\n MR. DAVID ROSENBERG: Thank you, Mr. Chairman. I have an opening statement, which I will also submit for the \nrecord.\n\n REP. SOUDER: Withou objection, so ordered.\n\n MR. ROSENBERG: Please?\n\n REP. SOUDER: It's a parliamentary thing I need to do. Without objection, so ordered.  Your statement is in the \nrecord.\n\n MR. ROSENBERG: Citizenship USA is one of the most successful and innovative initiatives the Immigration and \nNaturalization Service has undertaken in many years.  As project director, I am proud to be part of this cross-unit \nproject team, which involves hundreds of INS employees across the nation.  We are meeting the challenge of \nmodernizing the nation's naturalization system at a time when a record number of lawful immigrants are seeking \nto become full members of our national community.\n\n In its first years, Citizenship USA has accomplished several important objectives.  We have successfully reduced \nprocessing times for citizenship applications nationwide to traditional levels while maintaining the integrity of the \nnaturalization process.\n\n We have initiated major improvements to procedures and operations and we have reached out to local officials, \ncivic associations and community service organizations throughout the country to involve communities in the \ncitizenship process.  We have responded effectively to an unprecedented workload increase, and have begun to \nredesign outmoded processing methods.Our efforts have received bipartisan support from Congress and other \nelected officials.\n\n Let me briefly review the history of Citizenship USA.  The improvement of the naturalization program has been a \nhigh priority for Commissioner Meissner from the time she came to INS in October 1993. At her confirmation \nhearing she expressed her belief that naturalization is positive for immigrants, for their communities, for the INS \nand for America, and stated that it is my intention -- quote -- \"my intention to be much more active on the part of the \nService where naturalization is concerned.\"\n\n More immediately, Citizenship USA addresses a crisis that faced INS in fiscal year 1995 -- a huge and growing \nbacklog of naturalization applications that had already extended the adjudications process well beyond the \ntraditional period of six months. INS was accepting applications and fees from long-term legal resident aliens, \nknowing that in many locations eligible applicants would have to wait two to four years to complete the process.  \nSuch delays were and are not acceptable to INS, to the Congress or the American people.\n\n In short, if we had not implemented this initiative, today INS would be under criticism for its failure, rather than for \nits success.\n\n By early 1995 INS was receiving applications for citizenship at an unprecedented rate, which exceeded one million \nfor the year and nearly doubled from the previous year.  By January we already had almost 400,000 cases pending.  \nEven with increased management emphasis and productivity improvement, we knew our existing staff would only \nbe able to adjudicate 500,000 applications that year, which was the most INS had ever had in one year.\n\n The gap between our workload and our capacity was already large and potentially overwhelming and though the \nwaiting times were growing everywhere, about 75 percent of the pending caseload was concentrated in the five \nlargest of our 36 districts.\n\n\n\n Now, as you know, applicants pay fees with their applications as with all applications and they along with \n(explicable penalties ?) are collected as the examination fee account. This account funds the entire naturalization \nprogram, unless Congress makes specific additional appropriations.  Accordingly, the INS sought to utilize the \nexamination fee account fund from these increased applications to respond to this massive increase in workload.  \nWe communicated our detailed plans -- (inaudible) -- reprogramming requests to our appropriating committees, \nwhich were approved.\n\n Both addressed the need for additional staff, particularly in our five districts with 75 percent of our caseload -- Los \nAngeles, New York, Miami, San Francisco and Chicago.  We later determined to notify the committee that the \napproved funding would have permitted additional hiring for another 15 cities, with sizeable but far smaller pending \ncaseloads.\n\n The request spelled out other components of our plan as well. Together these two requests provided approximately \n$80 million in additional spending authority for naturalization in FY '96.\n\n In his January 1996 approval letter, Subcommittee Chairman Rogers wrote, \"I am pleased the INS is recognizing \nthe significant workload and addressing it in this re-programming by hiring temporary employees to handle \nprocessing of workload in the six cities that continue to have the highest volume of these applications.\" The six \nincluded another city for adjustment of status application.\n\n Earlier in the letter Congressman Rogers also stated that \"I further understand with these additional resources, INS \nintends to reduce backlogs in naturalization and adjustment of status applications so that by next summer, eligible \npersons will become citizens within six months after applying.\"\n\n To respond to this workload we decided to combine three strategies. First and most critically, we have hired a large \nnumber of additional staff to be dedicated to naturalization cases.  Second, we have re-examined our work \nprocesses to include efficiency and quality. And third, we have worked to develop partnerships with organizations \nwhich could help prepare applicants and applications.\n\n Once these program funds became available we proceeded with hiring. In the interim, we detailed INS employees \nfrom other offices, all of whom volunteered to be part of the project in key districts to prevent the backlog from \nworsening.  All the workers -- permanent, temporary and contract -- received appropriate security clearances and \ntraining.  They are all overseen by experienced INS personnel.\n\n I will not go into the all the specific changes and improvements we have made in the process unless you have \nquestions specifically on those, but let me address just one or two more points here.\n\n Citizenship USA addresses expanding INS' partnership with schools, civic associations, state and local officials, \ncommunity organizations, to provide better service to citizenship applicants. These organizations offer information, \napplication assistance, English and civics classes to prospective citizens.  In some districts, officers conduct \ninterviews at community sites.\n\n As a result of these partnerships, we receive better prepared applications and have fewer no shows at our \ninterviews. We provide no funding and make no payments for these activities.  Only trained INS adjudication \nofficers conduct naturalization interviews.  These responsibilities are not delegated to anybody else.  Community \norganizations and others play and active role in celebrating citizenship at ceremonies as they have for decades.  \nPartnership efforts of this type help to build bridges and create cohesion between new Americans and established \ncommunities.  The Citizenship USA initiative is an ongoing project of the Service. We expect it to continue for \nseveral years as innovations are institutionalized throughout our system.  To correct any misunderstanding, the \nprogram is not ending September 30th.  As is true for most federal agencies, our objectives are set on a fiscal year \nbasis.\n\n As of today, applications are processed within an acceptable time frame.  The number of applications continues at \nrecord levels.  We expect it will remain high in the coming year.  Our focus is to maintain our new level of capacity, \nto utilize additional means to ensure the quality and timeliness and of our adjudications and to serve as a catalyst \nfor broad community participation in citizenship.\n\n\n\n The Immigration and Naturalization Service is meeting an enormous challenge implementing an innovative and \nresponsive naturalization reform program with professionalism and solid performance. The commissioner has \nstated many times that she is proud of the men and women at the Service.  Administering the system who decides \nwho can become a citizen is a high honor and a great responsibility. The American people should remain confident \nthat we are dedicated to carrying out this public trust at the highest level.\n\n Thank you, Mr. Chairman, for the additional time.\n\n REP. SOUDER: Let me say up front -- and this is a general comment before I get into my questions -- that \nwhenever you're in the -- this used to be called the \"Oversight Committee.\" Now we have \"Reform\" -- -- (inaudible) -\n- feels that we're only concentrating on the negative.  That's that this committee does.  We're not a cheerleading \ncommittee.  We're not trying to focus on all the positive it does.  But that can have a demoralizing effect on a lot of \npeople who are doing a good job or good parts of a program.\n\n So I want to say that up front and I gave you a little extra time to respond to some of the things. It's also clear that \nwe have some factual debates that we may or may not -- just so I can set this for the record, too -- that we may \nhave the voting start relatively soon, although I don't know for sure what the status is of that, and we also have a \nlittle less controversial government reform -- (inaudible) -- and a little less controversial thing tonight and that's what \nwe're voting on, I think -- a report on the FBI -- so-called \"FBI security files,\" which are likely to be a little bit of a \nruckus as well.\n\n So we may not be able to establish and get into some of the particulars that particularly you, Mr. Rosenberg, raised \nthere, but if we don't hear, we may do some follow-up questions.\n\n And I want to start my time.\n\n I want to express some concerns right off the bat. I listened carefully to what you said in response.  And let me say \nif I basically got this point down.  My background is management. I have a business undergraduate, business \ngraduate degree. I have a family business and that's what I did.\n\n From what I have seen of the number of documents -- and I'm sure you're aware of all these. If not, we can provide \nthem to you. I know we talked about some of these the last hearing -- that the INS -- that we have documents that in \nMarch of '96 the White House directed that the -- I think we agree actually on the -- what you're saying is the thrust \nof this, but I want to make sure that I have this down -- that the INS indicated that the White House wanted the \nprogram to be accelerated.\n\n We also have documents that show that Mr. Rosenberg, along with Mr. Farborough (ph) and Laurie Lyons (ph) of \nthe vice president's office began to travel around the country to see if the program was moving fast enough.  Then \nwe have documents that show that the vice president's staff, including Elaine Tamarack (ph) and Mr. Farborough \n(ph) and Ms. Lyons (ph) began going to other federal agencies searching for personnel and resources that could be \ndiverted to Citizenship USA.\n\n We also have -- and Mr. Farborough (ph) wrote a memo for the vice president, stressing that the address to the \npresident, which outlined ways to lower the standards for citizenship.  Now, my -- just to rap up those, and there are \nother documents -- my understanding of your basic thrust is that what the administration was saying, and in the \nsense of the reinventing governments, was that this was unacceptable and your job was to get the backlog down.  \nAnd therefore, you're maintaining that this was not political, but rather that it was good government.\n\n MR. ROSENBERG: Is that directed to me, Mr. Chairman.\n\n REP. SOUDER: Yes.  Basically, your name was mentioned -- (inaudible) --. In other words, your defense for the \nfact that we see all this -- the vice president's intervention, the president being notified from time to time (although \n?) he pushed it back down, direct White House, that this was something, because you felt it was unacceptable, and \ntherefore, this isn't political.  This is a version of good government. It's what you should be doing -- getting the \nbacklog down?\n\n (Simultaneous conversation)\n\n\n\n MR. ROSENBERG: (Inaudible) --, Mr. Chairman --\n\n REP. SOUDER: (Inaudible) otherwise, the vice president's office wouldn't be involved.\n\n MR. ROSENBERG: I wouldn't characterize it as a defense. I just would characterize it as the facts.  In the early \nspring of this year the citizenship program, which is a Justice performance review laboratory -- one of the \nreinvention projects for this Justice Department -- did come to the attention of the national performance review.  \nAnd they contacted us and said they were very concerned.  We had announced very ambitious goals.  We \nannounced them quite publicly. We had submitted to the Congress a request for funding in October.  We submitted \nto OMB in October. I think it was submitted to the Congress in November.\n\n Because of the government shut-down and the delays in OPM and other agencies of the government in reacting \nwhen they re-started with all the piled up work and in our own agency, we were running very far behind in our \nschedule to be able to accommodate our goals within the fiscal year.  And we looked like we might be very \nembarrassed as an agency.\n\n It also would have been a real slap in the face to our people all across the country who were making efforts, had \nmade plans, and also were out having made statements in their own community --\n\n REP. SOUDER: So I don't lose my time -- basically you're saying, yes, you agree that it was an attempt -- you're \nexplaining why -- but it was an attempt to reach your goals and to do what you thought would be good government?  \nIt wasn't an attempt to politically add a bunch of people who were -- (inaudible) --?\n\n MR. ROSENBERG: Yes, sir.\n\n REP. SOUDER: Now, here's what my concern is -- that as somebody with a management background -- and I \nwant it established that what I heard Mr. Crocetti say was that any agency would be under tremendous pressure to \nabsorb a 300 percent increase. I also heard him say that this is the backlog and the FBI files is not something that \nwould be -- it's been there for a long time. It's not something new. It's been broken for a long time.\n\n Now, what my concern is is that while it's true that if you hadn't gotten rid of some of the backlog we would have \nprobably called you up here and said, hey, we've got people waiting, the truth is that there's no member of \nCongress, if given this choice -- would you rather accelerate the backlog and get rid of the backlog, or allow people \nwho shouldn't be American citizens into the system because there's a tremendous pressure not to be embarrassed \nbecause you're behind or because you had stated goals or because quite frankly, the government (shouldn't have \nbeen around ?) and I'm sure that the shut- down compounded the problem.\n\n But the plain truth of the matter is that you acknowledge up front that this system wasn't working right, yet you \ndoubled it by soliciting and putting more pressure on it.  The first goal should have been to make the system work \nas well as possible and as perfect as possible in that element before you expanded the outreach effort to bring \nmore in.\n\n To me, that suggests that in fact, it was political or extremely naive from a management standpoint. Because the \nprotections in the system are the thing that makes America unique, and every person who comes in here, we \nshould know their background and not go back later and try to fix the problem because we were accelerating it. I \ndon't believe that's good management.\n\n MR. ROSENBERG: Well, Mr. Chairman, if I can just respond briefly and I think Mr. Crocetti has something as well.\n\n We don't believe that we could have made the choice to accelerate the process and ignore any kind of checks on \npeople --\n\n REP. SOUDER: How do you respond to the fact that those boxes in the -- (inaudible) -- they were two to three \nhundred names in the boxes that the staff out there didn't even know.  I would signal that the important thing to us is \nacceleration of the process at the grassroots.  Of course, any MBA knows that that's the natural reaction at the \ngrassroots, to try to meet what you're stating, not what you're saying, and by the way, check everything.\n\n MR. ROSENBERG: I would love, sir, to have the time to address each of the specific incidents that were alleged \nand with the advice and information from the field managers, who, by the way, are present and could have \n\n\n\naddressed those specific allegations.  Many of those statements were partly true, but maybe misinformed of \nmisleading.\n\n I think some of the boxes you're talking about -- the numbers we would question.  But some of them are the \nresponse to the new system of checking fingerprints and Mr. Crocetti described, whereby responses were \ncentralized and then sent back to the district.  So we would have to go through each of those incidents to really \nmake clear which ones are the result of a fix of a problem and which ones are older problems.\n\n But we certainly did not say \"Damn the torpedoes, full speed ahead.  We don't care about quality.\" From the very \nbeginning in every meeting we had, in every statement of our priority, we made it clear that we wanted to protect \nthe integrity of the process and to improve the fingerprint process, the file obtaining process, so that we -- in fact, to \nspeed it up so adjudicators in more cases had the file in their hands when they do the interview.  We want a better \nprocess.  We're not here to undermine it for just raw numbers.\n\n REP. SOUDER: Mr. Crocetti, do you --\n\n MR. CROCETTI: Yes, please. Thank you.  With regard to the fingerprint process, please keep in mind that we did \nnot develop this initiative having already identified the fact that a fingerprint process could not handle the work.  \nWhat had happened was, during the re-engineering process associated with Citizenship USA we identified a \ntremendous number of processes that were in need of improvement and this was one of them --\n\n REP. SOUDER: Wouldn't it be the most important, though?\n\n MR. CROCETTI: We knew from the RG report that the records were not getting to the field. Over the past couple of \nyears -- primarily a year -- there were a number of efforts where headquarters came out to the field telling them, \nyou've got to fix this process.  You've got to have people review their records.  You've got to re-process rejects.\n\n When we started Citizenship USA we realized that for one of the first times in history, INS processing times were \nactually starting to press up against fingerprint processing times. Therefore, it never really surfaced as a major \nproblem because it took us a year to (\"nat\" ?) people.  We always had the records back.\n\n So now we're reducing the processing times six months and we're getting to the average 90 day processing time \nthat I had mentioned that the FBI is now experiencing.  So the red flags go up and we're going to fix it quickly.  And \nwe've done a lot of things and we're going to do a lot of things which you're going to be very happy with.\n\n But I wanted to point that out. It wasn't an already extremely broken system that we abused with Citizenship USA.  \nWith regard to the number of records, over one million cases -- now, we have a lot of allegations in the field that \ncriminals were being naturalized.  We conducted two surveys to the field. Initially they came in with numbers that \nwere unsubstantiated.  We go back to the field and we say, we want to know for sure. Have you reviewed the file \nand made a decision with regard to those aliens not being eligible for the benefit.\n\n The number we have come up with -- it's a few weeks old but we're doing another survey as we speak -- was 60 \nfor the entire naturalization program.\n\n And this goes -- I mean, the numbers are exaggerated depending on how people want to use the numbers and \nspin it in the papers or do whatever they want to do.  There are a few sides to every story.  You can spin it as you \nwant.\n\n But I can tell you categorically, the numbers are not there and anyone that says it is, I challenge them to produce \nthe numbers.  Many of the people making these allegations don't have this national understanding. They're very \nfocused on specific offices, many of whom don't even work in the naturalization program.\n\n Now, with regard to Commissioner Meissner, she had internally and publicly promoted naturalization for years.  \nShe emphasized time and time again that she wanted to reinstate the \"N\" for \"naturalization\" and the \"S\" for \n\"service\" in INS. And she has done that. She made it a priority for the first time, and priorities in our administration \nfor the past 10-plus years get attention and get support.\n\n Not only did we get the attention and support from the commissioner, we got it from the administration and we got it \nfrom the Hill.\n\n\n\n Now, let's connect this to the administration. And I can tell you -- is this political. Absolutely not, but subject to how \nyou interpret it.  For example, we have dozens of national performance (reinvention labs ?).  One of my \nresponsibilities -- and I have many beyond adjudications and naturalizations -- is inspections -- air, land and sea, \nrecords, information --\n\n REP. SOUDER: (Inaudible)?\n\n MR. CROCETTI: (Inaudible) enforcement records, by the way, as well as the Administrative Appeals Unit and the \nNational Firearms Unit -- National, I mean, Fines Office.  And I can tell you that we have -- I have, in my program -- \nbetter than 15 labs, all of them out of the NPR, all of them receiving similar attention and support.  Citizenship USA \nis a lab and that has been our involvement with the administration -- limited to that national performance review lab.\n\n Now, other interests from the administration in the program I look at very favorably and very positively because the \ncountry recognized the need to address this problem, and Congress did that when it approved two reprogramming \nrequests.  And I hope you continue to do it because we already have another reprogramming request prepared for \nfiscal year '97, early October, that we will be submitting, because we continue -- we will continue to focus on \nCitizenship USA as well as other benefits-related processes.\n\n But please, keep in mind when you hear all this criticism about these records.\n\n REP. SOUDER: Mrs. Thurman.\n\n REP. THURMAN: Sir, you said you came directly from the field?\n\n MR. CROCETTI: Yes.\n\n REP. THURMAN: So you worked with INS.\n\n MR. CROCETTI: Since January '76.\n\n REP. THURMAN: So when you came in and you were asked to look at this program, I mean, did you bring or talk \nwith your colleagues from before and look at what was out there and make suggestions and recommendations \nbefore we actually started USA -- Citizenship?\n\n MR. CROCETTI: Yes, we did, actually.  We started looking at the various benefits-related processes and \nspecifically Citizenship USA from a re-engineering perspective.  The -- (inaudible) -- here before I came into \nheadquarters I was highly involved in the total quality management process, in reinvention, in using employees as \npart of that re-engineering.  And we did a very similar thing with the Citizenship USA.\n\n REP. THURMAN: So based on the chairman's comments about some letters that I guess -- whoever that was from \n-- talking about where they would let down rules and regulations, I mean, is that -- was that to try to pull things along \nso you could come back, because now you're doing more rules and regulations, I understand, so was that to try to \nbreak some barriers so that we got out of some of the messes we were in?\n\n MR. CROCETTI: Sure.  The spirit and intention of the national performance review is to cut through all the \nbureaucracy and the way we re-evaluate how you do business and in one particular area, to focus on how involved \ngovernment should be.  And I can tell you, taking that perspective on the Citizenship USA program, we are not \nexperts in the area of education.  So that's one of the areas we focused on.\n\n REP. THURMAN: Mr. Crocetti and Mr. Rosenberg, based on the testimony that we've heard today, particularly \nfrom those that are working every day in the field -- and it's a tough job out there and it sounds like it's not as -- I \nmean, it's a lot more demanding. There's over-time.  There's a lot more applications being processed, investigations \n-- whatever.  From based on what you've heard, though, we had requested that a time -- that we would also have \nsome supervisors come in and testify before this committee.  Because I want to know if there is some kind of a link \nhere between up here and what these guys are being told and then those people right in the middle. I mean, there \nis a communication gap going on somewhere along the line.\n\n So I guess what I would like to hear from both of you, particularly from the standpoint that we have employees here \nwho seem to be somewhat concerned of retaliation one, but also in what's happening out there, what steps can you \n\n\n\ntake now from hearing from these folks, as to the kinds of positive steps we can be taking to rectify these problems \nand to clarify where there may not be. I mean, the other thing here -- and you don't have the observation deck that I \ndo, because I can sit here and watch heads bob up and down or yes or no, or write notes back and forth.\n\n But, you know, the idea is that I think they've got some information in here that's very important.  But if we don't \nlearn from it, what good does it do any of us?  So I mean, I think that some of this -- some of the information may \nnot always flow down to those people that are on the front lines.  So you need to get them some encouragement \nand I think you need to give this committee encouragement as to how we're going to through some of these issues.\n\n MR. CROCETTI: Personally, I think that's a very good point and I take it personally. We have made great efforts to \nspeak to our directors from all across the country. At our examinations benefits conference last year we met with \nthem all in workshops.  We talked about what we were going to do.  The workshop that I conducted, actually, was a \nbrainstorming for field people to suggest how we should do these things and we took those components.\n\n You had a panel of people from Chicago and I would note that I have been out to Chicago several times, first with \nthe commissioner and we met with a large number of community organizations and also met with the staff. I have \npersonally met with the examination staff a couple of times to talk with them, closed door -- not for reporting or \nanything -- but to say, how shall we do this.\n\n When we identified a project manager in Chicago, he sat down with them first -- all the examiners -- and said, \nwhat's our plan.  We did the same thing in Miami and elsewhere.\n\n So we have started -- and our whole philosophy in this -- was to take a lot of good ideas, which have been brewing \naround INS for a long time, but have been withering for lack of resources and now that the Congress would allow us \nto spend that (pent up exams fee ?) account in a significant way, to try to use them.  Where do we go from here? \nCertainly we'll look into every one of the statements made today. I do know there's another side to many of those \nstories.  There are people who are very well intentioned with partial information or made a complaint to someone \nand thinks it died because it didn't come back to them, but in fact, their supervisor took it. It became part of a further \ninvestigation or a further conversation.\n\n And I also know that in any large organization there are labor- management issues or work issues that emerge and \nget bound up in policy.  But we will certainly take those --\n\n REP. THURMAN: (Inaudible) one of the things that struck me -- and this is not the first time I've heard this -- but \njust the idea that if they had had -- and even in some of the testimony there was talk about on-line, sort of e-mail \nkinds of stuff that could be going on but one of them -- I think it was Ms. -- (inaudible) -- said that they had a \ntypewriter but they had been trained to have a computer.  I mean, that's our fault, quite frankly, if we're not giving \nthem money for those kinds of pieces of equipment.  And I certainly will take partly that responsibility. But those are \nthe kinds of requests that we also need to know about.  Mr. Crocetti, I didn't mean to stop you.\n\n MR. CROCETTI: Yes, I know. It's a very legitimate question. Communication has been something that is \nsomething very close to my heart and it's something that I have been working on at headquarters. And it's one of \nthe things I came in with, that we needed to improve our communication with the field.  And as I went through all the \ndocuments, or as many as I could, the documents we shared with the committee, I, too, was disheartened by some \nof the e-mails and some people that I know, and after talking to them realizing that most of it's not deliberate. It truly \nis a lack of knowledge and understanding.  And communicating with better than 25,000 employees and keeping up \nwith the pace of immigration in today's environment is extremely difficult.\n\n But it's not an excuse. We are focusing on it.  We have two outstanding people that I just hired, solely to --\n\nPLEASE NOTE: DUE TO CIRCUMSTANCES BEYOND OUR CONTROL, THIS ITEM ENDS INPROGRESS.\n\n \n\n END\n"}