{"title": "Reporter Jose Vargas becomes subject in undocumented immigrant story revealed to high school journalists at Mountain View High", "body": "\nIn May, journalist Jose Vargas visited his alma mater and my school, Mountain View High School, to speak to \naspiring journalists about his career.\n\nWhat he originally planned as a discussion on journalism escalated into a confession -- he was an undocumented \nimmigrant. I remember sitting in the third row of the classroom, staring at the medium-sized Filipino man with \nadmiration. He asked our suggestions, from a student perspective, on his upcoming documentary about \nimmigration.\n\nMy friend Naomi Cohen raised her hand and said that if anything, people wanted to hear a story. A pensive \nexpression spread over Vargas' face. He paused for a couple of minutes, took a deep breath, and then revealed \nthat he was also an undocumented immigrant. The silence was deafening. My classmates and I were in shock.\n\nFrom there, the excited conversation about the changing face of journalism from a social media embracer turned to \nquestions of \"aren't you scared?\"\n\nHe said he was scared out of his mind, but added, \"I feel obligated to do this.\" Vargas told the story of how he \ndiscovered his illegal status at age 16, during a DMV visit. He immediately confronted his grandfather who \nconfirmed that Vargas was undocumented. Vargas said he wasn't going to let anyone ignore the situation and \nwas going to make people take notice.\n\nVargas emphasized that undocumented immigrants are not just the fruit pickers or the construction workers -- \nthey could be doctors, teachers, even journalists. The entire time, I was thinking that if anybody had a right to be in \nAmerica, it was hardworking individuals like Vargas. In many ways, he is living example of the DREAM Act \n(Development, Relief and Education for Alien Minors).\n\nThe DREAM Act, drafted in 2001, would grant legality to undocumented minors who have graduated from high \nschool or served in the military.\n\nOn June 22, Vargas went public in a tell-all New York Times Magazine article. Many readers of his revelatory \narticle are now calling for his deportation.\n\nOne reader said that despite the justification for any crime, the fact that a culprit committed it remains unchanged. \nIn other words, even though Vargas has lived here for the majority of his life, has assimilated and contributed to \nsociety, that doesn't change the fact he broke the law multiple times, and thus, should be deported. All I can say is \ndeporting individuals like Vargas would be a grave mistake for two reasons: he didn't make the decision to come \nhere and he is a contributing member of society.\n\n\nHe was only 12 when his parents pushed him on to a plane for the U.S. To kick him out for his parents' decision is \nunfair -- it's like imprisoning a child because their father is a heroin addict.\n\nSure, their parent's decision will affect that child greatly, but the child's choices from that moment on say much \nmore. Second, Vargas is the face of a new, proactive youth. He's at the forefront of journalists embracing social \nmedia and citizen reporting.\n\nIt's a mistake to kick out promising individuals who can guide the future of America. If Vargas is deported and told \nto wait in line for citizenship for 10 or more years, his potential to change and affect others will be lost.\n\nFor those of you who say, \"But what about those no-good, wet-back cherry pickers? They don't contribute to \nsociety. They won't do anything for the future.\"\n\nAgain, wrong. They are doing something for our future -- doing the jobs that the rest of us turn our noses at.\n\nThose undocumented immigrants who finish high school and pursue higher education will also add to society.\n\nThe deportation of Vargas and other individuals in his situation is pure cruelty. The major flaw in most of the \narguments is that they regard the subjects in question as numbers without papers, rather than as decent people.\n\nWhere has our humanity gone, when we coldly judge that somebody has no right to live somewhere, and must \nreturn to a place they barely remember?\n\nIf the worst-case scenario does occur -- Vargas gets deported -- his point to reframe the argument about illegal \nimmigration will remain.\n\nEven if he leaves, the example of a man who worked hard and did a service to society as an \"alien\" won't change.\n\nYou can remove the man, but you can't remove his voice.\n"}