{"title": "U.S. QUIETLY RELEASES ALLEGED HAITIAN TERRORIST WHO WORKED WITH CIA", "body": "\nIn March 1995, Secretary of State Warren Christopher asked immigration officials to locate and detain a Haitian \nfugitive with CIA links who was accused of leading a terror campaign against pro-democracy forces in Haiti.\n\nChristopher believed that the continued presence of Emmanuel \"Toto\" Constant on American soil would have \n\"potentially serious foreign policy consequences\" for the United States. Christopher wanted Constant deported to \nHaiti.\n\nConstant was arrested weeks later, but he was quietly set free last week, infuriating Haitian officials who believe \nthe administration has lost interest in deportation because Constant knows too much about CIA activities in Haiti.\n\nThe State Department says Constant's deportation is being delayed because his notoriety in Haiti is such that he \ncould become a source of instability if he is returned at this time. He had been in detention for 13 months, and \nofficials say deportation remains an option.\n\nConstant headed the Front for the Advancement and Progress of Haiti (FRAPH) during the 1991-1994 period when \nthe military ran Haiti after ousting Jean-Bertrand Aristide, the democratically elected president. Members of the \ngroup were believed responsible for many of the estimated 3,000 political killings committed during that period.\n\nIn an interview with CBS's 60 Minutes late last year, Constant said the CIA \"knew exactly\" what he was doing as \nhead of FRAPH but never confronted him about it.\n\nU.S. officials have acknowledged that the CIA over the years has recruited disreputable individuals as informants. \nIn a 1994 interview, Christopher confirmed that Constant was in that category.\n\nThe CIA has denied any role in funding or guiding FRAPH and has said any claim that the CIA was involved in \nantidemocratic repression in Haiti is outrageous.\n\nThe State Department contends that Constant could become a victim of violence if returned to Haiti and that could \nplace an undue burden on the country's weak judicial and penal system.\n\n\nBut Burt Wides, a Haitian government representative in Washington, said that explanation was misleading. \"The \nU.S. fears embarrassing revelations about the role of the CIA in a FRAPH terrorist campaign against pro-\ndemocracy activists,\" he said.\n\nConstant slipped out of Haiti in late 1994, arriving in the United States at a time when Aristide was newly reinstated \nas president. Russ Bergeron, an immigration service spokesman, said Constant was released from a Maryland \nprison because of a regulation that bars the government from detaining an individual more than six months after a \nfinal deportation order has been handed down.\n\nHe said Constant's release included conditions that would restrict his movements so that he will be available for \ndeportation at the appropriate time. Constant is believed to have joined relatives in New York.\n"}