{"title": "Obama Rejects Harsh Criticism Over Border Crisis; Boehner Speaks in House with Reporters on Immigration Crisis; John Walsh Talks about \"The Hunt\"; Petula Clark Reminisces about \"The Sixties\"", "body": "\n(BEGIN VIDEO CLIP)\n\nBARACK OBAMA, PRESIDENT OF THE UNITED STATES: If I sponsored a bill declaring apple pie, American, it \nmight fall victim to partisan politics. I get that.\n\n(END VIDEO CLIP)\n\nJOHN BERMAN, CNN ANCHOR: The dangerous politics of apple pie. President Obama speaking in Texas, \nrejecting harsh criticism over his handling of the border crisis from both Republicans and Democrats. The influx of \nthousands of undocumented children has made the debate over immigration even more divisive, if that was even \npossible.\n\nMICHAELA PEREIRA, CNN ANCHOR: I was going to say, is that possible?\n\nLet's take a look at this in a closer fashion. We joined by CNN political commentators, Sally Kohn and Ana Navarro.\n\nLet's start with Ana.\n\nWhat are your reactions to the president's comments there?\n\nANA NAVARRO, CNN POLITICAL COMMENTATOR: It's almost like he can't help himself. Frankly, this is a big \nmoment, him being in Texas where he could have highlighted some of the humanitarian aspects of the crisis. \nCould have been big, talking about working together, moving forward. I don't see the productivity, the usefulness \nof doing this kind of jabbing at a moment like this when we are at a crisis moment, things need to get addressed \nseriously, feds, state, government, border folks, have all got to work together and let's just get it done and stop the \npartisanship and he needs to lead with that.\n\n\nSALLY KOHN, CNN POLITICAL COMMENTATOR: Well, I love exactly what Ana just said but, with all due respect, \nthat's exactly what the president has done. He's not interested in photo ops, not going to turn this into political \ntheater. He has put a plan on the table that would address this humanitarian crisis and it's the Republicans who are \nturning this into political football, using this to yet again go after the president, using this to yet again go after \nimmigration reform by conflating the two issues. And so what do you want the president to do? I mean he points \nout -- (CROSSTALK)\n\nNAVARRO: Frankly, Sally --\n\n(CROSSTALK)\n\nKOHN: -- him for it.\n\nNAVARRO: Sally, let me tell you, this is the first time that I've seen the president not like photo ops, because he \nhas had plenty of photo ops on immigration and just about every other issue, as do all presidents, because what \nthe presidency comes with is the bully pulpit and platform, and photo ops and symbolism are sometimes important. \nAnd let me remind you that it is not just Republicans that have been critical of him not going to the border when he \nwas 500 miles away. It has been people with such credibility on the immigration issue, Henry Cuellar, not just \nRepublicans being partisan. Paul Begala, tougher on the president last night than I was when commenting on this. \nLet's not make this a Republican/Democrat issue.\n\n(CROSSTALK)\n\nKOHN: I love you Ana, but I am generally sick of Republicans using every chance they can to ding the president on \nstyle and avoid the conversation about substance. Pass legislation, solve the problem.\n\nBERMAN: Along those lines, House Speaker John Boehner, the leading Republican in the country right now, is \ncommenting in the House in his weekly chat with reporters. Let's see if he talks about the president.\n\nJOHN BOEHNER, (R-OH), SPEAKER OF THE HOUSE: -- to invest and create jobs here in America.\n\nOf note, we'll send a bipartisan job training bill to the president for his signature. I'm particularly proud because I've \nworked on this issue with the chairman of the educational work force committee. And I want to thank Virginia Fox \nand John Klein for getting this done. This is an important step, one of actually many steps, that have been taken to \nreduce the bureaucracy of a number of job training and retraining programs and providing more flexibility so the \nAmerican people who want additional skills and education, have better access to these programs. It's another \nexample of what we can accomplish when Senate Democrats will work with us to address the people's priorities.\n\nNow compare all this to the president's tone-deaf celebration of our struggling economy yesterday. Talk about \nbeing out of touch. Middle- class families continue to struggle with high prices on everything from gas to groceries \nto health care. Because of the high cost of living, they're falling further and further behind. Some 288,000 \nAmericans found jobs last month. That's a good thing. But let's have a little dose of reality. The same report showed \nthat more Americans gave up on their job search than those who actually found a job. This has happened for 49 of \nthe last 50 months. More people have given up looking for work than have actually found work. And as the Ways \nand Means Committee reported yesterday, it's the worst job recovery in our history. Clearly, we can do better. \nThat's why House Republicans have passed nearly 40 jobs bills that are currently being blocked by Senate \nDemocrats. We've seen enough of Senate grid lock. The president should join us in pushing for more action and I \nthink middle class families deserve it.\n\nAlong our southern border, we have a true humanitarian crisis under way with children caught in the middle. \nUnfortunately, it's a crisis of the president's own making. His actions gave false hope to children and their families \nthat if they entered the country illegally, they would be allowed to stay. Our priorities are clear, take care of these \nchildren, return them safely home to their home countries, to their families, and secure the border.\n\n\n\nI sent a letter to the president last month laying out specific actions he should take to address the crisis, including \nsending in the National Guard. The National Guard is uniquely qualified to address these types of humanitarian \ncrises. And utilizing their expertise would free up border agents to focus on their job of securing the border. Now \nthe president said yesterday he would consider doing that, only if he gets more money with no strings attached. In \nother words, he won't do it for the kids. It's all about politics. The president assured the American people the border \nwas secure but clearly it is not.\n\nChairman Rogers and the members of our working group, led by Kay Granger, are reviewing the administration's \nrequest. I can tell you this though. We're not giving the president a blank check. Beyond that, we'll wait further \ndiscussions with our members before we make any final decisions.\n\nUNIDENTIFIED REPORTER: (INAUDIBLE). What do you say to them? Do you just shake your head, roll your \neyes? How do you talk to them?\n\nBOEHNER: I told them I disagree.\n\nUNIDENTIFIED REPORTER: But -- (INAUDIBLE).\n\nBOEHNER: It's as simple as that. I disagree.\n\nUNIDENTIFIED REPORTER: And they take that?\n\nBOEHNER: They go on.\n\nUNIDENTIFIED REPORTER: Last night, said (INAUDIBLE) laws need to be revised. Do you agree with that?\n\nBOEHNER: I do. I think the president agrees with it as well.\n\nUNIDENTIFIED REPORTER: Mr. Speaker, you said you don't want to give the president a blank check, but do you \nexpect House Republicans will pass some sort of legislation to deal with this crisis?\n\nBOEHNER: I do believe that the House should act this month. What that action would be is yet to be determined. \nWe've got the chairman of the Appropriations Committee doing his due diligence and the members of the working \ngroup looking at options and those discussions are going to continue.\n\nUNIDENTIFIED REPORTER: (INAUDIBLE) -- which the White House said it favors, how --\n\n(CROSSTALK)\n\nBOEHNER: Isn't that convenient?\n\nUNIDENTIFIED REPORTER: We're talking about analysis. How far does that go? Do you want to see the same \nas Mexico, or doesn't have to go that far?\n\nBOEHNER: We'll let the working group work out the details. But I think we all agree that the noncontiguous \ncountries that now we're required to hold those people, I think clearly we would probably have language similar with \nwhat we have with Mexico.\n\nUNIDENTIFIED REPORTER: Do you agree with Senator -- (INAUDIBLE) -- yesterday Republicans not approve this \nfund funding do you think you have to approve this funding?\n\nBOEHNER: Listen, this is a problem of the president's own making. He's been president for five and a half years! \nWhen's he going to take responsibility for something?\n\nUNIDENTIFIED REPORTER: Mr. Speaker -- (INAUDIBLE) -- raising gas taxes. Do you support raising the gas tax?\n\n\n\nBOEHNER: I've never supported raising a gas tax. We're not going to get to a long-term highway bill here over the \nnext couple of months. That's why the Ways and Means Committee in the House, the Senate Finance Committee in \nthe Senate are working on a proposal to extend the current highway program for another six to 12 months. I believe \nthat the House Ways and Means Committee is acting as we speak, and I expect next week this issue to be on the \nfloor of the House.\n\nUNIDENTIFIED REPORTER: You said that you wanted to hear from the committee on what they're going to do on \nthe -- (INAUDIBLE). I wondered what the chairman may have told you about his plans.\n\nBOEHNER: We had a nice discussion about that and other issues yesterday. Nothing to report as of yet.\n\nUNIDENTIFIED REPORTER: You said whether he has a plan to -- (INAUDIBLE)?\n\n(CROSSTALK)\n\nBOEHNER: You'll have to ask --\n\n(CROSSTALK)\n\nBOEHNER: You'll have to ask him.\n\nYes, sir. UNIDENTIFIED REPORTER: Can you shed some light as to the lawsuit in particular with the president. \nWhat specific action are you considering? Would it apply to looking to implementing it in the future or those \nalready?\n\nBOEHNER: Let me make this clear. This isn't about me suing the president. It's not about Republicans versus \nDemocrats. This is about the legislative branch that's being disadvantaged by the executive branch. And it's not \nabout executive actions. Every president does executive orders. Most of them, though, do them within the law. \nWhat we're talking about here are places where the president is basically rewriting law to make it fit his own \nneeds. You'll know more about this next week and the following week as we continue to move this issue forward.\n\nDavid?\n\nUNIDENTIFIED REPORTER: You said in your letter to the members a few weeks ago that president has declined \nto faithfully execute the law. Isn't that an impeachable offense?\n\nBOEHNER: Listen, I think this is a battle between the two branches of government. Others can make a \ndetermination about whether it's impeachable or not. I believe that the path we're going is the right one to defend \nour institution against the encroachment from the executive branch and to preserve the Constitution of our country \nas it was written and as it was intended.\n\nUNIDENTIFIED MALE: Final question.\n\nUNIDENTIFIED REPORTER: Mr. Speaker -- (INAUDIBLE) -- remedy that?\n\nPEREIRA: That's house speaker, John Boehner, speaking at his weekly address, getting heated there, saying this \nproblem, the border crisis, is a problem of the president's own making, when is he going to take responsibility for \nsomething. Raising his voice.\n\nI want to bring in our CNN congressional correspondent, Dana Bash, in Washington.\n\nSome dramatics there, Dana.\n\nDANA BASH, CNN CHIEF CONGRESSIONAL CORRESPONDENT: Vintage John Boehner. He loves the drama. \nHe loves to raise his voice and do that kind of theater, frankly. He's done it many times before.\n\n\n\nObviously, we should give a little bit of a reality check. The president has been in office for five-plus years, but it is \nthe United States Congress that has been deadlocked on the issue of dramatic or comprehensive immigration \nreform. There is no two ways about it. It is black and white. The Senate passed a version of the bill and it is going \nnowhere in House Speaker John Boehner's own House of Representatives. That is an important fact check there.\n\nI think the other important thing when you look at what to do now is, he did say that he wants to do something, and \nthat should be a no- brainer. But it actually isn't a no-brainer because he has a lot of people in his caucus who don't \nwant to give the president the $3.7 billion he wants or maybe even anything close, at all, others who want to do it \nwith some significant policy changes. And he also endorsed that kind of policy change, at least on the 2008 law that \nwe've all been talking about that allows Central American kids and others to get a hearing before being sent back.\n\nBERMAN: In the midst of all the shouting, Dana, there was a little news there. I think you pointed out where the \nHouse speaker says he does want to get something done within the next few weeks. What that is and how he'll go \nabout it and whom he will negotiate remains an open question.\n\nI want to bring back in Ana Navarro and Sally Kohn to talk about this.\n\nAna, the other thing house speaker John Boehner did, this was a problem of the president's own making. We're \ntalking about a 2008 law here that was passed nearly by a unanimous Congress, supported and signed by George \nW. Bush. Pointing fingers like this at this point, does it help solve the problem?\n\nNAVARRO: And I've said it many, many times, on this program, John, I just think there is huge frustration going on \nwith each other, with both sides. And you know, they're stuck with each other. They're stuck with each other for \nanother three years. It's like when you're in a bad marriage but divorce is not an option, well, you better learn how to \ndeal with the situation, how to put a smile on your face and how to move forward. And I think Speaker Boehner and \nPresident Obama have to stop wagging fingers at each other and start addressing issues because you're stuck with \neach other, guys, deal with it.\n\nPEREIRA: You know, Sally, I was sort of thinking, in a way as the president dammed if he does, dammed if he \ndoesn't. Some voices, Governor Rick Perry, saying go ahead, act, lead, be a leader. And then John Boehner suing \nhim for taking executive action. Is this just a no-win situation?\n\nKOHN: The same Republicans suing him for, you know, not holding up the law are the ones that don't want to \nuphold that 2008 law now. There's a slight profound irony there.\n\nThe other thing here is, look, Republicans are taking a preexisting immigration crisis and a new humanitarian \ncrisis and they are trying to conflate the two in order to inflame political tensions and continue to do nothing about \neither of them. There's really something important that we should note about what's happening here, which is we \nhave 50,000 migrant kids from Central America who are fleeing violence in their home countries. They're more \nlikely to be killed, if you're a civilian in Central America than at the height of the insurgency in Iraq. They're in \ndetention. They're in detention. Our border is working. These kids aren't slipping through. But Republicans are \nusing this to sort of pound these old saws about, oh, the border, we have to fix the border. The border is working. \nThey're in detention. We have a humanitarian crisis. The president has a proposal on the table. Fix it. Deal with it. \nPass it. And stop trying to turn this into a partisan issue. BERMAN: The question, is the larger system working? The \npresident and Rick Perry had a meeting yesterday. Since they've got together and talked, we've had a lot of \nshouting between Rick Perry, the president, House Speaker John Boehner. Someone stand up and do something.\n\nKOHN: Absolutely.\n\nPEREIRA: Coming up for us, he is a wanted man. Shane Miller on the loose. He's accused of killing his wife and \ntwo daughters. But John Walsh is on \"The Hunt.\" We will speak with him @THISHOUR.\n\n(BEGIN VIDEO CLIP)\n\n\n\nJOHN WALSH, HOST, THE HUNT & FORMER HOST, AMERICA'S MOST WANTED: I'll always be the parent of a \nmurdered child. I still have the hear ache. I still have the rage. I waited years for justice. I know what it's like to be \nthere waiting for some answers. And over those years, I learned how to do one thing really well and that's how to \ncatch these bastards and bring them back to justice. I've become a man hunter. I'm out there looking for bad guys.\n\n(END VIDEO CLIP)\n\nPEREIRA: We want that man, John Walsh, to get those bad guys. You know him as the former host of \"America's \nMost Wanted\".\n\nBERMAN: For 23 years, he tracked bad guys, brought them to justice. It was the longest running show of its kind on \ntelevision.\n\nPEREIRA: What's exciting, now, we at CNN get to welcome John Walsh to our family.\n\nYou have a new show called \"The Hunt.\" It debuts Sunday at 9:00 eastern.\n\nGlad to have you here to talk to us about this. We know that this is a very personal hunt for you.\n\nWALSH: Well, thank you. Thank you both for having me. And I'm thrilled and honored to be with CNN. Jeff Zucker, \nthat's running CNN now, has been a friend of mine for years, and said, John, would you ever consider coming to \nCNN and doing something similar like \"AMW?\" I had a great run with \"AMW\" and caught over 1231 horrible guys \nand recovered 61 missing children alive, which was the highlight of those years. And I thought, what a great run. \nBut I sat on the sidelines and tried to get back into the --\n\n(CROSSTALK)\n\nPEREIRA: Regular life.\n\nWALSH: -- normal world for a year and couldn't do it. So many people came and said, look, you've caught the \nuncatchable, you catch the worst of the worst, what about saddling back up. I'm thrilled to be on CNN.\n\nBERMAN: You have dealt with so many difficult subjects over the year, wrenching subjects, in your own life. But \nafter all this time, does it get any easier for you to do this or does it still make you so angry?\n\nWALSH: It still does. And one of the reasons I did \"America's Most Wanted\" the first time was the first guy I profiled \nwas an FBI top-10 child killer. And over the years, yes, it does still make me angry. I go, how could anybody hurt a \nchild? For example, the guy we're going to profile on Sunday's show, Shane Miller, here's a guy that was always a \nbad guy, and he always lived on the fringes of being in trouble in law enforcement. Had a gorgeous, wonderful wife \nand two beautiful daughters, and the wife finally said I've had enough of your bullying and she went to a shelter. \nHow does he handle the situation? The narcissistic coward that he is, he shoots his wife to death and then shoots \nhis beautiful 5-year-old and 8-year-old daughters in the face and goes on the run. He should have killed himself. He \nshould have given those children up for adoption and left his wife alone, but he didn't. He chose -- this is what \npolice say, say that he did this, and there is no other suspect. But in my opinion, he took the coward's narcissistic \nway. And he's a dangerous guy.\n\nWhen they started this huge manhunt, they found a bunker that he had prepared. I know he was preparing for a \nrun.\n\n(CROSSTALK)\n\nWALSH: There were 47 automatic weapons and 100,000 rounds of ammo. So this guy's out there. He's dangerous. \nHe could kill anybody. Once you've killed a child, especially your own child, what stops you from killing anybody? \nSo he needs to be found.\n\nPEREIRA: He needs to be found and so do the other people you'll be profiling on the show.\n\n\n\nIt's interesting. I was just thinking about the fact that, 25 years ago, it was a different world we live in. Violence, \nthen, still, too. Predators looking out for our kids, et cetera. But we didn't have the Internet the way we have it now, \nso that's adding a whole new layer and challenge for law enforcement, and for you.\n\nWALSH: It has become a huge tool for me. Our website, and now my partnership with CNN.com/thehunt, all those \nsocial networking websites that are supporters of the show, Facebook and Twitter and many others. The Internet's \nbecome a dangerous place. You've got money launderers. You've got identity thieves. You've got pedophiles \ngrooming your children over the Internet. But it's also a great tool. The technology is really -- it wasn't there when \nAdam was murdered. There was -- it took 27 years to solve Adam's murder because there was no DNA. There was \nno great collection of evidence. And it took us 27 painful years to finally find out who murdered our son. But the \ntechnology is a two-edged sword. Yes, the Internet can be a very wonderful place and lots of resources. But it can \nbe a dangerous place. But I think social platforms are going to help me catch these guys. PEREIRA: We hope they \ndo.\n\nWALSH: And CNN is worldwide. It's going to help make the world a very much smaller place.\n\nBERMAN: Once again, these bad guys have you to contend with.\n\nJohn Walsh, great to have you with us. Really appreciate it. Great to have you here at CNN.\n\n\"The Hunt,\" with John Walsh, debuts this Sunday right here on CNN at 9:00. Watch it live. Set your DVR. It is well \nworth it.\n\nPEREIRA: Coming up, we talk about the British Invasion with British singer, Petula Clark. She's here, all part of our \nseries \"The Sixties.\" That's coming up.\n\n(BEGIN VIDEO CLIP)\n\n(SINGING)\n\n(END VIDEO CLIP)\n\nBERMAN: Tonight, a big night for '60s lovers and humans everywhere. CNN's original series airs at 9:00 eastern. \nAnd tonight's show is the magic, the music of the British Invasion. Boy, do we have a treat for you today.\n\nPetula Clark and her number-one galactic hit \"Downtown.\"\n\n(BEGIN VIDEO CLIP)\n\n(SINGING)\n\n(END VIDEO CLIP)\n\nPEREIRA: You know I was singing along, at least lip-syncing to that.\n\nBERMAN: Thank goodness.\n\nPEREIRA: Petula Clark joins us from London today.\n\nWhat a treat for us. Looking fabulous, my love. How are you?\n\nPETULA CLARK, SINGER: Fine.\n\nPEREIRA: You had 15 top-40 hits in the U.S. in the '60s. I cannot believe this. You say you were totally swept up in \nthis, and it took you by surprise that you made it so big in the U.S.\n\n\n\nCLARK: Well, yes, you know, I wasn't expecting it. I was living -- actually, I wasn't even living in the U.K. I was living \nin France. I was married to a Frenchman. I had two small children, big career going for me all over Europe. And \nsuddenly, I recorded \"Downtown,\" and there it was. You know. It was great, but it kind of complicated my life, too. \nBut it was a lovely complication. It was great.\n\n(LAUGHTER)\n\nBERMAN: On behalf of America, I apologize for complicating your life so much.\n\n(LAUGHTER)\n\nBut you wrote a terrific op-ed on CNN.com where you basically say Americans were going nuts for you, for the Brits \nduring the British Invasion. Why do you think we were so addicted to what you guys had to offer?\n\nCLARK: Well, you know, the thing is that before all that, everything was going the other way. It was Americans \ncoming to the U.K. You know, all the big stars were coming to the U.K. And suddenly, the Beatles turned that whole \ntraffic around, if you like. And I suppose it was just --we had taken American music. Let's face it, this is American \nmusic, and just put a little twist in it, you know. And I suppose something to do with the accent. Listen, I don't know. \nI really don't know why.\n\n(LAUGHTER)\n\n(CROSSTALK)\n\nCLARK: Ours is not to wonder why.\n\nPEREIRA: In a way, it was like an interpretation of American music. Oftentimes, you can see something better \nwhen you're standing away from it, perhaps. No?\n\nCLARK: Yes, but we had been fed this music for many, many years, this wonderful American music, and jazz and \nswing and rock and all the rest of it. And it was getting into our system. And then it sort of filtered through our \nEnglishness, I suppose, and came out sounding a bit different. And that's the only way I can explain it.\n\nBERMAN: So much of what went on in the '60s with the shattering of barriers that had been there for so long. And \nyou had a very, very famous and, some would say, infamous, at the time, moment. On a television special, you \nwere singing a duet with Harry Belafonte, two phenomenal artists, and you touched him on the arm, and that \ncaused a huge controversy. What was that like?\n\nCLARK: Oh, I tell you, the whole thing was a mystery to me. I couldn't understand what all the fuss was about, you \nknow. I mean, I had been rehearsing with Harry on this show for about three weeks, and we were having a great \ntime together. We really liked each other. We loved this song, which meant something to us. And we were \nemotional about this song. And nothing was more natural for me than to just touch his arm, you know. Oh, because \nit was at that moment in American history, the civil rights movement. The sponsor, the guy who was up there in the \ncontrol room saw this, and he went, oh, no! No, no, no. My star can't touch a black man's arm, or something silly \nlike that, you know. I didn't get it. And anyway, we did some other takes of it without me touching his arm, but we \ninsisted on that tape going out because that was the one we wanted.\n\nPEREIRA: I'm glad you did. And I'm glad that I can touch your arm without repercussion. Get easy there.\n\n(LAUGHTER)\n\nPetula Clark, what a joy to have you with us. I love your hat and your gloves.\n\nCLARK: I don't know if it's on straight.\n\nPEREIRA: No, it's perfect. Don't go changing, darling.\n\n\n\nWe appreciate you and the wonderful contribution you're making and have made to music in our world. Thank you \nso much.\n\nCLARK: Thank you.\n\nBERMAN: \"THE SIXTIES\" airs tonight on CNN at 9:00 eastern. You can see more of Petula Clark, the Beatles, the \nRolling Stones, everything you ever wanted. Do not miss it.\n\nPEREIRA: That's it for us @THISHOUR. Thank you so much. \"LEGAL VIEW\" with Ashleigh Banfield starts now.\n"}