{"title": "ALIENS BILL NEARS REALITY", "body": "\nWhy, after so much delay, did a comprehensive immigration bill suddenly start rolling through the House of \nRepresentatives?\n\n The very factors that delayed the legislation for several years now seem to be working in its favor. After five straight \ndays of solid progress, the House resumes consideration of the bill Tuesday, facing the politically difficult question \nof whether to grant legal status to illegal aliens already in the United States. A final vote on passage of the bill \ncould come late Tuesday or Wednesday.\nAnalysis of factors in delay of passage of comprehensive immigration and sudden flurry of legislative activity in \nHouse in effort to get bill passed; factors that delayed legislation for several years now seem to be working in its \nfavor; concentrated opposition from Hispanic leaders has kept measure off House floor for year, but diffused \nsupport is bringing it to vote (M)\n\nThe bill always had concentrated opposition and diffused support. The concentrated opposition, from Hispanic \nleaders in particular, kept the measure off the House floor for a year, but the diffused support proved more \nsignificant when the full House started voting.\n\nEvery so often the House, as an institution, rises to a large challenge. ''A failure to deal with this issue could be fatal \nto our ability to deal with other issues of wide, sweeping social and economic impact,'' said Representative Robert \nW. Kastenmeier, Democrat of Wisconsin. ''Institutionally, it's important that we be able to report out a bill.''\n\nElection-year politics, which had been expected to obstruct the bill, seemed instead to increase the momentum \nbehind it. House members said they did not want to go back home having done nothing about illegal immigration, \neven though many were unsure whether this specific bill was the right answer to the problem. To a remarkable \ndegree, House Republicans were united in favor of the bill, which is strongly supported by the Reagan \nAdministration, and Democrats fought among themselves over various amendments.\n\n \nNo Unity for Democrats\n\nThe three Democratic candidates for President have all spoken against the bill, but they did not unify the party \nbehind their position.\n\nThe Congressional Hispanic Caucus fought tenaciously, but proved weaker than expected. Representative Bill \nRichardson, a New Mexico Democrat whose mother was born in Mexico, said: ''We as the Hispanic Caucus failed \nto come up with a realistic alternative that could pass. We were not well organized. We did not educate members.''\n\n\nThe bill authorizes the Government to fine employers up to $2,000 for each illegal alien they hire. Hispanic groups \nasserted that this would lead to an increase in discrimination because employers would avoid hiring people with a \nforeign accent or dark skin. But the bipartisan coalition that usually supports civil rights legislation was divided, and \nmany of its members were able to support the immigration bill with a clear conscience after adding legal remedies \nfor victims of discrimination.\n\n \n\nCurbs on Legal Immigration\n\nRestrictionist sentiment, a desire to restrict legal as well as illegal immigration, proved stronger than expected. \nRepresentative Hal Daub, Republican of Nebraska, said that ''no reasonable person'' wanted to stop immigration \nentirely, but that it must be limited. ''The demographics and costs of immigration are staggering,'' he said, and there \nis a ''growing resentment of immigrants and immigration.''\n\nFlorida Republicans such as Representative Bill McCollum testified to the strain that illegal immigration could put \non a community. Haitians apprehended in a boat off the Florida coast should not have any more legal rights than a \nstowaway or a foreign crewman who jumps ship, he said.\n\nRepresentative E. (Kika) de la Garza, a Texas Democrat, complained at one point: ''The basic intent of this \nlegislation is not reform. It is a pervasive attempt by someone to keep foreigners out.''\n\nThose who want to retain the current policy encouraging legal immigration prevailed over those who wanted to \nimpose numerical limits, but the outcome was in doubt for a while.\n\nOn key issues, the bill's chief sponsor, Representative Romano L. Mazzoli, Democrat of Kentucky, positioned \nhimself on what he said was a ''middle ground.'' Organized labor, like the House Committee on Education and \nLabor, wanted new safeguards to protect American farm workers and aliens brought into the country to harvest \nseasonal crops. Farmers, like the Agriculture Committee, wanted a new program to bring in aliens as temporary \nfarm workers.\n\n \n\n'Killer Amendments'\n\nUsually this strategy worked; occasionally it failed. But Mr. Mazzoli persuaded the House to defeat all the ''killer \namendments,'' those that, in his view, would have fatally undermined the bill.\n\nMr. Mazzoli had always said he had a clear majority in support of his position on any major amendment and that the \nonly question was whether House leaders would give the House an opportunity to vote. The events of last week \nsuggest that he was right.\n\n''Some thought the House would dissolve into rancor, bitterness and discord, but that has not happened,'' Mr. \nMazzoli said. 'The issue is not as nettlesome and full of land mines as we were told by the opposition.''\n\nThe most powerful opponents of the bill in 1982, the growers who use illegal aliens to pick fruit and vegetables, \nchanged their strategy this year and, instead of fighting the bill, successfully sought amendments.\n\nWith the help of a well-financed lobbying campaign, they persuaded the House to create a special foreign worker \nprogram for producers of perishable crops. The debate over the proposal highlighted the split in Democratic ranks: \nLeon E. Panetta of California was the chief proponent; George Miller, also from California, was the chief opponent.\n\n \n\nLeeway for Agriculture\n\nThe House bill, like its Senate counterpart, would create a three-year transition program for agricultural labor, \ngiving farmers three years more than other industries to halt the use of illegal aliens. And the House, by a vote of \n285 to 133, upheld a section of the bill that would prevent immigration officers from entering a farm or field except \n\n\n\nwith the owner's consent or a search warrant. The Senate bill contains a similar provision, so it is likely to remain in \nthe legislation.\n\nFor most of the 435 House members, immigration is a back-burner issue to which they usually pay little attention. \nBut it is also a subject about which they feel strongly because it is intertwined with the history of America and its \nideals, as well as its future. ''What we are deciding here is the future of the ethnic fabric of our nation,'' said \nRepresentative Robert Garcia, Democrat of the Bronx.\n"}