{"title": "Two California Judges Block Anti-Immigrant Measure at the Start", "body": "\nCalifornia's angry battle over illegal immigration moved into the courts today as two judges temporarily blocked \nimplementation of a controversial, anti-immigrant ballot initiative that voters had overwhelmingly approved \nTuesday.\n\nProposition 187, which passed by a vote of 59 percent to 41 percent, would deny illegal immigrants access to \nvirtually all public services including education. It would be the most wide-ranging measure against illegal \nimmigration undertaken in the United States in recent years.\n\nGov. Pete Wilson (R), who made support for the proposition a cornerstone of his successful reelection campaign, \ntoday ordered the state government to begin enforcing it. As a first step, he ordered that illegal immigrants be \nimmediately denied access to a state program providing prenatal care to pregnant women.\n\nAs expected, however, ethnic organizations, civil rights groups and local government agencies immediately filed a \nbarrage of lawsuits challenging the measure. The opponents hope the lawsuits will eventually lead to a U.S. \nSupreme Court ruling that the proposition is unconstitutional.\n\nIn response, U.S. District Judge Matthew Byrne Jr. here barred statewide enforcement of the proposition for a \nweek, pending a hearing on a request for a temporary restraining order. A state judge in San Francisco ruled that \nofficials cannot expel illegal immigrants from state schools until the legal controversy is resolved.\n\nWilson asked his fellow Republicans, who will control the next Congress, to enact federal legislation similar to the \nproposition rather than wait for the courts to decide the matter. \"Now the burden is on the federal government to \nheed the will of the people of California,\" Wilson told a news conference this morning.\n\nIn anticipation of protests from the Latino community, police forces across California put extra patrols on the street. \nBy early evening, there were reports of scattered demonstrations and marches.\n\n\"What we are telling our community is that there are peaceful and legal means to challenge what has happened \nhere in California,\" said Antonia Hernandez, president of the Mexican American Legal Defense and Education \nFund (MALDEF).\n\nAlong with the American Civil Liberties Union, the Asian Pacific American Legal Center and numerous other groups, \nMALDEF filed suit in U.S. District Court seeking an immediate order blocking implementation of the proposition. \nThe Los Angeles Unified School District also filed its own suit, and several other court actions were taken all across \nCalifornia.\n\n\nMost of the legal challenges to Proposition 187 focus on its provision barring illegal immigrants from attending \npublic schools. The lawsuits contend that the measure is similar to a Texas law ruled unconstitutional by the U.S. \nSupreme Court in 1982.\n\nIn that decision, Plyler v. Doe, the court ruled that it was a violation of the equal protection clause of the 14th \nAmendment to single out illegal immigrants as a distinct class of people who would be denied services offered to all \nothers.\n\nMoreover, the court found that the Texas law imposed a \"discriminatory burden\" on school children who had no \ncontrol over the fact that their parents brought them to the United States illegally and who could not choose for \nthemselves to return to their home countries.\n\nWilson said that the state would fight appeals of the lawsuits all the way to the Supreme Court, adding, \"We are \nalso convinced that the Supreme Court will come to a different conclusion than it did in 1982.\"\n\nThe lawsuits also claim that the proposition violates the constitutional right to due process by ordering public \nofficials to deny services to persons \"reasonably suspect\" of being illegal immigrants without giving them any kind of \na hearing.\n\nOpponents of the proposition, including President Clinton, have argued that this measure would turn educators and \nhealth care providers into immigration officers and that it had a great potential for producing discrimination against \npeople who look or sound foreign.\n\nIn an executive order today, Wilson stated that the term \"reasonably suspect\" can only be interpreted as a person \nfailing to provide adequate documentation showing that he or she is a U.S. citizen or legal immigrant. Wilson's order \ncharged state officials to enforce the new law \"in a manner that avoids discrimination on the basis of national \norigins.\"\n\nNumerous school and hospital officials have already said they will refuse to ask for the documentation, and Wilson \nhad harsh words for them today. \"If they don't do it, they ought to be fired. This is the law the people have passed, \nand we will not tolerate scofflaws,\" he said.\n\nA Los Angeles Times exit poll Tuesday showed that the proposition sharply divided the electorate along racial and \nethnic lines. It was approved among whites by a broad margin, while Latinos rejected it by more than 3 to 1, and \nAsian Americans and blacks were split.\n\nReflecting on the bitter divisiveness of the campaign on the proposition, Cardinal Roger Mahony, Roman Catholic \narchbishop of Los Angeles, issued a statement today saying that the vote \"added another sad chapter to the history \nof California.\"\n\nSupporters of the initiative argued throughout the campaign that it was unlikely that it would have any immediate \neffects because they anticipated, even welcomed, legal challenges, and the exit poll showed that a great majority of \nthe voters felt the same way.\n\nFew voters said the proposition would actually stop illegal immigrants from using state services. But many felt that \nthe proposition \"sends a message that needs to be sent,\" and that it will force the federal government to face the \nissue.\n\nGraphic\n\n \n\nPHOTO, CAMILA NIEVES, 15, PROTESTS PROPOSITION 187 AT STATE BUILDING IN SAN FRANCISCO. AP\n\n\n"}