{"title": "AU Optronics (2409) issued patent titled \"Display device comprising a data line that includes a main line section, a first line section and a second line section spaced apart from one another\"", "body": "\nTAIWANESE DAILY STOCK REPORT\n\nCorporate Wire Date: 14 October 2019 18:54 CST\n\nAU Optronics (2409) has been issued a new U.S. patent titled \"Display device comprising a data line that includes a \nmain line section, a first line section and a second line section spaced apart from one another\" by the US Patent \nand Trademark Office. The patent number is 10,440,237 and was issued on October 8, 2019. \n\nABSTRACT\n\nA display device is provided. A data line includes a main line section, a first line section and a second line section \nspaced apart from one another. The first and second line sections respectively cross over a first scan line set to \nform first and second crossing regions. The main line section crosses over a second scan line set to form third \ncrossing regions. The first line section is electrically connected to the main line section and one scan line of a third \nscan line set via a first switch element. The second line section is electrically connected to the main line section \nand another scan line of the third scan line set via a second switch element. First pixel units, second pixel units and \nthird pixel units correspond respectively to the first crossing regions, the second crossing regions and the third \ncrossing regions. \n\nAppl. No. 15/871,073\n\nSECTION 1 CLAIMS\n\nWhat is claimed is:\n\n1. A display device, comprising: a plurality of scan lines disposed on a substrate, wherein the scan lines have a first \nscan line set, a second scan line set and a third scan line set; at least one first switch element and at least one \nsecond switch element disposed on the substrate; at least one data line disposed on the substrate, wherein the at \nleast one data line comprises: a main line section, a first line section and a second line section spaced apart from \none another, wherein the first line section crosses over the first scan line set to form a plurality of first crossing \nregions, the second line section crosses over the first scan line set to form a plurality of second crossing regions, \nthe main line section crosses over the second scan line set to form a plurality of third crossing regions, the first line \nsection is directly connected to the main line section and one of the scan lines of the third scan line set via the at \nleast one first switch element, and the second line section is directly connected to the main line section and \nanother one of the scan lines of the third scan line set via the at least one second switch element, and wherein the \n\n\nfirst line section and the second line section do not cross over the second scan line set; and a plurality of pixel \nunits comprising a plurality of first pixel units, a plurality of second pixel units and a plurality of third pixel units \ndisposed on the substrate and corresponding respectively to the first crossing regions, the second crossing regions \nand the third crossing regions, wherein each of the first pixel units, each of the second pixel units and each of the \nthird pixel units comprises at least one switching element and at least one micro-light emitting element electrically \nconnected to the at least one switching element, and the switching elements of the first pixel units, the second pixel \nunits and the third pixel units are respectively electrically connected to the first line section and one of the scan \nlines of the first scan line set in the corresponding first crossing regions, the second line section and one of the \nscan lines of the first scan line set in the corresponding second crossing regions, and the main line section and one \nof the scan lines of the second scan line set in the corresponding third crossing regions. \n\nORIGINAL ANNOUNCEMENT\n\nTo view full US patent issued to AU Optronics by the US Patent Office, click http://patft.uspto.gov/netacgi/nph-\nParser?Sect1=PTO2&Sect2=HITOFF&u=%2Fnetahtml%2FPTO%2Fsearch-\nadv.htm&r=1&f=G&l=50&d=PTXT&p=1&S1=10,440,237&OS=10,440,237&RS=10,440,237\n\nSource: United States Patent and Trademark Office\n\nSECTION 2 RANK BY PATENTS ISSUED IN THE PAST 12 MONTHS: AU OPTRONICS VS TAIWAN STOCKS\n\nThere are 2,017 listed companies in Taiwan. Of these, 373 (or 18.5%) companies were issued a total of 6,721 \npatents. Of these 6,439 were issued by the USPTO and 284 by the European Patent Office in the past 12 months, \nan average of 18 patents per company. The highest number of patents [Rank 1] were issued to Taiwan \nSemiconductor Manufacturing (2330) at 2042. When ranked by patents issued, Taiwan Semiconductor \nManufacturing rank is 1/373. The rank for AU Optronics is 7/373. \n\nTAIWAN Avg 240\n9\n\nRan\nk\n\nRank1 Rank2 Rank3 % of Total\n\n18 124 7 2042 2330 401 2454 314 2303 1.8\n\nSECTION 3 RECENT PATENTS ISSUED TO AU OPTRONICS BY THE US PTO IN THE PAST QUARTER\n\nIn the past quarter 23 patents were issued by the US PTO to AU Optronics. Recent 10 patents are as follows:\n\nIssue Date Title Patent No.\n\nOct 01 Panel and manufacturing method thereof 10,429,976\n\nOct 01 Display apparatus and driving method therefor 10,429,920\n\nSep 24 Liquid crystal display apparatus 10,423,040\n\nSep 24 Display panel 10,424,602\n\nSep 24 Display panel 10,424,603\n\nSep 17 Display panel 10,418,234\n\nSep 17 Dual-mode capacitive touch display panel 10,416,804\n\nSep 10 Display panel 10,410,600\n\nSep 03 Display panel and method for forming micro component support 10,403,493\n\nSep 03 Display apparatus and driving method thereof 10,403,223\n\nSECTION 4 AU OPTRONICS ACTIVITIES\n\nAU Optronics Corp. manufactures and markets thin film transistor-liquid crystal displays (TFT-LCDs) and plasma \ndisplay panels (PDPs). The Company sells its products in Taiwan and exports worldwide.\n\nSECTION 5 AU OPTRONICS PRICE PERFORMANCE SCORECARD (TAIWANESE:2409):\n\nhttp://patft.uspto.gov/netacgi/nph-Parser?Sect1=PTO2&Sect2=HITOFF&u=/netahtml/PTO/search-adv.htm&r=1&f=G&l=50&d=PTXT&p=1&S1=10,440,237&OS=10,440,237&RS=10,440,237\nhttp://patft.uspto.gov/netacgi/nph-Parser?Sect1=PTO2&Sect2=HITOFF&u=/netahtml/PTO/search-adv.htm&r=1&f=G&l=50&d=PTXT&p=1&S1=10,440,237&OS=10,440,237&RS=10,440,237\nhttp://patft.uspto.gov/netacgi/nph-Parser?Sect1=PTO2&Sect2=HITOFF&u=/netahtml/PTO/search-adv.htm&r=1&f=G&l=50&d=PTXT&p=1&S1=10,440,237&OS=10,440,237&RS=10,440,237\n\n\n5.1 The performance of AU Optronics Corp. is placed 1,728/1,793 in the BSS News Bites ranking of price \nperformance of Taiwan stocks in the past year, a percentile ranking of 4.\n\n5.2 Year-to-date\n\nAU Optronics continues downtrend, tumbles 29% in 2019\n\nAU Optronics Corp. (TWSE:2409), sunk TWD3.35 (or 29%) year-to-date (YTD) in 2019 to close at TWD8.19 today. \nThis means the stock is amongst the bottom 3% of Taiwan-listed stocks in 2019. Compared with the FTSE TWSE \nTaiwan 50 Index which has risen 16.3% YTD, this is a relative price change of -45.3%.\n\n5.3 MCap History: \n\nIn the past 5 years Market Capitalization has decreased by TWD44.4 billion from TWD123.2 billion to TWD78.8 \nbillion. Based on a dynamic start date of 5 years ago, there have been declines in MCap in 3 out of 5 years. \n\nPrice MCap (TWD B) MCap (US$ M)\n\nLast TWD8.19 78.8 2,576.9\n\n1 Year ago TWD10.69 108.8 3,555.5\n\n2 Years ago TWD10.37 118.9 3,910.5\n\n3 Years ago TWD9.68 115.5 3,661.1\n\n4 Years ago TWD7.78 96 2,955.4\n\n5 Years ago TWD9.63 123.2 4,040.6\n\n5.4 Moving Annual Return (Past 5 years)\n\nBased on a dynamic start date of 5 years ago, the real rate of return has averaged 5.3%. The Moving Annual \nReturn has been positive in 3 out of 5 years.\n\n2409 Close (TWD) Dividends \n(TWD)\n\nCapital Gain / (Loss) % % Yield Annual Return %\n\nOct 14 8.19 0.5 (23.4) 4.7 (18.7)\n\n1 Yr ago 10.69 1.5 3 14.5 17.5\n\n2 Yrs ago 10.37 0.56 7.2 5.8 13.0\n\n3 Yrs ago 9.68 0.35 24.3 4.5 28.8\n\n4 Yrs ago 7.78 0.5 (19.2) 5.2 (14.0)\n\nClose 5 years ago TWD9.63\n\n5.5 Present Value of TWD1000 invested in the past\n\nThe present value of TWD1000 invested a year ago is TWD809\n\nPV$1000 1-week 1-month 1-year\n\n2409.TWSE 1,037 998 809\n\nFTSE TWSE Taiwan 50 Index 1,019 1,032 1,090\n\n5.6 Trailing Price Change %\n\n1-Year price change for AU Optronics was -23.4%. Compared with the FTSE TWSE Taiwan 50 Index which rose \n9.0% in the year, the relative price change was -32.4%. \n\nPrice Change % 1-Month 3-Month 1-Year\n\n2409 -0.2 -6.4 -23.4\n\nOptoelectronic sector 3.7 -0.1 12.0\n\nFTSE TWSE Taiwan 50 Index 3.6 4.3 9.0\n\nSECTION 6 AU OPTRONICS FINANCIALS AND GROWTH PERFORMANCE SCORECARD (TAIWANESE:2409):\n\n\n\n6.1 Key Financials (All figures percent)\n\nEPS Growth has improved from -74.7% in 2015 to -68.5% in 2018, Revenue Growth has improved from -11.6% in \n2015 to -9.8% in 2018, Operating Margin has improved from 2.1% in 2015 to 3.6% in 2018 and Return on Equity \nhas improved from 2.6% in 2015 to 3.7% in 2018.\n\n2409 Revenue Growth EPS Growth Operating Margin ROE\n\n2018 -9.8 -68.5 3.6 3.7\n\n2017 2.9 314.8 11.5 13.4\n\n2016 -8.7 76.1 3.4 2.7\n\n2015 -11.6 -74.7 2.1 2.6\n\n6.2 Growth\n\nAnnual Trend in Revenue, EPS and EBITDA:\n\n5-years average annualized earnings growth rate of 19.2%\n\n+    Revenue growth, Earnings per share growth and EBITDA growth have shown signs of deterioration in recent \nyears. [Year ended, all figures in %]\n\nYear Revenue Growth EPS Growth EBITDA Growth\n\nDec 18 -9.8 -68.5 -71.5\n\nDec 17 2.9 314.8 251.9\n\n6.3 High Performance Indicators and rank of AU Optronics in the Taiwanese market:\n\nDescription Value Rank In Market\n\nP/E * P/NTA 3 In Top 3%\n\nToday's Trading Turnover TWD534.9 million (US$17.5 million) In Top 3%\n\nPrice to Sales 0.3 In Top 6%\n\nPrice Change % 3.8 In Top 8%\n\nSECTION 7 AU OPTRONICS GLOBAL RANK (TAIWANESE:2409):\nRank in the TSEC Taiwan 50 Index [out of 47 stocks]\n\nDescription Value Rank\nMCap (US$) 2.6B 44\nTotal Assets (US$) 13.4B 25\nRevenue (US$) 10.1B 14\nNet Profit (US$) 332.2M 34\nReturn on Equity % 3.7 45\nNet Profit Margin % 2.6 42\nPrice to Book 0.4 2\nPrice Earnings 7.7 4\nYield % 6.1 12\nPV$1000 (1Year) US$* 818 46\n% Change YTD -29.0 47\n\nOct 14, 2019: USD 1 equals TWD 30.5876\n\nCOMPANY IDENTIFIERS\n\nAU Optronics Corp. (TW:2409; TPE:2409; TT:2409)\n\nISIN: TW0002409000\n\nPermID: 4295890965\n\n\n\nSource: www.BuySellSignals.com\n"}