{"title": "U VISA OFFERS HOPE FOR ILLEGAL IMMIGRANTS WHO ARE ABUSE VICTIMS;NEW RULES WOULD EXPAND THE BENEFIT", "body": "\nIt's been more than a year since the last vicious beating, but in recalling it, Maria Estervina Perez stiffens her back, \nlooks away, and begins to quietly cry.\n\nThat cold morning, her boyfriend angrily insisted upon driving her to work. Suddenly, at a stoplight, Perez jumped \nfrom the car, but quickly he caught her, gripped her blouse to hold her still and stripped off his leather belt.\n\n\"He started beating me right there on the street,\" Perez said in Spanish, tears streaming down her cheeks. The \nillegal immigrant from El Salvador felt helpless about her relationship marked by violence. \"I felt lost and abused. I \nhad nowhere to go.\"\n\nToday, thanks to a little known document called the U visa, that benefits immigrant crime victims, Perez, 44, has \na work permit and a temporary document that allows her to remain in the United States.\n\nThe Mercury News has learned that after five years the government has finally completed a draft of regulations that \nwould extend U visa benefits to thousands more people. It is now being reviewed by the U.S. Citizenship and \nImmigration Services, the agency that will administer it. The wait follows a five-year delay compounded by the Sept. \n11, 2001, attacks and its bureaucratic aftermath.\n\nWithout formal regulations, say women's advocates, the well-intentioned law has sat unused, keeping numerous \nvictims like Perez around the country unable to get protection from their abusers and from deportation.\n\nWhen the law was passed in 2000, Congress allowed for up to 10,000 victims annually to be helped with the U \nvisa. A temporary measure, called \"interim relief,\" is in place while the regulations are pending. Only about 500 \nnationwide have sought this temporary protection because of uncertainty about the regulations.\n\nPerez, a cook from Redwood City, is one of the lucky few. She is also protected by a restraining order against her \nboyfriend, who was convicted of assault, served a month in jail and was sentenced to 18 months probation.\n\n\"You don't know how to proceed when you don't have regulations to guide you,\" said Mary Dutcher, immigration \nprogram director for the Community Legal Services in East Palo Alto.\n\nDutcher, an immigration attorney, helped Perez and two dozen other immigrants from the Bay Area apply for the \ntemporary status under U visas.\n\n\nWomen's advocates in the Bay Area and around the country are worried that heated national debate about \nimmigration reform will cause the law to continue in limbo, or that the regulations will be written to restrict its use.\n\nCalled the Victims of Trafficking and Violence Protection Act, and passed by Congress in October 2000, the law \noffers legal protection to illegal immigrants who are victims of violent crimes, including domestic violence.\n\n\"We're struggling to explain the law to clients,\" said Jayaishri Srikantiah, associate professor at Stanford University \nLaw School, and director of the Immigrants' Rights Clinic.\n\n\"That's very hard to do when you don't have regulations,\" Srikantiah said.\n\nIt's not clear how long the review will take and when the regulations will be implemented, according to Gail \nPendleton, associate director of the National Network to End Violence Against Women, a national group that \nworked on passage of the U visa law.\n\nOnce regulations are approved, said Pendleton, the work to publicize U visas, educating law enforcement agencies \nand lawyers and helping more victims can begin.\n\nCritics weigh in\n\nAs regulations are being reviewed, opponents of the U visa are repeating the arguments they made when it \nbecame law in 2000.\n\n\"This is the sort of thing that will be abused,\" said Ira Mehlman, a spokesman for the Federation for American \nImmigration Reform, a national group that lobbies for greater border and immigration restrictions.\n\nMehlman said crimes would be difficult to document.\n\n\"You have two separate crimes you're dealing with in this issue,\" Mehlman said. \"Just because you become the \nvictim of a crime doesn't mean we should forget about the law that you violated by being here illegally.\"\n\nBut without regulations, law enforcement agencies have also been hampered from taking full advantage of the law, \nsaid Santa Clara County Deputy District Attorney Rolanda Pierre-Dixon, who supervises her department's domestic \nviolence unit.\n\n\"The concept is a good one,\" Pierre-Dixon said. \"You don't want to end up having someone deported and put in a \nworse situation.\"\n\n\"Heaven forbid they're so afraid of deportation they're not telling law enforcement and it allows the crime to \ncontinue,\" said Pierre-Dixon, who has certified \"less than a handful\" of cases.\n\nOutside of helping law enforcement, U visa has a public safety component, said Lynette Parker, supervising \nattorney for the Katherine & George Alexander Community Law Center in San Jose.\n\nThe cooperation of a victim may result in the jailing of a violent sexual predator, getting him off the streets, Parker \nsaid.\n\nCrime cases reviewed\n\nBay Area lawyers reported reviewing dozens of cases of domestic violence, spouses of H1-B workers (those \nallowed to enter the United States to fill specialized jobs), spouses of undocumented immigrants, immigrant \nminors who have been raped -- all victims of crime who are likely to get deported without the protection of U visas.\n\nIn the past six months, Dutcher, Srikantiah and other members of a network of attorneys and social workers who \nhelp victims of domestic violence have been quietly spreading the word about U visas. Dutcher, for instance, \ntalked with police chiefs and district attorneys, conducting primers on the U visa.\n\n\n\nPendleton prepared an informal guide for lawyers, a U-visa certification form, and a form for law enforcement \nagencies.\n\nStill, without regulations, advocates and lawyers have pursued cases reluctantly, Pendleton said.\n\nNo one knows how many immigrants from the Bay Area have received temporary legal status. But an informal \nsurvey of lawyers who have expertise on the subject indicates that dozens of immigrants, most them victims of \ndomestic violence like Perez, have received temporary protection.\n\nAngel Santuario, 23, a janitor from Mountain View, received an interim U visa a month ago, also with Dutcher's \nhelp.\n\nThree men shouting homophobic epithets at Santuario -- who is not gay -- brutally attacked him outside a Mountain \nView nightclub in 2003.\n\nSantuario was 16 when he and his mother crossed the border from Mexico into the United States.\n\nLike Perez, he was an undocumented immigrant who lived in the shadows.\n\nThe brutal attack left Santuario with short-term memory loss, but it changed his future in the United States.\n\n\"I'm relieved,\" Santuario said in an interview. \"Now I can think about a job, a family and an education.\"\n\nLITTLE KNOWN U VISAS\n\nWHAT: U Visas are for non-citizen victims of certain serious crimes including rape, torture, trafficking, incest, \ndomestic violence, sexual assault, prostitution, female genitalia mutilation, involuntary servitude, slave trade, \nkidnapping and blackmail.\n\nWHY: To strengthen the ability of law enforcement agencies to prosecute cases involving immigrants who are \nvictims and to offer them protection regardless of their immigration status.\n\nHOW: To qualify, an immigrant victim must assist in the investigation or prosecution of certain serious crimes.\n\nSource: U.S. Department of Homeland Security; National Immigration Project of the National Lawyers Guild; \nNational Network to End Violence Against Immigrant Women\n\nWHY IT MATTERS\n\nThe U visa law is 5 years old but lacks regulations. Rules are being reviewed, and upon approval would extend \nbenefits to thousands of illegal immigrants who are crime victims.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: LEN VAUGHN LAHMAN -- MERCURY NEWS\n\nMaria Perez, a domestic abuse victim, is one of only about 500 illegal immigrants nationwide who have been \nable to receive a U visa.\n"}