{"title": "Mexican leader chastises Bush; U.S. immigration policy and the country's appetite for illegal drugs drew fire from Felipe Calderon.", "body": "\nMexican President Felipe Calderon chastised President Bush yesterday, accusing him of doing too little to stem \nthe causes of illegal immigration and failing to curb the U.S. appetite for illegal drugs.\n\nOpening a two-day meeting aimed at easing strained relations, Calderon reminded Bush that he once had said \nthat \"there is no relationship all over the world that is more relevant to the United States than the one with Mexico.\"\n\n\"Unfortunately, [because of] the terrible happenings against the United States, priorities changed,\" Calderon said, \nreferring to the Sept. 11 attacks. \"Nevertheless, I believe that it is now time to retake the spirit of those words and to \ndirect our relationship toward a path of mutual prosperity.\"\n\nCalderon reminded Bush of the pain caused in Mexico by the departure of so many migrants, dividing families. \nThe costs are more than personal, he said.\n\n\"Mexicans lose in each migrant the best of our people, young people, working people, and audacious people, \nstrong people,\" Calderon said. \"This is why we want to generate jobs for Mexicans here in Mexico, because that is \nthe only way in order to truly solve the immigration issue.\"\n\nCalderon's comments, delivered at a lush hacienda 30 miles outside this former Mayan city, were unusually \npointed for opening remarks, when presidents tend to exchange pleasantries and leave differences to be aired \nbehind closed doors.\n\nBut Calderon, who was inaugurated in December, would like to be seen here as standing up to the United States \nand seeking more respect for Mexico than did his predecessor, Vicente Fox.\n\nCalderon accused Bush of seeking the wrong solution to illegal immigration in signing a law that would build or \nimprove 700 miles of fencing along the U.S.-Mexico border, a move widely seen by Mexicans as hostile and \nineffective.\n\n\"My pledge to you and your government,\" Bush said, \"- but, more importantly, the people of Mexico - is I will work \nas hard as I possibly can to pass comprehensive immigration reform.\"\n\n\nThe two economies are complementary but not equal, Calderon said, with Mexico awash in labor and the United \nStates rich in capital. Immigration can be stopped, he said, \"not by decree\" but by investment and jobs in Mexico.\n\nEchoing a line from his presidential campaign last year, Calderon said that money for just one kilometer of road in \nMexico would do more to stem illegal immigration than 10 kilometers of walls at the border.\n\nCalderon, who has dispatched Mexico's army to eight Mexican states to combat drug violence, pledged to do his \npart to curb the supply of drugs crossing into the United States from Mexico. Warring smugglers are believed \nresponsible for 2,000 killings last year in Mexico.\n\nBut Calderon said he could not succeed in the drug war unless the United States reduced the billions of dollars a \nyear its citizens spent on drugs.\n\nIn response, Bush repeated pledges made Monday in Guatemala that he would work forcefully to pass an \nimmigration overhaul this year and reduce the demand for illegal drugs.\n\n\"Together, we're working to ensure that we have a secure and modern border that speeds the legitimate flow of \npeople and commerce, and stops those who threaten our common safety and prosperity,\" Bush said.\n\nBush is due back in Washington today after a weeklong tour.\n\nRead remarks by President Bush and Mexican President Felipe Calderon via http://go.philly.com/mexico\n"}