{"title": "FOES OF 'ILLEGALS' MOVE TO END ALL IMMIGRATION", "body": "\nWe have heard it time and time again: \"We are not against immigration, we are against illegal immigrations.\"\n\nYeah, sure . . .\n\nOf course, that statement expresses the feelings of some people, but many others - too many - use it to mask their \ntrue anti-immigrant - legal or not - sentiments.\n\nThat has become even clearer now that some nativists have taken off their masks and showed their true faces. \nThey are not pretty.\n\nNo longer are they saying their problem is only with the undocumented. They have shifted targets to legal \nimmigrants, as the Institute for Research and Education on Human Rights has noted.\n\n\"Some national nativist groups appear to be changing course,\" the institute said, \"and are preparing to launch a \ncampaign to restrict documented immigration.\"\n\nNumbersUSA, the largest anti-immigration group in the country, is one of them. The group has ties to the Tea \nParty and white nationalists. It was founded with help from John Tanton, a rabid anti-immigrant activist who says his \ngoal is to preserve a \"European-American majority.\"\n\nDuring the Sept. 22 Republican presidential debate broadcast, NumbersUSA aired an ad urging candidates to \nreduce legal immigration, if they are elected, \"so that more jobs are opened up for unemployed American \nworkers.\"\n\n\"Despite some of the highest unemployment rates since the Great Depression,\" the group said in a release \nannouncing the ads, \"Congress and President Obama continue to issue permanent work permits to more than 1 \nmillion new legal immigrants a year to enter the U.S. and take American jobs.\"\n\nThis, of course, is pure demagoguery. Immigrants bring talents and skills that enrich the nation's cultural fabric and \neconomy.\n\n\"Immigrants and their children have been responsible for creating millions more jobs in all 50 states,\" Mayor \nBloomberg told a symposium at the Council on Foreign Relations in June. \"The reason is simple: Immigrants are \ndreamers and risk-takers who are driven to succeed because they know that in America, hard work and talent are \nrewarded like nowhere else.\"\n\n\nThe Council of Economic Advisors, an agency within the executive office of the President charged with offering \nObama objective economic advice, points out that immigrant entrepreneurs started 25% of engineering and \ntechnology companies between 1995 and 2005, including some of the economy's biggest names. These \ncompanies created thousands of jobs.\n\n\"And immigrants are inventors,\" the council said. \"According to a Duke University study, the share of U.S. patent \napplications filed by immigrants rose from 7.3% to 24.2% from 1998 to 2006. Nearly a quarter of our scientists and \nalmost half of our engineers are immigrants.\"\n\nBut NumbersUSA and other groups like it don't give a damn about the truth. Despite all the evidence to the \ncontrary, they keep spreading the false notion that immigrants, both documented and undocumented, are a drain on \nthe economy and are taking jobs away from \"real Americans.\"\n\nThe NumbersUSA ad wasn't the first of its kind. Californians for Population Stabilization, had launched a similar ad \nduring the Sept. 7 GOP presidential debate.\n\nBoth spots called for further restricting documented immigration using high unemployment as an excuse.\n\nExtreme anti-immigration groups like NumbersUSA seem to be about to turn up the volume on their campaign of \ndistortions and half-truths.\n\nBut as Bloomberg has said: \"Every day that we fail to fix our broken immigration laws is a day that we inflict a \nwound on our economy.\"\n\naruiz@nydailynews.com\n"}