{"title": "RANCHERS IN ARIZONA RESENT CITIZEN GROUP'S BORDER PATROL", "body": "\nFor ranchers in this remote border region, the border crossings of the illegal aliens known as mojados, Spanish \nfor wets, are part of the fabric of everyday social and economic life.\n\n''It's gone on forever.'' said Florence Sharp of the San Raphael Ranch. ''Mexicans want work and Americans need \nthem.''\n\n''The majority just come up here, work, make a few bucks and go back,'' said Dennis Jones, caretaker of the Santos \nNinos Ranch, who is married to a former mojado. ''They are just hungry, poor people looking for work.''\n\nSo the ranchers were dismayed at the news over the Fourth of July weekend that 16 illegal aliens had been \ndetained by a patrol of 20 armed members of the Civilian Materiel Assistance group.\n\n''City folk should just keep out,'' said Mrs. Sharp, ''Things are complicated enough here without them.'' She said she \ndisliked equally the efforts of Civilian Materiel Assistance and those of groups whose members drive El Salvadoran \nand Guatemalan refugees across the border to sanctuaries in churches throughout the United States.\n\n \n\nAliens Had No Drugs\n\nMembers of the Civilian Materiel Assistance patrol, who came from Arizona, Kansas and California, have said they \nwere looking for drug smugglers who they say finance the efforts of Communists in Central America. The illegal \naliens they detained, none of whom were carrying drugs, were later returned to Mexico by the Immigration and \nNaturalization Service.\n\nThe ranchers are not happy that J. R. Hagan, leader of the group's Tucson chapter, has promised to continue the \npatrols through the summer, even though the action earlier this month drew sharp criticism from Federal and local \nlaw-enforcement officials, ''Where does the C.M.A. get the right to pick up a wetback?'' asked Blain Lewis, the \nowner of the Lewis Ranch who is a former deputy sheriff. ''They should leave that to the law.''\n\n''People who live on the border their whole lives are not going to give wetbacks a hard time unless they try to \nsteal,'' said C. R. Barbier, manager of Lone Mountain ranch. 'Neighbors' Critical of C.M.A.  Mr. Barbier criticized the \nC.M.A. for not notifying the ranchers beforehand about its operation.\n\n''If it is a neighborhood watch, why don't they tell the neighbors?'' asked Mr. Barbier.\n\nHe also expressed concern that such patrols would have a damaging effect on rangeland ecology.\n\n\n''They were out here driving across the mesas like wild men,'' he said. ''They don't know their tire marks become \nruts in a few years - ruts big enough to drive a car through.''\n\nAlthough many ranchers acknowledge that they often hire illegal aliens on a temporary basis, they also said they \nwould like to see a stronger Border Patrol presence in the area.\n\n''It's been four months since I have seen a customs agent around here,'' said Mr. Barbier.\n\n \n\nComplaint About Border Patrol\n\nThe 241-mile Tuscon sector of the United States-Mexico border is covered by 161 agents of the Border Patrol, \nwho use electronic sensors, highway patrols, aircraft, informers and ranchers to combat illegal crossings and \nsmuggling.\n\nBenny Barron, assistant chief of the Tucson sector, said that in the fiscal year 1985 the Border Patrol arrested \n55,269 illegal aliens and that so far in 1986 it had seized 53,219 people. He said the Border Patrol estimated that it \narrested one out of every three illegal aliens who cross the border.\n\nBut these statistics do not satisfy ranchers concerned about potential violence between drug smugglers and \nCivilian Materiel Assistance.\n\n''If they were out here doing their job, none of this C.M.A. stuff would have happened,'' said Mr. Jones, referring to \nthe Border Patrol. ''Instead they sit in Nogales where it is easy to rack up the numbers by arresting people coming \nover to do their shopping.''\n\n''They can do whatever they want to drug smugglers, but I wish they'd leave the mojados alone,'' said Mr. \nJones.''Unfortunately, it is always the smugglers that get through.''\n"}