{"title": "HISPANICS PUSHING CITIZENSHIP DRIVE", "body": "\nSaying current laws make immigration difficult and citing a rising wave of anti-immigrant feeling, prominent Hispanic \nleaders are urging some 150,000 permanent residents from Central and South America who live in Queens to \nbecome American citizens.\n\n\"The doors are closing down,\" said Elizabeth Aivars, a Venezuelan-born attorney with the city's Law Department. \n\"It's important for these people to become American citizens and exercise their right to vote.\"\n\nThe cry for action emerged during the recent day-long First Hispanic Leadership Congress, held in Long Island City, \nwhere Hispanic leaders troubled by what they called a rising anti-immigration feeling sweeping the country vowed to \ndouble their aggressive drives to increase citizenship and voting registration among the Hispanic residents of \nQueens.\n\n\"The next presidential election in this country is going to be a question of life or death,\" said Kathy Andrade, an \nofficer with the Hispanic Labor Committee, who told an immigration forum that Hispanic residents need to get \ninvolved in a wide range of issues such as the proposed sale of Elmhurst Hospital Center, and electing politicians to \nrepresent their interests.\n\nArmed with the latest set of figures she could get from the city Department of Planning, Aivars said some 381,120 \nHispanic people live in Queens roughly 20% of the total borough population. The Hispanic population in the \nborough has experienced a 44.6% growth since 1980, according to city figures.\n\nBut the immigration panel agreed that the numbers probably far exceed the official count, because illegal \nimmigrants do not necessarily advertise their presence to census officials.\n\nRuben Quiroz, director of Accion Latina, a group promoting awareness of important issues in the Hispanic \ncommunity, said anti-immigration feelings have rekindled during the last two years, as Washington politicians have \nused immigrants as scapegoats to explain the evils plaguing the country.\n\n\"We have been witness to this campaign to eliminate certain rights and impose these restrictions,\" Quiroz said. \n\"The purpose of this anti-immigration campaign is to stop immigration altogether, and to yank the growing political \npower of Hispanics in this country.\"\n\nHe said a recent study showed that in 10 years, in cities such as like New York, Los Angeles, Chicago, Miami, and \nDallas, Hispanics will elect politicians and will control those cities' economies.\n\nAt the local level, Aivars said, Queens Hispanic leaders are doing a good job of promoting citizenship drives, but \nshe said more work is still needed.\n\n\n\"There are still 150,000 people in Queens that didn't become citizens,\" Aivars said. \"Let's go find them, let's make a \nlist; let's get them involved. . . .\"\n\nQuiroz said eligible residents undergoing the citizenship process complain it takes about a year to do so in \nQueens. He said leaders would like to see the government open up a new citizenship processing center in Queens \nto handle the increased demand.\n\nGraphic\n\n \n\nJOE DeMARIA DEPUTY Queens Boro President Peter Magnani speaks at Hispanic Leadership Congress at Con \nEd Learning Center.  DIRECTOR of cultural affairs for Queens Aida Gonzalez-Jarrin.\n"}