{"title": "Legislation to aid immigrants is 'American-dream thing,' supporter says", "body": "\nImmigrants in Minnesota would get more help becoming citizens, attending college, and getting work under a \nlegislative package announced Wednesday by House and Senate lawmakers.\n\nThe proposals would help the state attract the workers it needs to replace an aging bulge of workers who will be \nleaving their jobs over the next decade or so, they said.\n\n\"This is a good-justice thing,'' said Rep. Carlos Mariani, DFL-St. Paul. \"It's an American-dream thing.''\n\nPortions of the package have been debated in past legislative sessions, but have not passed either chamber. The \npackage, which is being introduced in four separate bills, would:\n\n• Provide immigrants access to tax credits for naturalization fees, which will increase from $400 to $600 this \nsummer.\n\n• Enable immigrant children who have attended Minnesota high schools for at least three years and graduated to \nget in-state tuition rates at state colleges.\n\n• Establish the Minnesota Commission on New Americans, which would identify resources for immigrants and \nwould work with businesses.\n\n• Urge Congress to pass immigrations laws that would expand the number of work visas, reimburse hospitals for \nemergency care of undocumented immigrants, and pay for civics and English classes.\n\nJohn Keller, executive director of the Immigrant Law Center of Minnesota, said it's unclear how many people \nwould be affected by the various bills. About 7,300 people became new citizens in Minnesota in 2005, and 300 to \n500 people could benefit from the in-state tuition proposal, he added.\n\nSen. Ann Rest, DFL-New Hope, said the number of students graduating from Minnesota high schools will peak \nnext year, meaning fewer youths will be entering the workforce. For Minnesota to maintain its economic health, help \nmust come from people who arrive here from other states or nations, Rest added.\n\n\"Immigrants are vitally important to our state and they've always been important,'' Mariani said.\n\nDennis Lien can be reached at dlien@pioneerpress.com or 651-228-5588.\n"}