{"title": "SOVIET IMMIGRANTS' JEWISH INDENTITY IS STUDIED", "body": "\nMost Soviet Jewish immigrants in New York City have been in the United States five years or more, are \nbecoming American citizens, live in apartments in Brooklyn or Queens with or near their parents or in-laws, are 30 \nto 50 years old and have one child.\n\nThis is a partial profile that emerges from a recent study by the Federation of Jewish Philanthropies. It is based, in \npart, on interviews with 233 immigrant families in the spring and early summer of 1984.\n\nFederation officials began the research because of concern by American Jews that Communism had destroyed \nJudaism in the Soviet Union and that the Soviet Jewish immigrants here did not identify as Jews.\n\nBut the major conclusion of the study was that ''Soviet Jewish immigrants possess a strong and positive Jewish \nidentity and wish to participate with their children in American Jewish life.''\n\nThe study's goal is to develop a comprehensive strategy to encourage Jewish identification and affiliation among \nthe almost 50,000 Soviet Jewish immigrants in New York City.\n\nThe study found that two-thirds of those interviewed had adequate or better competence in English, were \nemployed and had household incomes of $15,000 or more. The study noted that income was consistently under-\nreported by the immigrants.\n\n \n\nHigh Level of Education\n\nMost of the emigres are from large cities in the western republics of the Soviet Union and have attained a high level \nof education. Sixty percent have the equivalant of a bachelor's degree and 66 percent have worked in the Soviet \nUnion as engineers, scientists, artists and in other status occupations, according to the study.\n\nAbout 70 percent have some knowledge of Yiddish, even though there are no formal courses of Yiddish study in \nthe Soviet Union.\n\nA Russian-speaking urban anthropologist, Fran Baskin, acted as study director.\n\nThe report was presented by Dr. Seymour P. Lachman, chairman of the federation's subcommittee on services to \nnew Jewish immigrants, at the general assembly of the Council of Jewish Federations in Washington on Nov. 15. \nThe council represents more than 200 Jewish philanthropic organizations in the United States and Canada.\n\nDr. Lachman, university dean of the City University of New York, is a former chairman of the Coalition to Free \nSoviet Jews.\n\nPersonal interviews, which lasted an hour and a half in the immigrants' homes, dealt with their feelings about \nJudaism, their impressions of Jewish places and programs and their expressed Jewish interests and needs.\n\n\n \n\nSpecific Findings\n\nThe Federation also conducted intensive discussions with representatives of 19 agencies in the city that provide a \nrange of services to the immigrants.\n\nThe study found that in identifying strongly as Jews, 87 percent profess a tie with Israel, and about 25 percent \nrelate to Judaism in a religious context.\n\nBetween 85 percent and 95 percent show a favorable attitude toward Jewish symbols, such as a synagogue, but \nseeing a Hasidic Jew drew favorable responses from only 33 percent because the image of the Hasidic Jews is \nused in anti-Semitic propaganda in the Soviet Union.\n\nThe study also revealed that 91 percent said they felt more Jewish when confronted with anti-Semitism.\n\nThe study also found that the immigrants were unaccustomed to making Jewishness public and did not have a \ntradition of joining organizations but indicated a desire to be involved with the broader Jewish community.\n\nThey also have a strong commitment to their children being Jewish, with 84 percent preferring that their children \nmarry other Jews.\n\nIn feedback discussions of the first draft, the immigrants and a group of agency representatives agreed with the \nrecommendations.\n\nThese recommendations include educating the immigrants about the American Jewish community and addressing \ntheir stated needs, including programs focusing on Jewish history and culture and Israel.\n"}