{"title": "S.J. marchers back immigrant rights; SEPARATE GROUPS MERGE ON COMMON GROUND OF DIGNITY", "body": "\nAbout 5,000 marchers opposed to crackdowns on illegal immigrants swelled downtown San Jose streets on \nSaturday, the largest Bay Area protest yet denouncing federal legislation that would make felons out of illegal \nimmigrants.\n\nThe march, which forced the closure of some traffic lanes, grew spontaneously from an East San Jose rally to a \nthree-mile-long walk, and was among dozens held in recent days around the country to demonstrate against \nimmigration-reform legislation pending in Congress.\n\nU.S. Rep. Mike Honda, who had gathered at Cesar Chavez plaza with other local politicians for a separate event \ncommemorating Chavez's March 31 birthday, said he was thrilled to see so many marchers.\n\n``They're paying attention,'' said Honda, D-Campbell, who opposes the felon legislation, as he sized up the crowd \nfrom the stage. ``It's a bad deal. This country has always liked to scapegoat its immigrants. This is 2006, and we \nstill haven't learned. We're still scapegoating.''\n\nProtests were also held Saturday in Los Angeles, where more than 500,000 marched in front of City Hall, and San \nFrancisco, where 20 immigrant rights advocates began their fifth day of a hunger strike in front of the Federal \nBuilding. Wearing white as a sign of peace, and waving flags from the United States, Mexico, Guatemala and other \ncountries, they said they came to show that illegal immigrants already are part of the American fabric and want the \nchance to be legal, law-abiding citizens.\n\nPolice Cmdr. Louis Gray Jr., incident commander for the Los Angeles rally, said, ``I've been on the force 38 years, \nand I've never seen a rally this big.''\n\nSan Jose protesters aimed their ire most directly at H.R. 4437, a bill that would criminalize illegal immigrants and \nincrease penalties against their employers. It passed the House in December and debate in the Senate is \nscheduled to begin this week.\n\nOther proposals, ranging from building a fence at the border to making citizenship easier for guest workers, have \nreinvigorated the debate nationally and locally over the fate of the nation's estimated 11 million-plus illegal \nimmigrants, roughly one quarter of whom live in California.\n\n\nMany of Saturday's marchers waved American and Mexican flags and carried posters with messages such as \n``We are not criminals'' and ``We pay taxes, too.''\n\nThey were met near San Jose City Hall by a separate, much smaller group, whose members carried United Farm \nWorkers flags and were participating in the 13th annual march in honor of UFW founder Chavez's birthday.\n\n``If Cesar was here, he would be marching in support of inclusiveness and against this legislation,'' said Rudy \nMedina, Chavez's nephew.\n\nPolice were forced to close westbound lanes of East Santa Clara Street for the blocks leading to downtown. The \ntwo groups ended up at Plaza de Cesar Chavez, where they held separate rallies and milled about at a Chavez \nbirthday festival, which continues today.\n\nAlthough the anti-immigration reform march had been advertised on local Spanish-language radio stations and was \nspread by word of mouth for days, its organizers and San Jose police said they were surprised by the large turnout.\n\nSeveral marchers interviewed said they were in the U.S. legally, holding jobs such as construction workers and \nprinters, and wanted laws changed to ease the road to citizenship.\n\nAmong them were Javier Rodriguez and his son, also, Javier.\n\n``I love this country,'' said Javier Rodriguez, who works legally as a printer and marched with his 11-year-old son, \nJavier.\n\nHe hopes to become a citizen.\n\n``We are not criminals. We come here to get jobs so we can make money,'' added the younger Javier, a fifth-grader \nat Slonaker Elementary School.\n\nTo deal with the unexpected crowd, a San Jose police spokeswoman said between 30 and 40 officers who had not \nbeen scheduled to work were called in for traffic and crowd control. She said no incidents were reported.\n\nPolice Chief Rob Davis, who participated in the Chavez birthday march, helped direct traffic himself at one point.\n\nOrganizers said media coverage of huge Friday protests elsewhere likely galvanized the largely immigrant crowd, \nwhich had gathered in front of Mi Pueblo Foods, at King and Story roads, for a rally.\n\n``Someone held up a Mexican flag, and people started marching behind it,'' said Chris Lepe, a volunteer organizer.\n\nSan Jose Vice Mayor Cindy Chavez, who spoke at the Chavez event and is no relation, said she and three of her \ncouncil colleagues on Tuesday will introduce a resolution asking the local congressional delegation to oppose some \nof the reform legislation.\n\nChavez said she fears some of the proposals could force city employees to take on federal immigration roles, such \nas identifying illegal immigrants.\n\nIan Meyer, of San Jose, however, said he views illegal immigration as a problem. ``Everyone should be given a \nchance to work, but not if they are here illegally.''\n\nBut other bystanders said they sympathized with the marchers. ``We Americans have become lazy and greedy,'' \nsaid Corrina Rangle, a San Jose preschool teacher. ``Who is out cutting the grass when it gets tall, working in fast-\nfood restaurants? We don't want to do the work, and they are hard workers.''\n\nMercury News Staff Writer Dana Hull and the Associated Press contributed to this report. Contact Mary Anne \nOstrom at mostrom@mercurynews.com or (415) 477-3794\n\nmailto:mostrom@mercurynews.com\n\n"}