{"title": "Ambassador Discusses U.S.- Mexico Relations;Proposed Fence Highlights Immigration Issues", "body": "\nA bill passed in the House of Representatives last month is proposing the construction of a nearly 700-mile fence \nalong the U.S.-Mexico border, one of the most prominent measures in recent history aimed at discouraging illegal \nimmigration. The Border Protection, Anti-Terrorism, and Illegal Immigration Control Act would also classify illegal \nimmigrants as felons and impose harsher penalties on those who assist them.\n\nThe proposal has sparked a new round of debate on a long contentious issue. Mexican President Vicente Fox has \ncalled for immigration reforms that would benefit the many Mexicans living in the U.S. Relations between the two \nnations have at times been strained since 9/11 as concerns over security and terrorism have clouded the border \nissue. Fox has publicly opposed the fence, calling it \"shameful\" and damaging to democracy. In a joint meeting \nMonday, Mexico and its Central American neighbors announced their opposition to the bill, saying it is \nunnecessarily harsh in its attempt to criminalize the estimated thousands of people that attempt to cross the border \ninto the U.S. each day.\n\nCarlos de Icaza , Ambassador of Mexico to the United States, was online Thursday, Jan. 12, at noon ET to \ndiscuss U.S.-Mexico relations, immigration issues and Mexico's opposition to a U.S. proposal to build a fence \nalong the border.\nwashingtonpost.com\n\nRead Marcela Sanchez 's column on the proposed fence: That Divisive Anti-Immigrant Fence , ( Post, Jan. 6, \n2006 )\n\nLa divisiva valla antimigratoria , ( Post, Jan. 6, 2006 )\n\nWorld Opinion Roundup : Proposed Wall Divides the Americas.\n\nThe transcript follows.\n\nBiographical Information:\n\n\nAmbassador de Icaza was born in 1948, is a career diplomat and joined the Mexican Foreign Service in 1970 as \nVice-consul. He was promoted to the rank of Ambassador in 1982.\n\nAmbassador de Icaza has represented Mexico in several multilateral meetings of the United Nations, the \nOrganization of the American States, the International Labor Organization and Asia Pacific Economic Cooperation \n(APEC).\n\nAmbassador de Icaza has published two books on international relations and has received decorations from 17 \ncountries.\n\n____________________\n\nMarcela Sanchez: Good afternoon everybody, welcome! Buenas tardes a todos, bienvenidos! During the next hour, \nI will be hosting Mexican Ambassador Carlos de Icaza who has agreed to answer questions about the important \nand difficult issue of immigration. Please feel free to ask in Spanish if you are more comfortable (envV3us \npreguntas en espa[tilde] si asB/ prefiere)? But let's begin. Bienvenido embajador y muchas gracias por su tiempo. \nWelcome ambassador and thanks so much for your time. I am taking the prerogative as a host to start with a \nquestion that a few readers have been asking but I would like to summarize.\n\n_______________________\n\nMarcela Sanchez: You attended Monday's meeting in Mexico City, some readers would like to know what gives \nother governments the right to get involved with this issue that should concern only Americans. What's more, some \nofficials in this city might not tell you directly -- after all Washington is known to get involved in many issues south \nof the Rio Grande -- but they fear that anything other governments say, particularly Mexico's, may end up being \ncounterproductive. Why hold the meeting then?\n\nAmbassador Carlos de Icaza: The immigration issue is not only a domestic policy concern. The immigration \nphenomenon goes across borders and involves people traveling in response to labor market forces. Today in the \nworld we have more than 200 million people of different nationalities working in the so-called rich countries. In the \nUS, there are more than 5 million hard-working Mexican nationals contributing to your economy and our economy. \nThe only way in which we can tackle the immigration challenge is through international cooperation. In this \nglobalized world, cooperation is essential among neighbors.\n\n_______________________\n\nWashington, D.C.: Mr. Ambassador, as a legal immigrant who waited in line and followed all the laws for the \nprivilege of working and living in this great country, why should Mexicans be given special treatment over others \nfrom other countries?\n\nAmbassador Carlos de Icaza: We are not asking for special treatment and we do not favor illegal immigration. We \nare only stating our willingness to reach an agreement with the US government in order to achieve a legal, orderly, \nhumane, and dignified migration flow between our countries.\n\n_______________________\n\nDallas, Ga.: Could the Ambassador please explain the rationale behind the tacitly expressed opinion that their \ncitizens have some kind of right to enter America less than legally if they want to?\n\nAmbassador Carlos de Icaza: We are not saying that citizens have the right to enter any country illegally. We are \nalso a country of laws. Illegality is something that happens when immigration is left to market forces instead of \nregulating it through international cooperation. Mexico, as the United States, strives for legal immigration.\n\n_______________________\n\n\n\nDetroit, Mich.: What is \"shameful\" (as stated by President Vicente Fox) about a country protecting its borders? Why \ncan't a country decide for itself who it will admit for immigration? There are many places around the world where \npeople have to flee for their lives (Rwanda, Sudan, etc.). When the U.S. puts up with illegal immigration from \nMexico, it makes it only harder for people with more legitimate needs to come to this country.\n\nAmbassador Carlos de Icaza: We respect the right of every country in the world to protect its border. But at the \nsame time, we have to acknowledge that there is a de facto labor market complementarity between our countries. \nThe US economy demands every year around 500,000 low-skilled workers and only offers around 5,000 visas for \nthis category. We have to match the realities of the market with the security needs. There needs to be a balance \nbetween these concerns. Because what happens today is that there is a double standard. On the one hand, \nmigration is encouraged, and on the other, there is no legal way to meet the market demands. What we propose is \nto recognize that immigration is a shared responsibility and that international cooperation is essential, especially \nbetween countries that are partners, friends and neighbors.\n\n_______________________\n\nCranford, N.J.: NAFTA was supposed to integrate the economies of both countries. If this was done how come the \nMexican economy not kept up with the job growth needed to sustain the [population] growth in Mexico? Should not \nthe Mexican government eliminate the corruption that is prevalent in Mexico? To make the economy more viable?\n\nAmbassador Carlos de Icaza: NAFTA is a free trade agreement, nothing less nothing more. It has made our \ncountries partners in trade. Our economy is doing quite well these days. We have sound economic policies and the \ncountry is growing. The American economy is 15 times the size of Mexico's. No matter how well we do, there is a \ngreat magnet of attraction for migrants that want better jobs and opportunities. In addition, the US economy is \ndemanding foreign workers for many jobs. We have come a long way in reshaping our economy and political life, \nincluding the fight against corruption. We know that we have a long way to go on this path. Immigration issues \nhave a lot to do with supply and demand.\n\n_______________________\n\nDallas, Ga.: The perception the American public has is that the Mexican government has no interest in securing \ntheir side of the border and nothing but hostility to us trying to secure our side. One assumes that Mexican nationals \nunderstand that crossing the border without documentation is illegal. Do our southern neighbors hold the law in \nsuch contempt that attempted enforcement is a cause for such rancor? And exactly why does Mexico feel that their \nborder-jumping citizens deserve anything from our government other than summary deportation?\n\nAmbassador Carlos de Icaza: I don't share your opinion about the perception. We have achieved an \nunprecedented level of cooperation on security matters with the US. Today we are partners in the fight against \nterrorism, we cooperate in fighting against smugglers, traffickers and organized crime. The millions of hard-working \nMexicans in this country came attracted by the jobs that your economy is offering. They are honest people, forced \nto live in the shadows, in many cases frequently object of abuse. Every human being has the right to be respected. \nThat is what the US, Mexico and all civilized nations believe in.\n\n_______________________\n\nEast Windsor, N.J.: Ambassador Icaza,\n\nI find the opposition from Mexico and other Latin-American governments to the fence a little hypocritical. They \nargue about immigrants' human rights (and rightly so) but they don't do much to discourage illegal immigration in \nthe first place, because they obviously know that the economic/social situation in their countries would be extremely \ndifficult to sustain with those thousands of jobless people that decide to emigrate to the U.S. searching for jobs not \navailable in those countries (even though the goofy Mexico's press Secretary says otherwise). Don't you think is \ntime for Mexico to stop depending so much on illegal immigration to the U.S.?\n\nThanks!\n\n\n\nAmbassador Carlos de Icaza: Fences don't always make good neighbors. If we are going to face the challenges of \nthe 21st century in North America, we need to cooperate as partners on trade, in the fight against terrorism, as well \nas find a way to work together to accomplish a safe, humane, legal and dignified migration flow between our \ncountries. Fencing is not the way to construct a better understanding.\n\nOne must also understand that the magnet of the American economy attracts migrants regarding how well or how \nbad we do in our own economy.\n\n_______________________\n\nMunich, Germany: The thought of a wall between NAFTA partners is quite strange from a European perspective, \nwhere citizens of the EU can chose to live and work in any other country within the European Union.\n\nDo you think that the NAFTA agreement will ever broach the issue of residency and employment within the \nmember countries Mexico, United States and Canada?\n\nAmbassador Carlos de Icaza: Europe has been a source of inspiration for the rest of the world. If in North America \nwe are going to face the challenge of Asian economies, we need to increase our ability to compete in the globalized \nmarket. Instead of fences, let there be more bridges. Recently, the US, Canada and Mexico launched a Security \nand Prosperity partnership (SPP), which aims to make our economies more resilient and our security stronger. If we \nare going to further integrate North America, we need to find a balance between security concerns, economic \nopportunities, and immigration issues. We have to recognize that our ability to compete in international markets \ndepends on our resolve to face the immigration challenge.\n\n_______________________\n\nMaryland: If you do not favor illegal immigration and you are willing to reach an agreement with the US \ngovernment in \"order to achieve a legal, orderly, humane, and dignified migration flow\", then why is Mexico oppose \nto building a fence along the border? Wouldn't a fence deter illegal immigration?\n\nAmbassador Carlos de Icaza: Fences will not suffice to deter illegal immigration. Enforcement-only initiatives will \nnot solve the dilemma, because there is a real demand from the US economy for foreign workers.\n\n_______________________\n\nGuatemala City, Guatemala: Would the Ambassador care to comment on how Mexico treats undocumented \nmigrants in Mexico? While there is no fence, per se, the abuse of migrants by Mexican officials is legendary, as is \nthe subsequent impunity for such action.\n\nAmbassador Carlos de Icaza: This is an important point you raise. My government is committed to decisively \nimprove the way undocumented persons are treated in my country. Most of them, by the way, are crossing Mexico \nto reach the United States.\n\nWe have less resources than the US to cope with the increasing flow of migrants through Mexican territory. As of \n2005, we deported 250,000 people, which represented a great effort on our part. This shows that no single country \ncan cope by itself with such a challenge.\n\n_______________________\n\nAlexandria, Va.: There is really no end in sight for illegal immigration as long as there is such a huge difference in \nincome and opportunities between the U.S. and Mexico/Calif. And, there is no way that most of these immigrants \nwould ever qualify for a legal visa to the U.S.\n\nI work with recent immigrants in Northern Virginia. When I see a mom who worked earning $50/week in El \nSalvador, and feels the only way she can support her three kids is to get a job up here, she really doesn't have \nmany good alternatives.\n\n\n\nWe say \"we all came here legally\", but for past immigrants to the U.S., \"legal\" meant paying for a ship ride and \nhaving $30 in your pocket upon arrival. A huge proportion of our immigrant ancestors would never have made it \nhere under current visa requirements.\n\nSo, I don't think that a wall is the answer. Could the U.S. work on really serious, hard-core development projects in \nCentral America to help these countries reach a higher economic status? Should we say \"we use 25% of the \nworld's resources with 5% of the population; lets let our neighbors who had worse luck (they are certainly not less \nhardworking or enterprising) have more of a share of this?\" -- I know that this is not popular in the U.S. culture \nwhere we always want more and more, but maybe the only real alternative is accepting that we will share a little of \nour incredible bounty with our neighbors who want to come here and work hard.\n\nWhat a thought.\n\nAmbassador Carlos de Icaza: Your point is well taken. We have to understand the links between economic \ndevelopment and immigration flows. That is why it is so important that we work together in bringing more \neconomic opportunities, trade, investment and integration in the Americas. We are very committed to this idea.\n\n_______________________\n\nWashington, D.C.: Mr. Ambassador: Do you agree that subtle, quiet and active diplomacy and lobbying in \nCongress on this issue are more effective in Washington than bombastic, nationalistic and over the top statements \nmade against the US from Mexico City? Aren't you frustrated sometimes with the words coming out of Mexico \nCity's press conferences?\n\nAmbassador Carlos de Icaza: Immigration debate in both countries have quite an emotional component. We are \nfree countries and everybody has the right to give their own opinion. I am confident that reason will prevail. The US \nand Mexico are partners in trade, partners in the fight against terrorism, and partners in the fight against organized \ncrime. Why can't we be partners on immigration, and work together to regulate the immigration flow between our \ncountries? No, I am not frustrated because the majority of the people in the US and Mexico want our \nneighborliness to be a source of understanding, friendship and cooperation.\n\n_______________________\n\nSan Diego, Calif.: What is Mexico willing to do in terms of dealing with immigration?\n\nAmbassador Carlos de Icaza: Mexico wants to be a partner with the US regarding immigration issues. For more \nthan a century, there has been a constant flow of immigration between our countries, helping both of our \neconomies and our peoples. We have to recover the circularity. That means building a legal way for migrants to \nwork in work in the US and return home. For over thirty years, we have had an agreement with Canada that works \nwell. That means that every year, when two countries work together, they can share responsibilities such as \ntraining, background checking, covering insurance, and having proper labor contracts. If we could achieve such an \nagreement, both of our economies would benefit. Obviously, we are willing to do our share.\n\n_______________________\n\nGaithersburg, Md.: Mr. Ambassador, I don't have a question, but wanted to comment on what the U.S. government \nis doing in response to our immigration problems. First, as an American I feel the need to apologize to you, the \npeople of Mexico, and the rest of Latin America for the wall we are about to build.\n\nOur Republican congress deals in black and white, in the absolutes that the real world does not. To them, building \nthis wall is nothing more the friendly neighbor who puts up a privacy fence so you can't see their swimming pool. \nThe wall will further antagonize skeptical leaders such as Hugo Chavez and the newly elected president of Bolivia. \nWhat they fail to see is how this wall - this barrier - is a visceral and tangible extension of Bush's failed foreign \npolicies in Latin America.\n\nFor the perceptions of America that that will cause in your country and others, I personally apologize.\n\n\n\nAmbassador Carlos de Icaza: You need not apologize. In immigration issues, we all have to work together. \nEveryday I receive calls from American friends commenting how committed they are to the friendship between our \ncountries. I believe that if we place the human dimension of our understanding at the center of our relationship, we \nwill be able to solve together any issue that arises, no matter how complex it is.\n\n_______________________\n\nArlington, Va.: Do you believe that the current controversy within Mexico toward these congressional proposals on \nimmigration will be a major factor in this year's presidential election? Can you shed any light on where the major \ncandidates (Obrador, Calderon, Medrazo) stand on this issue?\n\nAmbassador Carlos de Icaza: In an election year, every party has its own stand on the political issues. \nNevertheless, in the case of Mexico, there is common ground among the different political forces, such as our \nwillingness to engage in serious discussions with the US to negotiate an immigration agreement. The need to \nrecognize the contribution of migrants to both our societies and the demand that their human rights are respected. \nThe need to have a secure, legal, orderly and humane migration flow between our countries. Obviously, migration is \na big issue in both countries.\n\n_______________________\n\nBaltimore, Md.: Mr Ambassador:\n\nBut you do appear to be asking us to stop a measure that seems to be our last best hope to control the illegal alien \nproblem...what would you even suggest that could remedy that situation. Many of us here see all Latin American \ncountries as opposing this and favoring amnesty especially because of the economic gains you receive when \nworkers send money home.\n\nAmbassador Carlos de Icaza: The best hope for the control of immigration is a comprehensive reform that \nbalances security concerns with the realities of the economy.\n\n_______________________\n\nHarrisburg, Pa.: I have asked this question of others, and the answer is usually the same: interesting theory but \nimpractical to execute. So, let me ask: is there any way you could see making this possible, or is if just an \ninteresting but impossible dream?\n\nMexico has a relatively less wealthy economy, which is why Mexican employees go to the United States for higher \nwages. At the same time, Mexico is rich in resources such as oil and agriculture, many of which are supported by \nAmerican investments. If we in America could provide greater investment in Mexico under a condition that \nemployees are paid more decent wages, and if we could assist in the expansion of the Mexican economy, \nespecially in oil (rather than buying so much from the Middle East), both countries gain. What is preventing this from \nhappening?\n\nAmbassador Carlos de Icaza: That is not happening because we do not have an institionalized dialogue on \nimmigration issues between our countries. Until there is a comprehensive immigration reform in the US, it will be \nvery difficult to have an objective debate on this important issue.\n\n_______________________\n\nFalls Church, Va.: Mr. Ambassador, Could you please explain the rationale behind the hiring of a US lobbying firm \nto promote Mexico's position on the proposed security measures? How would you explain to the American public \nthat the Mexican government is attempting to sway public policy in its favor and to our potential detriment in terms \nof securing our borders? Thank you.\n\nAmbassador Carlos de Icaza: We are not hiring any lobbying firm. We have hired a PR agency for image and \nmedia purposes only.\n\n\n\n_______________________\n\nAtlanta, Ga.: But we in the US are compelled by our own problems, for example the rising cost of health care. Do \nyou know that in border states health care at ER's for illegals is bankrupting our healthcare institutions. Most of the \nmoney for these services comes out of U.S. citizens taxes. As Americans we are among the most generous to \ncountries around the world in the face of disaster. We need to take care of ourselves and Mexico needs to care for \nits citizens. This makes you look as if you are unwilling to provide those humane circumstances for your citizens. \nHow can you see it any other way?\n\nAmbassador Carlos de Icaza: If there were a comprehensive immigration reform, healthcare issues could be \ndealt with more adequately. For instance, last year undocumented migrant workers contributed more than 7 billion \ndollars to Social Security that went unclaimed. It is obvious that if they were authorized workers, these contributions \nwould have been useful for the welfare system.\n\n_______________________\n\nBerkeley, Calif.: How can the US and Mexico better fight human trafficking? What, in your view, is a superior \nalternative to a border fence?\n\nAmbassador Carlos de Icaza: Recently, we launched a joint US-Mexico operation called OASSIS, which means \nOperation against Smugglers, Security Initiative. With this partnership, we have had important results fighting \nagainst this scourge. The alternative to a border fence is expanding cooperation in order to fight together the \ncriminals that are endangering the lives of innocent people.\n\n_______________________\n\nAmbassador Carlos de Icaza: Mexico and the US share a solid friendship. With a spirit of understanding, \npartnership and cooperation, I am confident that we can face any challenge.\n\nI would like to express my appreciation to the Washington Post for giving me the opportunity to respond, and to the \nmany readers for their insightful questions.\n\nThank you all and Happy New Year!\n\nCarlos de Icaza\n\n_______________________\n\nMarcela Sanchez: Thanks so much Ambassador de Icaza, you've been more than generous with your time and \nanswers. Thank you also to everyone who joined us. Have a wonderful day! Feliz dF0ara todos!\n\n_______________________\n\nEditor's Note: Washingtonpost.com moderators retain editorial control over Live Online discussions and choose the \nmost relevant questions for guests and hosts; guests and hosts can decline to answer questions.\n"}