{"title": "HEARING OF THE SENATE COMMITTEE ON FINANCE; SUBJECT: OVERSIGHT OF U.S. TRADE PREFERENCE PROGRAMS; CHAIRED BY: SENATOR MAX BAUCUS (D-MT); WITNESSES: LOREN YAGER, DIRECTOR OF INTERNATIONAL AFFAIRS AND TRADE, GOVERNMENT ACCOUNTABILITY OFFICE; GRANT ALDONAS, PRINCIPAL MANAGING DIRECTOR, SPLIT ROCK INTERNATIONAL; EDWARD GRESSER, DIRECTOR OF THE PROJECT ON TRADE AND GLOBAL MARKETS, PROGRESSIVE POLICY INSTITUTE; ANDREW SMALL, FOREIGN POLICY ADVISER, UNITED STATES CONFERENCE OF CATHOLIC BISHOPS; LOCATION: 215 DIRKSEN SENATE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE SENATE COMMITTEE ON FINANCE SUBJECT: OVERSIGHT OF U.S. TRADE \nPREFERENCE PROGRAMS CHAIRED BY: SENATOR MAX BAUCUS (D-MT) WITNESSES: LOREN YAGER, \nDIRECTOR OF INTERNATIONAL AFFAIRS AND TRADE, GOVERNMENT ACCOUNTABILITY OFFICE; GRANT \nALDONAS, PRINCIPAL MANAGING DIRECTOR, SPLIT ROCK INTERNATIONAL; EDWARD GRESSER, \nDIRECTOR OF THE PROJECT ON TRADE AND GLOBAL MARKETS, PROGRESSIVE POLICY INSTITUTE; \nANDREW SMALL, FOREIGN POLICY ADVISER, UNITED STATES CONFERENCE OF CATHOLIC BISHOPS \nLOCATION: 215 DIRKSEN SENATE OFFICE BUILDING, WASHINGTON, D.C. TIME: 10:00 A.M. EDT DATE: \nTHURSDAY, JUNE 12, 2007\n\nSEN. BAUCUS:  (Sounds gavel.)  Hearing will come to order.\n\nOn the Plains of Moab, Moses told the Israelites, \"If you see your fellow's ox fallen on the road, do not ignore it.  \nHelp him to get it to its feet.\"\n\nAnd in Montana's Gallatin Valley, farmers apply the same good- neighbor policy.  Once Montana families have \nharvested their crops, they help their neighbors to finish their work.  They help because it's the right thing to do.  It's \njust who we are as Montanans.\n\nIn the global economy, just as in the Plains of Moab and the valleys of Montana, good neighbors do what they can.  \nThey do what they can to help those in need.  That's why America has trade preference programs, and that's why \nwe have the Generalized System of Preferences and the Andean Trade Preference Act.\n\nToday we will review this important piece of our trade agenda -- our trade preference programs.  Many senators \non this committee care deeply about these programs.  Senator Bingaman has advocated enhanced trade \npreferences for Haiti, the poorest country in the Americas. Senators Cantwell and Hatch have worked hard to bring \neconomic opportunity to wartorn Afghanistan and Pakistan.  Senator Smith has advocated providing preferences \nfor the world's least developed countries.\n\n\nPreference programs are the tools that we have, but as we continue to use them to help our neighbors, we need to \nask:  Are these the tools that our neighbors need?  Are our preference programs the best way to help our \nneighbors?\n\nWith two preference programs expiring this year and the rest in coming years, we need to ask these questions of \nourselves and of those whom we wish to help.  For us and for our neighbors we cannot let these programs expire, \nbut for us and our neighbors we must make our preference programs the best that they can be.\n\nFirst, we must look at how we're helping.  Can beneficiary countries utilize our programs, or are they too \ncomplicated to be useful?  Do staggered and short-term extensions create too much uncertainty?  Would longer-\nterm programs be more effective, or would longer-term programs reduce the incentive for countries to be better \ntrade partners?\n\nSecond, we must look at which countries we are helping.  Are we helping those in greatest need?  Do countries like \nBangladesh and Cambodia suffer because America does not give them preferences as favorable as those that we \nprovide to our African partners?  Should we continue to provide preferential market access to more economically \nadvanced countries like Brazil and Russia?  Are we helping countries that would be doing more to help themselves \nor could be doing more to help themselves, frankly?\n\nAnd finally, we must look at why we are helping.  Let us ask how these programs help our economy.  Do these \nprograms work for U.S. businesses?  Do they create jobs here at home?  Are American investments in beneficiary \ncountries secure?\n\nWe do not want to help countries who refuse to help themselves, and we do not want to undermine America's goals \nin multilateral trade negotiations.\n\nWe help because it is the right thing to do.  We do it because our programs help others to help themselves.  We do \nit to help build sustainable economies in the developing world.  And we help because these programs often work.  \nSingapore, Chile, Korea grew from being beneficiary countries to dynamic global economies.\n\nFarmers in the Gallatin Valley in Montana have a few months until harvest, and we here have a few months until \ntwo of these programs expire.  Montana's farmers will use that time well.  We must do the same.\n\nLet us extend these programs the right way, let us help to get our neighbor's oxen back on their feet, and let us help \nour neighbors to reap a plentiful harvest that we all can enjoy.\n\nSenator Grassley?\n\nSEN. CHUCK GRASSLEY (R-IA):  Mr. President -- or Mr. Chairman -- 30 seconds for a point of personal privilege \nbecause we're dealing with things -- how the United States can help the rest of the world, and I would like to point \nout that I'd be remiss if I didn't say a few words about my own state of Iowa.\n\nAnd there's a lot of other states in the Midwest affected, being very hard hit, either by tornados, which was the case \nof my hometown of New Hartford or neighboring Parkersburg; now much of the eastern parts of eastern Iowa and \nparts of central Iowa are under rings and floods that are as bad as they were in 1993.  And just last night, four boys \nwere killed at a Boy Scout camp in western Iowa when a tornado went through.\n\nSo I'd like to make sure that people back home and here know that we're concerned about what happens back \nhome as well as around the world.\n\nSEN. BAUCUS:  I might say, Senator Grassley, I'm just so impressed how people are pitching in, filling sandbags \nand helping as good neighbors -- you know, like Cedar, Iowa is helping everybody out.\n\nSEN. GRASSLEY:  Yeah.\n\n\n\nSEN. BAUCUS:  A tragedy.\n\nSEN. GRASSLEY:  Very characteristic of our kind of people.\n\nThis is a very important hearing, Mr. Chairman, so thank you very much.  It's something you and I've had a great \ndeal of discussion on and always get together on these issues, but we may be coming from a little different point of \nview.  But we believe that these programs do serve a very valuable purpose.\n\nOur trade preference merits fundamental reconsideration at three levels.  First, what's their purpose?  Second, \nhow effective in achieving it -- can their operation be improved and if so (sic).  And third, do U.S. trade preferences \nundermine our broader trade policy objectives to any extent, and, if so, how can they be reconciled?\n\nThis reconsideration of our preference programs is needed because the answers to at least some of these \nquestions may have changed since these programs were started decades ago.  Those changes may have \nconsequences for how we utilize our trade agenda to advance our national economic and foreign policy interests.\n\nIf we accept that our preference programs are primarily intended to help facilitate economic development in \nbeneficiary countries, it's natural, then, to ask how well they are achieving objective.\n\nAccording to GAO, the distribution of benefits appears limited. Our broadest preference program, GSP, has been \nin place since '75.  Of the 131 beneficiary countries, the top 10 account for over three- quarters of our imports under \nGSP.  Similarly, if you consider all preference programs together, the top four beneficiary countries account for \nover half of our imports under those programs while the top 25 account for over 95 percent of such imports.  A \nthreshold concern, then, is how to spread those benefits more broadly.\n\nThe composition of our imports raises another concern.  Fuel accounts for about 60 percent of our imports under \npreference programs.  How can we utilize our preferences to better facilitate vertically integrated business \ndevelopments in business countries outside the energy sector?  That's an issue that we've been grappling with \nunder the African Growth and Opportunity Act.\n\nOn the other hand, if we also need -- we also need to consider the point at which it becomes appropriate to limit or \nwithdraw benefits under preference programs.  The GSP does contain limitations on the amount of preferential \ntreatment to beneficiary countries, but those limitations can be waived.  Congress took a first step in reforming \nwaiver framework in 2006 by providing for the review and revocation of such waivers if they'd been in place for five \nconsecutive years and the volume of imports reflects that such imports have become super competitive.\n\nWe need to further review the conditionality that attaches to our various preference programs and assess whether \nthe operation and administration of those conditionality can be improved.  We must also guard against \ncomplacency.  Trade preferences should not be taken for granted.  That goes for importers as well as -- U.S. \nimporters as well as foreign governments.\n\nI'm concerned that we're seeing evidence of complacency from some of the advanced developing countries in \nongoing Doha round negotiations, WTO.  If trade preferences become an obstacle to achieving broad multilateral \nmarket liberalization, then we need to rethink the construct of our preference programs.\n\nAnd finally, we need to consider what are limitations of these programs, other factors such as civil strife, conflict, \ninadequate infrastructure, an inefficient transportation network, poorly developed capital markets, and even political \ncorruption may play a large role in impeding sustainable economic development.\n\nSo I put it to our witnesses:  How should we utilize our preference programs to better facilitate this sort of sustained \neconomic development, and as developing countries prosper, how do we transition them to more mature reciprocal \ntrading relationships?\n\nThank you.\n\n\n\nSEN. BAUCUS:  Thank you very much, Senator.\n\nI'd like now to introduce our witnesses.  Today's panel begins with Loren Yager, director of international affairs and \ntrade, United States Government Accountability Office.  Following Dr. Yager is Mr. Grant Aldonas, principal \nmanaging director of Split Rock International.\n\nGrant, welcome back to the committee.\n\nThe third witness is Ed Gresser, director of the Project on Trade and Global Markets at the Progressive Policy \nInstitute and the author of \"Freedom from Want.\"\n\nAnd Ed, it's very good to see you back again.\n\nAnd finally we welcome Father Andrew Small, foreign policy adviser for the United States Conference of Catholic \nBishops.\n\nThank you, Father, for attending.\n\nAs our usual practice, each of you I ask to give about five- minute statements, and your prepared statements \nautomatically will be included in the record.\n\nDr. Yager?\n\nMR. YAGER:  (Off mike.)\n\nSEN. BAUCUS:  You may want to pull your microphone closer, Dr. Yager.  We want to hear you.\n\nMR. YAGER:  Okay.  I'm pleased to be here today --\n\nSEN. BAUCUS:  Maybe closer yet.  (Laughter.)\n\nMR. YAGER:  All right.\n\nSEN. BAUCUS:  We really want to hear you.  (Laughter.)\n\nMR. YAGER:  I'm pleased to be here today to report on our work on U.S. trade preference programs.\n\nSince the committee's hearing last year on this subject, GAO has completed two in-depth studies of U.S. \npreference programs for the Finance Committee and the Committee on Ways and Means.  This hearing is \nparticularly timely as it provides an opportunity for the Congress to review the progress and performance of these \nprograms as a group and begin to address some of the difficult questions that you posed in your last hearing and \nthat you both posed in your opening statements.\n\nIn order to contribute to that discussion, I will address two topics today.  First, I will outline key policy trade-offs \ninvolving various domestic and foreign interests that are inevitable in the design of preference programs.  Second, I \nwill summarize our recent recommendations regarding the importance of considering the preference programs as a \ngroup.\n\nLet me first talk about the policy trade-offs, and I know that the committee discussed some of these trade-offs at \nthe last hearing. I know two of my fellow panelists are also very familiar with the difficult policy trade-offs from their \ntime working for the Finance Committee and in the administration on these very issues.\n\nFirst, the programs are designed to offer duty-free access to the U.S. market, but only to the extent that they do not \nharm U.S. industries.  Because of this, they exclude certain products from duty free status, including some that the \n\n\n\ndeveloping countries are capable of producing and exporting.  As a result, there are notable gaps in product \ncoverage, particularly in agricultural and apparel markets.\n\nThe second trade-off involves deciding which developing countries can enjoy preferential benefits.  Two least-\ndeveloped countries -- Bangladesh and Cambodia -- have become exporters of apparel to the United States but do \nnot have duty free access for their goods because they do not qualify for a regional program.\n\nOn the other hand, African private sector spokesmen have raised concerns that giving preferential access to \nBangladesh and Cambodia might endanger the African apparel export industry that has grown up under AGOA.\n\nThis same trade-off involved decisions regarding the graduation of countries or products from the programs.  In \nterms of products, over one-third of the trade from GSP beneficiaries, $13 billion in 2006, is no longer eligible for \npreferences because countries have exceeded the competitive need limitations for those products.\n\nAlthough the intent of country and product graduation is to provide greater benefits to poor countries, we \nrepeatedly heard concerns that China would be most likely to gain U.S. imports as a result of a beneficiaries' loss of \npreferences.\n\nPolicymakers face a third trade-off in setting the duration of preferential benefits.  Preference beneficiaries and \nU.S. businesses that import from them agree that longer and more predictable renewal periods are desirable.  \nMembers of Congress have recognized this argument with respect to Africa and renewed AGOA's general \nprovisions until 2015.\n\nHowever, some U.S. officials believe that periodic program expirations can be useful as leverage to encourage \ncountries to act in accordance with U.S. interests, such as global and bilateral trade liberalization.\n\nLet me now turn to the second issue, that the preference programs have proliferated over time.\n\nIn response to differing statutory requirements, agencies pursue different approaches to monitoring the various \ncriteria set for programs.  The result is a lack of systematic review and little to no reporting on impact.  Let me list \njust a few examples.\n\nOne, many countries participate in more than one of these programs.  Of the 137 countries eligible for preference \nprograms, more than half were eligible for two or more programs.  And while there is overlap in various aspects of \ntrade preference programs, each program is currently considered separately by Congress based on its distinct \ntimetable and expiration date.\n\nOnly one preference program directly links to capacity building, even though many nations lack the capacity to \neffectively participate in international trade.\n\nFinally, separate reporting for the various preference programs makes it difficult to measure progress towards \nachieving the fundamental and shared goal of promoting economic development.\n\nTo address the concerns I've summarized today, GAO recommended that USTR more consistently review \nbeneficiary countries and hold more joint evaluations and discussions.  USTR just wrote a letter to the Congress \ndetailing their plans to address the GAO recommendations.\n\nWe also suggested that Congress should consider whether trade preference programs review and reporting \nrequirements could be better integrated.  We believe that the hearings held by the committee last year and again \ntoday are consistent with the need to consider these programs in an integrated fashion.\n\nMr. Chairman, this concludes my prepared statement.  I'd be happy to answer any questions that you or other \nmembers have.\n\n\n\nSEN. BAUCUS:  Thank you, Dr. Yager.\n\nMr. Aldonas?\n\nMR. ALDONAS:  Thank you, Mr. Chairman.\n\nMr. Chairman, Senator Grassley, members of the committee, I want to thank you for the opportunity to appear, to \ncome back to the Finance Committee.\n\nAnd before I start, I'd just like to add, Mr. Chairman and Senator Grassley, a thanks for the hard work that you've \ndone and the committee has done on trade adjustment assistance over a sustained period.  I have to say that \npersonally I think the reform and expansion of those programs is absolutely critical to help American workers meet \nthe challenges of competing in a global economy.  So thank you very much for the --\n\nSEN. BAUCUS:  Can you say that one more time, please? (Laughter.)\n\nThank you.\n\nMR. ALDONAS:  With respect to today's topic, I want to thank you as well.  I know that it's a busy time for the \ncommittee and a busy time for the Senate, so taking the time to do the oversight necessary on our preference \nprograms is important.\n\nAs reflected in my written statement, our preference programs can play a critical role in our trade and development \npolicies, but, in my view, as currently structured they work at cross purposes with our goals in both those areas.\n\nI'd summarize my critique of our preference programs like this: Economic development is a microeconomic rather \nthan macroeconomic phenomenon.  It involves the process of economic change.  That requires changes in \neconomic incentive structures that shape individual behavior.\n\nIn a global economy, economic development depends heavily on connecting people to world markets, both as \nproducers and, significantly, as consumers.  To be effective in that context, our preference programs, along with \nthe other elements of our development policy, should focus on eliminating the disincentives that prevent the poor -- \nboth as consumers and producers -- from realizing the benefits of markets.\n\nOur goal, as a consequence, should be to offer the broadest possible opportunity for the poor to engage in trade.  \nIn return, we should ask that the beneficiary countries create the conditions necessary for local markets to flourish.\n\nThe question the committee should ask, therefore, as a part of its oversight is whether our preference programs \nmeet that challenge. Do they maximize the incentives facing market participants in beneficiary countries in ways \nthat ensure broad economic opportunity, both locally and globally, for the poor?  In my view they do not, for the \nreasons I stated in my written statement.\n\nWithin that framework, I do want to highlight one problem in particular and that's the inconsistency between our \npreference programs and the other aspects of our trade policy that, from my perspective, are just as important to \neconomic development, and here I may differ slightly with some of my colleagues, including my good friend Father \nAndrew.\n\nTrade agreements are preferable to preferences for a pretty simple reason.  The benefits of trade flow from both \nexports and imports.  The real gains from trade come from the efficiencies generated by specialization -- in other \nwords, shifting your economy toward what it does best.  Focusing solely on exports eliminates the benefits you \ngain from imports and the freedom they give you specialize, which is why we should encourage developing \ncountries, particularly the more advanced developing countries, to engage fully in trade liberalization so that they \ngain from both ends of the trade equation.\n\n\n\nAs currently structured, our preference programs work against that goal as well as working against America's own \ntrade negotiating objectives.  Both my own experience as a trade negotiator and the economic evidence to date \nreinforce the conclusion that our preference programs have in practice eroded the incentive to negotiate further \ntrade liberalization among a number of rapidly rising developing countries.  Indeed, the Doha Development Agenda \nhas in part foundered on precisely that problem.\n\nAs a remedy I'd suggest a six-point agenda for achieving our trade and development goals.\n\nFirst, I would recommend the committee expressly limit the availability of our preferences to the least-developed \ncountries in the world.\n\nI would suggest adopting a single set of conditions that apply to both our preference programs and our \ndevelopment assistance conditions that focus on eliminating the barriers the poor face in gaining access to markets, \nboth locally and globally, both as consumers and as producers.\n\nThird, we should create a single process for consideration of potential beneficiaries both for our preference \nprograms and for our development assistance.\n\nWe should gear our development assistance toward individual entrepreneurs rather than governments, particularly \nwhere it would help connect them to global supply chains that form the basis of competition in the global economy.\n\nFifth, we should gain greater operational consistency by combining the administration of our preference programs \nwith our development assistance programs.\n\nAnd sixth, I feel we should adopt a broader trade policy approach consistent with delivering on the promise trade \nholds for the poorest in the world.  Toward that end, I'd recommend a grant of negotiating authority to the president \nto, number one, negotiate a free trade area within the WTO among developed countries willing to move rapidly \ntoward that goal in order to offer the broadest possible market opportunity not only for our exporters but also for \nfirms and workers in the least developed world.\n\nI would also suggest, number two, that we harmonize our preferences with our developed-country trading partners \nso that entrepreneurs building businesses in Africa, in Asia and Latin America would know that they could sell as \neasily in Athens, Greece as they could in Athens, Georgia.\n\nThank you.\n\nSEN. BAUCUS:  Thank you very much.  That was very helpful.\n\nMr. Gresser.\n\nMR. GRESSER:  (Off mike.)   Let me echo Grant's comment on trade adjustment assistance.  I think the committee \nreally deserves some praise and thanks for its work on that issue.\n\nLet me make three basic points.\n\nFirst, I believe trade preferences over the last 30 years have made a very valuable and important contribution to \nAmerican trade policy and to some of our national security goals.  They cover a modest fraction of trade -- roughly \n2 percent of non-oil trade or roughly 4 or 5 percent if one includes energy -- but within this small scope they've \ndone some important things.\n\nThe Caribbean Basin Initiative in the 1980s and 1990s helped Central America restore its economic stability and \nrecover from the era of wars and guerillas and death squads of that time.  The AGOA program has helped Lesotho \nand Swaziland -- these are very small and poor countries hit hard by HIV and AIDS -- as well as Madagascar to \nemploy thousands of women in garment industries.  Andean program flowers are a major job opportunity for \n\n\n\nColombians and for Ecuadorians, especially in rural areas.  And many middle-income and lower-income countries -- \nParaguay, Thailand, India, Armenia, Philippines, Indonesia, Turkey -- rely very heavily on GSP for competitiveness \nin light industry vis-a-vis China.\n\nThey're not substitutes for multilateral liberalization nor are they guarantees of export success for beneficiaries, but \nas these examples show, they are an important part of American trade policy. They have contributed to \ndevelopment, and they have made an important contribution to security as well.\n\nLooking ahead, though, I would say they face two significant challenges.  One of these is geographical.  \nPreferences offer relatively little benefit to least-developed countries in Asia and the Pacific, and they do not offer \nmuch benefit to some of the large majority Muslim countries that are at the heart of our largest national security \nconcern.\n\nHere we could cite Cambodia as a good example.  Cambodia's clothes are some of the -- face some of the highest \ntariffs we have in our schedule.  Last year, Colombia's (sic) $2.4 billion in exports faced a $419 million tariff penalty.  \nThis is a larger tariff penalty than the $412 million that British goods faced and those totaled $57 billion altogether.\n\nPakistan is in a similar state.  Bangladesh is similar, Nepal and a number of otherwise small, low-income countries \nthat are important to us for a variety of reasons.\n\nHere I would like to note and applaud two proposals, one by Senator Smith and Senator Feinstein, the Trade Act, \none by Senator Cantwell and some others to provide a special benefit for Pakistan's border regions in Afghanistan.\n\nThe other challenge is in policy.  Some countries I believe could use their preferences more effectively with better \ntechnical support in capacity building.  Here I would point in particular to Africa, where a number of countries are \nstruggling with inadequate infrastructure and port management.  A number of countries could be selling non-import \nsensitive agriculture products to the U.S. if they had better support and advice on sanitary and phytosanitary \nstandards.\n\nAnd on a deeper level, I would say three of the programs -- AGOA, CBI and ATPA -- are struggling.  If you look at \ntheir share of American clothing markets, their share is going down and is not only going down by share but by \nabsolute exports.  So despite the extensive benefits these programs offer, the beneficiaries aren't using them as \nwell as one would have hoped.\n\nMy hypothesis is that the unusual qualifying procedure for clothes known as the rule of origin may be at the heart of \nthis problem because one can see the same thing happening under FTAs.\n\nThe GSP system is less extensive.  It covers fewer products, but the beneficiaries seem to be holding their share of \nthe market.  In the regional programs for clothing, they're losing their share of the market.  This I believe is because \nin order to qualify a T-shirt or a pair of pajamas, most of the beneficiaries have to show that the inputs came from \nparticular places -- from the United States, from internal sources -- and I don't think this matches up very well with \nthe multinational supply chains that most manufacturers use and that are most convenient for retailers and buyers \nto use.  If these programs are to contribute in the future as they have in the past, I'd suggest that we need to look \nhard at these rules and maybe reshape them.\n\nThe final point is that these programs are not the world of trade.  Africa is struggling in its clothing exports.  Africa at \nthe same time is surging in its exports to the world.  Since 2002, the African continent's exports have grown from \nabout 140 to about 420 billion (dollars), led by energy and metals and so forth.\n\nI would suggest that it is time for us to look and work with the African countries to see how this influx of cash can be \nused to fix some of the infrastructure problems and capacity problems that have made trade difficult for Africa to \nsucceed in.\n\nLet me close there, and once again I thank you very much for your invitation and for holding this hearing today.\n\n\n\nSEN. BAUCUS:  Thank you, Mr. Gresser, very much.\n\nFather Small.\n\nREV. SMALL:  Good morning, Mr. Chairman, Senator Grassley, honorable members of the committee.\n\nI'd like to begin by offering my condolences and those of the Bishops' Conference to the senator and the people \nparticularly who've lost loved ones very abruptly and tragically.\n\nThe Bishops' Conference is grateful for this invitation to offer testimony in oversight of trade preference programs.  \nThe notion of preference itself, the subject of today's hearing, is one that lies at the heart of the church's vision for \neconomic activity in which rules governing economic life can and should be designed so that the dignity of all, \nespecially the poor and vulnerable, is respected.\n\nPromoting development among the world's poorer nations was a priority at the dawn of the world trading system, \nand this squares well with the Catholic tradition where the economy exists to serve people, and not the other way \naround.\n\nPope Benedict XVI's recent visit to our capital city reiterated this call only last week, speaking about the need to \nglobalize solidarity as the global hunger crisis worsens.  And our entire body of bishops offer the following advice, \nas they do every four years, this year during this election season; they say, quote, \"While the common good \nembraces all, those who are weak, vulnerable and most in need deserve preferential concern.\n\n\"\n\nThe committee has heard from several experts on the current state of U.S. preference programs.  I'd like to \nhighlight the impact of these programs on two of the poorest countries in our own hemisphere, Haiti and Bolivia.\n\nChurch leaders from both countries visited Washington to speak about the need to both expand and strengthen \nthese programs, and we're grateful to you, Mr. Chairman, Senator Grassley, and the committee for the support that \nyou've given to these programs.\n\nHaiti, as we all know, has known a great deal of hardship.  In the early '80s, employment in the apparel sector \nbegan to decline from 100,000 jobs to around 15,000 by 2004.  Since the U.S. began implementing the HOPE Act \nin 2006, Haiti has recovered approximately 5,000 jobs.\n\nNow this achievement is modest, but it's especially important for people like Carlene, a mother of two who lost her \njob in October '06.  But with new orders coming because of HOPE, Carlene started working again in January of this \nyear.  The same is true for Samuel, a father of two, who, like Carlene, now gets his paycheck every 10 days.  \nArnelle received computer training after she lost her job in 2006, and her training was paid for by remittances sent \nby a family living in the United States. So preference programs actually help people remain in their home countries \nand resist the push to emigrate.\n\nThese kinds of jobs on average earn about $5 or more a day, and while this might seem incredibly low, it's four \ntimes the country's per capita income and is enough for a family to pay for food, shelter, clothing.\n\nAnd so as well as meaningful preferences, these programs need to be reliable.  On a visit to Washington last \nFebruary, Cardinal Terrazas from Santa Cruz, Bolivia urged long-term extension of the preferences Bolivia \nreceives under ATPDEA, and he reported how much these U.S. preference programs are known by the Bolivian \npeople and they're valued by ordinary Bolivians, many of whom depend upon them to develop viable alternatives to \ncoca production.\n\nOf course, trade policy needs to promote more than economic growth, and that's why USCCB has urged a strong \nlink between trade and human rights, including labor and environmental protections, access to lifesaving medicines \n\n\n\nand respect for freedom and democracy.  As the global economy integrates, USCCB, the Bishops' Conference, \nurges lawmakers to prioritize the rights and dignity of workers at home and abroad, taking meaningful steps to help \nthose in the U.S. that lose their jobs because of globalization.\n\nThere is a Haitian proverb:  Beyond the mountains, there are more mountains.  It refers to the peasant farmer's \ndream of never-ending land yielding bounty upon bounty, but for many the path to a better life is blocked by \ninsurmountable obstacles.  U.S. preference programs make straight the path for poor country exports, and they \noffer a unique way for countries like the United States to build global solidarity using trade laws to privilege the \npowerless.  They bring hope and life to millions of people like Carlene, Samuel and Arnelle, and for that, I'd like to \nsay thank you.\n\nSEN. BAUCUS:  Thank you, Father, very much.\n\nI'd like to ask each of the four of you a couple, three changes you think should be made to the current preference \nprograms or maybe the things you like best.  Just the main points you want to make with respect to the preference \nprograms, with more emphasis on changes. What are the top three that you think we should make?\n\nI'm going to go down the table here.  We don't have a lot of time here.  I have about four and a half minutes left, so \ncould you just very briefly -- like one minute.\n\nMR. YAGER:  Okay, Mr. Chairman.\n\nI think we made a couple of specific recommendations in our reports to USTR to align the reporting of the results of \nthese programs as well as to look for different ways to ensure that the review of different countries -- for example, in \nGSP -- is more uniform than it has been in the past.\n\nI think there are also opportunities for the Congress to help align the goals of these programs and to simplify them, \nnot necessarily as Grant said, along with other countries, but even within these programs to ensure that they're not \nworking at cross purposes, because, for example, some countries now, while they might not choose to be reviewed \nfor AGOA or may not be eligible, they may in fact be still eligible for GSP, which could be at cross purposes with the \ngoals of the program.\n\nSo there's --\n\nSEN. BAUCUS:  You want more reporting, more alignment, more accountability?\n\nMR. YAGER:  That's correct.\n\nSEN. BAUCUS:  Basically.\n\nMr. Aldonas?\n\nMR. ALDONAS:  The first thing I would do is limit them to the least developed in the world, the poorest who need \nthe opportunity.\n\nWe're now living in a world where the more advanced developing countries have access to investment capital, that \nthe least developed don't.  In that world, they don't need that preference any longer, so number one --\n\nSEN. BAUCUS:  So who would you cut off?\n\nMR. ALDONAS:  Brazil.  Gosh -- Zimbabwe, Venezuela.\n\nThere's a host of countries that either aren't doing the things they need to do domestically to allow the preferences \nto work or, frankly, they work against the broader effort to liberalize trade that would benefit the least developed.\n\n\n\nSEN. BAUCUS:  So you'd shift away from the more developed and focus much more on the least developed?\n\nMR. ALDONAS:  Absolutely.  It increases the preference that they benefit from if you focus it on the least-\ndeveloped countries in the world.\n\nSecond thing is a single set of criteria that focuses on developing markets domestically in the developing countries.\n\nAnd the third thing is we should put the money on the table with our trade preferences.  We really should come to \nthe table, both with our development assistance budget and our preferences when we sit down to talk with \ncountries.  And we should say look, let us understand what you need in the way of infrastructure to get your goods \nto market, let us build those markets with you domestically, and let's find a way to help you link those markets to the \nglobal economy, which is what our preferences do.\n\nSEN. BAUCUS:  Okay.\n\nMr. Gresser?\n\nMR. GRESSER:  I would say try to fill the gap for the least- developed countries in Asia and the Pacific in the \nMuslim world.\n\nTwo, improve development assistance and capacity building for Africa.\n\nAnd three, probably make the programs a bit longer and with more synchronized renewals.\n\nSEN. BAUCUS:  What do you think about the eligibility criteria? To what degree are countries who participate do we \nknow that they're focusing on those -- that those conditions are being met?\n\nMR. GRESSER:  I think we could probably do a better job in weeding out genuinely bad actors.  Grant mentioned \nZimbabwe and Venezuela as kind of odd beneficiaries of these programs.\n\nI would say also that we should have a shorter and less- complicated list of eligibility criteria than we do now \nbecause the more you create very specific and, you know, multiple categories -- reasons for eligibility or non-\neligibility and the more you create very detailed limits on the type of products that can be imported under these \nprograms, the harder they become to use and the less valuable they become to the beneficiaries.\n\nSEN. BAUCUS:  Okay.\n\nFather Small?\n\nREV. SMALL:  Just agreeing with a lot of what my colleagues have said, but it just seems such a difficult thing to try \nand figure out, which is why we tend to talk about it on a case-by-case basis.\n\nAssociating worker protections and labor provisions, as we did with the recent HOPE II Act, I think was a great way \nforward.  Maybe increasing that so that it's more of a capacity building around labor rather than -- there's always the \ncarrot and the stick.  I think the carrot will probably work if we focus on those countries that Grant says should be \nfocused on, to the least developed.\n\nSEN. BAUCUS:  So, I mean, do you all agree that we should begin to limit some of the more developed countries \nand focus more on the least developed?  Anybody disagree with that basic point?\n\nREV. SMALL:  I suppose the conference couldn't go on record as saying who shouldn't get preferences.\n\nSEN. BAUCUS:  Right.  Yeah, right.\n\nREV. SMALL:  We generally say who goes to heaven, but we don't say who goes to hell.  (Laughter.)\n\n\n\nSEN. BAUCUS:  Right.\n\nMR. ALDONAS:  As a Lutheran, that's not my experience with the Catholic Church.  (Laughter.)\n\nREV. SMALL:  Not even Martin Luther got that.\n\nSEN. BAUCUS:  What about India?  Anybody have a view about India?\n\nMR. ALDONAS:  Yeah, India's the principal obstacle, frankly, to the launch of the Doha round in Doha and the \nprincipal obstacle now in terms of actually concluding a round.  Any movement at all in terms of goods and services \ncould make a significant contribution to liberalization not only for the benefit of American exporters but for the poor \nin the world.\n\nSEN. BAUCUS:  Yeah.\n\nMy time's expiring, but one question -- what are the potential unintended adverse consequences of starting to \nphase out the Indias and the Brazils of the world?  What are the consequences of doing that?\n\nMR. GRESSER:  Well, most of the goods, particularly under India's GSP, are not import-sensitive.  If India's \nprivileges are limited, they will drift off to China or Vietnam or some other country.\n\nAnd India is a large, rapidly developing country, but it's also a very poor country, 7(00) or 800 dollars per capita \nincome.  And many of the people who work in the GSP industries in India are low-income women who I think \ndeserve and need some support.\n\nSEN. BAUCUS:  Thank you very much.\n\nSenator Grassley?\n\nSEN. GRASSLEY:  Yeah.  Thank you very much.\n\nMr. Gresser, I think you wrote about something I want to ask you about, so not a very specific question but your \nviews, and this is where I'm coming from because I've noticed that some of the strongest congressional supporters \nof preference programs also oppose negotiating new trade agreements.  That's puzzling to me.\n\nIt seems to me that liberalizing trade is a powerful tool for helping poor in other countries, and GSP's one example \nof trying to do that.  And when folks oppose greater trade liberalization, they're hurting the poor, not helping them.\n\nYour views?\n\nMR. GRESSER:  Well, among the group of people who are supporting preferences and unhappy with trade \nagreements, I think there are probably a range of views.\n\nI don't presume to speak for them, particularly for people in Congress, but there is a group of people who feel that \nthe FTAs ask too much of low-income countries.\n\nSEN. GRASSLEY:  Yeah.\n\nMR. GRESSER:  There may be people who place kind of very high reliance on conditionalities and the potential of \nwithdrawing benefits as ways to influence the policies of beneficiaries.\n\nIn my experience, this is not as easy to do as one might think at first glance, but maybe those are some of the \nexplanations.\n\n\n\nI do agree with you that liberalizing trade has been a real benefit for the poor in the world, and last year had \nMuhammad Yunus from the Grameen Bank testifying to that.  And I think his words were very eloquent and well \nworth recalling.\n\nSEN. GRASSLEY:  Yeah.\n\nNow, Mr. Yager, last year the administration revoked competitive need limitation waivers for eight super-competitive \nproducts under GSP.  The purpose of the revocation was to provide additional import opportunity to other \nbeneficiary countries.\n\nYour testimony mentioned that beneficiaries of GSP will not necessarily profit from another country's loss of \npreference; however, I feel we have some trade data suggesting revocations were a success. Just to give you an \nexample, import of gold jewelry rising from other GSP beneficiary countries as well as from our free trade \nagreement partner Dominican Republic.  I expect that the administration will continue its efforts this year and revoke \nwaivers on super-competitive requirements set out in the law.\n\nIn any case, then, how do you respond to the trade data, assuming I read the trade data right?\n\nMR. YAGER:  Yes, Senator Grassley, I believe you're correct.\n\nI'm familiar with one particular case where a competitive need limitation on gold jewelry I think is the one you \nmentioned.  That was certainly an unusual case because the volume that was being shipped under the waiver by \nIndia I believe was over $2 billion, and so more than 10 times the threshold that normally would push a country \nproduct out of the GSP program.\n\nSo it certainly is no surprise that when you have an exporter like India that's pushed out of that kind of a volume of \ntrade that the benefits would be widely distributed across both preference beneficiaries, free trade partners, as \nwell as other countries around the world.\n\nI think it is a very useful exercise to go through and look to see what the effects of these revocations of the waivers \nare, and so we can actually do a little bit more and communicate with your office on that because we think it is \nuseful to see what happens in these cases.\n\nThe case that you mentioned, gold jewelry, though, was certainly one where there was a great deal of shipments \nunder that program vastly in excess of the (CNL/C&L ?) limits, and so it's not surprising that those benefits were \nspread around the world.\n\nSEN. GRASSLEY:  I presume then that you feel that we don't have enough trade data to justify a very sweeping \nopinion in that direction.\n\nMR. YAGER:  Well, I think what we wrote in the testimony was that there's no guarantee that the benefits will go to \nother preference beneficiaries.  And so I think that by looking at the data, it's certainly a good way to determine \nwhether in fact it occurs in that way, so we think it would be a very useful exercise.\n\nSEN. GRASSLEY:  Okay.  On another point, Grant, you suggested in testimony that we should ask beneficiaries of \npreference programs to create conditions for markets to flourish.  For example, you mentioned private property \nrights for the poor and the needs to ensure enforceability of contracts.\n\nAre you suggesting that we should require countries to implement these types of reforms as a condition for \nreceiving preferences?\n\nMR. ALDONAS:  Thank you, Senator Grassley.  That's exactly what I'm suggesting.\n\n\n\nIn the absence of those domestic reforms that allow individuals in the developing country to engage in that simple \nhuman freedom of exchange, there's not much hope for economic development, number one.\n\nThe other thing is those rules are also consistent with creating contestable markets in which our exporters can \ncompete fairly.  So it helps both in terms of the development as well as our own commercial interests.\n\nSEN. GRASSLEY:  Okay.\n\nSenator Baucus asked me to call the next person on the list, and that's Mr. Bingaman.\n\nSenator Bingaman?\n\nSEN. JEFF BINGAMAN (D-NM):  Thank you all for being here.\n\nMr. Yager, let me start with you.  I've thought for a long time that one of our problems with trade generally is that we \ndon't properly staff up the U.S. trade representative's office to do all the things that we require them to do.  And \naccordingly, their priority has been let's get more agreements signed.  There's not enough time and not enough \npeople to properly monitor what we've already got in place.\n\nYour comments about how these programs are not properly monitored and not properly reported on, all of that, am I \nright that this is a symptom of the larger problem that we're not properly staffing, not adequately resourcing our \ntrade representative's office?\n\nMR. YAGER:  It's certainly related to that point.\n\nFor example, there is an annual review under the AGOA program in which each country is looked at each year.  On \nthe other hand, GSP, it can be many years between program reviews for individual countries. In fact, many of the \ncountries in the GSP program have never been reviewed.\n\nSo when we talked to the trade representative's office, one of the things that did concern them was the work and \nthe amount of effort necessary to go through the entire list of GSP countries on an annual basis.  They looked at \nthat as quite a daunting task.\n\nAnd so there are issues related to the requirements and the expectations on USTR and the staffing that they have \nto try to comply with congressional interests.\n\nSEN. BINGAMAN:  Mr. Gresser, you point out here that in 2007 GSP covered ($)30.8 billion in goods or \n($)20.3 billion in goods excluding oil.\n\nWhy are we including oil in this?  I mean, I have real trouble understanding, given the demand for oil today, which \nwe see reflected every time we drive up to the gas pump, why do we have to give particular countries a preference \nto import oil into this country?\n\nMR. GRESSER:  Senator, I can't see any good reason for it.\n\nThe tariffs on oil are small specific duties, typically a quarter or a nickel or 50 cents per barrel.  I don't think they \nhave any noticeable effect on trade, and I think it's not really meaningful to include them in these programs.  They \nshould probably not be included.\n\nSEN. BINGAMAN:  And would that be -- is oil the main one or is there others that you would put in that same \ncategory, that it just doesn't make any sense?\n\nI mean, these are not -- people producing oil or companies producing oil in these countries are not giving work to \nlow-income people who otherwise would have no income, as a general matter.\n\n\n\nMR. GRESSER:  Yes, this is a very good point.  And we would be importing it no matter what in either case.\n\nThere may be some other natural resource products that -- in a similar state.  I'd have to look at the schedule.  But I \nthink oil is the big one.\n\nSEN. BINGAMAN:  Okay.  This business of -- Mr. Aldonas, let me ask you here.  The business of coordinating our \ndevelopment assistance and our trade preference policies makes a lot of sense to me, and I think Mr. Yager, Dr. \nYager, talks about the fact that we don't have this linked to capacity building.  How do all these three fit together?  I \nmean what are we talking about by way of capacity building that's not included in what you're describing by way of \ndevelopment assistance?  Or maybe it's all the same thing?\n\nMR. ALDONAS:  It's a great question.  The world we're living in is really driven by competition among supply \nchains, and it would be useful to take that mode of thinking about the world and applying it to what we do from a \ndevelopment perspective, because what you'll identify is what kind of domestic reforms you need inside the country \nto ensure that it has a vibrant market domestically; you'll see what the infrastructure problems are, to be able to link \nthat to a global market; you'll also identify the external barriers those exports face, which is really what our \npreference programs address.\n\nSo in one sense you'd be mirroring precisely what the buyers of the goods that Ed was describing look at when they \nsay, \"Am I going to source in a place like Cambodia? Am I going to source\" -- and the financial part of it is to say, \nhow do we finance the infrastructure, both human infrastructure, institutional infrastructure and physical \ninfrastructure, to allow this to happen?\n\nSo ultimately if you want to line up both our development assistance and our preference programs with the way the \nworld works in the global economy, the best thing is to take that methodology and apply that analysis and really set \na single set of criteria that would apply to both, so when you come to the table with a least-developed country, you \nhave the opportunity to talk both about the money and about the preferences.\n\nSEN. BINGAMAN:   My time is up.\n\nThank you, Mr. Chairman.\n\nSEN. BAUCUS:  Now up next on the list is Senator Smith.\n\nSEN. GORDON SMITH (R-OR):  Thank you, Mr. Chairman.\n\nEd Gresser and Grant Aldonas, a number of members of the committee have introduced different types of models \nof trade preferences.  Senator Feinstein and I have introduced legislation that would extend AGOA-like benefits to \ndeveloped countries throughout Asia and the Pacific, and I know others have models that are more targeted to \nareas within those areas.  I wonder if you could briefly discuss the pros and cons of both models and how business \nand investments respond to the two.  Is there a better way, a preference that you have as between these two \ntypes?\n\nMR. GRESSER:  In terms of -- just so I understand this correctly, a broad benefit for least-developed countries in \ngeneral, or a targeted --\n\nSEN. SMITH:   Well, Senator Feinstein's and my bill for least- developed countries targets the entire region, and, for \nexample, I think Senator Cantwell and Senator Hatch have one more targeted within a specific area within a \ncountry.  My question is not a criticism of either but really more of a question of which is getting a greater response \nin terms of investment and business activity.\n\nMR. GRESSER:  Well, I have thought that -- PPI has advocated a broad kind of benefit for the Muslim world and \nfor least-developed countries.  Senator Cantwell's bill covers Afghanistan as a whole and the border areas of \nPakistan.  And if you could successfully bring jobs and growth to those regions -- Northwest Frontier -- (inaudible) -- \n\n\n\nand so on, that would be a major contribution to American security. I guess I don't see the two in conflict.  I see \nthem as both good ideas and complementary, especially in that Pakistan is not a least- developed country and \ndoesn't have a very meaningful benefit right now.\n\nSEN. SMITH:   The fact that Pakistan is not -- doesn't qualify under the bill that Senator Feinstein and I introduced -\n- but the truth is, its economics are just slightly above those of Cambodia, which do qualify.  And I wonder if you can \ngive me an update on what is the state of Pakistan's apparel industry and what benefits -- obviously you've cited \nnational security, but are there other benefits that come from helping them in this regard?\n\nMR. GRESSER:   I think that for our perspective the big benefit is national security.  Pakistan is at the center of our \nlargest current concern.  In a social sense -- I've visited Karachi, walked around the area where they have textile \nindustry.  And you can see many young, 20-, 30-year-old Pakistani women coming to work wearing, you know, \nblack and pink and red and yellow clothes, very colorful sight.  And this is one of the relatively few opportunities for \nPakistani women to become self-sufficient, to build up some savings, and I think has a social benefit, especially for \na large and quite conservative Muslim country, that we shouldn't ignore.\n\nSEN. SMITH:   And you think they're -- I think one of you mentioned, they are very mindful that they have these \nopportunities for these jobs because of the United States offering these trade preferences.\n\nMR. GRESSER:   I would hope that they are.  I've read and, you know, talked to Pakistani people -- each container \nfull of towels sent to the United States, very simple, cheap good, puts 500 Pakistanis to work, takes people out of \nmadrassas, takes them out of kind of sitting around in village squares, and I think can help, you know, on a large \nscale, bring down the social temperature, and make some of our political goals easier to achieve.\n\nSEN. SMITH:   I know this is about trade preferences, but Senator Cantwell and I have a bill that is related to \naffordable footwear. For example, many parts of the world still have duties of 67 percent that relate back to the days \nof Smoot-Hawley.  And it was designed in Smoot-Hawley to protect an industry that frankly no longer exists in our \ncountry at much of a level.  And our bill is actually supported by the remaining American foot -- shoe manufacturers.  \nAnd I wonder, as you look at, you know, kids going back to school in a few months, when families are going to have \nto buy them new shoes, would it not be advisable to pass this affordable footwear act now so that the poor in those \ncountries get the benefit and those who are less advantaged in our country get the advantage of the footwear that \nis not produced here?\n\nMR. GRESSER:  Very good idea.  One of the interesting things --\n\nSEN. SMITH:   I like your answer.  (Laughter.)\n\nMR. GRESSER:  (Laughs.)  One of the interesting things about our tariff system is that its highest rates are on \nclothes and luggage and shoes, at least in manufactured goods, particularly in shoes and luggage.  There are very \nfew made in the U.S. and very high duties. Those two products account for about a tenth of all tariff money and \nprobably cost families about 5 to 8 billion dollars a year.  The highest duties, as you mentioned, are on the cheapest \nsort of shoes, which are most important to poor families.  There are none made in the United States.   And it is \nreally worth a look.  And the question, why do we do this?  What's the point?   And so I applaud your bill.\n\nSEN. BAUCUS:  Senator Cantwell.\n\nSEN. MARIA CANTWELL (D-WA):  Thank you, Mr. Chairman, and thank you so much for having this hearing.  I \nasked if I could submit a longer statement for the record about the GSP system and --\n\nSEN. BAUCUS:  Without objection.\n\nSEN. CANTWELL:  And on legislation you mentioned, and I appreciate that, and some of my colleagues have \nalready talked about -- related to creating a reconstruction opportunity zone within Pakistan and Afghanistan.  And \nyou know, as my colleague from Oregon said, the Northwest kind of looks at this issue in a broad prospective.  \n\n\n\nTrade has been an important part of our economy, but it was after 9/11 that a group of constituents --Bill Gates Sr., \nformer U.S. Senator Dan Evans, General Johnny Shalikashvili -- formed what was known as the Initiative for Global \nDevelopment.  And their focus was to use -- basically, that at the root of global poverty, if we could address that, \nthat it would be a critical factor in addressing our security as a nation.\n\nAnd so Mr. Chairman, I would also like to add to the record letters submitted from the secretary of State, \nCondoleezza Rice, the Afghan and Pakistan ministers of commerce, and also a letter submitted by former \nAmbassador Richard Holbrooke and 9/11 commission Chair Lee Hamilton --\n\nSEN. BAUCUS:  Without objection.\n\nSEN. CANTWELL:  -- for the record.\n\nSo, obviously, you've already started discussing this notion of what we can do in these communities of the tribal \nregion of Pakistan and Afghanistan, and I guess I'm curious, Mr. Gresser, to go on further about this, because \nobviously we have a drug problem in Afghanistan, and I am told by businessmen and women in the Pakistan area \nthat they would use the money benefit of this to actually send children to school.  And so I don't know what your \nfeelings are about the secondary benefits of this, in being able to bring up a higher standard of living, of education, \nfrom the business development that is happening.  And if you could comment on that and any comments about the \ndrug problem and how this will help with Afghanistan.\n\nMR. GRESSER:  Well, I'm afraid the drug problem's a little bit out of my expertise.  Maybe I'll defer to others on \nthat.  But when, you know, one region or part of the country develops successful businesses, then the local \ngovernment begins to collect taxes, public services can improve, education can improve.  You'll have more women \nworking in factories, and that will create, I think, a climate in which education for girls is, you know, more widely \nsupported and accepted.  So I think these are very good aspirations, and with your bill I think we have a better \nchance of success with them.\n\nSEN. CANTWELL:  Does anybody else have a comment on that?\n\nMR. YAGER:  If I could make a comment about this, I mean, one option would be Colombia for the lessons we \nmight learn there, because obviously a big part of the ATPA was to encourage agriculture, alternative forms of \nagriculture, to give people opportunities out of the illegal sector.  And we certainly have observed that in the area of \ncut flowers there's significant employment growth among people within Colombia, so there are examples in which \nthe preference programs have sent a signal, both to the country as well as investors, to invest.  And of course the \ninvestment then would create the opportunity for jobs and of course exports back to the United States. So perhaps \na look at the Colombian experience would provide some insights into the ROZ options that you're putting forward.\n\nSEN. CANTWELL:  That's a good point.  I traveled to Colombia at the chair's suggestion to do so.  And I did tour \nthat flower-growing region and the facilities, and some of the additional benefits of job training and education that is \naccruing to that work force.  So we will look at that.\n\nMR. ALDONAS:  Senator, if I could just add in response, you know, business and employment contribute to \nstability.  And there's a tremendous spillover effect in terms of societal benefits.  That ought to be the goal of \neverything we do, both in terms of preferences and in terms of development assistance.  And I didn't get a chance \nto respond to Senator Smith's question, but I don't see your proposal and the proposal for the least developed as \nconsistent; in fact, I think they reinforce one another.  But you have to get out of the mind-set that  development is \nsomething that takes place only within the confines of a geographical border designated as a country.  You have to \nsort of grapple with the fact that you have regions that are underdeveloped, and we might want to focus on that.  \nAnd this is a proposal that would allow us to do that for the first time, in many respects.\n\nSEN. CANTWELL:  Thank you, Mr. Chairman.\n\nSEN. BAUCUS:  Thanks, Senator Cantwell.\n\n\n\nSenator Bunning.\n\nSEN. JIM BUNNING (R-KY):  Thank you, Mr. Chairman.\n\nMr. Aldonas, I'm interested in your testimony that the availability of trade preferences is eroding the support of \ncertain developing nations for more comprehensive bilateral and multilateral trade agreements.  You mentioned \nIndia in particular.  Why should we continue to extend these programs if they are barriers to promoting bilateral \ntrade agreements?\n\nMR. ALDONAS:  I think particularly for the rising export powers, you've got the equation exactly right, Senator \nBunning.  The truth is is that for those countries you actually want an incentive for them to engage in full \nliberalization.  It's actually in their economic interest.  It's also in our economic interest.  And so ultimately that's why \nI'd like to see these things focused on the least- developed.\n\nThe other point I'd make is that in today's world, the preferences were originally a way of trying to track investment \ncapital to very poor countries.  There's no doubt, in India, China, Brazil, as you go down that list, they have plenty of \naccess to global capital flows at this point.  There's lots of private investment in each one of those economies.  You \ndon't need the additional incentive of the preferences.\n\nSEN. BUNNING:  Okay, this is a question for the entire panel. Last summer the IMF issued a set of objective \ncriteria to evaluate whether a country is manipulating its currency to gain a trade advantage.  The example of \nChina, which now has chose close to ($)2 trillion in foreign reserves, is encouraging other developing countries to \nuse the same techniques.  The Port of Los Angeles is busy all day emptying thousands of cargo containers from \nChina and shipping empty containers back.  Empty containers back from Los Angeles.  When we reauthorize GSP, \nshould we consider current manipulation as a disqualifying factor?  Any of you.\n\nMR. ALDONAS:  I'd say what you would want to do is ensure that the operation of their capital markets reflected the \nmarket.  And that's broader than just the foreign exchange rate.  But ultimately, you want to have conditions in the \ndomestic market that give you some assurance that people there have the opportunity to invest fairly and engage in \nexchange and that we have the opportunity to link them to global markets.  And part of that is making sure you've \ngot the rules right in the capital market, as far as I'm concerned.\n\nSEN. BUNNING:  Well, there's no question in my mind that China passed the right laws and rules to engage in the \nWTO, but they're not enforcing them, and therefore, if a country is not enforcing the laws that make the playing field \nlevel, why should we give them preferences?\n\nMR. ALDONAS:  Yeah, I appreciate what you're saying.  I think the problem is more fundamental that the demands \nthat we made in the context of the WTO accession agreement on financial services -- in large part because the \nFinancial Services Committee wasn't very demanding -- were inadequate to ensure that you have a functioning \ncapital market in China.  And until you have a functioning capital market in China, you'll see all sorts of distortions in \ntheir economy that spill over our way as trade problems.  They've metastasized because of the lack of a functioning \ncapital market.  That's one of the essentials; whether you're talking with the Chinese under our anti-dumping laws \nabout whether they're a market economy, or whether it's in the context of preference programs, I think you always \nwant to insist that one of the things we're trying to create for their own benefit is a functioning capital market.\n\nSEN. BUNNING:  Anybody else like to comment on that?\n\nMR. YAGER:  If I can make a brief comment on that, Senator Bunning -- I think one of the things that we're \nsuggesting that USTR do is make a more conscious decision about eligibility of countries, whether it's on an annual \nbasis or on a, you know, number of year basis.  We think it's important that they make an actual explicit decision \nabout certain countries, whether it's for movement towards a market economy, or whether it's to comply with other \nU.S. priorities, such as IPR rights or human trafficking or things of that nature.\n\n\n\nAnd I think the point that we would like to make to USTR is that there should be a decision, if not every year, at \nleast on some period of years, so that considerations can be discussed.  And there may be different considerations \nfor different countries and different regions, but at least there is a discussion about it, and there's been a decision \nmade.  The example of Zimbabwe came up earlier, that those are the kinds of things that would provide an \nopportunity to ask questions about their performance on different aspects, not necessarily currency in that case, but \nin other things that are important to the United States.\n\nSEN. BUNNING:  This is a follow-up, because I've only got about 10 seconds left.  When we reauthorize GSP, \nshould we re-evaluate the criteria for graduating countries from the GSP program?\n\nMR. ALDONAS:  In my view, absolutely.  I think one of the things you want to be looking at is to the extent that they \nstill need the preference to track capital, which was the original goal, to track investment capital -- and that's part of \nwhy I think you ought to have that single criteria that applies both to what we do on a preference society and what \nwe do with respect to our development assistance.\n\nSEN. BUNNING:  Mr. Gresser?\n\nMR. GRESSER:  I think on the whole, I'm pretty satisfied with the graduation criteria.  Malaysia and Korea and \nHong Kong have moved on as time passes.  I'm not -- I think I'm not quite so alarmed about this as Grant would be.\n\nSEN. BUNNING:  (Laughs.)  All right.  Thank you very much.\n\nSEN. BLANCHE L. LINCOLN (D-AK):  I think it's my turn.  (Laughs.)\n\nI want to thank Chairman Baucus and Senator Grassley for holding our hearing.\n\nAnd thanks to all of you all.  Welcome back to many of you.\n\nI've said it time and time again in this committee room, I'm certainly a supporter of free trade and it's not hard to \npoint to the benefits that trade has brought to my home state of Arkansas.  We certainly, on behalf of agricultural \nproducts and others, want to make sure it's fair trade, but Arkansas is also home to Wal-Mart, a business with one \nof the most sophisticated sourcing operations in the world.  It's created countless new jobs and opportunities \naround the globe, as well as focusing now domestically on sustainability and a host of other things that they've done \na tremendous job on.  Our row crops, livestock, poultry producers help feed the world when they can get into those \nmarkets, and our steel producers have built some of the most efficient and effective environmentally friendly steel \nmills in existence today in Arkansas.\n\nSo just as trade has benefited our state, granting less developed countries greater access to our markets can, I \nthink, be one of our more powerful tools to help alleviate poverty by creating those opportunities for \nentrepreneurism and investment.  Our trade preference programs are great examples of how we can provide \ncountries a hand up, and I think many of you all have really contributed to that in today's hearing.  We appreciate \nyour being here and your testimony and bringing forth those -- certainly examples of those ideas.\n\nIt's also added foreign policy benefits, fostering political and economic stability, as you all have mentioned, creating \ngood will for the United States, shoring up relationships with important allies.  I know, just mentioning some of what \nSenator Cantwell talked about, I, too, visited Colombia, and being able to not only visit and experience walking \nthrough the motions of what the military there, along with our military and the assistance of both our aerial -- even \naerial applicators who've been able to go in and work with the military in Colombia dealing with how they go into the \ndrug areas -- and the use of canines has been phenomenal.\n\nBut we've used a lot of that now, as well, in Iraq, in where we've been looking to locate IEDs and a whole host of \nother things. So it's been something that when we engage, it provides us mutual information.\n\n\n\nYou mentioned the flower industry.  I, too, toured one of the farms, and without a doubt providing jobs and \nadditional agricultural industry, but it also was a relocation program for victims of violence to be able to move out of \na violent area and move into a sustainability situation, and there's tremendous support for that in those countries, \nand I really attribute a lot of the progress that we've made in that to those types of programs that have been \nfostered through the trade that we've really tried to encourage.\n\nI'd kind of like to just quickly ask a couple of questions.\n\nMr. Aldonas, I was -- I've been very interested -- you've talked about expanding our preferences to the least \ndeveloped countries and really focusing on that.  Do you have a thought or maybe an experience or something in \nterms of explanation that really led you to that conclusion?  I mean, you've talked about what it means.  I know that, \nbut I'm just wondering if there's one specific that really, you know, kind of comes out in your mind?\n\nMR. ALDONAS:  A couple of things.  One is looking at Bangladesh, which is one of the poorest countries in the \nworld and recognizing that it suffers in competition with China and a variety of others in making -- turning a long \nstaple cotton crop into goods that would benefit us and benefit the rest of the world and recognizing that they \nwould benefit from these preferences that are excluded.  So that's one example.\n\nThe other one I would pick is this odd sort of anomaly where by limiting what we do on textiles under the African \nGrowth and Opportunity Act, where, as Ed was pointing out, there are some significant constraints of the rules of \norigin.  We actually ended up in some respects not building a strong enough industry, and as a consequence, \nChinese exports are now out-competing local production in Africa.\n\nAnd so in one sense, what we did -- and I was a part of it -- I admit it -- in drafting those rules of origin was create \nsomething that didn't give them the competitive edge that would allow them to sustain their competition in their own \nmarket, not only in the market abroad.\n\nIf I could just add, Senator Lincoln, that I used to kid Lee Scott and Mike Eskew that, you know, in today's world, \nthat Wal-Mart represents the Agora, the old Greek market where everybody had to bring their goods on a donkey, \nand UPS represents the donkey. (Laughter.)  And in this world, it'd be very useful to take what Lee and the folks at \nWal-Mart have done, take a look at their sourcing model and think about our preference programs from that angle, \nbecause it's actually a wonderful way of saying, how would I set the incentives so that people can participate and \nbring their goods to the Agora.\n\nSEN. LINCOLN:  Yeah.  Just the last question I have, because my time's about up and well, I don't know what -- \nwe'll probably finish up the hearing.\n\nBut how might USTR better coordinate with other agencies to improve trade capacity in some of those less-\ndeveloped nations?  We talked a little bit about USDA.  My husband's godfather in the '50s worked for USDA and \nwas in countries like Afghanistan and Lebanon and other places, you know, trying to have a coordinated effort of \nknowledge in terms of agricultural practices and a host of other things.  Is there some way that USTR could better \ncoordinate with other agencies in terms of using benefits that would help escalate the development of industries in \ncertain ways?\n\nMR. YAGER:  Senator Lincoln, I think the answer is yes, and in fact, they've done so with regard to the AGOA \nprogram, because the AGOA program does specifically link the preferences to capacity building, but it's only the \none preference program that does that. And of course, there's a number of other countries around the world \noutside of Africa that could use the type of trade capacity-building assistance that are built in and are linked with the \n-- you know, with the actual preference program.  So there's probably both an argument for it as well as some \nexperience that might be gained from what the United States has done through the AGOA program to learn a little \nbit more about how that capacity building can be provided, along with the preference programs to gain greater \nbenefits.\n\n\n\nSEN. LINCOLN:  I know there's a lot of different nonprofits. We're the home in Arkansas to Heifer International, as \nwell as Winrock International, both of which teach an awful lot about microeconomics and, you know, \nentrepreneurship and building those kind of industries from a very small entity up.  And I'm assuming that USTR in \nsome way connects with some of those; I don't know.\n\nMR. ALDONAS:  Senator Lincoln, they don't.  I actually chair one of those institutions, and while, based on what I \nknow about the preference programs, we certainly take them into account deeply in terms of the sorts of \ninvestment projects we would look at, it's without reference to any discussion with USTR or the sort of formulation \nand administration of the preference programs, because there's not a point of access that allows you to do that.\n\nEqually important, there's no place where you can go in the U.S. government for a single conversation about an \nentity which is designed to finance cooperatives among small producers of asparagus ad figure out how to link them \nto General Mills. There's no way to go and have the conversation.  And when you go talk with the Department of \nAgriculture and APHIS, which sets the standards, the folks at AID and MCC, which both have different operating \nrules, and USTR, what you're going to end up with is dealing with four conflicting standards.  And that's why I think \none of the things you have to do is draw all of the threads together.  And I understand it raises jurisdictional issues, \nbut I know that this committee has squared those jurisdictional issues in the past, particularly with respect to AGOA, \nbut that's where I think the heart of the problem lies, because it's very difficult in the position of being that provider \nas an NGO to find one source, one consistent set of advice and support for trying to draw the threads of finance \nand trade together.\n\nSEN. BAUCUS:  Father Small, could you please -- thank you very much, Senator.\n\nCould you tell us a little more about your experiences in Bolivia and also in Haiti?  And I'd like you to focus on the \ndegree to which GSP is really -- the Andean Trade Preferences Act is really helping, say, in Bolivia and what \neffect it's having on people.\n\nREV. SMALL:  Sure.  Thank you, Senator.\n\nI was just going to tag on the end that Senator Lincoln talked about Wal-Mart -- I just -- I'm always stunned why this \nis sort of such a best-kept secret of our development policy through our preferences at a time when trade is not \nreally seen as friendly to the U.S. economy, et cetera.  It's sort of, in a popular way, it's seen as something that's \ninimical to economic development, and yet our preference program should be the flagship of how genuinely it is \nabout development.\n\nAnd if you take the case of Bolivia, for example, even though there are some tensions there, from the reports that \nwe get and from church leaders who've been there, they're very literate in what this preference program means to \ntheir people.  Certainly, in the past, in the western regions, those areas that President Morales has spoken about as \npeople who need liberation and who need equality -- they actually provide some estimates up to 25,000 jobs.  \nOthers claim that it's much larger.\n\nIn a very tense and difficult situation in that country, U.S. trade preference programs are something that stand as a \nbeacon, at least for the people that they have assistance that's beyond traditional development assistance.  If you \ntake that away or if that lapses, and I understand the largest producer -- the largest employer, private employer in \nBolivia -- 45,000 jobs -- has started to move some of that production to Peru, given the uncertainty around the \nextension of those preferences.  They've been extended relatively short periods, which is deeply troubling and sort \nof gives something of a propaganda victory to those who say that this model of trade and openness and integration \nis not something that we should be pursuing.  It's more about looking sort of internally.\n\nBut if you think of the rest of the hemisphere, now that Haiti has what it has, you think of the DR-CAFTA, you think \nof the CBI -- Bolivia would be left as pretty much the poorest country in the hemisphere with nothing outside of \nGSP, which, as you said, when you think of your neighbors who need it -- who need a lift up, is that the signal and \nthe message we want to be sending at this time?\n\n\n\nSo it's deeply important.  I just regret that we don't do a better job of showing how valuable and important these \ntrade preferences are domestically.\n\nSEN. BAUCUS:  I'd like to ask some of the panel -- go ahead --\n\nMR. ALDONAS:  Sorry, I just wanted to say -- just make mention of -- I think it's the same individual -- it's Marcos \nIberkleid and it's Ametex which does a lot of the textile and apparel exporting out of Bolivia, and they are going to \nbe forced to shut down in the absence of the preference program.  And the reason I raise that is that that firm \nimplements one of the most forward-looking policies with respect to workers and worker rights of anyone in the \nhemisphere.\n\nSEN. BAUCUS:  What's the firm?\n\nMR. ALDONAS:  It's Ametex.  And it's a remarkable story about how the incentives and certainly Marcos thinking \nabout our market is responding and is making available rights to his workers well beyond those that are guaranteed \nunder local law.  And so that's exactly the sort of thing I think we'd want to highlight and reinforce.\n\nSEN. BAUCUS:  Others on the panel might want to comment on the degree to which preference programs help \nUnited States businesses, United States consumers.  Anybody want to comment on that?\n\nMR. GRESSER:  Well, okay.  One particular product:  roses and flowers.  Most of the flowers sold for Valentine's \nDay are flown in from Colombia and Ecuador.  If the ATPA lapses or is cut off, their prices will go up.  You know, \npeople buying flowers for their wives and girlfriends next year are going to paying more money and probably buying \nfewer roses.  There is a real benefit in there for ordinary people and for a bunch of florists, whose businesses \nimprove, and I think that's a very nice thing to do.\n\nIf I can just make two brief comments about your last question -- Haiti -- I was just there a few weeks ago -- 8.6 \nmillion people.  They have 200,000 or so paying jobs.  People in Haiti live very close to the margin.  About 20,000 of \nthose jobs are garment exports to the United States.  And each of the workers there is supposed to feed about 10 \npeople in extended families in rural areas and so on.\n\nThe other one is the Cambodian case.  A big garment factory in Cambodia can employ 4(,000) or 5,000 young \nwomen.  They wear little silver earrings and bracelets, which is how they save money, because they can't get bank \naccounts most of the time.  A factory like that takes about four weeks to set up and two weeks to bring down if they \nwant to move to Vietnam or if they want to move to some other country which is larger, which has, you know, a \nbetter port, those sorts of things.  I think people in Cambodian government and business feel if they had a good \ntrade preference benefit, they would be secure for a while.  It would allow the development of the last 10 years, \nwhich is taking Cambodia from basically failed state desperate condition into a fairly rapidly growing least-\ndeveloped country and allow it to move into beyond the least-developed stage and become a self-supporting place \nfor the first time really since the '50s or '60s.  That would be a big accomplishment.\n\nSEN. BAUCUS:  Yes --\n\nMR. ALDONAS:  I just wanted to chime in, because your question invites something about the broader benefit of \nour openness and the ability of the American companies to source.  We're living in a global economy where the \nnature of competition has changed fundamentally to a global competition over capital, talent and ideas, and our \ngoal, as you know working on tax policy and health care and a variety of other things, is to make ourselves as \ninviting a place for people to invest as possible by the mix of those policies.  Well, trade policy plays a role in that.  \nAnd the more broadly open we are, particularly to new sources of supply, we're benefiting people, including small \nbusinesses on the low end that have to be a part of a global supply chain to be able to compete.  So in a weird sort \nof way, in the world we're in now, this very openness is what makes us most attractive.\n\nSEN. BAUCUS:  How does the European -- EU preference program compare with the U.S. generally?\n\n\n\nMR. YAGER:  They have a couple different programs which are related to our preference programs.  They have \none program, which is called the Everything But Arms program, which is available to the least-developed countries.  \nAnd while some of the products -- some agricultural products in particular -- were phased in over a long period of \ntime, it provides duty-free access to LDCs for virtually all products being shipped into the EU.  And so they do have \nsome rules of origin, and some of those are fairly restrictive and complex, as are the rules of origin in some of the \nU.S. programs, but they have the Everything But Arms program for the least-developed countries.\n\nThey also have other agreements that they have set up -- the ACPU, which is designed also to help a particular \ngroup of countries, and in those cases, they have a multistep program, which aligns not just the trade aspects but \nalso the development aspects with other considerations.  And so they have a package of programs, as does the \nUnited States, with different targets and different kinds of --\n\nSEN. BAUCUS:  But generally, about as generous, less generous, more generous -- if you could generalize.\n\nMR. ALDONAS:  Well, I used to crack jokes about it, Senator Baucus, saying that Everything But Arms was the \nVenus de Milo approach -- it was only half a sculpture is what it was.  You know, the problem is that -- as Loren was \npointing out -- is that the rules of origin are horribly complex.  And so in a weird sort of way, if you took the best of \nour stuff and limit it to the developing world and you took the best of their stuff and limit it to the developing world, \nyou might have one good program.  But that's the sort of thing that you'd want to think about, and that's why I was \nsuggesting harmonizing the rules with our developed country trading partners so that they were consistent and \nwould offer a much more powerful incentive for folks in the least-developed countries where they need the incentive \nmost.\n\nSEN. BAUCUS:  Okay.  We're going to have to conclude here.  Does anybody want to say anything that's \ncommenting on something that somebody else might have said that was so outrageous it deserves a response?  \n(Laughter.)  Seeing not, thank you very much, and we deeply appreciate your time.  It's very helpful.\n\n(Sounds gavel.)  The hearing's adjourned.\n"}