{"title": "NEIGHBORHOOD REPORT: JACKSON HEIGHTS; To Asians a Spicy Chew, to Doctors a Deadly Habit", "body": "\nThe paan stores are easy to find in Jackson Heights. Just look for red gobs of spit on the sidewalk on 37th Street.\n\n     For centuries, South Asians have chewed paan, a sweet mixture of lime paste, cardamom, fennel, honey, \nareca nut and, often though not always, flavored tobacco, all wrapped in a betel leaf. They placed the concoction in \ntheir cheeks, relished the flavor and then spit out the juice. \n\n But that imported habit is beginning to worry health professionals who see a growing epidemic of oral cancer in \nIndia spreading to immigrants in New York.\n\nMalik, a middle-aged Pakistani who sells hand-rolled paan at the Megna Paan Shop on 37th Avenue, has been \nchewing since he was a teenager. It shows. He teeth are rotten and stained a rusty-red. His lips are covered with \nred paan juice. \"It's good to eat after a meal,\" he said of the gooey substance. \"It helps with digestion.\"\n\nIt is unclear just how many Queens residents chew paan. But as the number of Pakistan, Indian and Bangladeshi \nimmigrants in the borough grows, the sight of a rotten, russet-stained mouths has become common. The number of \nQueens residents who identified themselves as Asian, most of them immigrants from South Asia and China, rose \nfrom 5 percent in 1980 to 18 percent in 2000. \n\nTwo stores on 37th Avenue, the hub of South Asian merchants in Queens, sell fresh paan. Imported packaged \nversions of dried paan without the betel leaf, known as paan masala and gutka, are easily found. Many vending \nstalls and Indian grocers along Little India's commercial thoroughfare sell the small sachets for about $1.\n\nPhysicians and health professionals are worried. \"We are definitely concerned about gutka use,\" said Sukirti Bagal, \ndirector of the American Cancer Society's Asian Tobacco Initiative. \"It is widely used, but unlike smoking, it is not \nconsidered taboo or addictive. Many people don't think it is tobacco, because it is mixed with other spices. They \nthink it just gives them good breath or that it helps with digestion.\"\n\nIndia has about 50,000 new cases of oral cancers a year, the world's highest incidence, according to the World \nHealth Organization. Doctors and public health scientists say gutka and other forms of smokeless chewing \ntobacco are to blame. In August, in response to mounting deaths caused by oral cancer, the Indian state \nMaharashtra placed a five-year ban on the production, sale and transport of gutka. \n\n\"We need to inform the Indian community that these are not harmless products,\" said Dr. Chandurpal Gehani, who \nhas a dental practice in Jackson Heights and is president-elect of the Queens County Dental Society.\n\nA few stores in Jackson Heights say they do not sell gutka because they know it is harmful. Vijay Sanotra, \nmanager of the Apna Bazaar on 37th Avenue, says his imported packets of paan masala contain no tobacco. But it \n\n\nwas unclear what the packets actually did contain. No ingredients were listed. Still, like cigarette packs sold in the \nUnited States, the sachet carried the warning: \"Chewing of Pan Masala May Be Injurious to Health.\"\n\nMalik at the Megna Paan Shop does not understand what all the fuss is about. He refuses to believe that chewing \ntobacco causes cancer and says he will not stop selling it.\n\n\"Some people who don't smoke or chew gutka have cancer,\" he said. \"So how can you say that tobacco causes \ncancer?\" \n\n   DANIELLE KNIGHT\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Bhaskar Shriyan making paan in his stall on 37th Avenue. \"It helps with digestion,\" says one Jackson \nHeights man who sells the stuff. (Photographs by Marilynn K. Yee/The New York Times)\n"}