{"title": "Border Agents, Lured by the Other Side", "body": "\nThe smuggler in the public service announcement sat handcuffed in prison garb, full of bravado and shrugging off \nthe danger of bringing illegal immigrants across the border.\n\n  ''Sometimes they die in the desert, or the cars crash, or they drown,'' he said. ''But it's not my fault.''\n\n  The smuggler in the commercial, produced by the Mexican government several years ago, was played by an \nAmerican named Raul Villarreal, who at the time was a United States Border Patrol agent and a spokesman for \nthe agency here.\n\n  Now, federal investigators are asking: Was he really acting?\n\n  Mr. Villarreal and a brother, Fidel,  also a former Border Patrol agent, are suspected of helping to smuggle an \nuntold number of illegal immigrants from Mexico and Brazil across the border. The brothers quit the Border Patrol \ntwo years ago and are believed to have fled to Mexico.\n\n  The Villarreal investigation is among scores  of corruption cases in recent years that have alarmed officials in the \nHomeland Security Department just as it is hiring thousands of border agents to stem the flow of illegal \nimmigration.\n\n  The pattern has become familiar: Customs officers wave in vehicles filled with illegal immigrants, drugs or other \ncontraband. A Border Patrol agent acts as a scout for smugglers. Trusted officers fall prey to temptation and begin \ntaking bribes.\n\n  Increased corruption is linked, in part, to tougher enforcement, driving smugglers to recruit federal employees as \naccomplices. It has grown so worrisome that job applicants will soon be subject to lie detector tests to ensure that \nthey are not already working for smuggling organizations. In addition, homeland security officials have reconstituted \nan internal affairs unit at Customs and Border Protection, one of the largest federal law enforcement agencies,  \noverseeing both border agents and customs officers.\n\n  When the Homeland Security Department was created in 2003, the internal affairs unit was dissolved and its \nfunctions spread among other agencies. Since the unit was reborn last year, it has grown from five investigators to \na projected 200 by the end of the year. \n\n  Altogether, there are about 200 open cases pending against law enforcement employees who work the border. In \nthe latest arrests, four employees in Arizona, Texas and California were charged this month with helping to smuggle \nillegal immigrants into the country.\n\n\n  While the corruption investigations involve a small fraction of the overall security workforce on the border, the \nnumbers are growing. In the 2007 fiscal year, the Homeland Security Department's main anticorruption arm, the \ninspector general's office, had 79 investigations under way in the four states bordering Mexico, compared with 31 \nin 2003. Officials at other federal law enforcement agencies investigating border corruption also said their \ncaseloads had risen.\n\n  Some of the recent cases involve border guards who had worked for their agencies for a short time, including the \narrest this month of a recruit at the Border Patrol academy in New Mexico on gun smuggling charges. \n\n  The federal government says it carefully screens applicants, but some internal affairs investigators say they have \nbeen unable to keep up with the increased workload.\n\n  ''It's going to get worse before it gets better,'' said James Wong, an internal affairs agent with Customs and \nBorder Protection. ''It's very difficult for us to get out and vet each and every one of the applicants as well as we \nshould.'' \n\n  The Border Patrol alone is expected to grow to more than 20,000 agents by the end of 2009, more than double \nfrom 2001, when the agency began to expand in response to concerns about national security. There has also been \na large increase in the number of customs officers.\n\n  James Tomsheck, the assistant commissioner for internal affairs at Customs and Border Protection, said the \nagency was ''deeply concerned'' that smugglers were sending operatives to take jobs with the Border Patrol and at \nports.\n\n  Mr. Tomsheck said the agency intended to administer random  lie-detector tests to 10 percent of new hires this \nyear, with the goal of eventually testing all applicants. His office has contracts with 155 retired criminal investigators, \nadding 36 since last fall, to do background checks.\n\n  In one of the new corruption cases this month, at a border crossing east of San Diego, a customs officer allowed \nnumerous cars with dozens of illegal immigrants and hundreds of pounds of drugs to pass through his inspection \nlane, investigators said. \n\n  The officer, Luis Alarid, 31, had worked at the crossing less than a year, and the loads included a vehicle driven by \nMr. Alarid's uncle, the authorities said. Mr. Alarid has pleaded not guilty to a charge of conspiracy to smuggle. \nInvestigators found about $175,000 in cash in his house, according to court records.\n\n  In another recent case, Margarita Crispin, a customs inspector in El Paso, Tex., began helping drug smugglers \njust a few months after she was hired in 2003, according to prosecutors. She helped the smugglers for four years \nbefore she was arrested last year and sentenced in April to 20 years in prison and ordered to forfeit up to $5 million.\n\n  Although bad apples turn up in almost every law enforcement agency, the corruption cases expose a worrisome \nvulnerability for national and border security. The concern, several officials said, is that corrupt agents let people \ninto the country whose intentions may be less innocent than finding work.\n\n  ''If you can get a corrupt inspector, you have the keys to the kingdom,'' said Andrew P. Black, an F.B.I. agent who \nsupervises a multiagency task force focused on corruption on the San Diego border.\n\n  Comparing corruption among police agencies is difficult because of the varying standards and procedures for \nhandling internal investigations, said Lawrence W. Sherman, the director of the Jerry Lee Center of Criminology at \nthe University of Pennsylvania and an authority on corruption.\n\n  But he described policing the border as ''potentially one of the most corruptible tasks in law enforcement'' because \nof the solitary nature of much of the work and the desperation of people seeking to cross.\n\n\n\n  Michael Chertoff, the homeland security secretary, declined an interview. But in response to questions at a recent \nnews conference, he suggested that the breadth and depth of border security improvements would inevitably \nproduce problem officers.\n\n  ''There is an old expression among prosecutors,'' he said. ''Big cases, big problems. Little cases, little problems. \nNo cases, no problems. Some people take the view we ought to make no cases and then we would have no \nproblems. I think that is a head-in-the-sand view, which I do not endorse.''\n\n  A Veteran Gone Bad\n\n  The customs inspector stands just outside his booth, his hand waving a stream of cars through the Otay Mesa \ncrossing just east of San Diego. They zip past, one after another, no questions asked, an unusually easy welcome \ninto the United States where inspectors are known to grill citizens about their travels before allowing them through.\n\n  But time was running short for this Customs and Border Protection officer, Michael Gilliland, a revered veteran on \nthe late shift expecting a special delivery -- a vehicle with several illegal immigrants -- in his crossing lane. \n\n  Rather than intercept them, he had arranged for their safe passage through his lane, federal prosecutors said.\n\n  Mr. Black, the F.B.I. agent from San Diego, shook his head as he watched a surveillance videotape of Mr. \nGilliland.\n\n  ''You're basically giving that smuggling organization an opportunity to conceal whatever else they want in that \nvehicle,'' he said, ''whether its drugs, weapons, terrorists.''\n\n  The smugglers use any ruse available to lure border workers but seem to favor deploying attractive women as \nbait. They flirt and charm and beg the officers, often middle-aged men, to ''just this once'' let an unauthorized \nrelative or friend through. And then another and another.\n\n  Prosecutors believe this is how smugglers ensnared Mr. Gilliland, who eventually pleaded guilty to taking $70,000 \nto $120,000 in exchange for letting hundreds of illegal immigrants pass through his lane. He was sentenced last \nyear to five years in federal prison. Two women he had befriended also pleaded guilty.\n\n  The case against Mr. Gilliland, 46, stands out for the number of immigrants he helped  and the shock of a \nrespected veteran gone bad. \n\n  To young inspectors, Mr. Gilliland was a mentor, quick with advice, even an embrace, a burly go-to type with 16 \nyears under his belt. \n\n  ''He knew the laws backward and forward,'' said Edward Archuleta, an internal affairs agent with Customs and \nBorder Protection who once worked with Mr. Gilliland and eventually helped bring him down.\n\n  A tip steered F.B.I. agents to Mr. Gilliland's illegal activities, but it took agents two years to build the case. The \nevidence against him included secretly recorded phone conversations  in which Mr. Gilliland coordinated with \nMexican smugglers when to drive their cargo of illegal immigrants through inspection lanes.\n\n  One morning, while Mr. Gilliland was taking a break from his shift, agents called him over and told him he was \nunder arrest. They had braced for Mr. Gilliland to become belligerent, but instead he collapsed into a chair, weak-\nkneed.\n\n  ''My grandfather always told me that when you're born, the only thing you're born with is your word, and only you \ncan give that away, your integrity,'' Mr. Gilliland said at his sentencing hearing. ''And I'm sorry.''\n\n  A Breach of Trust\n\n  The case against the Villarreal brothers -- the former Border Patrol agents in San Diego -- illustrates how hard it \nhas been for investigators to hunt for and root out corrupt officers, many of whom know how to game the system.\n\n\n\n  The Villarreals would meet illegal immigrants near the border. The doors of their government-issue truck would \nswing open and Mexicans and Brazilians would climb in. Off they drove, Border Patrol agents at the wheel, but not \nto a station or jail, investigators said.\n\n  Instead, they said, the migrants were taken to a drop house in San Diego and later transported by others in the \nsmuggling ring to cities and towns far from the border.\n\n  The case against the Villarreals had shock value, even to those on the inside.\n\n  ''Just really brazen, broad daylight,'' said an investigator, who was granted anonymity because he was not \nauthorized to discuss a continuing investigation. ''They could say, 'We picked these guys up, we're taking them in.' ''\n\n  As they closed in on the brothers, a squad of agents from several federal agencies met. Some had qualms about \nspeaking openly in front of such a large group, fearing internal leaks.\n\n  Their fears were apparently borne out when, a couple of weeks after the meeting, the brothers quit their posts, left \ntheir badges  at their family's home in National City, Calif., and have not been seen publicly since.\n\n  A lawyer for the family, Jon Ronis, declined to say where the brothers were and said neither they nor family \nmembers would comment. Mr. Ronis said Raul and Fidel Villarreal were ready to defend themselves if the \ngovernment brought a case. \n\n  Federal officials declined to comment because the case was still open. But investigators described some aspects \nof it on condition of anonymity. When the public service announcement was being made for Mexico, for example, \nRaul Villarreal spoke excitedly about his role in producing it, even suggesting camera angles and lighting, said a \nperson familiar with its production. \n\n  Just when and why the brothers turned against the Border Patrol is unclear, even to the investigators. There is \nspeculation that Raul had grown disgruntled with the work, chafing at having been moved back into the field from \nhis public affairs job, considered a comfortable, high-profile position.\n\n  The Villarreal case is especially alarming for the level of trust the brothers had earned within the Border Patrol. \nTheir betrayal has had the effect, at least in some investigations, of leading the authorities to move in more quickly \nwhen agents are suspected of wrongdoing.\n\n  In the case of Jose Olivas Jr., a Border Patrol agent in San Diego who was discovered serving as a scout for \nsmugglers, an arrest was made within a year. Mr. Olivas, an agent for 10 years who had worked as a liaison \nbetween the agency and the United States attorney's office, was sentenced in January to three years in prison.\n\n  The drawback to moving in fast, investigators said later, is that they probably will never know how deep Mr. \nOlivas's ties were to the smuggling organization. He suggested to a judge that he had been drawn to smuggling to \nhelp pay his bills.\n\n  Policing the Police\n\n  An internal Web site at Customs and Border Protection features a page devoted to a rogue's gallery of agents \nand officers recently convicted of corruption-related charges.\n\n  The intention, homeland security officials say, is to send the message that corruption will not be tolerated. That \nmessage has taken other forms, as well. When Mr. Olivas, the San Diego border agent, was sentenced to prison, \nseveral agents attended the court hearing at the behest of homeland security officials to shame him publicly.\n\n  ''I am truly embarrassed just looking at them,'' Mr. Olivas told the judge. ''I am truly sorry for the breach of trust that \nwas given to me.''\n\n\n\n  But if the department is serious about catching wrongdoers, investigators of corruption cases say it also needs to \nmake fundamental changes in the way it polices the border police.\n\n  One result of the awkward marriage of agencies that begat the Homeland Security Department is that three \ninternal affairs units, in addition to the Federal Bureau of Investigation, have a hand in corruption investigations. In \nthe best case, having more than one unit investigate corruption can be a ''force multiplier,'' in the words of one \ninvestigator, but more often, it can slow cases down and lead to confusion over who should take the lead, several \ninvestigators said.\n\n  The Department of Homeland Security's inspector general has nearly 170 investigators to police 208,000 \ndepartment employees -- including other large agencies like the Federal Emergency Management Agency, the \nTransportation Security Administration, the Secret Service -- and gets first crack at cases. When it passes on an \ninvestigation, the case is picked up by either the Immigration and Customs Enforcement's office of professional \nresponsibility or the Customs and Border Protection internal affairs unit.\n\n  The F.B.I. also develops its own cases. Don Allen, a retired agent who until 2005 supervised a multiagency task \nforce in San Diego investigating corruption among border officers, said internal affairs units did not always readily \nshare information and often resented any sense of being big-footed by an outside agency. He said law enforcement \nagencies often ''had a negative impression of the bureau.''\n\n  Thomas Frost, an assistant inspector general with the Homeland Security Department, said the limited number of \ninvestigators meant his office focused on ''those most important cases and what resources we can bring to bear.'' \n\n  He suggested it would be ''more efficient'' if his office had more investigative resources under its control so that it \ncould better track ''everything going on.''\n\n  ''Let's face it,'' Mr. Frost said, ''part of the issue of the border is it is kind of a balloon. When you squeeze one part, \nanother bulges.''\n\n  Some Recent Cases\n\n  Jose Ramiro Arredondo, 33, a Customs and Border Protection officer in Laredo, Tex., was arrested in March after \na smuggler who had been detained told the authorities that Mr. Arredondo had helped bring illegal immigrants \nacross the border.\n\n  Miguel Angel Avina, a trainee at the Border Patrol academy in Artesia, N.M., was arrested in May on fraud and \nconspiracy charges related to his participation last year in a ring that smuggled at least 110 guns into Mexico, the \ngovernment said. He has been dismissed from the academy.\n\n  Juan Luis Sanchez, 31, a Border Patrol agent, pleaded guilty May 20 to drug, bribery and fraud charges. He \nadmitted transporting at least 3,000 pounds of marijuana in his Border Patrol truck from summer 2002 to January \n2004 in exchange for $45,000 in bribes.\n\n  Jose Magana, 44, a Customs and Border Protection officer at the San Luis, Ariz., border crossing, was arrested \nMay 12 on charges of conspiring to smuggle illegal immigrants. The authorities say he allowed people to pass \nuninspected through.\n\n  Luis Francisco Alarid, 31, a Customs and Border Protection officer, was arrested May 16 on charges of conspiring \nto smuggle illegal immigrants and drugs into the United States. Mr. Alarid allowed numerous vehicles with migrants \nor drugs to pass through his inspection lane since at least February at a border crossing east of San Diego, the \nauthorities say. One vehicle, containing 18 illegal immigrants, was driven by his uncle. He has pleaded not guilty.\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPHOTOS: Raul Villarreal, a United States Border Patrol agent at the time, in a Mexican advertisement against \nsmuggling. He is now wanted on suspicion of helping smugglers. Customs agents check cars from Mexico at the \nOtay Mesa crossing in California. An agent who worked there is in prison for letting hundreds of people in. \n(PHOTOGRAPH BY SANDY HUFFAKER FOR THE NEW YORK TIMES) (pg. A18)  CHART: CORRUPTION AT \nTHE BORDER: The number of cases against border guards in the four states bordering Mexico more than \ndoubled from 31 in 2003, when the Department of Homeland Security was created, to 79 in 2007. The crimes range \nfrom accepting bribes to helping illegal immigrants cross the border. (Source: Department of Homeland Security  \nOffice of Inspector General) (pg. A18)   Chart showing the increase in the number of criminal cases against border \nguards.                                     \n"}