{"title": "REFUGEES DECRY PLANNED WELFARE CUTOFF;LEGAL IMMIGRANTS FEAR FUTURE, CITIZENSHIP TEST", "body": "\nUsing a mop handle for a cane and winded from the short walk to the microphone, Xia Pao Vang stood at a St. Paul \ncommunity meeting on Saturday to voice a question that weighs heavily on the minds of thousands of elderly \nHmong residents in Minnesota.\n\n\"What will become of me?\" asked Vang, who turns 83 on April 4, three days after new welfare laws make him \nineligible for federal Supplemental Security Income.\n\nState legislators and officials from Ramsey County's Human Services Department attended the meeting at the \nMcDonough Homes gymnasium to hear residents' concerns about federal welfare law changes.\n\nVang and the other residents who spoke at the meeting used an interpreter to communicate.\n\nUnder federal welfare laws that take effect throughout the year, legal immigrants who have lived in the United \nStates for more than five years will be cut from the welfare rolls. State officials estimate the new law could result in \nthe loss of benefits for up to 15,000 legal immigrants.\n\nPresident Clinton in November said he would push to restore a portion of federal welfare funds for legal \nimmigrants and children. Nonetheless, fears of losing meager incomes loom large in the Hmong and Cambodian \ncommunities in St. Paul.\n\nMore than anything, Vang and the other speakers expressed a strong desire to become U.S. citizens, a status that \ncould make them eligible once again for federal benefits. But for many elderly people, learning enough English to \npass the citizenship test is unlikely, most agree.\n\nAt this stage of his life, Vang told Sens. Ellen Anderson, DFL-St. Paul, and David Ten Eyck, DFL-Bemidji, he \nstruggled to remember much of his own native language; he wondered whether the citizenship test could be \nwaived.\n\nAs sympathetic as they are to the sensitive position of this group of residents, none of the state or county officials \ncould make any promises, other than to share the stories they heard and carry the message to the state Capitol.\n\n\"Keep telling your stories,\" Ten Eyck urged residents. \"They are compelling stories that need to be told.\"\n\nSo the meeting, sponsored by the McDonough Organization with Respect and Equity, focused on the compelling \ntestimonials from people who fear the not-too-distant future.\n\n\nMany times during the three-hour meeting, speakers and people in the crowd broke down and wept as the \nimmigrants' situations were described. More often than not, their frustration centered on their inability to retain \nenough information to pass the citizenship test.\n\n\"I want to incorporate myself with the rest of the American people,\" said Nok Phong, 72. \"How can I survive without \npassing the citizenship test? I am going to die.\"\n\nVa Yang said she sat home, consumed by the fear of losing her income.\n\n\"If you love old people like us, can you help us? We need your help,\" she said.\n\nRichard Breitman, a Minneapolis immigration lawyer, said there is a limited range of special circumstances when \nportions of the citizenship test can be waived.\n\nTypically, citizenship applicants are required to answer questions about written and spoken English and complete \na civics section, Breitman said.\n\nSia Lo, a recent law school graduate and the son of Hmong immigrants, silenced the crowd when he spoke about \nthe struggle of his people for freedom, their contributions to the United States in the Vietnam War and their flight \nfrom persecution in their homelands.\n\n\"We didn't come to this country to receive SSI. We came here because of a war, and because we wanted to be \nfree,\" he said.\n\n\"We fought for you, we rescued your pilots, put our lives on the line. We only ask for food to eat so we can be a \nnation again,\" Lo said.\n\n\"Why would you take the food we need to live? Take our shelter. We have no place to go.\"\n\nExpecting elderly people to learn English at this stage of their lives would be an impossible task, he said.\n\nHis own mother took the test seven times before she passed, Lo said.\n"}