{"title": "Sky-high fees discourage citizenship; SOCIETY SHOULD SUPPORT IMMIGRATION SERVICES", "body": "\nThe numbers are jarring. Instead of $325 to apply for a ``green card,'' the bill would soar to $905 under a Bush \nadministration proposal. Citizenship application fees, now $330, would nearly double.\n\nWith a national consensus to curb illegal immigration, the government should be making it easier, not harder, to go \nthe legal route. It makes sense to ask immigrants to pay more for better service, but it's counterproductive to raise \nrates to a level that discourages people from applying.\n\nFortunately, Rep. Zoe Lofgren is injecting some Silicon Valley wisdom into this plan. The San Jose Democrat and \nchair of the House Judiciary subcommittee on immigration is calling for a congressional hearing to sort things out.\n\nThe U.S. Citizenship and Immigration Services has an abysmal performance record, with long waits for rulings \nand an attitude toward applicants that is less than customer-friendly. The Bush administration says the fees would \nbring in $1 billion a year to update software, expand facilities and train workers.\n\nWe'll believe the improvements when we see them. But we're more concerned about an underlying principle.\n\nGeneral taxes on the public once were the way we financed government services. Today, nobody wants to talk \nabout higher taxes, so we rely more and more on fees paid by individuals or businesses that deal with government \noffices. They're the ones who benefit, the theory goes. The immigration agency today is funded entirely by fees.\n\nIn some cases, fee-for-service government works. As one example, drug companies are willing to pay the Food \nand Drug Administration higher fees to get quicker rulings on new products. On the local level, developers often are \nwilling to pay higher fees for quick decisions on permits. In these businesses, delay is costly, so speed is worth \nsome extra expense.\n\nBut the fee rationale goes only so far, and the complex issue of immigration shows why.\n\nExpediting green card and citizenship paperwork isn't just in the interest of the applicants. It's a goal of society. If \nwe want to discourage illegal border crossings, legal residency has to be a realistic goal. And if Congress finally \nagrees on an overdue program to give longtime, undocumented residents a path to citizenship, it can't be only for \nthe rich. Saving up $300 for a green card is hard enough for a struggling parent. But close to $1,000? It might as \nwell be $1 million.\n\n\nWaves of immigrants have enriched this country like no other. In Silicon Valley, countless tech start-ups and small \nbusinesses list immigrants as their founders. An orderly system of immigration is in everyone's interest.\n\nIf it's clear that the immigration agency will make good use of additional money, then all taxpayers should share \nthe cost with applicants. Society will reap the benefits.\n"}