{"title": "Food Stamp Cutoff a Matter of Geography for Area Immigrants", "body": "\nThe District, Maryland and Virginia have adopted different timetables for implementing a provision of the new \nnational welfare law that denies federally funded food stamps to many legal immigrants who are not citizens.\n\nStarting today, immigrants who apply for food stamps in the District will be screened to determine whether they \nfall into certain exempt categories, including refugees in their first five years in the country, U.S. military veterans \nand legal residents who have worked 40 quarters.\n\nImmigrants now receiving food stamps in the District will be screened as their benefits expire. Legal immigrants \nmake up only about 1 percent of the estimated 98,000 people receiving food stamps in the city, said John M. \nBayne, who heads the District's Income Maintenance Administration.\n\nUnder the immigration bill passed yesterday by Congress, legal immigrants who were receiving food stamps on \nAug. 22 -- the date the welfare law was enacted -- will be allowed to keep receiving them until April 1, even if they \nare found to be ineligible when their benefits expire.\n\nFrom April 1 to Aug. 22 of next year, states can drop legal immigrants off the food stamp rolls if they no longer are \neligible.\n\nIn Maryland, new applicants will be screened starting today, state officials said. For legal immigrants now receiving \nfood stamps, the state has postponed implementing changes until Nov. 1 to give recipients a month's notice. \nInformation was mailed Friday to all food stamp recipients notifying them of changes in the law.\n\nThe delay means that no legal immigrants who are receiving food stamps will lose their October benefits, said \nCorinne Stevens, who oversees crisis, income and victim services for Montgomery County's Health and Human \nServices Department.\n\nAs of Aug. 1, Montgomery County had about 3,800 legal immigrants receiving food stamps, Stevens said, but she \ndid not know how many were children. Maryland Gov. Parris N. Glendening (D) has said the state will assume the $ \n2.1 million cost of continuing to provide food stamps to the children of legal immigrants.\n\nVirginia began denying food stamps to new noncitizen applicants last week. In Fairfax County, which has one of \nthe area's largest immigrant populations, county officials said it was too early to determine how many new \napplicants had been turned down after one week.\n\nIn the Falls Church office, which serves about half of the county's 4,000 legal immigrant families receiving food \nstamps, at least one person living in a shelter for the homeless was denied emergency food stamps, officials said. \nThe applicant arrived in the United States as a refugee 15 years ago and did not qualify for the five-year exempt \nperiod. Officials declined to identify the person or the shelter, citing privacy laws.\n\n\nMeanwhile, the county is extending benefits for a maximum of 12 months for legal immigrants who already receive \nfood stamps.\n"}