{"title": "DENNY'S SETTLES IN DISPUTE ON HIRING", "body": "\nDenny's Inc. agreed Monday to retrain its restaurant managers nationwide to resolve allegations it requested \nexcessive documentation from immigrants applying for work, the Justice Department said.\n\nThe company also agreed to pay $89,400 in civil penalties, the department said.\n\nThe managers of all 1,700 company-owned Denny's restaurants will be trained how to verify that immigrants are \neligible to work under the Immigration and Reform and Control Act of 1986.\n\nJohn Trasvina, Justice's special counsel for immigration-related unfair employment practices, praised the \ncompany's \"cooperative spirit in resolving the matter.\"\n\n\"Even though the investigation focused solely on San Diego-area restaurants, Denny's is taking steps to ensure \nthat managers at every one of its company-owned restaurants across the country do not make the same mistake,\" \nTrasvina said.\n\nTrasvina's office conducted an 18-month investigation of allegations that San Diego Denny's restaurants requested \nspecific documents from newly hired non-citizen workers to prove they could legally work in this country.\n\nThe law prohibits employers from demanding specific identification documents and allows new employees to \nchoose which of several documents to produce to establish work eligibility.\n\n\"Today's settlement protects this right for all workers,\" Trasvina said.\n\nThe 1986 act prohibits job discrimination based on national origin and citizenship status.\n\nIn 1994, Denny's settled a $46 million discrimination suit filed by black Secret Service agents who said they were \ndenied service at a restaurant. The complaints were among a series of discrimination claims by black customers at \nDenny's restaurants around the nation.\n\nAs part of an agreement with the Justice Department, the chain agreed toretrain employees in requirements of \nfederal civil rights law covering public accommodations, feature minorities in its ads and hire an outside lawyer to \nmonitor compliance.\n"}