{"title": "Gwinnett; Gwinnett: Illegal immigrant receives 8 years on weapons charge", "body": "\nAn illegal immigrant living in Lawrenceville was sentenced Tuesday to eight years in federal prison for illegally \npossessing a machine gun and re-entering the U.S. after being deported.\n\nAurelio Vargas, 32, had conspired to buy several firearms, including a machine gun, and then funnel the weapons \ninto Mexico, according to the U.S. attorney's office in Atlanta. During a law enforcement sting in August 2010, \nVargas gave $5,750 in cash to an undercover agent to buy the firearms before he and a co-defendant were \narrested, prosecutors said. BILL RANKIN\n\nCounty Attorney Thomas leaves post\n\nGwinnett County Attorney Karen Thomas resigned effective May 13, the county announced Wednesday.\n\nThomas, who led the county law department since 1998, submitted her resignation in February but agreed to stay \nthrough mid-May to facilitate a smooth transition, the county announced. Deputy County Attorney Van Stephens will \nserve as acting county attorney. DAVID WICKERT\n\nNorcross drama teacher receives honor for work\n\nA Norcross High School teacher has received a state honor for her work with students and dedication to the \nperforming arts.\n\nDrama teacher Gina Parrish has been inducted into the Georgia Thespians Hall of Fame. Gwinnett Schools \nofficials said Parrish has dedicated 19 years of service to Norcross High's fine arts department. D. AILEEN DODD\n\nCommissioners OK Lilburn CID expansion\n\nThe Gwinnett County Board of Commissioners has approved an expansion of the Lilburn Community Improvement \nDistrict. It was founded last year with 158 properties worth a combined $123.6 million.\n\nOn Tuesday, county commissioners signed off on plans to add seven more properties valued at $4.7 million to the \ndistrict. DAVID WICKERT\n\n\nMan accused in killing testifies in own defense\n\nA Loganville man charged with murder in a drug-related shooting testified in his own defense Wednesday. \nProsecutors have rested their case against Omar Falay. Falay is charged with murder, aggravated assault and \narmed robbery. Zachary Bivens and Francelis Dorce are charged as co-defendants, but they will face separate \ntrials. Robert Morales, 27, and Falay allegedly drove to Grayson on Dec. 23, 2008, to meet two men for a drug deal. \nShots were fired in the car, killing Morales and injuring Falay. ANDRIA SIMMONS\n\nPolice search for driver in hit-and-run fatality\n\nGwinnett County police are looking for a hit-and-run driver involved in a fatal pedestrian accident late Tuesday \nnight.\n\nThiago Campos, 25, of Suwanee was attempting to cross Sugarloaf Parkway between Cruse Road and Ga. 316 \nwhen he was hit by a vehicle believed to be a late-model Dodge Ram, Gwinnett police Cpl. Edwin Ritter said. \nAnyone with information can call investigators at 770-338-7430, Ext. 5670. MIKE MORRIS\n"}