{"title": "HURTADO WINS INS APPEAL IMMIGRANT FROM EL SALVADOR HOPES 19-YEAR FIGHT TO STAY IN U.S. IS ENDING", "body": "\nA Salvadoran immigrant who has been fighting for 19 years to stay in the United States has won what he \nhopes is his final round against the Immigration and Naturalization Service.\n\nRene Hurtado, a member of the Treasury Police during his homeland's civil war, learned Thursday that the U.S. \nJustice Department's Board of Immigration Appeals upheld a September 1999 trial court that suspended his \ndeportation.\n\nThe appeals board said Hurtado, whose real name is Gonzalo Jesus de Larin-Lara, convincingly rebutted \nevidence from the INS that he participated in war crimes and persecuted people during the war. The INS' evidence \n-- newspaper articles for which Hurtado was interviewed through Spanish-speaking interpreters -- contained \ninherently untrustworthy, unsworn statements, the board said.\n\n\"The Immigration Judge found that the incident (Hurtado) admitted occurred -- having intercourse with a woman \nwhen he was on duty as a bribe to let her go -- was troubling, but not by itself sufficient to warrant a discretionary \ndenial,\" a board member wrote. \"While we regard this incident as extremely troubling, we note that (it) occurred \nmore than 20 years ago in the context of a civil war.\n\n\"Since that time, the respondent spent several years speaking out to try and stop the abuses of the war.\"\n\nTim Counts, a spokesman for the INS in Bloomington, said the agency's lawyers have not had a chance to fully \nreview the decision or decide what, if any, action to take next.\n\nCounts said the INS could ask the 21-member Board of Immigration Appeals to review the three-judge panel's \ndecision. If that request is denied, he said, the INS could ask for review by the U.S. attorney general. He, in turn, \ncould take the case to the 8th U.S. Circuit Court of Appeals.\n\nHurtado hopes now to see his father before he dies.\n\n\"My mother died and I wasn't able to visit her,\" said Hurtado. He wouldn't have been allowed back in the United \nStates if he had gone to Costa Rica to see his mother, who died in February 2000. \"I was kind of feeling that each \nday that goes by, the possibility I will not see my father alive again has been growing. But this gives me a new life, \nin a way.\"\n\nHurtado, now 43, married and the father of two, found refuge with St. Luke Presbyterian Church in Minnetonka in \n1982. He spoke out publicly against U.S. intervention in El Salvador for years, but a red bandana hid his face. His \nfamily fled to Costa Rica with the help of St. Luke parishioners after he revealed his identity.\n\n\nHe earned a bachelor of arts degree at the University of Minnesota, taking a double major in political science and \nhistory and a minor in Latin American studies. He started law school a few years ago, but dropped out after he \nlearned the INS was taking his case to trial.\n\n\"Frankly, the INS' conduct has been shameful, in my view,\" said Ron Rosenbaum, Hurtado's lawyer. \"This man \nshould have been allowed to get on with his life and become a legal citizen years ago.\n\n\"He … took responsibility even beyond what he participated in, and I think he's been punished for it ever since.\"\n\nLucy Quinlivan can be reached at lquinlivan@pioneerpress.com or at (651) 228-5485.  \n\nGraphic\n\n \n\nPIONEER PRESS FILE PHOTO\n\nRene Hurtado hugged his son Ariel in September 1999 after an immigration\n\nhearing in Bloomington. Hurtado has fought deportation -- and allegations of\n\ncommitting war crimes with the military in El Salvador -- since 1982.\n"}