{"title": "Speaking Up for Immigrants, Pontiff Touches a Flash Point", "body": "\nEven as he was flying to the United States, Pope Benedict XVI spoke of protecting immigrant families, not dividing \nthem.\n\n  He raised the issue again in a meeting on Wednesday with President Bush, and later that day spoke in Spanish to \nthe church's ''many immigrant children.'' And when he ends his visit to New York on Sunday, he will be sent off by \na throng of the faithful, showing off the ethnic diversity of American Catholicism.\n\n  The choreography underscores the importance to the church here of its growing diversity -- especially its \nincreasing Hispanic membership. \n\n  Of the nation's 65 million Roman Catholics, 18 million are Latino, according to the Pew Forum on Religion and \nPublic Life, and they account for more than two-thirds of the new Catholics in the country since 1960. \n\n  Millions of other recent arrivals come from Asia and Africa. More and more parishes depend on priests brought \nfrom abroad to serve the flock. \n\n  Benedict has calibrated his immigration stance with care, stating the need to protect family unity and immigrants' \nhuman rights, but pointedly avoiding any specifics of the American immigration debate, like the issue of whether to \ngrant legal status to illegal immigrants. Yet last week his visit quickly stirred the crosscurrents of the debate. \n\n  His comments drew a rebuke from Representative Tom Tancredo, a Republican from Colorado who has been a \nleading opponent of illegal immigration. \n\n  Accusing the pope of ''faith-based marketing,'' Mr. Tancredo said Benedict's comments welcoming immigrants \n''may have less to do with spreading the Gospel than they do about recruiting new members of the Church.'' Mr. \nTancredo, a former Catholic who now attends an evangelical Christian church, said it was not in the pope's ''job \ndescription to engage in American politics.''\n\n  On the other side of the issue, some members of the Catholic hierarchy said they were shocked that on the same \nday that Benedict and President Bush affirmed in a joint statement the need for a policy that treats immigrants \nhumanely and protects their families, federal agents were conducting raids at five chicken plants. They arrested \nmore than 300 immigrants accused of being illegal workers. \n\n  The timing was coincidental, immigration officials said, and it was not clear whether the pope had known about the \narrests when he met with Mr. Bush. \n\n  But the raids surprised some American Catholic leaders, who are often on the forefront of advocacy for immigrant \nrights. \n\n\n  ''I was stunned,'' said Cardinal Roger Mahony, the archbishop of Los Angeles, the nation's largest Roman Catholic \ndiocese and one with many Hispanics. ''I just feel these raids are totally negative. I thought it was very inappropriate \nto do it in such a blatant way when the pope was coming, when he has been so outspoken in defending the rights of \nimmigrants.''\n\n  The American bishops have been consistently outspoken in favor of legislation to give legal status to illegal \nimmigrants and expand legal avenues for immigrants to bring their family members from abroad. \n\n  They and other Catholic activists were among the most visible supporters of a broad bill, supported by Mr. Bush \nbut not enacted by Congress last year, which included a path to legal status for 12 million illegal immigrants. \n\n  They took Benedict's statements last week as affirmation of their work. For while the immigration theme has been \novershadowed during Benedict's trip by his denunciations of the sexual abuse scandal in the church, it was the \nsecond issue after the abuse cases that he addressed on the plane from Rome, when he responded to reporters' \nquestions that were submitted in advance and picked by the Vatican.\n\n  The separation of families ''is truly dangerous for the social, moral and human fabric'' of Latin and Central \nAmerican families, the pope told reporters aboard his plane. ''The fundamental solution is that there should no \nlonger be a need to emigrate, that there are enough jobs in the homeland, a sufficient social fabric,'' he said. Short \nof that, families should be protected, not destroyed, he said. ''As much as it can be done it should be done,'' the \npontiff said.\n\n  The pope did not just send a message to the president and the public, he spoke to the bishops. In his private \nmeeting with them on Wednesday evening, he emphasized that recent newcomers to the United States are ''people \nof faith, and we are here to welcome them,'' Cardinal Mahony said. \n\n  The pope also dwelled on the negative impact of family separation. Several bishops took that as a direct reference \nto the impact of previous immigration raids and deportations, in which illegal immigrant parents were separated \nfrom spouses and children who were United States citizens or legal immigrants. \n\n  ''Obviously the Holy Father is not encouraging people to do anything illegal,'' Cardinal Mahony said. But the raids \n''do not serve as a deterrent,'' he said, adding, ''They simply create fear and uncertainty in our communities.'' \n\n  Bishop John Wester of Salt Lake City said the pope was ''not going to get into the specific points that our country \nhas to hash out.'' Bishop Wester, who is chairman of the Committee on Migration of the United States Conference \nof Catholic Bishops, said the pontiff had told the bishops ''very clearly that we need to attend to the basic human \nrights immigrants have.'' \n\n  Bishop Wester also criticized the immigration raids, which took place at plants in five states belonging to Pilgrim's \nPride, a major poultry processing company. Immigration officials said they did not consider the pope's visit when \nplanning the operations, which they said came after a yearlong investigation.\n\n  But Bishop Wester said: ''It did strike me as inappropriate. The pope comes as a man of peace, a man of good \nwill, the leader of a major religion. Many of the persons arrested were Catholic.''\n\n  As recently as mid-March, he said, his committee met with Julie L. Myers, the head of Immigration and Customs \nEnforcement, the agency that carried out the raids. The bishops asked Ms. Myers not to conduct raids in churches \nand to ensure legal representation for immigrants, Bishop Wester said.\n\n  The pope returned to the theme several times over the course of his visit, which ends Sunday. About 4,000 church \nmembers from the Diocese of Brooklyn, which includes Queens, will hold a prayer service in 29 languages at \nKennedy Airport. About half will be immigrants, said Msgr. Ronald T. Marino, the Brooklyn Diocese's vicar for \nmigration. Many will wear the costumes of their homelands. The pope will not attend, but the crowd will bid him \nfarewell. \n\n  ''Not a word has to be spoken,'' the monsignor said. ''What you will see says it all.''\n\n\n\n  In Washington, Benedict encouraged the American bishops and their communities ''to continue to welcome \nimmigrants who join your ranks today, to share their joys and hopes, to support them in their sorrows and trials, \nand to help them flourish in their new home.'' That, he said, was the American tradition. And in a meeting with \nCatholic educators, he emphasized the importance of keeping Catholic schools open, especially to serve \nimmigrants and the underprivileged. \n\n  Catholic leaders say such words have bolstered their work, yet the pope's emphasis is no surprise in a country \nwhere much of the church's growth and vitality comes from the influx of immigrant Catholics. \n\n  Following the polyglot practice of his predecessor, John Paul II, Benedict used Spanish to directly address the \nLatino portion of his flock during the homily at his Mass at Nationals Park in Washington on Thursday. \n\n  The Church has grown thanks to their vitality, he said, and God calls on them to keep contributing.\n\n  Priests and bishops who lobby elected officials and minister directly to immigrants can be more explicit. \n\n  Monsignor Marino, for example, who also heads the Brooklyn Diocese's Catholic Migration Office, said, ''In my \njudgment, immigrants are heroes.''\n\n  He applauded the pope's words. ''The simple pointing to it as one of his priorities, something coming out of his \nmouth, is real important,'' Monsignor Marino said. ''For him to say one sentence means he knows the rest.''\n\n  Thomas G. Wenski, the bishop of Orlando, Fla., and a former head of the bishops' Migration Committee who \nremains a consultant to it, said he hoped the pope's visit would have a practical effect.\n\n  ''The pope's visit will unleash some good will here so that Congress might live up to its responsibility and deal with \nthe issue,'' Bishop Wenski said. \n\n  In a letter in December, Cardinal Mahony chastised all the presidential candidates for campaigns that he said had \n''inflamed anti-immigrant sentiment in the country.'' Since then the three remaining candidates, Senators John \nMcCain of Arizona, Hillary Rodham Clinton of New York and Barack Obama of Illinois, have lowered the volume on \nthe immigration issue. \n\n  Secular advocates for immigrants also welcomed the pope's words. ''That's big news,'' said Teresa Gutierrez, a \ncoordinator for the May 1st Coalition for Immigrant and Workers Rights. ''Any decent comment about the reality of \nwhat's really happening to immigration in the United States coming from such a prestigious person as the pope is \nextremely helpful.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Hands up, smiles wide, a crowd awaited Pope Benedict XVI at St. Patrick's Cathedral on Saturday \nbefore he celebrated Mass.(PHOTOGRAPH BY CHANG W. LEE/THE NEW YORK TIMES)(pg. A1)\n\n Pope Benedict XVI riding up Fifth Avenue in the Popemobile on Saturday. He has urged that immigrants be \nwelcomed.(PHOTOGRAPH BY ANDREA MOHIN/THE NEW YORK TIMES)(pg. 36)                      \n"}