{"title": "Napolitano Focuses on Immigration Enforcement, Not Overhaul", "body": "\nA day after President Obama announced that legislation to overhaul immigration laws would have to wait until \nnext year, the secretary of homeland security played down the need for change in a speech here and took a tough \nstance on enforcing current immigration laws.\n\n  The secretary, Janet Napolitano, defended the administration's assertive strategy against illegal immigrants and \ncompanies that employ them, relying largely on programs started under President George W. Bush. \n\n  That strategy has drawn fire from immigrant groups and many of Mr. Obama's Hispanic supporters, who say the \npresident has not lived up to campaign promises to ease the pressure on illegal workers and to seek changes in \nimmigration laws that would give more workers visas.\n\n  But Ms. Napolitano argued that the Obama administration had changed Mr. Bush's programs in critical ways, \nsuch as putting an emphasis on deporting criminals and holding more employers responsible for hiring illegal \nworkers. \n\n  ''Make no mistake, our overall approach is very, very different,'' she said Tuesday at a conference on border \nsecurity at the University of Texas, El Paso. ''It is more strategic, more cooperative, more multilateral and, in the \nlong run, more effective.''\n\n  Ms. Napolitano said security problems on the border were inextricably linked not only to the drug trade, but also \nto the problem of illegal workers in far-flung cities across the country. The government needs to address illegal \nimmigration at the same time it attacks the Mexican mafias, she said. \n\n  Her remarks disappointed advocates for immigrants, who questioned whether increasing enforcement would \nimprove security as much as overhauling immigration laws would. \n\n  ''How many more millions if not billions of dollars are we going to put into the border without fixing the \nimmigration system?'' asked Ali Noorani, executive director of the National Immigration Forum.Joshua Hoyt, \nexecutive director of the Illinois Coalition for Immigrant and Refugee Rights, said of Ms. Napolitano, ''She's \nincreasing enforcement of laws that President Obama and she have both said are broken, and the result is going \nto be a lot of human misery.'' \n\n  Ms. Napolitano and other administration officials have argued that a tough stance on illegal immigration is \nnecessary to convince American voters to accept a wider overhaul that would give legal status to millions of \nforeigners. \n\n\n  Still, the speech was notable for its lack of a single passage about the positive role many illegal immigrants play in \nsociety, a concession that has become standard in most political pronouncements from Democrats on the subject.\n\n  Ms. Napolitano pointed to the buildup of federal agents on the border as part of the fight against drug dealers, \nsaying the nation must take advantage of a historic level of cooperation with Mexico under President Felipe \nCalderon to stamp out organized crime. \n\n  This year, she said, the government has seized more than $69 million in drug money, 2.4 million pounds of drugs, \n95,000 rounds of ammunition and about 500 assault rifles, far more than last year.\n\n  ''But border security will not itself stop illegal entrants into our country,'' Ms. Napolitano said. ''Our border strategy \nmust be combined with better enforcement of the immigration laws within the United States.''\n\n  On that score, she pointed out that the Obama administration had outdone the Bush White House. Immigration \nagents have arrested 181,000 illegal immigrants and deported 215,000 people so far this year. Both figures are \ndouble what they were for the same period two years ago, she said. \n\n  But Ms. Napolitano said she had shifted the emphasis away from arresting immigrants who have not broken \nother laws. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Janet Napolitano, the homeland security secretary, speaking in El Paso on Tuesday. (PHOTOGRAPH BY \nRUBEN R. RAMIREZ/ EL PASO TIMES, VIA ASSOCIATED PRESS)                                                            \n"}