{"title": "THE BUDGET DEAL: IMMIGRATION;Agency Gains in Deal; Haitians Do So, Too", "body": "\nIn a significant shift of United States policy toward immigrants, Congressional Republicans and the White House \nagreed yesterday on a budget proposal that could benefit thousands of immigrants and the Federal agency that \nserves them.\n\nThe agreement lets about 49,000 Haitian refugees stay in the United States legally, increases the number of \nspecialized foreign workers allowed in the country and earmarks $171 million for the Immigration and \nNaturalization Service to reduce its backlog of citizenship applications (About 1.9 million people are waiting to \nbecome citizens).\n\nThe deal, which would have seemed impossible two years ago with Congress's anti-immigrant mood, was the \nresult of new Senate leadership, bipartisan alliances, heavy lobbying from advocacy groups, a coincidence of \nagendas among the Congressional Black Caucus and Republican senators, as well as White House pressure.\n\nBut negotiations that led to the agreement were not smooth. Practically all immigration issues were hotly contested \nuntil the end, including the amount of money earmarked for citizenship efforts.\n\nIn addition, the House did not accept a measure to grant Haitians the right to apply for residency status until the \nconference committees met to produce a compromise earlier this month.\n\nAnd the wrangling over the visas for specialized high-tech workers drew the threat of a veto from a White House \nconcerned that there were not proper protections for American workers.\n\n\"It was tough going all the way,\" said Maria Echaveste, deputy chief of staff to the President and one of the main \nadvisers to White House negotiators on immigration.\n\nMs. Echaveste said Congress had \"overreached\" when it voted for measures in 1996 that restricted immigration \nand affected the lives of legal residents. The current agreement, she said, would impart some balance to those \nlaws.\n\nNone of the measures directly reverses any of the immigration laws of 1996, but they represent the first good \nnews that immigrants and their advocates have received in a long time. Some advocates said the agreement is \n\n\ntelling because it reflects that both Democrats and Republicans are eager to please immigrants, hoping to earn their \ntrust and, eventually, their votes.\n\n\"It's a rare day indeed,\" said Frank Sharry, executive director of the National Immigration Forum. \"It's a new day \nwhen immigrants are viewed not as easy targets, but as a powerful new constituency.\"\n\nAdvocates for immigrants are particularly pleased that Haitian refugees who have been in this country since 1995 \ncan stay permanently. They will receive the same benefits that were granted last year to about 150,000 \nNicaraguans and about 5,000 Cubans, who, like Haitians, came to the United States to escape political turmoil.\n\nBlack Congressional leaders complained that leaving Haitians out of the bill amounted to racial discrimination, and \nFlorida's Senators, Connie Mack, a Republican, and Bob Graham, a Democrat, introduced the Haitian Refugees \nImmigration Fairness Act. Most Haitians who will benefit from the bill live in South Florida. Neither Senator was \navailable for comment yesterday, but aides called the agreement a victory.\n\nNegotiators from the White House and Congress also agreed to a 30-month delay to implement a law that, as of \ntoday, would have forced border patrol officers to track every person entering and leaving the United States from \nMexico and Canada.\n\nThe measure would have caused border delays of up to 24 hours that would have hurt businesses and cost millions \nof dollars in delayed or lost trade, critics said.\n\nSeveral immigration initiatives were dropped from the final bill. As a result, the immigration service will remain \none agency and American farmers will not be allowed to bring in tens of thousand of foreigners to work in the fields.\n\nBut the deal struck yesterday does allow the immigration agency to nearly double the number of employment \nvisas available for skilled foreign workers, a measure that was sought by high-tech industries and introduced in \nCongress by Senator Spencer Abraham, Republican of Michigan.\n\nThere are 65,000 of the so-called H1B visas available for skilled foreign workers; the bill increases the number to \n115,000 for the next two years and sets the number at 107,500 in the third year.\n\n   MIRTA OJITO\n\n      \n"}