{"title": "ART REFLECTS IMMIGRANT SUFFERING;DE ANZA SHOW COUNTERS PROP. 187 SENTIMENT", "body": "\nBlack and white oblong shapes fill the canvas of \"The Great Escape.\" Boats hang on one side, body bags on the \nother in a powerful juxtaposition.\n\nFor San Jose artist Vi Ly, one depicts the harrowing manner in which so many immigrants flee to the United \nStates, while the other represents the emotional or physical death they may face if they are forced back to their \nhomeland.\n\nAt the Euphrat Museum of Art at De Anza College in Cupertino, a collection of art works tell the story of the \ntrauma, strain and sacrifice so many immigrants face in their journey to a new land.\n\nArtists and visitors say they hope the exhibit serves not only as inspiration but also as a counterpoint to the \nbacklash against immigration -- illegal and otherwise -- that has grown even more apparent with the recent passage \nof Proposition 187.\n\n\"I think people are not just against illegal immigrants but all immigrants,\" said museum director Jan Rindfleisch. \n\"They think there are too many immigrants, period, and too much cultural change.\"\n\n\"The art represents shared experiences that all people can relate to,\" she added. \"It's a way to get a connection to \nothers.\"\n\nThe artists see another benefit.\n\n\"I hope the show reminds people that we are examples of immigrants who are not on welfare, who are \nproductive,\" said Ly, who fled Vietnam at age 11 with 600 other people aboard a boat and spent 14 months in a \nrefugee camp. \"We came and we made it and we're not just sitting around.\"\n\nThe exhibit, \"Coming Across: Art by Recent Immigrants, Part 2,\" embodies the sentiments of artists from \ncountries such as Ethiopia, Cambodia, Iran and the former Soviet Union, who have immigrated to the United States, \nmost since 1980, and who now make their home in the Bay Area.\n\nArtists such as Jose Meza Velasquez, a native of Mexico, communicate the hopes and dreams that define this \ncountry. In a photo of his mural \"Homage to America\" which hangs on the Fruitvale post office building in Oakland, \nthe vivid, colorful center panel shows a man and a woman, future leaders, against a backdrop of the Statue of \nLiberty.\n\n\nSu-Chen Hung and Gigi Janchang, both originally from Taiwan, created a dozen oversize black and white photos \ndisplayed behind cracked glass, a reminder of the borders and barriers that immigrants face.\n\nIn one photo titled \"Why My Accent?\" a 37-year-old Filipino accountant who came to the United States in 1982 \nstands with his back to the camera. His quotation at the bottom of the photo, reads, \"People are impolite and \nimpatient about my accent. Why is a European accent considered cute and ours not?\"\n\nVisitors can convey their reactions about the exhibit by typing comments into a computer in the corner of the \ngallery.\n\nOne anonymous person wrote, \"Thank you for the exhibit. Proposition 187 is a painful reminder that we need more \nawareness in our society.\"\n\nAnother man typed, \"In this world, one never knows what's out there until one's eyes are opened.\"\n\nAngelica Carrasco, a 20-year-old De Anza student who toured the exhibit Wednesday was touched by the strong \nmessages of the artists.\n\n\"Their work seems to say they don't feel like they have a place here,\" she said. \"People from here can never feel \nthe way these people do. But if you see these works, you can get some idea of what they went through to get here.\"\n\nIF YOU'RE INTERESTED\n\nThe Euphrat Museum exhibit at De Anza College, Stevens Creek Boulevard at Mary Avenue in Cupertino, runs \nthrough Dec. 8. The museum is open Tuesdays through Thursdays, 11 a.m. to 4 p.m.; Wednesday nights, 6 to 8 \np.m.; and on Saturdays, 11 a.m. to 2 p.m. For more information, call: (408) 864-8836.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: JIM GENSHEIMER -- MERCURY NEWS\n\nStudent Bee Lin Ong at a computer that is part of the exhibit.\n\n941129 LO 1B 3; color\n"}