{"title": "Some Affected by 9/11 Are Hard to Reach", "body": "\nA day after three major charities announced a last-minute extension for victims of the Sept. 11 terrorist attack to \napply for emergency cash grants, charitable organizations and social service agencies scrambled yesterday to get \nthe word out to a group that has probably received the least, and most contradictory, information to date: non-\nEnglish-speaking immigrants.\n\n     But even with a two-week postponement of the deadline to March 8, some groups believe that logistically it is \nstill too difficult to contact the tens of thousands of people in Lower Manhattan who have not applied. As a result, \nsome groups said yesterday that they still thought the deadline was arbitrary and hasty, and therefore should be \nwaived altogether. \n\n Together, the three charities -- the American Red Cross, the Salvation Army and Safe Horizon -- have disbursed \nmore than $250 million in emergency assistance to 50,000 displaced workers and other individuals who lost income \nbecause of the attack. And on Feb. 8, the charities established a Feb. 22 cutoff date for applicants to make \nappointments, saying that it was time to shift attention from emergency assistance to long-term help.\n\nOn Thursday, though, the charities decided to postpone the deadline, in part because of concerns that some people \nwere still unaware of the deadlines, or even of the programs. And yesterday, the Sept. 11 Fund -- which has been \nthe primary source of money for Safe Horizon and has provided another $70 million in assistance to displaced \nworkers -- held a press conference to reach out to the ethnic press and emphasize that noncitizens, too, are eligible \nfor assistance, regardless of their status.\n\nImmigrant advocacy groups said that while they were pleased by the extension, they were still concerned that \nimmigrants would be reluctant to apply by March 8 because of linguistic and cultural barriers.\n\n\"What we're hearing from community groups is that they are still reaching people every day who are unaware of \nthe benefit programs and the eligibility requirements,\" said Margie McHugh, executive director of the New York \nImmigration Coalition. \"So it's a slow process both to get the correct information, identify people who are eligible \nand arrange times for them to go to the centers.\"\n\nWhile each charity has established its own eligibility criteria, the basic requirements have included anyone who \nworked below Canal Street, lost a significant portion of income or has been unemployed any time between Sept. 11 \nand either Dec. 31 or Jan. 11.\n\nBusiness entities, by contrast, have no deadline, and in fact are eligible for assistance from additional sources, \nincluding the federal government, said Nicole Elkon, a spokeswoman for the 9/11 United Services Group, which is \ncoordinating relief efforts among several charities.\n\n\nJeanine Moss, a spokeswoman for the Sept. 11 Fund, said: \"It's very challenging to establish the boundaries under \nwhich you can help people. We have a responsibility not only to help people, but also to keep faith with our donors \nand our donors' intentions.\" \n\nhttp://www.nytimes.com\n"}