{"title": "Changes Planned In Visa Program For Farmworkers", "body": "\nThe Bush administration proposed changes yesterday to a little-used agricultural guest-worker program that would \nprovide incentives for farmers to hire foreigners legally.\n\nThe proposed changes include a system for calculating how foreign workers are paid and centralizing the \napplication process under the federal government.\n\nImmigration advocates said the changes would weaken rules that protect workers under the program. The \nadministration defended the proposal as a direct response to Congress's failure last year to change the nation's \nimmigration laws and as a way to address a shortage of legal farmworkers.\n\n\"It is precisely because Congress failed to pass comprehensive immigration reform that the president directed \nexecutive agencies to take a closer look at the programs they administer,\" said Leon R. Sequeira, the assistant \nsecretary of labor for policy. \"Our goal here is to make the program work so that agricultural employers will use it to \nhire more workers legally.\"\n\nThe proposed rules do not require congressional action and can take effect after a 45-day public comment period.\n\nAbout 75,000 foreign workers participated in the H-2A visa program last year. Meanwhile, 600,000 to 800,000 \nundocumented laborers worked on U.S. farms illegally, the Labor Department estimates.\n\nPerhaps the most significant change to the visa program would be a new method for figuring wages for foreign \nfarmworkers.\n\nThe current rules are intended to ensure that foreign workers are not paid wages that undercut those paid to U.S. \nworkers. But the wage scales have been criticized by some who claim that they do not accurately reflect market \nwages by occupation, skill level and geographic location. The new system would use data compiled by the Bureau \nof Labor Statistics' occupational employment survey, which is used to calculate required minimum wages for other \nvisa programs administered by the department.\n\n\nThe changes would also require employers to file visa applications with the Labor Department, eliminating the role \nof state agencies.\n\nThe proposed changes would increase the number of days a farmer is required to spend recruiting U.S. workers for \njobs before filling them with foreigners, to 75 days from 45. They also would require contractors that recruit foreign \nworkers to post bonds with the federal government. And they would prohibit employers from passing on processing \nfees to foreign workers and would increase fines for abusing workers.\n\nBruce Goldstein, executive director of Farmworker Justice, said the proposed changes would do away with much \nof the Labor Department's enforcement of the current rules. And he said wages were likely to decrease. He said the \nLabor Department should do more to enforce rules already on the books.\n\n\"Rather than spend its resources to lower wage rates, the Department of Labor should have announced a \ncampaign to actively enforce workers rights under this program,\" Goldstein said.\n"}