{"title": "ILLEGAL IMMIGRATION FROM MEXICO NOW AT NET ZERO", "body": "\nThe statement\n\n\"If you look at the number of illegal immigrants coming into the country, it is net zero. It's been that way now for \nalmost two years.\"\n\nJeb Bush, former Florida governor, in an interview on Meet the Press\n\n* * *\n\nThe ruling: TRUE\n\nAs millions watch them during their national convention in Tampa, Republicans are trying to appear tough on illegal \nimmigration without offending Hispanic voters.\n\nFormer Florida Gov. Jeb Bush, who is bilingual and met his wife in Mexico, has warned fellow Republicans they \nneed to watch their tone on the immigration issue. He repeated the warning in an interview on Meet the Press the \nweekend before the convention.\n\n\"My personal view is that we need to get beyond where we are,\" Bush said. \"We need to create a climate of border \ncontrol. And that's begun to happen, if you look at the number of illegal immigrants coming into the country, it's net \nzero. It's been that way now for almost two years. And if you say, 'Well, we've gotten a much better grasp on the \nnumber of people just coming in without papers,' then you could develop a strategy that's part of economic growth. \n...\"\n\nFor this fact-check, we will research whether Bush was correct when he said the number of illegal immigrants \ncoming into the country is net zero, and that it's been that way for two years.\n\nWe turned to the Pew Hispanic Center for an answer. The center is a nonpartisan research organization that does \nnot take positions on policy issues.\n\nIts 2012 report about Mexican immigration concluded, \"After four decades that brought 12 million current \nimmigrants - most of whom came illegally - the net migration flow from Mexico to the United States has stopped \nand may have reversed.\" The report was based on the center's analysis of federal census data.\n\n\nWe interviewed Jeffrey Passel, a senior demographer at Pew and an expert on Hispanic immigration. He said \nBush's claim is true. Passel said that we can infer that the outflow of unauthorized immigrants exceeded inflows \nbetween 2007 and 2009 because the overall size of the unauthorized population living in the United States \ndecreased between 2007 and 2009 from 12 million to 11.1 million.\n\nThere are four ways the number of unauthorized immigrants changes: the inflow of new unauthorized immigrants, \nthe outflow of those leaving the United States, deaths, and unauthorized immigrants gaining legal status.\n\nThose last three categories - outflow, deaths and conversion to legal status - exceeded the first category of new \ninflows of unauthorized immigrants by about 900,000 between 2007 and 2009. But deaths and conversion to legal \nstatus are not large figures. Therefore, Passel said, \"the major source of the decline is almost certainly an excess of \noutflow of unauthorized over inflow.\"\n\nWe also sent Bush's claim to groups with opposing views on immigration and all agreed that Bush's statement was \ncorrect.\n\n\"I think you will find everybody agrees with it being zero or close to it,\" said Roy Beck, executive director of \nNumbers USA, which advocates for low immigration.\n\nA spokeswoman for the National Immigration Forum, which advocates for immigrants, sent us a New York Times \nop-ed piece written that reached the same conclusion.\n\nWe rate Bush's claim True.\n\nThis ruling has been edited for print. For the full version - and to read other rulings - go to PolitiFact.com.\n\nGraphic\n\n \n\nPHOTO (2)\n"}