{"title": "Old Ways Bring Tears In a New World; Immigrants Face Family Violence", "body": "\nWith the breakup of the Soviet Union, Jews started streaming here from the central Asian lands of Uzbekistan, \nTajikistan, Turkmenistan, Kazakhstan and Kyrgyzstan, and they formed a thriving colony in the central Queens \nlands of Forest Hills, Rego Park and Kew Gardens.\n\n     Known as Bukharan Jews, after an Uzbek city, and proud of traditions seen nowhere else in Judaism, they have \ngrown to almost 40,000 strong, establishing synagogues and flavorful restaurants. But in recent years they have \nbeen grappling with a demon that seems to have slipped in with the baggage they brought over. \n\n Back there, Bukharan Jews lived among patriarchal societies where the husband ruled the household and \nsometimes enforced his will with a raised hand. But here, Bukharan men, like those of many other immigrant \ngroups, are confronting the realities of a new land.\n\nTheir wives, less finicky about working as home health aides and supermarket cashiers, are often the first to land \njobs and, even after their husbands do, sometimes end up earning more money. At work, they see accomplished \nand outspoken women, and steadily and subtly their relationships with their husbands shift. Some men, already \nfrustrated by their clumsiness with a strange language and perplexing streets, chafe at their diminished status. A \nfew -- not many, but enough to worry the Bukharan community -- take their anger out on their wives.\n\nThat is why a delegation of three synagogue leaders set off last year to the home of a 30ish jewelry worker in Rego \nPark. The man, an immigrant who had experienced setbacks at work, had struck his wife, a bookkeeper. She had \ncalled 911 and the police locked him up. The tight-knit Bukharan community -- still forging its reputation -- was \ndisgraced by the jailing. \n\n\"To raise a hand on another person, let alone your spouse, you are considered an evil person,\" Rabbi Shlomo \nNisanov, head of Kehilat Sephardim of Ahavat Achim in Kew Gardens Hills, remembers telling the man. \n\nRabbi Nisanov said that the husband had claimed that she deserved it, that she did not \"know how to respect her \nhusband.\"\n\nThe rabbi told him: \"You can talk with words. You don't have to hit.\"\n\nThe problem of spousal abuse among the Bukharans is probably no greater than in other immigrant communities, \nsaid Lois M. Raff, counsel to the Queens district attorney's office. \n\nIndeed, Emira Habiby Browne, executive director of the Arab-American Family Support Center in downtown \nBrooklyn, said that many of the problems Bukharan men face are also common to Arab immigrant men, who, she \nsaid, are also frightened by losing power in the family.\n\n\n\"The immigration experience lends itself to domestic violence because of all the stresses,\" she said.\n\nBut the Bukharans have publicly wrestled with the issue, holding a conference on family violence in January and \nfour sponsored by the Queens district attorney, Richard A. Brown. Another conference is planned for May 4, when \nJustice Martin E. Ritholtz of State Supreme Court will talk about the law and domestic violence.\n\nThere are already a handful of grass-roots agencies that counsel married men and women. Although the lessons \nwould raise some feminist eyebrows, the Beit Shalom organization instructs prospective brides and grooms about \nbeing sensitive to moods as a way of avoiding fights, telling grooms to be understanding of working wives who don't \nhave supper ready the moment they come home, urging them to alleviate their hunger by stopping at a coffee shop \nfor a small bite.\n\n\"Many men don't want to come home, because she wants to tell him all the problems and he wants to get free,\" \nsaid Leah Davidov, an instructor of brides. \"So, in these cases, what should you do?\" \n\nRabbi Yitzhak Yehoshua, chief rabbi of the Bukharans here, reinforces such lessons, by reminding his community \nthat the Torah and Talmud prohibit physical and verbal abuse, and that marriage requires mutual consent, not \nimposition of one spouse's will over the other. \n\nCommunity workers say that this type of program has helped reduce the incidence of abuse.\n\nStill, the Bukharans, tribal and intensely private, have not been happy having the problem aired. Many were \nembarrassed by an article on family violence in their community in Jewish Week. \n\n\"This problem is in any community, especially immigrant community,\" said Boris Kandov, president of the four-\nyear-old Congress of Bukharan Jews of the United States and Canada.\n\nThe community's leaders would rather the news media focus on the thousands of solid families and the children -- \neven those who arrived here as teenagers -- who have gone on to competitive colleges and become doctors and \nengineers. \n\nThey are proud of their 30 kosher restaurants where families gather nightly, dining on kebab and tandoori-baked \nbread while listening to Bukharan music played on the lute-like tar and doira (hand drum) by performers in brocaded \nsilk kaftans. They would rather attention be paid to a four-story cultural center and museum they are building in \nForest Hills and a new $7.3 million yeshiva in Rego Park where Bukharan children study for free. \n\nYet people who work with Bukharan Jews do not deny that cultural differences and the emotional upheaval of \ntransplantation have led to occasional spasms of abuse.\n\n\"The problem is whatever was O.K. in Russia is not O.K. here,\" said Lali Janash, a case manager at the Esther \nGrunblatt Service Center for Russian Immigrants in Rego Park. \"The same as child abuse. To spank a child in \nRussia is O.K.\"\n\nRabbi Nisanov, who was raised in a suburb of Samarkand in Uzbekistan and came here as a boy, said, \"We always \nhave this problem, but now the women are speaking out, the rabbis are speaking out and we're not just shoving it \nunder the rug like we did before.\" \n\nUntil they came here in large numbers, Bukharan Jews were obscure even to most American Jews. Dark-eyed and \ndark-haired, they trace their lineage to those Jews who stayed in central Asia region after the Hebrew exile in \nBabylonia ended in 538 B.C. In virtual isolation from the rest of world Jewry, even the Sephardim whom they most \nresemble, they cultivated distinct traditions. At funerals, eulogies are delivered in song, and for seven days \nafterward friends gather in restaurants to raise money to support the grieving family. On Friday nights, instead of \ngefilte fish, they eat fried fish in garlic sauce. \n\nIn central Asia, they developed a clannish culture where blood relatives lived around a courtyard and the husband's \nmother was often the dominant woman in a household. \n\n\n\n\"The men would get anger and frustration out at their wives and the next day they would kiss her and bring her \nflowers,\" recalled Lana Levitin, the Bukharan congress' cultural chairwoman who runs workshops on women's legal \nrights through her organization, World of Women Immigrants. \"The man wasn't ostracized. The mother-in-law \nwould say, 'Aren't you happy when he buys you something? So he hits you once or twice; it's not a big deal. If you \ntake his love, you can take his abuse.' \"\n\nAs a result of the instability that followed the collapse of Soviet rule and worries about growing Muslim \nfundamentalism, thousands of Bukharans left for Israel and the United States. Although many barbers, jewelers and \nmerchants soon resumed their occupations, many went to work here as taxi drivers or factory workers, and many \ncould not find work. \n\n\"There, he was a professor making money,\" Ms. Janash said of a typical Bukharan man. \"Here, he is no one.\"\n\nSome time ago, Ms. Janash spent six sessions with a cab driver and his wife sent to her by the courts. The man \nhad pulled a knife on his wife, and their teenage son called the police. In private the man began weeping, saying \nhow rotten he felt that he could not better support his wife.\n\nZoya Fuzailova Nisanov, the rabbi's mother, said that women, intoxicated by American freedoms and affluence, \nsometimes add to the pressure on their husbands. \"She says to him, 'She has a car. Why don't I have? She has a \nfur coat. Why don't I have?' \" she said.\n\nBukharan women often do not report assaults, fearing they will lose their husband to divorce or deportation, that he \nwill take the children back to central Asia, or that a scandal will make it difficult for the couple's children to marry. \nBut women seem to be more resilient to the stresses of immigration, said Gloria Blumenthal, director of \nacculturation at the New York Association for New Americans, which helps immigrants find jobs and housing, \nwhile the men seem more paralyzed by the old ways. \n\nMs. Blumenthal recalled that several Bukharan men once sought her help in stopping the deportation of a friend \naccused of a crime against his wife. What was the crime? she asked. Rape, they said. When she refused to help, \nMs. Blumenthal said, \"they looked at me like I was crazy.\"\n\nMs. Janash thinks the intimate, gossipy nature of Bukharan culture is serving to reduce the abuse problem, with \npeople telling each other that it is unacceptable here. \n\n\"Women are more courageous and they take a step,\" she said. \"They don't suffer in silence anymore.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Bukharan community leaders like Boris Kandov and Lana Levitin, are waging a fight against domestic \nviolence. (Chester Higgins Jr./The New York Times)(pg. B4); Rabbi Shlomo Nisanov says that the problem of \ndomestic violence in the Bukharan community won't be \"shoved under the rug like we did before.\" Below, a \nRussian-language \"Manual for Abused Women.\"; A congregant listening to a sermon. (Photographs by Chester \nHiggins Jr./The New York Times)(pg. B1) \n"}