{"title": "HEARING OF THE IMMIGRATION SUBCOMMITTEE OF THE SENATE JUDICIARY COMMITTEE SUBJECT: EXAMINING THE PLIGHT OF REFUGEES: THE CASE OF NORTH KOREA CHAIRED BY: SENATOR EDWARD M. KENNEDY (D-MA) LOCATION: 226 DIRKSEN SENATE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\nSEN. EDWARD M. KENNEDY (D-MA): We'll come to order. I'm pleased to hold this hearing on the plight of North \nKorean refugees. And I thank my colleague, Sam Brownback, for his leadership on this important issue, he has \nreally been out in front on this matter and all of us are grateful for all the good work that he has been doing.\n\nRecent press reports have highlighted the seriousness of the situation facing North Korean refugees, many of \nwhom have fled their native lands seeking safe haven only to be forcefully returned to face torture and execution. \nThe significant number of North Korean refugees is due in a large part to the severe political and religious \npersecution in that country. The U.S. State Department estimates that in 2001 150,000 to 200,000 North Koreans \nwere held as political prisoners in maximum security camps. The situation has been exacerbated by the severe \nfamine that has plagued the country since the mid 1990s, resulting in up to two million deaths from starvation or \nfamine related diseases since 1994.\n\nThose who have gotten out of North Korea, most have gone to neighboring China. It's estimated that in 2001 \nhundreds of thousands of North Korean refugees fled to China each month, amounting to somewhere between \n10,000 to 500,000 refugees total for the year. China's reaction to North Korean refugees has been inconsistent. \nAlthough China maintains an agreement with North Korea to return North Korean migrants, Beijing has often looked \nthe other way as these individuals try to begin new lives in a safer land. However, in a number of high profile cases \nrecently China has intervened, aggressively rounding up and forcibly returning refugees to North Korea, even \n\n\nstorming sovereign foreign diplomatic missions to do so. And the Chinese Foreign Ministry has demanded that \nforeign diplomatic missions hand over to the Chinese police those who have sought refuge on their grounds.\n\nBeijing officials consider the North Koreans as economic migrants instead of political refugees, and as such has \nhindered the ability of the United Nations High Commission on Refugees and international non- governmental \norganizations to comprehensively assess the gravity of the situation and set up refugee camps. I look forward to \nthe testimony of our witnesses as they will be able to shed greater light on this critical situation.\n\nThis week the Senate passed a measure sponsored by Senator Brownback, which I was privileged to co-sponsor, \nencouraging North Korea, China and the United States to work towards the favorable resolution of the dire situation. \nClearly the United States must play a significant role in addressing the needs of these vulnerable individuals. The \nseverity of the situation, our tradition of commitment to refugees require it. While focus today is on the plight of the \nNorth Korean refugees, we must remember the number of refugees around the world has increased steadily in \nrecent years and our commitment to all these individuals is more necessary than ever.\n\nI look forward to the testimony of our distinguished witnesses, working with our colleagues to effectively address the \nsituation in North Korea and other parts around the world, where far too many refugees languish in need of our \nassistance.\n\nSenator Brownback.\n\nSEN. SAM BROWNBACK (R-KS): Thank you very much, Mr. Chairman, and thank you very much for your \nleadership and for hosting this very important hearing.\n\nThe purpose of this hearing should be clear and its message should be direct. The North Korean refugee crisis has \nbeen neglected for too long, partly because many, including the Chinese government and others, wish it would just \ngo away. As the graphic reports of North Korean asylum bids at foreign embassies show, this problem will only \ncontinue to escalate.\n\nAs you know, Mr. Chairman, a resolution on North Korea unanimously passed the Senate this week. That resolution \nexpresses four key points that should serve as guiding principles for us in this hearing. First, forced repatriation of \nthe North Korean refugees constitutes a violation of international law. Therefore the Chinese government should \nimmediately stop the forced repatriation of North Korean refugees. Second, the Chinese government should allow \nthe international community to provide open and direct assistance, such as medical aid and proper facilities, to \nthese North Korean refugees. Third, the United Nations, with the cooperation of the Chinese government, should \nimmediately conduct an investigation of the conditions of the North Korean refugees as soon as possible. And \nfourth, North Korean refugees should be given legal refugee status in accordance with international law.\n\nRegarding that last point, I'm reviewing various legislative options, including one that parallels a law from the early \n1990s that helped thousands of Soviet Jews and others persecuted for their ethnic or religious backgrounds caught \nin the break-up of the Soviet Union. I'm grateful to the many in the refugee advocacy community who have offered \ntheir support in helping us craft a bill or an initiative that may similarly help North Korean refugees. These \norganizations, many of which were involved with the legislation back in the 1990s, include the Hebrew Immigrant \nAid Society, the Lawyers' Committee for Human Rights, the South East Asian Resource Action Center, the National \nAssociation of Korean Americans, the U.S. Committee on Refugees, and others.\n\nLet me also add that my office received word last night that a number of leading refugee advocacy groups are \nready to immediately assess assistance needs and relief programs if and when a North Korean refugee processing \ninitiative is started in China. They're ready to go now. These groups include: Doctors Without Borders, which I \nunderstand withdrew from North Korea a few years ago; the Citizens Alliance for North Korean Human Rights, one \nof the leading groups involved with North Korean refugees; Life Funds, for North Korean refugees based in Japan; \nthe Korean Peninsula Peace Project and others.\n\nThey're ready to go and to help now.\n\n\n\nNorth Korea is today's killing fields, where millions of people considered as politically hostile or agitators, or just \nbeing innocent children, starve to death, while those in power enjoy luxurious lifestyles, spending billions of dollars \non weapons and actively engaged in the proliferation of weapons of mass destruction. Former president Ronald \nReagan stated our nation's tradition best when he said this, \"A hungry child knows no politics.\" Well every famine is \ncomplicated by politics. The North Korean famine is the most complicated, politically, that many of us have seen in \na long time. Politics is killing people, literally. How the U.S. and the world community can most effectively express \nits sympathy and concern for the North Korean people and help the North Korean people, including refugees \ncurrently in China, which the chairman stated we believe is somewhere in the neighborhood of 150,000 to 200,000, \nis the issue before us today.\n\nIf I may, I'd also like to warmly welcome our distinguished witnesses. The panels that we're going to have present, \nparticularly two, Mrs. Soon Ok Lee, a North Korean prison camp survivor. Her book, which my wife and I read two \nweekends ago, is a chilling, chilling report about what's taken place in North Korean prison camps, \"Eyes of the \nTailless Animals.\" It is an incredible account. And Dr. Norbert Vollertsen, activist on behalf of North Korean \nrefugees. He's traveled here from -- both of them have traveled here from Seoul, South Korea. I'd also like to \nwelcome Ms. Helie Lee, who has recently published memoirs about her successful effort to bring our uncle out of \nNorth Korea, highlights the largely hidden and painful secret among many Korean-Americans who still have family \nmembers trapped in North Korea and China. I understand as many as one in four Korean-American families have \nfamily members still trapped in North Korea.\n\nI look forward to working with you, Mr. Chairman, on some legislative vehicles to help North Korean refugees and I \nthank you for holding this hearing.\n\nSEN. KENNEDY: Thank you.\n\nWe're privileged to welcome back Gene Dewey, who has already appeared before this committee once this year. \nHe's been a distinguished leader at the Department of State, serves as Assistant Secretary of the Bureau of \nPopulation, Refugees and Migration. In that role he's responsible overseeing U.S. government policies regarding \npopulation, refugees, international migration issues, and managing refugee protection resettlement and \nhumanitarian assistance.\n\nHe previously served five years as the deputy assistant secretary for the Bureau for Refugee Programs, and he \nwas named a United Nations assistant secretary general, served four years in Geneva as the United Nations' \ndeputy High Commissioner for Refugees. I'm honored he's come back to testify and look forward to his testimony \non this critical issue.\n\nPleasure to have Lorne Craner, our assistant secretary of State, Bureau of Democracy, Human Rights and Labor, \nresponsible for coordinating U.S. policy and programs that promote and protect human rights and democracy round \nthe world, goals which he pursued throughout a distinguished career. Previously he's served as president of the \nInternational Republican Institute which works to promote democracy, free markets, rule of law throughout the \nworld. He also served as director of Asian Affairs at the National Security Council, deputy assistant secretary of \nState for legislative affairs, we're delighted to have him here today.\n\nAnd I'm privileged to introduce James Kelly, assistant secretary of State for East Asian and Pacific affairs. He's had \na long and distinguished career in international affairs. Before assuming his current position he was president of the \nPacific Forum of the Center for Strategic and International Studies in Honolulu. Before that he served as special \nassistant for the National Security Affairs to President Ronald Reagan, as the senior director for Asian affairs in the \nNational Security Council, and as deputy assistant secretary of Defense for international security affairs at the \nPentagon. I'm honored to welcome him today.\n\nWe have Senator Allen here, which has a keen interest in this subject matter. I'm delighted to welcome him --\n\nSEN. GEORGE ALLEN (R-VA): Thank you, Mr. Chairman.\n\n\n\nSEN. KENNEDY: -- to our panel.\n\nMr. Dewey, Secretary Dewey, we'd be glad to hear from you.\n\nMR. ARTHUR DEWEY: Thank you, Mr. Chairman. And thanks to you and your committee for the opportunity to \ndiscuss the plight of the North Korean asylum seekers in China.\n\nWe don't have a lot of information about what goes on in North Korea and we have little information also about the \nsituation on the border with China, but we certainly have enough to realize that this is -- this would rank in anyone's \nshort list of the greatest man-made disasters in the world, and it is a horrific humanitarian tragedy. Under North \nKorean law, for example, the very act of an unauthorized departure from North Korea for China or for anywhere is \ngrounds for persecution -- prosecution, which amounts to persecution.\n\nPresident Bush said during his February visit to Seoul of this year, \"North Korean children should never starve while \na massive army is fed. No nation should be a prisoner for its own people.\" Thousands of people have fled into \nChina in search of food and work and to flee persecution. We place a particular priority, as has been mentioned, on \nthe U.N. High Commissioner for Refugees getting access to the border region in order to set up a process to sort \nout who these people are and to identify those that have a legitimate claim to asylum. That is not possible now, as \nhas been stated.\n\nAnd a second role that makes it important for a presence there for the High Commissioner for Refugees is to be a \nwatchdog against push backs, against refoumont' to North Korea. In recent days we have witnessed desperate \nmeasures taken by individual North Koreans to avoid push backs and to gain asylum. North Koreans have run the \ngauntlet, they have sought refuge in foreign embassies and consulates in Shenyang and Beijing. Onward \nsettlement to South Korea has been negotiated for most of them, but 20 still remain in the South Korean embassy \nin Beijing and two in the Canadian embassy. One person was forcibly removed in an intrusion into the South \nKorean embassy and remains in Chinese hands.\n\nThis transgression of diplomatic premises strikes at the very heart of the conduct of international diplomatic \nrelations, so that it represents a serious violation of the Vienna Convention, and of course we're concerned about \nthe violations of the Geneva Convention and the protocol to that convention of 1967 which China has signed, with \nthe evidence that we do have of persons who have been pushed back to persecution and perhaps even death in \nNorth Korea.\n\nIn a normal setting, which this is not, a person seeking resettlement in a third country would contact the U.N. High \nCommissioner for Refugees requesting referral for resettlement. But in this situation and for security reasons, North \nKorea is one of the countries where there is a requirement for U.S. officials in the field to get State Department and \nINS approval to accept referrals for asylum in the United States. Now, to discuss briefly what we are doing now in \nresponse to this situation, the UNHCR is pressing for a high level meeting in Beijing to deal with this matter. \nThey've had meetings in Geneva to try to set this up and this is in train and of course we're strongly supporting that.\n\nWe have repeatedly pressed China to adhere to the '67 protocol which they have signed to allow UNHCR access to \nthe border region and to asylum seekers. The Department of State is also in the middle of a policy review on North \nKorea and on North Koreans in China. This is not 'diplomatese', Mr. Chairman, for simply studying the problem or \nreviewing the problem or keeping a watching brief on the problem, this is a serious effort to work the problem and to \nfind solutions that will work.\n\nLet me also say that with respect overall to admissions to the United States, that despite the security restrictions \nwhich were mandated by the events of September 11th of last year, this administration is committed to keeping the \ndoor open to refugees. The fact that any have been brought in represents somewhat of a miracle, given the \nhurdles that we have -- that have been agreed by the Congress and the inter-agency community in Washington to \nsecure the -- to make sure the security of American citizens is maintained.\n\n\n\nI welcome the opportunity in this setting to explore any ideas you may have concerning our admissions program, \neither here today or in our annual admissions consultations with Secretary Powell next Tuesday. I would like to \nsubmit my full statement for the record and look forward to working with you on this important problem of North \nKoreans in China. Thank you, Mr. Chairman.\n\nSEN. KENNEDY: Thank you very much, Secretary. Let me ask you -- it appears that the Chinese are hardening its \nstance toward refugee -- we'll do 10 minutes rounds if that's okay -- hardening its stance towards refugees, while \nin the past they often looked the other way or agreed on humanitarian grounds to allow certain refugees to travel to \nother countries. The Chinese foreign minister recently sent a note to all diplomatic missions demanding they \ncooperate with the Public Security Bureau, the Chinese police, and hand over any North Korean. They argue that \nforeign missions have no right to grant asylum on Chinese territory.\n\nNow, I understand that at least two countries, Canada and South Korea have rejected the note. Can you tell us \nwhat the State Department's position is on that diplomatic note?\n\nMR. DEWEY: The State Department is clear that -- although we haven't formally rejected, to my knowledge, we \nhave made it clear to the Chinese that there has to be a process, that process has to be respected. They've signed \nthe '67 protocol, which if they do not agree to a process whereby the U.N. High Commissioner for Refugees plays \nits role in this process, they are making of that protocol a little more than a perishable piece of paper. And we've \nmade that very clear and we'll continue to make that clear to the government of China.\n\nSEN. KENNEDY: Well, what does that mean? Does that mean you accept it or do you reject the note? I mean, how \nlong are you going to have to go through the process before you reject it or -- I don't understand. You said our \nposition is clear and then you said they have to go through a process and we're going to continue the process, but I \ndon't quite understand what that answer means. Are you rejecting their position, or are you accepting their position \nfor a period of time? Or what is exactly the status? Are you going to give them a time for the United Nations and \nthen if they don't do it are you prepared to say that you're going to reject it or what is the position?\n\nMR. DEWEY: It's a de facto rejection.\n\nSEN. KENNEDY: Flat out rejection?\n\nMR. DEWEY: It's -- we're not handing them over.\n\nSEN. KENNEDY: The fact that China considers the North Korean refugees to be economic migrants has allowed \nthem obviously to keep many foreign NGOs and U.N. High Commissioner out of the region. Recent press reports \nindicate there are some aid workers on the ground who have been arrested. There've been crackdowns on anyone \naiding North Korean refugees on the Chinese side. Can you confirm that the reports are true? Can you detail \nincidences of humanitarian aid workers being arrested in China and North Korea?\n\nMR. DEWEY: I'd like to refer to Assistant Secretary Kelly perhaps on that, he may have more recent information.\n\nMR. JAMES KELLY: Mr. Chairman, I don't have specific information on that, but I have seen the same reports that \nyou have. I'm not aware of relief workers in North Korea, because they are very few in number, of having been \ninterfered with or arrested. But I have heard the reports, and consider them highly credible, of interference with \nrelief workers in the North Eastern part of China.\n\nSEN. KENNEDY: Well, we would appreciate anything you can -- any material that you can provide for us.\n\nMR. KELLY: I will certainly do that, Mr. Chairman.\n\nSEN. KENNEDY: We know that North Korea, one of the most oppressive governments in the world, many fleeing \npersecution by the regime, would be able to establish the well-founded fear of persecution to qualify. So the \nproblem we face is how to access this population in China where most have fled. Under the circumstance China is \nunlikely to let U.N. High Commissioner operate independently inside it.\n\n\n\nOne option is to organize a multi-national effort to establish temporary resettlement camps in China that would \nserve as way stations to permanent resettlement in third countries. To make the option work the U.S. would have to \nplay a leading role, underwriting this effort and accepting North Korean refugees for resettlement. We have done \nthis in other places -- we've done this in Thailand, for example. Is the administration willing to consider that? Or is it \nunder consideration?\n\nMR. DEWEY: Yes, Mr. Chairman, the administration would consider that as an option, a role for international \norganizations other than UNHCR, organizations that move people, organizations that you're familiar with that have \nbeen very helpful in the past, International Organization for Migration, for example, that can help us get around \ncertain sensitivities of continuing to use the word refugee. If we could get agreement on -- by the government of \nChina that those people could be moved to places for settlement, this would be one agency that could help.\n\nSEN. KENNEDY: Could we ask if -- is this something that you have tried to suggest to the Chinese yet, or will you \ntry, or what should we assume?\n\nMR. DEWEY: What you can assume is --\n\nSEN. KENNEDY: What do you think is a good idea?\n\nMR. DEWEY: It is a good idea, it has to be part of a negotiating package --\n\nSEN. KENNEDY: I agree.\n\nMR. DEWEY: -- that would need to be dealt with, the Chinese --\n\nSEN. KENNEDY: But it has to get on the agenda to get a part of a negotiating package.\n\nMR. DEWEY: And it has to be on the agenda for South Korea as well.\n\nSEN. KENNEDY: Good. Well, what are you telling us, that you're going to put it on the agenda?\n\nMR. DEWEY: We will make that part of the agenda, part of the package.\n\nSEN. KENNEDY: Good. And you'll keep us abreast to how that's going -- we want to be helpful to you, we'd like to \nbe helpful to you.\n\nMR. DEWEY: We'd like to work to solve --\n\nSEN. KENNEDY: We want to try to work with you to try to indicate the kind of support. If we have it I think there is \nthat sense in it. Finally, let me ask you, would the State Department be willing to designate North Korean refugees \nas a priority category to facilitate their resettlement in the U.S.?\n\nMR. DEWEY: I think it is too early to give you a yes or no response on the willingness. We -- it certainly would be a \nquestion that we would take into account if that would appear to be useful. Right now, of course, as you know the \noffer -- the law of South Korea does provide -- makes it automatic citizenship for persons who were born on the \npeninsula of a Korean father that they have citizenship rights in South Korea. So that should be taken into account \nfirst.\n\nSEN. KENNEDY: Well, this is -- you know, we're, Senator Brownback and I will be talking to the department just \ngenerally on the numbers, because we've got very restricted numbers in any event, but it would appear that these \nrefugees certainly should have the consideration, special consideration, if we're able to set up a process. And I \nthink if I was even considering in the Chinese, one of the things I'd ask if we set up this process is the United States \nprepared to and willing to be the principal responsible nation in terms of the resettlement.\n\nI think we've got to have an answer to that, otherwise if we say, 'Well, we're not quite sure about that, but we still \nwant to settle it up,' I think you'd have a difficult time in convincing them. So I think this is something that we will be \n\n\n\nglad to work with you on in terms of trying to indicate that we are prepared to play a full role in being responsive to \nthese very, very special and important and significant national needs.\n\nSenator Brownback.\n\nSEN. BROWNBACK: Thank you very much, Mr. Chairman and Mr. Dewey, members of the administration, I \nappreciate you being here.\n\nI've got several questions I'd like to ask, they're somewhat follow-ups, in some cases, of Senator Kennedy's. If we \ncould go right on this issue of the special refugee category, the P2 category, Secretary Dewey. Under that existing \nP2 category we admit refugees only from a very small number of countries, such as Iran, former states of the \nSoviet Union. And as I've said, North Korea strikes me as an excellent candidate for P2 classification. Can you \nelaborate some on what the administration is discussing in granting this P2 category for North Korean refugees? \nThis seemed to me to be custom- made for this type of situation we're seeing today.\n\nMR. DEWEY: It's too early, senator, to say that that's actively under discussion. As I say, the situation for South \nKorea really has to be addressed in this context first. But, as you also know, in our efforts to bring it as close to the \nceiling as possible this year, our missions, that we're looking at every possible P2 category in the world. So you're \nright, there may be a point where North Koreans would join this category.\n\nSEN. BROWNBACK: What's the hesitancy here? I mean, you've got a high level of persecution taking place in \nNorth Korea, you have starvation, you have the world community feeding a third to a half of the North Korean \npopulation, you have people fleeing just to remain alive. If you stay for the next panel or two you're going to hear \nsome eyewitness accounts of horrific situations, and I would think there wouldn't be any hesitancy here.\n\nMR. DEWEY: I don't think there's any hesitancy in the United States taking a leadership role in solving this problem \nor working this problem and working toward a solution. And the leadership role is going to require going through \nseveral steps of a process. It's going to require the UNHCR getting the access to determine who these people are, \nwhich ones do have a legitimate claim to asylum and resettlement. That has to be worked in sequence. That's what \nwe're taking our leadership role on, getting the Chinese to permit this access by the U.N. High Commissioner for \nRefugees. I think step by step, yes, we'll come to the P2 category points, but it should be done in an orderly \nsequence with our leadership.\n\nSEN. BROWNBACK: Well, as we go in an orderly sequence there are people dying in this process. Can you give \nus any timeframe that we could expect some decisions to be made in a thing like this P2 category?\n\nMR. DEWEY: I can't give you a timeframe except that we're attaching the utmost urgency to this, to getting these \nsteps that would lead up to that accomplished.\n\nSEN. BROWNBACK: I hope you can stay to listen, or at least watch the video of some of the next panels that we're \ngoing to have. I've talked with these people ahead of time and their stories won't let you sleep at night. If you're in a \nposition to be able to help some of these people get out, and we are, and you are, I would think we really need to \nmove with some speed and some urgency here.\n\nMR. KELLY: Senator Brownback, I think it's important to keep in mind that all of these people can now be resettled \nin the Republic of Korea in South Korea, which has an elaborate procedure and facility set up to receive and \nresettle these people who are, after all, Koreans. Now, those individuals who have relatives in the U.S. and other \nclaims for U.S. citizenship should certainly come here. But the first trick, sir, is we've got to get them out of China. \nAnd when we get them out of China I would argue that the presumption should probably be -- the first destination \nshould be the Republic of Korea, and if there is some reason, and I'm not aware of any reason, that these people \nwould be left adrift or be left to the insensibilities within China, then we ought to take them.\n\n\n\nBut at the moment, and I've had assurances on this from the Republic of Korea even this week, they are in the \nprocess of expanding their facilities and they are ready, willing and able to receive and fund in a rather generous \nfashion what they claim to be an unlimited number of such people.\n\nSEN. BROWNBACK: Let me ask you on a couple of other issues. At what level of contact have we made with the \nChinese officials about letting people that get from North Korea into China pass on through to a third country? Have \nwe made that at the secretary of State level to urge the Chinese to -- has this been a communiqu at that level?\n\nMR. DEWEY: If I could, Senator Brownback, I think Secretary Kelly --\n\nMR. KELLY: There have been many contacts. This is not a new issue, Senator Brownback, and it's been brought \nup in the 14 months since I've been assistant secretary. I've been present for a number of discussions. We threw \ntogether hastily a list which I'd be happy to provide for the record, of some 15 contacts. To the best of my \nknowledge, this is not one of the issues that has been raised by Secretary of State Powell with the Chinese \nleadership. It has been raised by me and by numerous other American officials, including our ambassador to Beijing \nand various people of our respected staff.\n\nSEN. BROWNBACK: I appreciate that you've raised it but I do hope we can press it on up as well to the higher \nlevel. As Senator Kennedy says, we've got to get it on the agenda is a key thing. And China is critical in this issue to \neither allowing some refugee processing or allow them to pass on through to a third country that would be involved. \nAs the U.S. government looks to perhaps have discussions with North Korea and has been pressed to put forward \nan agenda in its discussions with North Korea, is the issue of refugees and allowing their resettlement on that \ndiscussion list?\n\nMR. KELLY: I have responsibility for that, Senator Brownback, and it absolutely is on our agenda for the talks with \nNorth Korea. As you may have noted from the press, our special envoy, Ambassador Pritchard met with the North \nKorean mission in New York a week ago today to offer our beginning of talks, and we expect direct talks with North \nKorea to begin in a matter of weeks and not months, and human rights is an important part of the agenda and these \nrefugee issues are an important part of that agenda.\n\nSEN. BROWNBACK: It will be on the agenda in discussions with --\n\nMR. KELLY: Definitely will be raised, Senator Brownback.\n\nSEN. BROWNBACK: That's excellent. I'm very pleased to here that that is the situation and that's going to be \npressing forward.\n\nMr. Dewey, we're going to be talking with the secretary of State next week about the number of refugees that the \nUnited States is allowing in, and I saw a press report about a week or so ago that said we'd only allowed in 17,000 \nto date this past year, and that was about two weeks ago. What is -- how many have we actually allowed into the \nUnited States the current year that we're in?\n\nMR. DEWEY: It's actually about 16,000.\n\nSEN. BROWNBACK: Sixteen thousand. And what's the level that we've set at the top end of this for this year?\n\nMR. DEWEY: The top end ceiling is 70,000.\n\nSEN. BROWNBACK: Okay, and that's for the remainder of the year, is that a fiscal year, is that a calendar year?\n\nMR. DEWEY: That's for the Fiscal Year, September --\n\nSEN. BROWNBACK: Fiscal Year ending the end of September. Is there anywhere we're going to anywhere close \nto that top number then?\n\n\n\nMR. DEWEY: Senator, we're going to get as close as is humanly possible to get to that number. It appears now if \nwe project from current expectations it will fall somewhat short. But any falling short is not due to any lack of \ncommitment by the administration or worse, on the part of my bureau and Jim Ziglar at INS to make this happen.\n\nAs you know, you had the commitment from both of us at our initial hearing on this subject that we were going to \nfast track, we were going to streamline, we were going to work these security restrictions to the maximum extent.\n\nJim Ziglar and I set up a joint task force which meets every week. We've gone into a crisis mode to deal with this. I \nhave assigned one of my deputies, Mike McKinley, as the battle captain for this crisis action team that is working it \nwith INS and with the FBI and with the NSC. We have this team that meets every week, we go problem by problem, \nwe work out solutions to these problems. And so any failure to come up to 70,000 is not going to be due to lack of \ncommitment, lack of effort, lack of force and energy.\n\nWhat we're also seeing as we overcome -- as we deal with these problems and overcome these problems, we are \nbuilding an infrastructure and we're salvaging and repairing a very broken and in many ways sick admission system \nto the United States. But this rebuilding process is going to serve us very well in 2003 and the years beyond \nbecause of the infrastructure we're putting in place, the work we're doing with referral agencies such as the High \nCommissioner for Refugees, the increased money we'll be putting into UNHCR to increase their infrastructure for \nreferrals of such categories as the P-2 categories that you mentioned.\n\nSEN. BROWNBACK: And as we look to the next year and our meeting next week, I think we should have North \nKorea well in our view as possibilities. With the plight that's taking place, these are obviously very desperate \npeople, a number are starving, they're rushing the embassies. This is happening on a weekly if not daily basis in \nChina now. It strikes me that this is just the front end of this and you probably are doing some extensive planning, \nor I hope you would be, for more that would be coming. If boats start arriving in the U.S. with North Korean \nrefugees, are we going to be prepared for that situation if that were to occur?\n\nMR. DEWEY: I would hope, Senator Brownback, that anyone advocating pushing, encouraging North Koreans to \nrun this dangerous gauntlet, would face up to the fact that this administration is seriously working the problem and \nseriously committed to getting a solution to this problem, and that they would take into account the risks that they \nmay be putting these persons in by encouraging this kind of action. We've seen this done with other groups of \npeople in the past in other parts of the world and we know the tragic consequences of it.\n\nPart of it may be lack of communication, they don't trust the government to really be working on problem solving, \nbelieve me, they can trust this government. We are working this problem just as we've worked our problems in the \npast that I referred to the chairman about. We've used creative tools and methods and have used the influence in \nour leadership of the United States to solve it. This is what we are doing and this is what we will do with this \nproblem.\n\nSEN. BROWNBACK: I would just urge you to get the process in place of how we're going to deal with this and this \nissue of P2 categories, get that in place. Because if not, I'm afraid then that's going to push desperate people to be \ndoing more desperate things if they don't see a clear process, if they don't see clear things happening in a fairly \nshort time from. Because by our numbers, large numbers are starving. By our numbers, we're feeding much of the \nNorth Korean population today. By our numbers there are 150 to 200,000 of these refugees in China.\n\nAnd it just -- it looks like to me this is just -- this is something clearly building, and we've seen this happen before. \nSo I would really hope we would have this in place and announcing it soon of what our actions are going to be, and \nbe very -- I would think, fairly public about here's what -- here's where the U.S. is and we stand to help the North \nKorean people.\n\nMR. DEWEY: I certainly hear what you're saying, senator, and I want you to know that we appreciate -- since we \nhave the same objectives, we appreciate your support in this as we go along, and I would like to be able to consult \nclosely with you and the members of this committee for your input, your advice, and to keep you up to speed on \nwhat we're doing.\n\n\n\nSEN. BROWNBACK: Thank you, Mr. Chairman.\n\nSEN. KENNEDY: Senator Allen, glad to welcome you.\n\nSEN. ALLEN: Thank you, Mr. Chairman, and thank you for holding this hearing. And I appreciate your leadership as \nwell as that of Senator Brownback on this issue, which I think that more and more of the American people and \nothers around the world will see the plight of the North Koreans will naturally and instinctively want to help those \nwho are seeking to live lives of greater freedom and opportunity for themselves and their young people.\n\nI'm on the Foreign Relations Committee and first became aware of this when people, a family called the Kim Han-\nMee(ph) family had been fortunately somehow got out of North Korea and I appealed in early May to the \nambassador from China to let the Kim Han-Mee family of various ages go to South Korea. And while there's going \nto be some concerns expressed by me and others about China, I think as a matter of courtesy and diplomacy it \nshould be recognized they responded favorably and that family is in South Korea now and safe. So I thank the \nChinese government for following rules and orders and conventions and so forth in that regard.\n\nBeing from Virginia, naturally I love and it's part of the lineage of the spirit espoused by George Mason and Thomas \nJefferson and I think those principles still endure, not just in this country, but for all people here on earth. And when \nlooking at this situation, and if I could, I have a statement that I'd put into the record, but I want to ask you some \nquestions and try to get a perspective of this.\n\nAnd while in the case of Kim Han-Mee and that family they were released. Last Thursday trying to refuse to return \nback to South Korea a North Korean asylum seeker who was removed, forcibly removed from the South Korean \nconsulate in China despite the objections of South Korean officials. Three weeks ago China demanded for the first \ntime that China turn over to Chinese authorities four asylum seekers who have made it into the South Korean \nConsulate.\n\nWhen listening to your remarks and the questioning of chairman, Senator Kennedy, it is clear that the United \nNations High Commissioner for Refugees is to have to access to refugees residing in China to evaluate their \nstatus and their claims and facilitate the resettlement of those refugees that are in China currently to other \ncountries. Now, they have been halting -- what we want to do is halt these forced repatriations of North Koreans \nback to North Korea. I think -- whether you know it, I'm sure you have these stories, we'll hear more today from very \nbrave witnesses in several panels that clearly repatriating or sending these people back to North Korea is a death \nsentence or a sentence of torture and persecution even worse than what they were enduring prior to their escape to \nChina.\n\nIn your comments and your comments, actually Mr. Kelly's, about the logical -- and I agree -- the logical \npresumption not to be that people who have escaped from North Korea ought to be in Korea, most likely that's \nwhere their family members or kin bloodlines are, although they may not have seen them for 50 years because of \nthe North Korean government's repressive approaches where there's not any communication whatsoever. Now we \nunderstand that the People's Republic of China has a historic affinity for North Korea versus South Korea, it's been \nborne out by wars and similarities in some regards of course in their forms of government. I'm not going to say the \nPeople's Republic of China's government is exactly like North Korea's, thank goodness they're better than that. But \nnevertheless, they have been allies.\n\nIs it possible if you can -- and if our experts could say that part of the problem with China, the People's Republic of \nChina not living up to the conventions and agreements as far as inviolability of consulates, the refugee protocols of \nall countries, at least China certainly has agreed to. Is some of that because of their affinity for North Korea, and the \nfact that most of these people who have left and are seeking asylum would go to South Korea, is that something \nthat is giving them pause? Is that a reason for it as opposed to if they were wanting to go to Vietnam, or if they \nwere wanting to go to Singapore or Malaysia or some other country? Do you all feel that that's one of the reasons \nwhy they are hesitant to live up to the obligations?\n\n\n\nMR. KELLY: Senator Allen, I'll be glad to offer an opinion, and the answer is yes, I think that that's one of the \nreasons. There is a long standing of course relationship of People's Republic of China and North Korea and the \nDPRK as it's called, which of course reached its high point in late in 1950 when a million Chinese soldiers came \nacross the border to fight with Americans.\n\nIn recent years, since the opening of diplomatic relations with South Korea, there has actually been a very warm, \nmany would say warmer, relationship between Beijing and Seoul than there has been with Pyongyang, that appears \nto be being dented at the moment with this contretemps that Mr. Dewey mentioned of the people who are in the \nSouth Korean consulate. There probably are other reasons too -- there are three or four million Chinese who have \nbeen in China who are of Korean descent, considered minorities within the Chinese system. And it's fairly obvious \nthat most, if not all, of the 21 million ordinary people -- 21 million to 23 million ordinary people in North Korea would \nrapidly go somewhere else if they could do so. And the Chinese probably are less concerned over 100,000 or \n200,000 than they are of having that whole, or much larger, refugee flow. I think that's a part of it.\n\nSo -- but these are just characterizations, we don't really know, the important thing is, as we have represented, that \nChina have to honor their obligations under the refugee conventions in this case and they need to involve the U.N. \nHigh Commissioner and they need to be registering these people and preparing them for resettlement either in \nChina or elsewhere.\n\nSEN. ALLEN: I think we need to recognize the right of any country to protect its borders, and China has the right to \ndo that. To the extent that they are, for relationship reasons, upset that most of these, if not all -- or maybe not \nevery single one, but most would want to resettle in the Republic of Korea or South Korea, I think that the United \nStates can take a lead role, and obviously there are many people of Korean descent who are now Korean \nAmericans, U.S. citizens and all walks of life in this country. And it maybe for the sensibilities of the People's \nRepublic of China, that the United States ought to step up to the plate and have them be repatriated or sent as \nasylum under the asylum laws to this country, and then possibly back to South Korea. I don't know if that would be \nany way of making it easier as far as that relationship with North Korea that the People's Republic of China has. \nAnd I think that what Senator Brownback and myself and Senator Kennedy are all talking about is what can we do \nto help ease that burden on people.\n\nAnd really, we can't wait forever, because if they are getting repatriated or sent back to Korea for sentencing and to \npersecution at best and death at worst. And I understand protocols and procedures and timetables and agendas \nand that's all very important. This needs to be really one of the very top most pressing issues that we need to go \nforward, and I think you'll find action and strong support, Mr. Secretary, from -- on a bipartisan basis here in the \nSenate, to make sure that folks can lead the lives they ought to be leading, with human rights.\n\nAnd if the United States has to set up a separate amount of folks, a separate number of asylum seekers that are \nfrom this situation, from North Korea, North Koreans that actually have been able to escape from that repressive \nregime, then I think there's going to be many that are in favor of doing so, and we'd like to be able to work with you \non that.\n\nI would also hope that the ambassador from China, who is here who has responded favorably at least to that one \nrequest for a family from me, would also be able to report back to that country. I think that as soon as the floodgates \nopen though, if they ever do open out of North Korea, people if they have any opportunity are naturally going to \nleave out of hunger if not political persecution. And regimes like that cannot stand the light of -- the enlightenment of \nfreedom and opportunity. And so it's the North Korean repressive government that has so many people wanting to \nleave. And I understand People's Republic of China leaders not wanting to assimilate millions, it's one thing to have \nhundreds of thousands.\n\nBut we need to work out ways, whether they are refugee camps, as Senator Brownback set up to assist in China, \nor in other ways allow them to get to South Korea which I know, just knowing people from the Republic of Korea, \nthat would very much want to have families reunited. It's one of their quests and probably one of the greatest \nstriving missions of that country, regardless of the different political persuasions of folks in the Republic of China.\n\n\n\nSEN. BROWNBACK: Yeah, blood runs thicker than governments\n\nSEN. ALLEN: Absolutely, absolutely. So thank you for your -- Mr. Dewey, I thank you and I thank your panel. Just I \nwould commit to your reading, if you could, today's Financial Times out of London. There's a story in there about \nliving skeletons fleeing North Korea. First paragraph is, \"Oh Youn-sil, a 55-year-old housekeeper and mother of \ntwo, for her the realization she was not living in a paradise dawned as the piles of emaciated corpses grew around \nher. She watched her husband starve to death, her sons grow up into living skeletons, and her township governor \nfade into death, still uttering paeans to North Korea's glorious leader, Kim Jong-il, son of Kim Il-sung, whose master \nplan all this is.\"\n\nThat's today's Financial Times, first paragraph of that story. I think you're going to see a lot more like this. And we \ndo look forward to working with you on this issue soon. Hope we can meet next week.\n\nThank you very much.\n\nSEN. KENNEDY: Thank you very much, senator.\n\nNow I'm honored to introduce our second panel of witnesses, each of whom has a harrowing story to relate about \nhis or her own personal experiences in North Korea or those of family members. I'm hopeful that their accounts will \nhelp shed light on the problems facing North Koreans, and I thank them for sharing their experiences with us.\n\nSoon Ok Lee grew up in North Korea as a proud member of the communist party. She fell victim to a legal system \nwithout due process, she spent six years in prison on false charges, forced to endure brutal treatment. She \nmanaged to escape from North Korea in 1995 and has written a book, Eyes of the Tailless Animals, on her ordeal. \nShe now lives in South Korea with her family, and I noted earlier that my wife and I read this book two weekends \nago and just found it harrowing, incredibly harrowing.\n\nIf these witnesses would care to come forward to the table as I read this, all could move forward. This panel please \ncome on up to the table.\n\nNext will be Helie Lee. She's an acclaimed writer who was born in South Korea and grew up in Los Angeles where \nshe currently lives with her family. Her most recent book, In the Absence of the Sun, details her successful, life-\nrisking efforts to sneak her uncle and his family out of North Korea. I'm hopeful that her testimony will provide \ninsight into the difficult situation faced in approximately 500,000, half a million Korean-Americans who have \nrelatives in North Korea who they're unable to see.\n\nDr. Norbert Vollertsen has worked on humanitarian issues in North Korea since 1999 when he went there to provide \nneeded humanitarian medical assistance. Over the course of his 18 months there, he found a system wrought with \ncorruption which ordinary people were forced to forego critical medical supplies while the government stockpiled \nthose supplies for the use by a small minority. He was later expelled from the country for his efforts to expose these \nabuses, and he continues to speak out against the humanitarian situation that's occurring in North Korea.\n\nI thank all of our panelists here today for their courage and their bravery and their willingness to speak out about a \ncorrupt and incredibly difficult situation for the people in North Korea.\n\nSo, Ms. Lee, I believe we will start with Ms. Soon Ok Lee, with your testimony, and I believe we'll have a \nsimultaneous translation taking place. We are delighted to have you here, and having read your book I'm surprised \nyou're alive and I'm amazed at how good you look. Ms. Lee.\n\n(ALL OF MS. SOON OK LEE'S COMMENTS ARE MADE THROUGH A TRANSLATOR)\n\nMS. SOON OK LEE: I'd like to first thank you for this opportunity for me tell about the situation in North Korea. \nWhenever I have a chance to talk about these kinds of things I first thank God. With assistance of a lot of people \nthat I have received, I am totally thankful to have this kind of opportunity to tell about people in North Korea who go \ndie, which I have witnessed.\n\n\n\nAlong with my son, I was able to seek freedom and succeeded in that search and I settled in the Republic of Korea. \nI'd like first to describe what the real human rights situation is in North Korea comprehensively.\n\nSEN. KENNEDY: Do you want to pull the microphone a little closer? There, thank you very much, that will be good \nto hear.\n\nMS. SOON OK LEE: Of course there is no minimum level of human rights by any standards in the world and there's \nno such thing in North Korea.\n\nOf course 23 billion people who live in North Korea are led to believe they are living on a paradise on earth. I amaze \nmyself, having lived 50 years in North Korea, believed North Korea was the country where human rights were \nmaximally and best guaranteed on earth.\n\nIn North Korea, life of the people is that -- is such that anybody can either live or die for the sake of a person by the \nname of Kim Jong-il, because North Korea is a dictatorial country where father and son, that is Kim Il-sung and his \nson, Kim Jong-il been ruling for the past half a century. North Korea is a country where people cannot freely speak \nwithout thinking about Kim Jong-il or Kim Il-sung. They cannot even move freely. North Korea is a country where \npeople have no concept or idea what human rights is.\n\nI served seven years in prison for the first charges, which I never committed. And the judiciary system in North \nKorea has no rights or authority of its own apart from the leadership of Kim Jong- il or the party, so anyone easily \ncan become political prisoner or political criminal once he does not -- the person does not follow the instructions or \nthe orders of Kim Jong-il or the party. I just told you that I served the seven years in prison in North Korea. My \ncharges was that I failed in my job, which was to see to it that supplies are properly distributed to candidate \nmembers of the party. In North Korea there is torture experts who do nothing but torturing people. Due to the \nseverity of the torture of many just who confess whatever charges they are accused of, they say they did it because \nthey could not just sustain or survive the torture they were suffering.\n\nI, myself, suffered 14 months of torture, almost every day. During the course of the torture that I had to go through, \nthe torturers trampled on my head and I still have the scars and injuries on my head and I just don't have my \nnormal, the normal function of my head and face because of that reason. There are many different types of torture, \nincluding water torture. The type of torture that I went through was water torture. An aftermath of that, I still to this \ndate cannot eat food well.\n\nThen they also have what they refer to as the torture by freezing, or freezing fish. They literally make people freeze \nlike frozen fish and they do this because they believe that then people will listen to them. It gets very cold in winter \nin North Korea, it goes down to 30 degrees below Celsius. They strip people, have people sit on the frozen ground \nup to an hour exposing themselves to the cold. As a result of that type of torture that I received I got frostbite on \nalmost all toenails from ten feet toes. It wasn't just to me, but I know 40 other people who were sentenced to this, or \ngoing through that type of torture. Eventually they all died as aftermath of the freezing torture.\n\nBecause without understanding what charges and why I was sent to jail, but nevertheless I was sentenced to 14 \nyears to serve in prison. When North Korea sent people to jail or prison, whether political crimes or general crimes \nor whatever, they always make up the charges themselves what is regardless what the people have actually done \nor didn't do.\n\nAnd in the prison North Koreans maintain the huge manufacturing plants where they produce products that are \nunknown to people outside, that's sort of a confidential secret the products. The prison where I was put into was in \nKaechon Chongjin province and there were about 6,000 men and women prisoners. Among them were about 2,000 \nhousewives. Among them many of them were pregnant, which they conceived before they came to the prison. \nBecause they applied the charges not because of your own fault or anything you have done yourself, but if any of \nyour relatives, or your parents, or your brothers, or your sons committed a crime then you are responsible for that \ncrime as well. And that is the ground for punishment by North Korea.\n\n\n\nAnd once mother was in prison for whatever charge they accuse her of and if she's conceived, she's pregnant, the \nbaby has no right to arrive. They all kill unborn babies by inserting salts and salt liquids into the wombs. I have \nwitnessed hundreds of North Korean women right up to they give birth to babies kill their own babies. Even though \nthey kill babies with the chemicals, but nevertheless there are sometimes when babies are still born alive. When \nthat happened prison guards would come and would trample with their boots onto the babies still moving. You can \nimagine what kind of pain it would be for a mother to see her baby being killed. If she cries then that cry would be \ninterpreted as protest against the leadership of Kim Jong-il, then she be thrown outside and to be shot. The body of \nthe woman been shot then is taken to poacher and they bury the body underneath the fruit trees.\n\nI didn't know until I was in prison that some fruits are grown from the trees under which they bury bodies. I think \nwomen are the most tragic, tragic victims of the North Korean system of Kim Jong-il. These women are innocent, \nthey are not guilty. Only sins or crimes they have committed is because of a shortage of food -- non-existence of \nfood, they will have to seek for food. And that's their crime.\n\nTo move from one area to another in North Korea you require and you need a travel pass, without it you cannot \nsimply move. Any women who travels without this travel authorization, paper document, travel document, subject to \npunishment by serving prison terms. In the prison I saw a lot of Christians and their crime was believing in God. In \nNorth Korea, Kim Jong-il, along with his father Kim Il-sung, is God. Most heinous of the crimes in North Korea would \nbe not to trust or believe in the leadership of the party and the leader, Kim Jong-il. The Christians are punished not \non their generation but next two posterities, the following generations. Their sons and their grandchildren will also \nbe subject to punishment because of their grandparent's belief in Christianity.\n\nIn prison no one is allowed to look up to the skies but they have to keep their heads down all the time, only looking \nat the ground. Because of this posture, they have to maintain years -- year after year. By that I mean prisoners will \nhave to -- even when they walk, they have to keep their heads down looking at the ground. Result was their neck \nbent and became stiff and fixed and then their spines go out of normal and it causes some medical problems as \nwell. Prisoners are forced to work 16 to 18 hours a day. Their diet of course is controlled by the prison authorities \nand each prisoner gets 100 grams of cornbread a day, along with this much of salt water.\n\nWhen they sleep, they have to go into the same room in a group of 80 to 90 people. They all sleep in the same \nroom. And space allowed for each prisoner to use when they go to bed would be about 16 feet long. Correct, 19 \nfeet long and 16 feet wide.\n\nSEN. BROWNBACK: For how many people, that size of space?\n\nMS. SOON OK LEE: In that space they put 80 to 90 people, so when they sleep the feet of another person will \ncome onto the head of another person and then so forth. They do not lie same way but both way -- every other \nperson so they can make better utility for use of space. So a prisoner whenever he or she sleeps will have someone \nelse's feet on his or her face.\n\nSEN. BROWNBACK: You have 80 to 90 people in a room 16 by 19 feet, is that correct?\n\nMS. SOON OK LEE: Yes.\n\nSEN. BROWNBACK: Ms. Lee, if we could wrap up then because we have some other witnesses, and then we'll go \non and ask questions if we can. So if we could get your testimony wrapped up.\n\nMS. SOON OK LEE: The prison I served I knew they were -- North Koreans were also testing biological systems, \nbiological weapons systems. I'm inclined to think it is the suitable responsibility of the International Committee to \nsee and find out what's going on in North Korea, especially on top of biological experiments they are conducting in \nprisons. Many refugees are of course escaping to China, and I believe these people escaped from North Korea \nbecause they do not like the political system they have and dictator ship they have lived under. I believe the regime \nof Kim Jong-il ought to fall down as soon as possible.\n\n\n\nChinese government is stopping and blocking the refugees from getting into their country because of their \ndiplomatic arrangements with North Korea. I personally hope that the United States, along with the international \ncommunity to see to it that refugees from North Korea are regarded, accepted as political asylum seekers. In my \nview, for North Korea to collapse we need more refugees leave North Korea, this way we can prevent war.\n\nIn conclusion, I'd like to ask each member of this committee to pay attention to refugees from North Korea and \ngrant them political refugee status, and I'd like to thank you very much for the opportunity for me to appear before \nyour committee.\n\nThank you very much.\n\nSEN. KENNEDY: Thank you very much, Ms. Soon Ok Lee, and it was a very powerful, a very courageous \ntestimony of what you just put forward, and I look forward to further dialogue with you as well. And thank you for \nbeing willing to come here and to state this to the rest of the world.\n\nMs. Helie Lee, thank you for joining us.\n\nMS. HELIE LEE: Thank you. First of all I'd like to say I'm honored to be here. I'm especially grateful to you senators \nfor bringing us all here today. I'd like to say that I am not a scholar, a politician, an expert, a journalist, I am a writer. \nI am a Korean- American, but most of all I am an American. And the reason I am here today is to testify and be \nwitness to the countless and thousands, hundreds and thousands of North Korean refugees hiding out in China, \nRussia, Mongolia, in absolute fear of being repatriated back to North Korea. But I'd like to take it to a more personal \nlevel, it is the story of my grandmother, my grandmother who passed away three weeks ago. In her memory, I am \nhere to honor her memory.\n\nMy grandmother had lost her son during the Korean War. He was the first born and her first born son, in 1953. He \nwas the only one who did not make it out of North Korea in 1958. For years she had tried to search for him. After \nthe armistice agreement was signed between the two Koreas in 1953 she wrote to politicians, ambassadors, \nmissionaries, looking for the son. And when nothing happened she had finally lost hope. But something amazing \nhappened, and this is where I believe faith comes into play. Forty-one years later, in 1991, we discovered that her \nson is alive in North Korea.\n\nAll of a sudden this ghost is resurrected and this missing son is now alive. Finally we know, but it's so bitter sweet \nbecause we know that he's alive, but however, the bitterness is not being able to go to him, because as you know, \nin 1991 when we found my uncle, North Korea was then, and still is, the most closed off, isolated and repressive \ncountry in the world. My grandmother, for six years after discovering that he was alive, tried to go through all the \nofficial channels, the American ambassadors, writing to North Korea, writing to Kim Il-sung, the dictator to no \nsuccess. We could not get a visa, we cannot reunite mother and son after 47 years of separation.\n\nBut then the most amazing thing happened in 1997. We get a phone call from China from this Chinese Korean \nman, he calls us collect, I'd like to say. He calls us collect from China and he says, \"I know this gentleman, he lives \nin North Korea, he says he has a mother in America, this is somewhat treasonous, but if you would like, I would \narrange a meeting between mother and son in China.\" After talking to him quite extensively and realizing that he -- \nthis could possibly be true, my father and I immediately escorted my 85-year-old grandmother from LAX to Yanji, \nChina, which is in North Eastern China. It is the closest airport to the border between China and North Korea. When \nwe get there the flight is so long and so grueling on my grandmother we had to leave her behind in that city.\n\nMy father and I decided to go ahead to the border. Our plan was to go to the border, make contact with my uncle \nthrough this person's assistance, smuggle him across the river, change him, feed him, clothe him, take him in the \ncar, drive him back 11 hours through mountainous icy trails to my grandmother, have a few hours of precious \nreunion after 47 years, and then take him back to North Korea before the North Korean police discover he is \nmissing, because if that happened, as Ms. Lee has said, not only would my uncle be punished, but his entire family, \nincluding babies and elderly. So it was very imperative that we got him back.\n\n\n\nMy father and I drove to the river and when I saw the border of North Korea and China, you know, you're hearing \nabout it, but I'd like to describe it to you. I had imagined the border between China and North Korea. It's a watery \nborder, it's the Yalu River. I had imagined it to be miles wide and treacherous, having seen the 38th parallel that \ndivides North Korea and South Korea in half, I imagined barbed wires, guard posts,, you know, loud speakers \nshouting out propaganda. What I saw was a river, it was waist deep, it was barely 50 yards wide. But instead of \nbarbed wires, there was a tall rock fence on the other side. The rock fence was about seven, eight feet tall. I believe \nit was put there not to keep the people from escaping, but to keep us, the outside world, from seeing behind the \nwall, which was all decay and disrepair of homes.\n\nBut what was the most scariest was posted on the river bank every 10 to 15 yards were armed soldiers. But even \nthe soldiers are hungry in North Korea. So if you feed them a piece of rice cake, give them a cigarette or a little, you \nknow, promise of liquor, they will allow you to talk to the North Koreans. Otherwise they will beat the North Koreans \nfor speaking to the people on the China side.\n\nSo that day at the river, in April of 1997, I saw my uncle for the first time. And my father was with me that day, and I \nheard my father cry for the first time. Not because this was my uncle, because I've never seen such abuse of \npower. My uncle was the same age as my father, 62, he looked older than my grandmother. He was gaunt and his \neyes and cheeks were hollowed in. And he was wearing the old Mao -- you know, the green suit with the high \nMandarin collar and the Lenin cap with the red star, and the clothes look like they're 20 years too old, and they were \nmuch too thin for the freezing weather. All I wanted to do was give my uncle my jacket but the soldiers, trained to \nshoot, froze my feet that day.\n\nOur plan was to wait until sunset to get my uncle to cross the river under the protection of night. My uncle never \nmade it across the river that day, because of the famine he was so gaunt and emaciated and the shock of seeing \nus, his American relatives who have come so far to bring him a care package of long underwear and beef jerky and \nTylenol, this -- Tylenol and Jesus Christ, it's my grandmother's balm for everything. Having this care package we \nhad come this far, unfortunately my uncle could not cross the river, he was too frail. And we had come so close to \nreuniting mother and son after 47 years of forced political separation and we had failed.\n\nAnd when my father and I had to return to the States we were so guilt ridden by what we had witnessed over there. \nWe were so guilt ridden for the privileged lives that we as Americans live here. It was difficult to continue on in our \nlives, even though I drove a Toyota I felt wrong to drive this Toyota, you know, I felt wrong to go to my parties and \nwrite for a living. We had to go back to North Korea, so we did.\n\nWe planned this risky rescue mission, which I called the 007 mission, being a Hollywood freak myself. I've seen a \nlot of movies, so I called this the 007 mission. My father and I went back. With the assistance of a lot of very brave \nSouth Koreans and Chinese Korean individuals who acted as our guides, our translators, our drivers, people with \nsafe houses we were able to plan this mission. What we originally thought was going to take two to four weeks took \nseven long months of flying to China many, many times, even with my 85-year-old grandmother. Believe it or not we \nplanned everything, you have to plan everything to the minute detail. How many people are going to cross the river, \nat what time, two, three, four, where you are going to go. We planned everything out. But, you know, you can't \npredict how full the moon is going to be, you can't predict how high the water's going to be, you can't predict how \nmany soldiers are going to be on the river.\n\nBut believe it or not, getting them across the river into China, defecting to China, was much easier, it was the easy \npart of the journey. Four hundred measly American dollars bought us nine lives, $400 -- $400, you can't even buy a \npurse in America sometimes. But for $400 we get them to China. This is where the difficulty of the journey starts, \nthis is where the danger starts. Because in China, North Korean refugees are not popular. They are not welcome, \nthey are not embraced by the embassy. Embassies in 1997 and prior to -- embassies are, you know, somewhat \nopening their doors these days, but back then were turning refugees away, turning their backs on them. \nSometimes repatriating them, knowing they will go back and face execution for this grievous, treasonous act.\n\n\n\nSo we knew getting them to an embassy in China was absolutely out of the question because there was a 50/50 \nchance. So we moved them -- hid them for weeks in China. Finally we planned a boat, fell through. Finally we \ndecided to get them out of China via Mongolia, via the South Korean embassy in Hanoi, Vietnam. It was a very \ndangerous and treacherous journey, we had to separate the family because of things that we could not predict like \npropaganda. My relatives, half of them are so brainwashed that it's very difficult to get them to defect, and so half of \nthem came out in the early summer, the other half came out towards the end.\n\nWhen we got them to the embassies, that was not a guarantee that they were going to be able to go to South \nKorea. I, in fact, came to Washington, our great capital, spoke to an ambassador, and he told me to write to my \ncongressman and senator.\n\nMy relatives unfortunately didn't have that kind of time for me to be sitting on my computer composing a letter, so \nwe -- but what we did do was we had leverage to buy their lives, which means my uncle's family were not politicians \nand diplomats who had top secret military information to barter for their lives, they were the lowest of the low \nsociety.\n\nMy uncle's family prior to the war were rich land owners and also had converted to Christianity, therefore he was \npunished for his family's apparent mishaps prior to the war. So my uncle was the lowest of the low class. And so we \nknew that the embassies of the world weren't going to take them easily. So being a savvy American woman and \nalso having worked in the entertainment business in Hollywood, I knew the power of the media. We captured \neverything on videotape, and I believe it is this videotape and also the publication of my first book the year before in \nthe United States that convinced the South Korean CIA to take my family as political refugees. And they are so \nlucky, they are the lucky few that made it to South Korea.\n\nThe BBC, when we looked on the Internet and shot movies off this yesterday, said about 1,600 North Korean \nrefugees are living in South Korea. How shamelessly low is that? The Korean Journal, which is an English-Korean, \nKorean-English magazine here said 1,800. Still that's a better number but it's still very little. America, our greatest \ncountry in the world, I believe, having traveled many places as a woman, as an Asian woman, this is the best place \nin the world to be. America, being so generous, has only received two refugees since 1950, as quoted in \nNewsweek 1997. Those two refugees since the Korean War were accepted into the United States. They were \ndiplomats, North Korean diplomats to the Middle East. Obviously they had important secrets to barter for their lives.\n\nSo I am here today in the memory of my grandmother who got to see her son. After 47 years she got to see him in \nSouth Korea. We made it happen for her. But you would think I'd be so happy with that and be satisfied with that, \nbut every day I'm filled with guilt, hearing about the refugees storming the embassies. Because, you know, they do \nthat in a last ditch effort for freedom. And I'm hoping by sharing my family's story with you today that you realize \nthese are not faceless, nameless people, they are people in need, they are my relatives. They are mother and son, \nyou know, and they have relatives who are Korean- American. And again, like Senator Brownback said, one in four \nKorean- Americans have a connection or have relatives in North Korea.\n\nSo thank you for listening. (Korean)\n\nSEN. BROWNBACK: Thank you very much, very powerful testimony. Thank you for your heart in doing that. That's \nan incredible experience and an incredible story. And I hope we can --\n\nMS. HELIE LEE: Thank you for letting me go over, I was worried about the buzzer.\n\nSEN. BROWNBACK: Dr. Vollertsen, thank you for being here.\n\nDR. NORBERT VOLLERTSEN: Mr. Chairman, ladies and gentlemen, thank you for the invitation.\n\nI'm a German emergency doctor who lived in North Korea for one and a half years and took care for 10 different \nhospitals, several orphanages and several hundreds of kindergarten. I traveled to North Korea about 70,000 \nkilometers mainly because I'm a medical doctor. I'm also a drug dealer in this way. I became very close to the North \n\n\n\nKorean elite and they are very keen for north -- for German medicine, special Viagra and all that kind of stuff. So I \nbecame very close with -- quite convenient to be a doctor sometimes -- and I got a special experience there \nbecause one of my patients, he suffered from a serious skin burn and the North Koreans do not have any medicine, \nno bandage material. North Korean hospitals is looking like -- and lean, there is no electricity, no running water, no \nmedicine at all and no food. The people are starving and dying in those hospitals. I saw them virtually dying every \nday.\n\nSo what the North Koreans are doing there, they are donating their own blood, their own skin, their own bones \nwhen there is an emergency case. We were so excited about this, so moved by this experience, so my colleague \nand I, we also donated our own skin, and for this brave act we got the so-called friendship medal of the North \nKorean people, the first Westerners ever who got this high honor of the North Korean people. There was a huge \npropaganda show in the North Korean media afterwards and we were awarded this so-called friendship medal, \npassport and a private driving license.\n\nAnd I was allowed to go round on my own without any translator, coordinator, minder or surveillance, whatever, and \nI abused this possibility. I traveled 70,000 kilometers, I took around 2,500 pictures, videotape out of the condition of \nthese normal children's hospitals, and I realized what's going on in North Korea. This is the lifestyle of the elite in \nNorth Korea, they are enjoying diplomatic shops, nightclubs, a casino in Pyongyang. In the showcase city, \nPyongyang, nice skyscrapers. The military elite is not suffering, they are not starving, they are getting the food. I \nwas an eyewitness when the food supply of our German emergency organization was going to those in the elite, to \nthe military. The medicine was going to the diplomatic shops but not to the starving people in the countryside. And \nthis is the reality of the starving people, especially the children in the countryside.\n\nAnd those children are not only looking like children in German concentration camps, they were behaving like those \nchildren. There's no more emotional reaction in these children. They can't laugh any more, they can't cry any more. \nThey are fed up, they are depressed. And that was my main medical diagnosis in North Korea. They suffer from \ndepression, they are full of fear, they are afraid to speak out because of this concentration camp. North Korea at \nwhole is a concentration camp.\n\nI do not ever visited one of these concentration camps, I was not allowed to go there, no foreigner is allowed to go \nthere, but I got a lot of rumors, a lot of knowledge. And you know about German history where we're accused that \nwe stood silent when there was some rumors about German concentration camps, some stories, no evidence. So I \ndo not have any photo out of a North Korean concentration camp. Sorry, I do not have any video out of North \nKorean concentration camps but I heard about those people. And I realized when I talked to my patients how afraid \nthey are. They are so full of fear. That's my main diagnosis, fear and depression.\n\nMost of the people are alcoholics, they are addicted to alcohol. That's the only thing what you can get in North \nKorea. No food, no medicine, but alcohol in order to calm them down, like Soma in Aldous Huxley's \"Brave New \nWorld.\" And then I found this, the criminal law of North Korea and there in Article 47 it was written, \"The citizen of \nthe Republic who defects to a foreign country and who commits an extremely grave offense, he or she shall be \ngiven the death penalty and the death -- and the penalty of the confiscation of all his property. And a person who \ncommits acts of terrorism or any anti- state criminal acts shall be committed to a reform institution and there he shall \nbe reformed through labor.\"\n\nLabor camps, reform institutions, it's written here. It's published in Pyongyang in 1992 and it's still alive, it's still the \ncurrent law, and I wondered when this is the situation in a normal children's hospital, how might it look like in those \nreform institutions. So I criticized the government. I also simply believe in the power of information and the power of \nmedia and journalism, so I guided around many, many American journalists together with my driving license. I was \nable to carry them around in the capital city and the countryside and I was finally expelled. Even my friendship \nmedal couldn't help me any more, I was expelled in December 2000 after 18 months in North Korea. And I fulfilled a \npromise. Instead of going home doing business like usual in a German country hospital, I went straight to Seoul and \nI spoke to all the international journalists.\n\n\n\nI want to create awareness about this country, about the destiny of these North Korean refugees. And then I want \nto get the real image, because when I stayed in North Korea, despite my access, despite all my documents and \nwhatever, I'm still an idiot, I do not know nothing about North Korea. They are so sophisticated to hide all their dirty \nsecrets. They're an upgraded version of Milosevic's Yugoslavia, Hitler's Nazi Germany, Stalin's Russia. They're an \nupgraded version of all these dictatorships. They are world champions, so sophisticated to hide those secrets.\n\nThere is no travel access, no freedom of travel for diplomats, for journalists, for NGOs. So I went to the Chinese \nNorth Korean border and there I met all those refugees, and all those stories came true. All those rumors about \nmass execution, about rape, about biological experiments, where Christian believers are used like human guinea \npigs in North Korea.\n\nI talked to nearly 200 North Korean refugees and then I met those South Korean NGOs, mainly Christian \nmissionaries who are doing this brave and sometimes very dangerous job there at the Chinese North Korean \nborder in order to get those refugees out in a greater number.\n\nAnd then we have this idea -- I'm a German citizen, and I do not only know about the guilt of our history, about \nGerman concentration camps, but I know also about '89, about reunification of Germany, how it all started -- with \nseveral dozen of refugees in the West Germany embassy in Prague. And then we had the idea, \"Oh, let's repeat \nhistory. Why not go to the West German embassy in Beijing with some North Korean refugees and enter this \nembassy and start what finally will lead to the collapse of North Korea and reunification?\" Maybe a little bit naive, \nmaybe a little bit simplistic.\n\nI'm also not a politician, not a diplomat, I'm simply a German emergency doctor who has to take care in an \nemergency case because these children are dying and starving. So instead of choosing the German embassy, \nthere was too much security, we chose the Spanish embassy. Twenty-five people managed to go into this \nembassy. And because of the media protection, because of the media coverage they went out, because China's \nvery much afraid about their reputation, host of the Olympics, member of the WTO, so they are very much afraid \nabout media coverage. And we finally succeeded to get these people out.\n\nToday, in the morning, the actual amount of people in the South Korean embassy is 21, one woman more \nyesterday entered the South Korean consulate in Beijing. So this will go on for the next weeks. We are hoping for \nsome mass escape, like in former East Germany and in Prague, and we hope to repeat history, what will finally lead \nto the collapse of North Korea, and I think this is the only solution, also for China and for all the people there. And \nthere are many, many people afraid about this collapse, but I think we have to look into these eyes, we have to \nthink about those children. Look into these eyes and then try not to care. I think it's worth to do anything what we \ncan do.\n\nAnd as a German I have to believe in this history of reunification and of refugees. I think this is the only thing what \ncan lead to a collapse of North Korea. And finally there are so many are afraid about weapons of mass destructions \nwho are developed in North Korea, and maybe this is the easiest way, without any war, without any bloodshed, \nwithout any civil war, to get rid of this dictatorship. Thank you very much.\n\nSEN. KENNEDY: Thank you, thank you. All three of you, very powerful testimony that you put forward. I'm \nreminded of a little brochure that I read about the German war situation and a number of the Jews being moved to \nconcentration camps. And happening on Sunday morning they'd go by this one church in particular and they could \nhear the cries in the church coming from the rail cars. And regrettably the people at that time, instead of looking out \nand trying to do something, they just said, \"Well, let's sing a little louder,\" so that they wouldn't hear the cries that \nwere coming. And when you get in a situation like this where you're seeing so much suffering taking place, what I \nappreciate that you do is put a light on it, so that people can see what's taking place and we don't just sing a little \nlouder so we don't hear what's taking place and let the people suffer. Incredible testimony for each of you. We'll ask \nten minutes of questioning each, and we do have another panel after this.\n\nDr. Vollertsen, Ms. Lee, what should the United States government being doing to try to help as many people as we \ncan to survive the situation in North Korea and afford to change?\n\n\n\nMS. HELIE LEE: My opinion is, you know, Kim Dae-jung, the South Korean president, and his sunshine policy, I \nthink we should continue to support him and support any means to see North Koreans. However, the situation is \ndesperate. There are, you know, I think the numbers are staggering, anywhere from 100,000 to 500,000 North \nKorean refugees hiding out in China and other neighboring countries. I believe what is necessary at this point is a \nsafe house where these people can go. And to me, all my research and all the people that I have spoken to, it \nseems like Mongolia is the most friendly country. Not China inner Mongolia, but Mongolia.\n\nWhat do you think, Dr. Vollertsen?\n\nDR. VOLLERTSEN: Absolutely. That's our next step. We want to get an official refugee camp in Mongolia near the \nChinese border, and when there's some financial support the Mongolian government is willing to do this, when \nthere's some financial support, maybe from the U.S. government and some negotiation, some official negotiation.\n\nAnd I still believe, or I think about the East German solution when Hungary opened their border and it was nearly \nthe final step in this development, and I think the South Koreans are having a real hardship in their negotiations \nstrategy with China now. Those 21 refugees are still in the embassy, and instead of the American consulate or \nAmerican embassy, the Spanish embassy, where China guaranteed a third country and then allowed them to go to \nSeoul. Here in the South Korean embassy they are still in, because South Korea is not in the position to maybe to \ntalk a little bit more tough, and therefore I urge you for support of the U.S. government.\n\nThat means maybe support in a financial way, or try to talk Chinese authorities that they are not -- they are so afraid \nto pay for all those North Korean refugees, for sure, you're right, they are afraid about this flood. But when they will \nknow that there's some support in any way, financial support or in Mongolia, that they can maybe save their face \nand get rid of this problem, and so then I think save facing way with China, there are some possibilities. And I can \nsee that there are some changes in the Chinese policy. When we met those Chinese policemen they are quite open \nand I know so many Chinese businessmen who are trying so hard to get the change in the Chinese policy, in China, \nin Beijing, they want to do business with Pyongyang, they want to do business with South Korea. So I think with a \nlittle bit more pressure on China, save facing pressure, then they are willing to do something and helpful.\n\nMS. HELIE LEE: But from there, then where? You know, South Korea has thus far taken most of the refugees. \nHowever, as the panel before said, they have a generous program to re-educate and re- assimilate these North \nKorean refugees in South Korean society to understand capitalism in the 21st Century. However, that program \nwhich my uncle's family, and a total of nine people had undergone, that program years ago when refugees were \nvery few and far between, used to be about a year program. They would take these refugees to a walking tour \nthrough South Korea, literally taking them to department stores that are larger than their entire towns, showing them \nwhat an elevator is, what an ATM machine, all the modern things that we have today. However, this program, when \nmy uncle got to South Korea in 1997, it was reduced because of the economic crisis that had occurred that year \nand the year before. It was reduced from one year to barely two, three months. And they were -- the government \nalso provides these refugees housing, job training, sometimes allowance to live off.\n\nBut I really believe it's a tremendous burden on South Korea and that's why the numbers are very, very shamefully \nlow. As Korean- Americans, I think it would be great for us to take responsibility for a lot of those family members, \nand I say family members. We are all connected, just look at our last names, Lees, Parks, Kims, we're all \nconnected.\n\nSEN. BROWNBACK: And I noted you were saying about two refugees being accepted in the United States from \nNorth Korea since the 50's, that is shameful.\n\nMS. HELIE LEE: Being an American I'm very ashamed of that.\n\nSEN. BROWNBACK: Yes, and to -- Ms. Lee, you write in your book a story of a particular incident that occurred \nwhere you saw a number of people just killed for their faith. I think one situation you write in here of people if they \ndid not renounce their faith they were killed on the spot. Did you see that take place frequently and could you \ndescribe what you saw?\n\n\n\nMS. SOON OK LEE: Of course I personally believed there is a only living god who was the leader of the country, \nand I thought we just have to believe in him, otherwise we will be punished. But I realized it is not a crime to believe \nin Christ when I saw a number of prisoners who believed in God. The prison guards treated them as mentally sick \npeople because they did not believe in their leader. And these Christian prisoners were forced to work in a furnace \nwhere they had iron work. Some of them were serving the prison more than 10 years.\n\nBecause their body all changed because they had to work about 18 hours every day and their backs would not \nsupport the kind of work they were doing and they all looked sick.\n\nIn the prison they are not allowed to talk to each other or even sing. But they were murmuring plenty, they were \nsinging without singing, but they were singing in their mouths that I couldn't tell. And prison guards said they were \nsinging Christian hymns. The person who sang of course was punished cruelly by the prison guard who tramped on \nthe whole face. I've seen many scenes of Christians being punished because they would not change their belief, \nthey would not say, okay, I will not believe in Christ any more, and that's what the prison guards wanted to hear.\n\nI seen one -- eight women were dragged out for -- and being punished because they didn't say -- or they did not say \nthey would not believe in Christ any more, and these women were burned.\n\nSEN. BROWNBACK: Burned to death.\n\nMS. SOON OK LEE: Yes. When I first went to the prison back in 1987 I believe there were about 250 Christian \ncriminals, but by the time I left the prison I do not recall any survivors of the people I first saw. But in the year 1993, \nwhen I left the prison, I saw more, the greater number of prisoners who are taken there because of their belief in \nChrist. And I heard by mouth, word of mouth, that that was a result of Kim Jong-il's instruction, and his instruction \nwas Imperialists are sending advanced aggressors in the name of the missionaries to North Korea to invade our \ncountry. And I also heard that Christianity came into North Korea in lieu of China by missionaries.\n\nIn the 1990s, more Christians were arrested and sent to prison. During the seven years I served in the prison, there \nmust have been thousands of Christians who died as a result of punishment. They were treated less than beasts, \nsub-human beings, being kicked by the boots of the prison guards and last by leather lashes, and I seen these \npeople still had to do work. Because the prison guard was telling these prisoners to say we will not believe in God \nbut we will believe in our leader, Kim Jong-il. So many people died because they didn't say they would not believe \nin God.\n\nSEN. BROWNBACK: Thank you very all much.\n\nSenator Allen.\n\nSEN. ALLEN: Thanks, Senator Brownback.\n\nI thank each of you, (Korean) for your -- not just your testimony but your bravery in all cases.\n\nDr. Vollertsen, not happy with the results of the soccer game in Korea this morning --\n\n(Laughter.)\n\n-- but let me just as a matter of fair play, congratulate the Germans in their 1-0 victory on the Korean peninsula. On \nyour testimony, and I kind of alluded to it in my opening questioning of our officials, I remember in 1983 going from -\n- into Berlin through East Germany and to the wall, and then actually going over and seeing East Berlin, obviously \nalso driving through East Germany to get there. But I remember the long lines of people getting in line for just some \npathetic looking few vegetables. And no one was impatient, they were resigned, they accepted it. It's a similar \nsituation that you're describing. You saw how most people were -- they had the stores for the tourists, you know, \nand they had all sorts of nice porcelain and appliances. Of course, no one who is in East Berlin or East Germany \ncould afford them.\n\n\n\nIf they had those pathetic motor vehicles, cars, that was one thing, but then you saw the goose stepping folks at the \ntomb there were Cubans as well as East German. Military folks were coming in, they're driving in Volvos and \nSaabs, and so forth, that same sort of disparity in these supposedly egalitarian societies where the rulers live like \nkings, in fact, not maybe kings there, maybe kings in North Korea, and the rest living that way.\n\nAnd the way it fell, I was wondering how could you ever be able to overthrow this repressive government, where \ntheir only technological advances are repression, it's the only place where they're advanced. How they used the \ndesigns of modern advancements to keep people from leaving, or keep them under control, and I just thought \nthere's no way that people don't have guns, you can't have an uprising. The way it fell is that the Iron Curtain fell in \nCzechoslovakia and the Iron Curtain fell in Hungary, and then everyone was coming out of East Germany into \nGermany, generally going back to the other part to Germany, and they just could not keep it. And that would be the \nhope.\n\nAlthough, from listening to this testimony and studying it, North Korea is much, much more repressive than East \nGermany was, or Hungary, or Czechoslovakia, Romania, any of those countries. At least you could go in there, I \ncould observe the people in those lines. And they'd have the conversions, you know, the mark and all that sort of \nthing, and North Korea is one of only seven countries recently once again listed as a terrorist state by our State \nDepartment, along with Iraq and Iran, and Cuba, Syria, Sudan and Libya. And we look at terrorist states as listed as \nterrorist states because these terrorist states are a threat to our countries. It is obvious from your testimony, though, \nthat they also terrorize citizens in their own country.\n\nAnd when you look at what needs to be done, let us not blame America. I'm not ashamed of Americans, so let's not \nsay we're ashamed of America or the Republic of Korea or South Korea. The people who should be ashamed are \nthese repressive tyrants and dictators leading and persecuting the people of North Korea. We are proud of our \ncountry, we want to export our values. We need to figure out a way to use your evidence, your concern that we all \nshare, in a positive, good way.\n\nNow, you mentioned Mongolia as possibly a place that is willing to have assistance. I would think that it's very \nlogical that it not just be the United States, but also logical that the United Nations would get involved in assisting as \nwell. And I would also think that as we determine where the people from North Korea who can escape should go, it \nis again logical that one would go to South Korea, just like the East Germans went to West Germany. The \nassimilation because of their economy may be more difficult, but the language is the same. And in fact, the \nlanguage of Korean, and I'm wearing a tie from Gyeong Gi, we set up a sister state relationship with Gyeong Gi-do. \nThe governor's name was Governor Ree(ph), or Lee, at the time, and the point is that there's such a proud heritage \nof the Korean language that no matter who was oppressing the Korean people they kept that language alive, no \nmatter whether it was -- whoever the foreign invaders were who were subjugating the Korean people.\n\nSo it would be, to me, very logical because of history, heritage and of course language, that South Korea ought to \nbe the place for first settlement. And then on top of it, whenever, and the sooner the better, the tyranny falls in North \nKorea, you know, as the South Koreans coming up to the border of the 38th Parallel, they have these big roads all \nbuilt for the day when they're reunified, they're going to be needed to get that country built, or rebuilt, in a proper \nway.\n\nSo I think that we need to work -- my view is that we ought to work primarily for repatriation in South Korea, \nhowever, I am very supportive, and we've been talking, Senator Brownback and myself, and you alluded to it, to \nwould the asylum quotas or numbers, there's certainly enough in there to allocate more than what we have to come \nto this country where there are relatives as well. But I think ultimately the number -- the primary place of relocation \nshould be a place where you first of all assimilate most easily if you can communicate with one another in the same \nlanguage.\n\nSo I'd like to hear your views as to where do you think the United Nations can be of assistance in Mongolia and \npreferences as to how we can make it easier for North Koreans who have escaped the persecution and have \nlegitimately sought asylum to locate in South Korea.\n\n\n\nIf I could ask Ms. Lee and Dr. Vollertsen.\n\nMS. HELIE LEE: I agree with you, my relatives going to South Korea was the best thing for them. Though the \nlanguage -- Koreans are very proud people and the language between North Korea and South Korea are still one \nafter 50 years. However, it's slightly different, the Lee's and Ree's are a little different.\n\nBut those who cannot get there, and who do have Korean-American relatives living in America, I do believe this is \nan option. And it is possible. Because in the '60s when -- after Mao had instigated the Great Leap Forward in 1952 \nand there was a famine sweeping across China, 250,000 Chinese crossed border into Hong Kong when the \nChinese had opened up the border for three months. That's quite a bit, I agree. And Hong Kong appealed for \ninternational help.\n\nThen President John F. Kennedy issued an emergency executive order allowing immediately immigration of 5,000 \nimmigrants from Hong Kong to the United States. So it is possible and we do have that leeway of that number of \nrefugees per fiscal year, so -- but I agree with you, South Korea is the best place. But the situation is desperate \nnow.\n\nSEN. BROWNBACK: Do we know if the Canadians -- you know, as far as Hong Kong was concerned, many went \nto Vancouver, of all places.\n\nMS. LEE: A place to go.\n\nSEN. BROWNBACK: A place to go. It's closest, in many respects. Do you know of other countries that share the \ninterests of the United States? Obviously South Korea does, you say that Mongolia?\n\nDR. VOLLERTSEN: There are some European countries, Belgium, the Belgian government is very much involved \nin the human right issue, they're supposed to do something for North Korean refugees. And you know about the \nSouth Vietnamese boat people, that's also what we are talking about now, some North Korean boat people, and \nthen, because of the pressure of the media, the German government in '79 was forced to accept up to 9,200 of \nthose South Vietnamese boat people because it was a huge media story about those desperate South Vietnamese \nrefugees who didn't get shelter anywhere on earth and then the West German government at that time decided to \ngive asylum. So that's another possibility, and we are in also negotiations with some European governments, and \nespecially the Belgians, and maybe the Germans.\n\nMS. LEE: There are Koreans all over this world.\n\nSEN. BROWNBACK: Right.\n\nMS. LEE: You know, there's many Korean adoptees in Scandinavia, many Korean-Canadians, many Korean-\nGermans. You know, I think we need to figure out where the populations are, where the families are, and get those \npeople involved as well. It's not just an American issue, it's the entire global issue.\n\nSEN. BROWNBACK: Right, and that's why I think the United Nations, all countries involved in the United Nations, \nneed to pitch in. And again, I thank you all. My time's up, and again, thank you for your bravery. But thank you most \nimportantly for advocating what I like to call Jeffersonian principles and (Korean.)\n\nMS. HELIE LEE: (Korean.)\n\nSEN. KENNEDY: And I thank you for advocating for those who are referred to sometimes as tailless animals in \nNorth Korean prison camps, for those who don't have faces, but we need to give them to them, and names. Thank \nyou very much.\n\nWe'll have a final panel that I'll call forward, and if you could come up I'll introduce the entire panel as we go, \nintroduce them at the outset. First witness is Felice D. Gaer, chair-elect of the Commission on International \nReligious Freedom and director of the Jacob Blaustein Institute for the Advancement of Human Rights of the \n\n\n\nAmerican Jewish Committee. She's appointed as a public members of nine U.S. delegations to the U.N. human \nrights negotiation between 1993 and 1999.\n\nSecond witness is Mr. Jack Rendler, the U.S. Committee for Human Rights, North Korea. Now, at the last minute \nhe could not be here so Ms. Debra Liang-Fenton, that organization's executive director will offer his testimony. He's \nworked with organizations including UNICEF and Amnesty International, been a human rights activist for more than \n25 years. Third witness is Jana Mason, she's a policy analyst and a congressional liaison for the U.S. Committee on \nRefugees. Before that she served with the IRSA.\n\nAnd the final witness is Elisa Massimino, who is the director of the Lawyers Committee for Human Rights, based in \nWashington DC, graduated University of Michigan Law School and a masters degree in philosophy from Johns \nHopkins. Worked with the Lawyers Committee on a national advocacy program with a special focus on refugees.\n\nSo I am delighted that all four of you are here with us today. Because of the press of time I think we'll run the clock \nat seven minutes and get each of you, if you could, to summarize your testimony. We have your written testimony, \nthat will be part of the record, but if we could do this in a seven minute time period each I think that would help \nmove us on along.\n\nMs. Gaer.\n\nFELICE D. GAER: Thank you, senator. I am -- I wanted to thank you also for your leadership in holding this hearing, \nin bringing about this Senate resolution and inviting the commission to testify today on the conditions of religious \nfreedom and associated human rights.\n\nSEN. BROWNBACK: Get that microphone, if you would, a little closer to you. I think that will -- doesn't pick up all \nthat well.\n\nMS. GAER: How about now?\n\nSEN. BROWNBACK: Much better.\n\nMS. GAER: The Commission on International Religious Freedom, as you know, was created by the Congress as an \nindependent government agency, specifically to monitor religious freedom violations around the world, to review \nU.S. policies in response to violations of religious freedom, and to provide policy recommendations to the president, \nthe secretary of the State and Congress.\n\nWe are very glad that these hearings have been able to amplify the harrowing testimony that was presented by \nmany of the witnesses here today. Indeed the plight of the North Korean refugees is closely tied to the deplorable \nhuman rights and economic conditions in that country.\n\nMr. Chairman, the people of North Korea are perhaps the least free people on earth. Religious freedom does not \nexist, and what little religious activity the government permits is reportedly staged for foreign visitors. Thus in an \nAugust 2001 letter to Secretary Powell, the Commission on International Religious Freedom recommended that \nNorth Korea be named a country of particular concern. Now, in October of that year, Secretary Powell followed the \ncommission's recommendation and listed North Korea as a country of particular concern, or CPC. Now, that means \nthat there are systematic, ongoing and egregious severe violations of religious freedom, including torture, \ndisappearances, loss of life, et cetera.\n\nSpecific U.S. action should follow from that designation as a CPC, and we await information as to what measures \nthe U.S. government will take because of that characterization. In our recently issued annual report, we regretted to \nfind that no action has been taken with regard to any country designated CPC that has been specifically identified \nas having flowed from that designation, whether for North Korea or other countries.\n\nNow, religion has played an important role throughout the history of North Korea. Buddhism was introduced there \naround the 4th century. Prior to 1953, the capital of North -- what is now North Korea, Pyongyang, was the center of \n\n\n\nChristianity on the Korean Peninsula. Yet after the Korean War, the North Korean government harshly repressed \nreligious practice and large numbers of religiously active persons were killed or sent to concentration camps. At the \nsame time the government suppressed religion itself, and it has since instituted the state ideology of Juche, which \nemphasizes, among other things, the worship of Kim Il-sung, the country's founder.\n\nToday the North Korean state continues its practice of severely suppressing public and private religious activities, \nincluding arresting and imprisoning and in some cases torturing and executing persons engaged in such activities. \nThe State Department reports that in recent years the regime has paid particular attention in its crackdown to those \nreligious persons with ties overseas -- ties to overseas evangelical groups operating across the border in China. \nWe, in our report, indicated, as has the State Department and the witnesses, some of whom who were here today \nwho we have been in touch with, that prisoners held because of their religious beliefs in North Korea are treated \nworse than other inmates.\n\nReligious prisoners, including in particular Christians, are reportedly given the most dangerous tasks while in \nprison. They're subject to constant abuse from prison officials in an effort to force them to renounce their faith, as \nwe heard today. And when they refuse, these prisoners are often beaten and sometimes tortured to death. Simply \nput, there is no freedom of religion belief, practice, or the right to profess one's faith. The lack of access to religious \nor humanitarian non-governmental organizations as well as the United Nations' High Commissioner for Refugees \nfurther exacerbates this crisis.\n\nThe situation is so bad that tens of thousands of North Koreans have fled into China for relief, as we have heard. \nSome refugees return home. Anyone suspected of having had contact with Christian organizations while abroad \nare detained, many of these disappear and are never heard from again. The commission urges the United States \ngovernment to take advantage of any talks that may pursue in the bilateral dialog to raise U.S. concerns about \nhuman rights and the humanitarian situation in North Korea.\n\nOur commission has, as you know, senator, focused considerable attention on the situation in North Korea. We \nheld a public hearing with many of the witnesses you saw today. We have had extensive consultations with U.S. \nexperts on Korean-U.S. and U.S.-China policy. In addition, our chair, Michael Young, has made visits to both South \nKorea and Japan and had interviewed those with firsthand conditions of -- with firsthand knowledge of conditions \ninside North Korea, including many refugees. In April of this year, we released our report and recommendations on \nNorth Korea. They have three main areas of concern. First of all, pursuing an international initiative against human \nrights violations in North Korea. Secondly, protecting North Korean refugees. And third, advancing human rights \nthrough bilateral contacts.\n\nI will briefly refer to those, although our full testimony presents those items. We have recommended that the United \nStates launch a major initiative to expose human rights abuses within North Korea and to educate the international \ncommunity about what is occurring there. The collection and presentation of information is key to this effort. Silence \nis not an answer. We recommend also that the United States government should utilize the Trilateral Coordination \nand Oversight Group, the TCOG, which held its most recent meeting in San Francisco early this week to press \nJapan and South Korea to raise human rights in their discussions with Pyongyang. We don't know, and \nunfortunately the assistant secretary is no longer here, whether in fact they did that.\n\nWe also believe objective information about the outside world must be provided to the people of North Korea. As far \nas refugee relief is concerned, the commission recommends that the United States press the Chinese government \nto recognize as refugees those North Koreans who have fled from the DPRK. The key issue here is that the \nChinese government does not allow the UNHCR to operate in the border region between China and North Korea, \nthereby preventing that organization from interviewing those crossing the border or assessing their status as \nrefugees.\n\nThe Chinese government's refusal to recognize North Koreans who have fled to China as refugees has forced \nthem to remain in hiding, and many have been exploited and abused as a result. The documentation on this is \nchilling. Russia can also be a dangerous place for North Korean refugees. We heard something about that from \n\n\n\none of the witnesses today, it should not be ignored. There are North Korean workers in Russia who are forcibly \nreturned. There are North Korean refugees who have sought asylum. The issue of the refugees who have sought \nasylum in the diplomatic compounds in China is also one that we have discussed here today. The commission \nwishes to make it clear that the North Koreans who have fled to China and elsewhere have a well founded fear of \npersecution if they return to the DPRK.\n\nSEN. BROWNBACK: Ms. Gaer, if we could just summarize here, I think it would be helpful if you can do that \npossibly. We do have your written testimony.\n\nMS. GAER: Well, I would be happy just to say that as we heard this morning, there are hundreds of thousands of \nKorean-Americans, and people of Korean ancestry in the United States. The North Korean government agreed to \nresume inter-Korean family reunions. The North Korean government should also allow those Americans with family \nties in North Korea to reunite with their parents, siblings, children and other relatives who are still living in that \ncountry, that they should do as a matter of right. And this Congress and this government should be pressing for that \nas a matter of right.\n\nMr. Chairman, that concludes my testimony, and I ask that the prepared remarks as well as the commission's report \non the DPRK be included in the record, thank you.\n\nSEN. BROWNBACK: Without objection, and thank you very much. And sorry about the truncated time, but we've \nrun long on the hearing.\n\nMs. Liang-Fenton.\n\nMS. DEBRA LIANG-FENTON: Thank you, senator. Thank you for the leadership you've shown on this pressing \nissue, and I'm also grateful for the opportunity to speak with you today on behalf of the U.S. Committee for Human \nRights in North Korea. I'm presenting testimony submitted by Jack Rendler, vice chair of the committee, who sends \nhis apologies and regrets for being unable to be with us today. Before I begin I also want to thank you, senator, \npersonally for helping to support the showing, the exhibit of the Gil-suh family illustrations in the Russell Rotunda. \nThe committee is in possession of 58 of the original illustrations drawn by the children of the Gil-Suh family who \nsought asylum in the UNHCR office in Beijing last year.\n\nSEN. BROWNBACK: Hold up some of those. I mean, this was one where he's eating a rat.\n\nMS. LIANG-FENTON: Yes, this is actually John Gil-Suh himself, the main illustrator, who is eating a rat and snakes, \nwhich is a condition for many desperate people in North Korea who don't have enough to eat.\n\nAs you know, the Kim Hun-Mee family, the five who sought asylum in Shenyang are the five remaining Gil-Suh \nfamily members, who are now also in Seoul. This is John Gil-Suh being forced to confess. And there are many \nothers, but we're hoping to get this in the Russell Rotunda so that ordinary American citizens and others visiting the \nU.S. capital can get a glimpse of what the harsh reality of life is like for ordinary citizens in North Korea. One last \none. Escaping across the Tumen River. These are two of the brothers of the Gil-Suh family.\n\nAnd it may be of interest to you that this committee is the U.S. manifestation of the International Campaign for \nHuman Rights in North Korea. There are similar committee structures in Canada, France, Germany and Japan, as \nwell as networks and individuals actors throughout Europe and Asia. The campaign began in December of 1999 at \na conference held in Seoul by the Citizens' Alliance for Human Rights in North Korea. In its written submission, the \nU.S. committee has provided the subcommittee with the following. A summary of what is known or can be reliably \nsurmised about human rights in the Democratic People's Republic of Korea, a set of detailed recommendations for \npolicy and practice, the founding declaration for the U.S. Committee for Human Rights in North Korea, and Suzanne \nScholte, one of our board members, has requested that we submit officially her testimony.\n\nSEN. BROWNBACK: It'll be in the record without objection.\n\n\n\nMS. LIANG-FENTON: Thank you. Today with the mission and purview of the subcommittee in mind I would like to \nhighlight some of the more disturbing aspects of human rights in North Korea and the impact of those abuses on \nNorth Korean refugees in China. For over 50 years the people of the Democratic People's Republic of Korea have \nbeen denied even the most basic of their human rights, denied any contact with the rest of the world, and isolated \nfrom each other. Human rights violations and abuses affect a large majority of the 23 million North Korean people. \nThere's precious little specific information available about human rights in North Korea since the government \nrefuses entry to international human rights groups. This in itself is cause for profound concern.\n\nIt is estimated that the DPRK is holding over 200,000 political prisoners. The government detains and imprisons \npeople at will. Political prisoners in North Korea may be held in any one of a variety of facilities, detention centers, \nlabor rehabilitation centers, juvenile centers, maximum security prisons, relocation areas and sanatoriums. \nReeducation means forced labor, usually logging or mining under brutal conditions.\n\nEntire families, including children, are detained because of supposed political deviation by one relative. Judicial \nreview does not exist and the criminal justice system operates up at the heist of the government.\n\nOn 10 July 2002 the New York Times carried a report on one of the grimmer aspects of imprisonment in North \nKorea, forced abortions and infanticide committed regularly and routinely by prison officials. The Times recounted \ninstances of pregnant women tortured or medically induced to provoke miscarriage. If a baby is born it is left to die \nor smothered with a plastic sheet or bag. Other female prisoners are forced to assist with abortions and killings. The \nmost savage treatment is apparently reserved for women refugees pregnant with children fathered in China who \nhave been forcibly returned to North Korea.\n\nThe population is subjected to a constant barrage of propaganda by government controlled media, the only source \nof information. The opinions of North Koreans are monitored by government security organizations through \nelectronic surveillance, neighborhood and workplace committees, and information extracted from acquaintances. \nChildren are encouraged to inform on their parents. Independent public gatherings are not allowed, and all \norganizations are created and controlled by the government. The government forcibly resettles politically suspect \nfamilies. Private property does not exist. North Korean citizens do not have the right to propose or effect a change \nof government.\n\nReligious freedom does not exist. The religious activity that is allowed appears to have one of two purposes: to \ndeify the founder of the DPRK, Kim Il Sung, and by extension, his son, the current leader, Kim Jong-Il, or to \ndemonstrate to faith based aid groups that some traditional religious activity is tolerated. Alternatively, classes to \nstudy Kim Il Sung's revolutionary ideology are held throughout the country.\n\nJust skipping ahead here to save on time. I want to talk a little bit about the North Korean refugees in China. \nLeaving the DPRK is considered treason, punishable by long prison terms or execution. Yet the Voice of America \nestimates that as many as 300,000 North Koreans have fled to China. With the onset of famine in the early 1990s, \ntens of thousands of North Koreans, the majority under- nourished women and children, crossed into China's north \neastern provinces. There are an estimated 140,000 to 150,000 North Korean refugees currently in China living in \nfear of arrest, many women forced into prostitution or abusive marriages. Refugees are pursued by agents of the \nNorth Korean Public Security Service, and many are reported that the Chinese government has been offering \nrewards, or that -- sorry, excuse me.\n\nThe South China Morning Post has reported that the Chinese government has been offering rewards to those \ndelivering North Korean refugees to police. China claims that it considers these refugees to be purely economic \nmigrants, while hunger may be one motive for their movement, there are other realities. It is the nature of the \npolitical system in North Korea, with its discriminatory distribution of resources, that makes feeding a family \nimpossible in some areas. Being hungry does not necessarily prevent these people from also feeling oppressed. \nThe criminal, political and social persecution that accompanies forcible return to North Korea surely makes these \npeople political refugees once they are in China. China is a party to the 1951 U.N. convention relating to the status \n\n\n\nof refugees under which it has agreed not to expel refugees to a country where their life or freedom would be \nthreatened.\n\nTo save time I'd like to skip to some action recommendations that the committee would like to put forward for \nconsideration. One, make lifting the siege of the North Korean people by its own government a human rights priority \nof U.S. policy. As he did on his last trip to South Korea, President Bush should take every opportunity to express his \nconcern for the plight of the North Korean people and his commitment to assisting in the restoration of their rights \nand well- being. Two, the protections offered by U.S. law and policy to refugee populations in danger should be \nextended to North Korean refugees in China. Three, urge the U.N. High Commissioner for Refugees to take \nimmediate action to press the PRC to fulfill its obligations under the 1951 convention relating to the status of \nrefugees and end its practice of cooperation in the forced repatriation of North Koreans.\n\nFour, find new ways to provide information to the people of North Korea. Develop multiple channels of exchange \nand contact. An undetermined number of radios in North Korea can receive foreign broadcasts at certain times. Use \ntelevision broadcasts, where possible, to reach leadership elite. Establish exchange programs beginning with \nuniversity students and healthcare professionals. Call for the formation of an informal Congressional caucus on the \nmodel of what has been done in Burma to participate in a multinational parliamentary network on human rights in \nNorth Korea. Such structures have recently been formed within the British parliament and the Japanese diet. \nHuman rights in North Korea should be a constant and prominent item on the agenda of the ROK-U.S.-Japan \nTrilateral Coordination and Oversight Group. Provide humanitarian aid to North Korea while pressing the \ngovernment of Pyongyang to ensure that distribution of such aid is monitored by independent international relief \norganizations and concrete progress is made on human rights performance. Encourage corporations planning to do \nbusiness in North Korea to develop a code of conduct similar to the Sullivan principles. Provide support for new \nresearch and a comprehensive new report.\n\nWe must begin by acknowledging the lack of reliable information on any aspect of human freedom in North Korea. \nWe know that large numbers of people are imprisoned for their belief, but we don't know how many, who they are, \nwhere they are held, how long their sentences are. We know that imprisonment involves harsh conditions, including \nforced labor, poor food and healthcare and torture, but we don't know just how bad it is for which kinds of prisoners \nat which kinds of prisons.\n\nWe know that the government divides the population into segments according to perceived levels of loyalty to the \nregime, and we know that the distribution of good and services benefits those perceived to be most loyal and fails to \nserve others, but we don't know exactly what the consequences are for which people. Such reporting will need to \nbe done by an entity with the experience and the capacity to get it right, and the independence and reputation \nnecessary to be heard in Pyongyang. This is work that the U.S. Committee for Human Rights in North Korea is \ncurrently undertaking.\n\nThe time has come to expose this repression, and by so doing, to make clear that the norms of human rights as \ndefined by the United Nations applies as much to the people of North Korea as to the people of other countries. \nSignificantly, North Korea has ratified the international covenant on civil and political rights and the international \ncovenant on economic, social and cultural rights. It therefore owes its own citizens and the world community a \ncommitment to comply with the provisions of these documents, and it must be held accountable for policies and \nactions that violate these norms.\n\nThank you, senators.\n\nSEN. BROWNBACK: Thank you very much.\n\nMs. Mason.\n\nMS. JANA MASON: Thank you, Senator Brownback. I'd like to thank you and Senator Kennedy for holding this \nhearing. Senator Allen, for your interest and for attending.\n\n\n\nObviously this issue, North Korean refugees, particularly North Korean refugees in China, raises a lot of political \nsensitivities. We've heard those discussed today. As you're aware, refugees themselves create political concerns \nall over the world, but those concerns should outweigh our human rights obligations, so I'm very happy that this \nhearing is being held. I'm going to focus, since witnesses today have covered most of the details, I'm going to focus \non just a few of the nitty-gritty aspects of international refugee protection, some policies, procedures and legalities.\n\nAnd the reason I think these are important is because these legalities are things that the Chinese government, the \ninternational community, and even our own government, State Department and the INS, can look at as a rationale \nfor not doing all that we can for North Korean refugees. So I just want to make sure that we're very clear on where \nwe are on these.\n\nSEN. BROWNBACK: If you can make sure to focus on what actions you think we should be taking that's really what \nwe need to hone in on as much as we can.\n\nMS. MASON: Yes, I will do that as I discuss each one. The first is the question of whether North Koreans are \nrefugees.\n\nAfter all we've heard discussed today, we would think that it would be a given that any North Korean who manages \nto escape the country would be considered a refugee under international refugee law. But I can tell you that when \nthe INS starts interviewing, if and when that happens, there may be cases where they say because of this reason or \nbecause of that reason the person doesn't qualify under the convention. China of course already labels everybody \nfood migrant who comes out. So we need to be clear if we're going to push the international community, China and \nour own government to accept refugee status for these people, we need to be clear why they're refugees.\n\nFirst, as we've heard from many witnesses, North Korea is a high authoritarian regime with an abysmal human \nrights record. Even without the famine that has wracked North Korea since the mid-1990s, it's likely that most, if not \nall, North Koreans who managed to escape would have strong claims to refugee status, but the famine itself has \nadded to the means by which the government can persecute its opponents. Despite tremendous reliance on \ninternational food aid, the North Korean government fails to operate a transparent food distribution system and \noften denies NGOs access to the country's most vulnerable people. That's one of the reasons so many NGOs have \npulled out in recent years.\n\nThe government categorizes its population based on perceived loyalty and usefulness to the regime, and it \nchannels food aid accordingly. The government has also blocked aid to parts of the country that have seen \nantigovernment rebellions in recent years. Now, a government's denial of food aid for political reasons can give rise \nto a valid claim of refugee status in addition to any other forms of persecution the individual might claim, religious \npersecution, some others that we've heard about today. But the story doesn't end there. As we've heard on this \npanel and others, under North Korean law, defection or attempted defection is a capital crime.\n\nThe criminal code states that a defector who is returned shall be committed to a reform institution for not less than \nseven years. And as was mentioned, in cases where the person commits, quote, \"an extremely grave concern,\" \nunquote, he or she shall be given the death penalty. North Korean authorities are apparently most concerned with \ndefectors who, while they were in China, had contact with South Koreans, Christians or foreigners. This could be \none of those grave concerns that earns them the death penalty. The government subjects these people if not to \nexecution, then certainly to harsh treatment and torture, placement in work camps and other forms of persecution.\n\nSo therefore, the use of food as a weapon, religious persecution, and the fact that they would fear execution or very \nharsh treatment upon return, clearly makes these people refugees, even with little concrete knowledge about what \nelse they may be going under.\n\nNow, the second issue is China's response to the North Korean refugees. As I think was mentioned, China has a \ntreaty with North Korea that says that it will return all defectors. Notwithstanding that, for a number of years China \ninformally tolerated the presence of a lot of North Koreans, and even to some extent provided assistance. This \nsituation changed in 1999. That year China began forcibly returning large numbers of North Koreans, and since \n\n\n\nthen they've accelerated every year, most recently with what's known as the strike hard campaign against crime, \ndirected very largely at North Koreans. According to some aid groups, China arrested some 6,000 North Koreans in \ntwo months of 2001 alone, and that's just a snapshot, the overall numbers are very unclear.\n\nChina's treatment of North Koreans in its territory is clearly a violation of the refugee convention that's been \ndiscussed. It's a violation of Article 33, known as non-refoulement. You can't return a refugee to any place where \nthey could fear persecution. China has no domestic law on refugee protection despite the fact that it's signed on to \nthe convention. It has no system for determining refugee status. If it did, it could interview them one by one, and if it \ndecided they weren't refugees then legally it could send them back. Of course we'd have to decide if we thought \ntheir system was valid.\n\nBut not only does it have no system of its own, but even though UNHCR operates an office in Beijing and asylum \nseekers from other countries can come there and apply for refugee status and China, you know, cooperates with \nthat, it doesn't allow UNHCR a role with respect to the North Koreans. Other than that one highly publicized case \nlast year, the Jung case, North Koreans rarely can make it all the way to Beijing or get into the UNHCR office. The \nChinese government has not allowed UNHCR a role with North Koreans on the border since 1999.\n\nThat year UNHCR did a mission to the border and they actually did some interviews and determined that some \nNorth Koreans were refugees. As a result, China reprimanded UNHCR for this action and since then has denied \nthem permission even to travel to the border area. This is also a violation of the refugee convention that says that \ncountries have to cooperate with UNHCR in carrying out UNHCR's role, which is to supervise the convention. So \nChina's basically attempting to just define these people out of the convention.\n\nObviously the main recommendation we have is the international community should pressure China to maintain its \nobligations under the convention, not return North Koreans to North Korea, and allow international aid in China. It's \nvery dangerous for any aid worker working on the border area, assisting them. Now, in terms of refoulement, forced \nreturn, I also want to mention based on the discussion this morning that the U.S. Committee for Refugees does \nbelieve that any embassy or consulate that handed over North Koreans to the Chinese government would also be \ncommitting refoulement.\n\nThis is a fuzzier area. The refugee convention says you can't return or expel any refugee to a place where they \nwould be suffering persecution. Well, return or expel them from where? We've already determined embassies aren't \ntechnically the soil of the country that they represent. But also, because of the special status of embassies, they're \nprotected against interference by the host country. So I think because of this unique status it could be argued that if \nyou allowed North Koreans to be taken out by Chinese guards, that you would be expelling them or returning them \nto a place where they could face persecution, because China would then return them to North Korea.\n\nSo you'd be subjecting them to return to persecution, an argument that's been used to refugee advocates. So I \nthink clearly, even though others may argue otherwise, the U.S. or any government whose embassy or consulate \nallowed the Chinese guards to take these people out of the embassy would also be violating the convention and \ncommitting refoulement.\n\nThe third point I want to make has to do with South Korea's response. We've heard a lot of people say the answer \nis just send them all the South Korea, that's where they want to go anyway. No argument, but for the most part, \nNorth Koreans from China or elsewhere do want to go to South Korea, cultural ties, family ties. And South Korea \nhas been extremely generous in their response to the North Korean refugees in giving them status. But I also think \nwe need to mention that there have been cases where the South Korean government has been known to harshly \ninterrogate North Koreans who it suspects of spying, and in some cases has turned away asylum seekers who don't \nhave any valuable intelligence information to share.\n\nSo even though I have no doubt that South Korea is able and willing to do even more than they're doing now, \naccepting 500 and some people a year is a far cry from giving automatic status to tens of thousands, maybe even \nhundreds of thousands of people. So I think if and when we're able to get the Chinese government to open up more \nand allow passage for the North Koreans, I don't think that they can all just flood into South Korea at once. I think \n\n\n\nthe international community will have to help them absorb more North Koreans, and also be willing to do our part to \ntake them in.\n\nAnd that goes to the last thing that I want to say, which is, as Secretary Dewey stated this morning, there are \nprocedures to admit people as refugees, but there are some glitches. Secretary Dewey kept saying we have to get \nUNHCR a role there, once we get a role for UNHCR then we can -- maybe we can resettle some of these people. \nWe need to make clear, yes, a UNHCR role if China were willing to allow that, but certainly facilitate third country \nresettlement, whether in South Korea or elsewhere. But the U.S., under its own law, doesn't need UNHCR to bring \nrefugees in. We can bring in priority one cases through embassy identification only. The embassy, U.S. embassy in \nany country, yes North Korea's on that short list Secretary Dewey mentioned, where they need permission of \nWashington. But they could get permission for an embassy, U.S. embassy in any country, including China, to refer \nto the U.S. resettlement program a North Korean who was vulnerable and who needed protection.\n\nSecond, since we discussed the P2 mechanism this morning. The U.S., the State Department, can set up a priority \nto refugee processing system.\n\nTheoretically they could do it for North Koreans out of China -- again, you'd need China's permission. And they \ncould bring in significant numbers of North Koreans without any role whatsoever for UNHCR. So we shouldn't make \nthe mistake once again of using UNHCR as a gatekeeper to prevent us to do something that we have the \nmechanism to do by ourselves.\n\nSo obviously we need to pressure China to recognize these people as refugees, not send them back to refugees, \nallow aid in, allow safe passage to where they want to go, we need help South Korea absorb large numbers. But \nthe U.S. and the international community need to be prepared to resettle, through whatever mechanism they have \nin their domestic laws, North Koreans who have family ties here, or for whom there's some other reason that this is \nthe best place for them to go. Thank you.\n\nSEN. BROWNBACK: That's an excellent statement, very thoughtful, very well reasoned. I've met with some \nChinese officials and asked them if they -- how many numbers do they think of North Korean refugees are in \nChina, and the official said, \"Well, there are none.\" And I said, \"Well, what would you do if there were any?\" \"Well, \nthere aren't any.\" \"Well, what would you do, would you make them go back to North Korea?\" \"Well, it'd be on an \nindividual case by case basis.\" They were being pretty disingenuous to me giving the facts, the numbers not up \nfront, I'm hopeful that official is catching some of the summary of this hearing. Very good statement.\n\nMs. Massimino.\n\nMS. ELISE MASSIMINO: Thank you. Thank you so much for inviting the Lawyers' Committee here today to provide \nour views and recommendations on this important issue. You know, yesterday celebrating World Refugee Day, it \nwas a great opportunity for us to celebrate the contributions of refugees to own society, but it was also a time for \nreflection about those refugees who, like the North Koreans, have been driven out of their homes by their own \ngovernment, persecuted by so called host governments like China, and then failed by the international system that \nhas been designed to be their safety net. So I really am grateful to you, we all are, for this opportunity to talk about \nwhat we can do. I'd like to focus my remarks on exactly that. There is, thanks to you and to other members of \nCongress and the courage of humanitarian workers and those courageous refugees who have been able to get out \nand speak about their experiences, the challenge we now face is not one of lack of interest in this issue.\n\nIt's easy to condemn North Korea, what could be easier? But to help North Korean refugees is going to cost the \nUnited States something. It's going to cost some money, and it's going to cost some diplomatic capital. And the \nquestion is, what is the United States willing to do to alleviate this suffering and ensure protection for North Korean \nrefugees. First, the administration has to make clear to all concerned countries, in particular China and South \nKorea, that resettlement of North Korean refugees in the United States is a serious option that we are immediately \nprepared to pursue. While it's certainly true that China should be granting North Korean refugees asylum, and \nSouth Korea should be more aggressively offering to take North Korean refugees in, that's just not the current \nreality. There are so many times that we've seen the prolonged failure of the United States to make an offer of \n\n\n\nresettlement a real option for those for whom no other solution is possible is used by other countries involved in a \nrefugee crisis as an excuse for inaction. It's way past time for the United States to step up and make really clear \nthat we are willing to open our doors to these refugees if others won't.\n\nSecond, the United States has to bring more pressure on China to abide by its obligations clearly under the \nconvention and the protocol. If it's not willing to grant asylum to North Korean refugees then it must, first and \nforemost, refrain from sending them back to face persecution and death. The Chinese government is obligated \nunder the convention in the protocol to facilitate protection for North Korean and for all refugees in its territory. If it's \nnot willing to grant that protection itself the administration should strongly urge China to permit UNHCR to operate \nin the border region between China and North Korea so that it can interview those crossing the border and assess \ntheir status as refugees. And the administration should strongly urge China to permit North Korean refugees to \nleave China and either be resettled or be free to seek asylum in other countries.\n\nThird, the administration has to ensure that it's not sending China mixed signals about its international obligations \ntowards refugees. When questioned last week about the administration's view of this diplomatic communication \nfrom the Chinese government that was sent to embassies in Beijing that purportedly demanded that asylum \nseekers be turned over to Chinese authority, I was astonished to read the exchange at the press briefing at the \nState Department where spokesman Richard Baucher seemed to go to great lengths to avoid saying that the United \nStates would not comply with such demands. The United States needs to make very clear to the Chinese \ngovernment that it has no intention of handing asylum seekers over to a government whose stated policy is in clear \nviolation of international obligations.\n\nFourth, the administration must make absolutely sure that the United States is in no way complicit in the Chinese \ngovernment's violations of international human rights law being perpetrated against the North Korean refugees. \nThe United States provides a substantial amount of financial assistance as well as training to the Chinese to assist \nthem in combating alien smuggling and illegal migration. How sure are we that this assistance is not being used by \nor enabling the Chinese government to combat the plight of North Korean refugees seeking to escape from \noppression and persecution. I would urge the Senate to diligently monitor the uses to which U.S. anti-smuggling \nassistance to China is put. North Koreans who fled China have been doubly victimized. I urge you to do all you can \nto ensure that the United States is not an unwitting accomplice to that abuse.\n\nFinally, in order to continue to lead effectively on this and other refugee protection issues the administration has got \nto make sure that our own house is in order. The situation of the North Korean people is extremely dire and \ndeserves the urgent attention that we're giving it today. But we need not look halfway around the world to see \ninjustice being done to refugees. Yesterday, in his statement commemorating World Refugee Day, the president \npromised that, quote, \"America will always stand firm for the non-negotiable demands of human dignity and the rule \nof law.\" But as we sit here today asylum seekers who came to America seeking protection and freedom sit in U.S. \njails, or worse are being turned away unjustly without the chance to even ask for protection.\n\nA little over a year ago many of us sat in this room transfixed by the testimony of refugees from Tibet, Cameroon \nand Afghanistan who came here seeking freedom and found, to our great shame, handcuffs and a prison uniform. \nThose present were deeply moved, as we have been today, by their courage, their love of freedom, and of this, \ntheir new home, Despite the injustices that they suffered under our misguided immigration system. Thankfully, \nfollowing that hearing, which was chaired by you, Senator Brownback, a bipartisan group of senators and \nrepresentatives, which you led, introduced a Bill that would restore American values to our asylum system called \nthe Refugee Protection Act.\n\nThe National Association of Evangelicals, in its second statement of conscious released last month, focused \nspecifically on the human rights crisis in North Korea and Sudan. The statement concludes, and I quote, \"In the \ncase of both countries we will, in particular, work for enactment of the Refugee Protection Act, legislation \nprofoundly consistent with American traditions of opening our doors to genuine refugees of religious and political \npersecution. The U.S. must lead the way to safety for North Korean refugees. It must pass the Refugee Protection \n\n\n\nAct. I can think of no more fitting way to put the president's eloquent words of yesterday into practical effect. Thank \nyou.\n\nSEN. BROWNBACK: Thank you very much, and thank you for the added plug on the Refugee Protection Act, that's \nlanguished too long. We need to get that moving forward and move with the issue. This has been an excellent \npanel, it's been a very thoughtful panel, it's been a lot more than the nuts and bolts of what we need to press \nforward with here. I look forward to working with you and with your organizations as we push this issue on forward. \nSome of you had -- maybe all of you were here for Secretary Dewey's statement, and I think we have some work to \ndo to press this on forward.\n\nBut I'm hopeful that with the visibility that some of this is gaining, some of the interest, some of the focus that's \ntaking place we're going to be able to have a better dialogue to get something resolved soon. This is happening \nnow, this is honest now. I don't think it's one of those things that we can say, \"We're going to study this for six \nmonths, we're going to do this or that,\" I think it's one of those things we really need to press on at this point in time \nbecause people's lives are in the balance at this time. And the longer we wait, the longer we dawdle, the more \npeople suffer, the more people die in the process. So I hope we can work together and team up on pressing -- on \nthe legal grounds. I mean, I think there's very clear and very convincing legal grounds for us to press forward in \nChina, and with the Chinese, in the United States, and what we would do for helping these refugees resettle there, \nhere, various places as long as this regime is in place that chooses to so abuse power, I thought that was a very \nwell put phrase by Ms. Lee. So abuse power to treat it's people so poorly. So I want to thank the panel for being \nhere.\n\nSenator?\n\nSEN. ALLEN: Thank you, Senator Brownback.\n\nThank you all for your eloquent remarks and a lot of them were based on principles. Ms. Gaer, Felice Gaer, my \nmiddle name is Felix after my grandfather, whose birthday is today. He is no longer alive but he had been \nimprisoned by the Nazis during World War II because of pathetic French resistance, he's from Tunisia, French \nTunisian. In listening to you all, several of you three visitors, Ms. Gaer, Ms. Liang-Fenton and Ms. Mason -- must be \nrelated to George Mason somehow -- and all of this, three of you brought up the food aid, the food assistance \nthere, and a concern about making sure that the food is getting to the people. We heard from our friend from \nGermany, the doctor, earlier about who is getting the food.\n\nDo you have any way that we -- obviously it's not going to be simple. The principle's right, how as a practical matter \ncould be concretely, quickly make sure that the food aid, the humanitarian food aid is actually getting to the people \nwho are starving? Is there any strong, clear guidance you can give us or to others who are helping out with this \nfood aid, to make sure that's being done?\n\nMS. LIANG-FENTON: Well, it's -- I think it's quite simple. Pyongyang could allow for humanitarian aid groups to \ndistribute and monitor their food packages and to keep records -- to get records from the North Koreans on where \nthe food is going. I don't think that's too much to ask.\n\nSEN. ALLEN: Would the North Korean government allow that?\n\nMS. LIANG-FENTON: No.\n\nSEN. ALLEN: What would they say? They would say no. So then we're in the dilemma of since they say no, will \nthere be an understanding and recognition that because of their non-acquiesce, not acquiescing to non-\ngovernmental organizations distributing the food that we are doing all that we can, because otherwise all we would \nbe doing is helping prop up and feed the tyrants, as opposed to the people.\n\nMS. LIANG-FENTON: It's a very controversial issue, it's an important issue. It's been reported that North Korea can \nproduce enough food to feed its own military. If that is the case, and if they are getting, you know, they're getting a \n\n\n\nlot of food from the World Food Program and others, although that is diminishing, I suppose that what you can say \nis that if some of the food is getting to some of the most vulnerable in that society, meaning the under-six crowd, \nthat it's worth continuing humanitarian aid. But, by the same token, we really need to be pushing for them to be \nresponsible for their own people and for where their food is going. These are coming from donor countries, I think \nthat behooves North Korea to let the donor countries in to see where the food is going.\n\nSEN. ALLEN: Well, it makes sense. Let me ask another question that was brought up. You all made so many good \npoints and I don't have -- such a short time to ask you all questions. I do agree with you, that whether it's the issue \nthat the non-refoulement obligations, which is a bedrock principle, that China must follow the protocols, the \nconventions, and maybe they have conflicting laws because of their arrangements with North Korea. Nevertheless, \nthey are bedrock principles that apply, just like the statute of religious freedom, as a national concept, I look at it as \nborn obviously in Virginia. But regardless, there was, of course it did take seven years to get it passed.\n\nRegardless, you get to this issue Ms. Massimino brought up. You didn't number your pages, but you're talking about \nthe United States providing a substantial amount of financial assistance to the Chinese, as well as training to the \nChinese to assist them in combating alien smuggling and illegal migration. Now, why are we providing -- I don't -- \nwhat is the problem in China with illegal migration and alien smuggling that the United States would be providing \nany tax payer dollars for that?\n\nMS. MASSIMINO: That, Senator, was initiated and stepped up after situations like the golden venture boat that \nbrought more than 300, I think, Chinese to New York harbor, and many of them fleeing of course the family \nplanning policies of the PRC and --\n\nSEN. ALLEN: Otherwise known as forced abortion for having more than one child.\n\nMS. MASSIMINO: Exactly, exactly, and forced sterilization. And the Clinton administration launched a program of \ntraining of Chinese law enforcement and assistance to help the Chinese prevent people from leaving in boats to \ncome to the United States, to be blunt. And I have not been able to get the kind of assurances I would want from \nour government that that aid be monitored closely enough to make sure -- I mean, this category, alien smuggling \nand illegal migrants, from the Chinese perspective as we've heard today, the Chinese would view that as applicable \nto North Korean refugees coming across the border. So I'm as concerned and I would hope that's not happening, \nand I would want to make sure that we're monitoring that aid and that all parts of our government are kind of talking \ntogether about that to make sure that that's not happening. Because I can see how it might easily happen.\n\nSEN. ALLEN: Thank you for bringing that to my attention. That's something I was completely unaware of until you \nbrought it up. I think that whole program ought to be reviewed period, and then also, if it is going to continue, \nproperly monitored. I thank you all and I especially want to thank Senator Brownback for his great leadership on \nthis. We're going to work together, and we both do serve on the Foreign Relations Committee as well, so from \nvarious angles we want to work to make sure the people of North Korea hopefully someday soon will enjoy basic \nhuman rights, but most importantly move as expeditiously as possible to alleviate the suffering and have people \nsettled hopefully in South Korea, maybe in Mongolia, some in the United States. We all need to do our part. And I \nthank you all for your commitment to these wonderful principles. And you have two senators here, and I believe also \nSenator Kennedy as well, who held this hearing, to make sure the American people know what is going on in North \nKorea. We'll be advocates alongside of you. Thank you all so much.\n\nSEN. BROWNBACK: Excellent. Thank you, Senator Allen, that's an excellent panel. I was reading in Isaiah the \nother day and the prophet was noting the people's prayers were not being answered, and they were fasting and \nthey were not being answered and the prophet responded, \"Is this not the fast that I have chosen to loose the \nbonds of wickedness, to undo the heavy burdens, to let the oppressed go free, and that you break every yolk? Is it \nnot to share your bread with the hungry, and that you bring to your house the poor who are cast out.\" If you want to \nhave your prayers answered, that's the fast that I want, is that you would do those things. I think that's pretty good \nadvice to us as well.\n\n\n\nI want to thank the panelists for being here. I think it's been an excellent, illuminating hearing, certainly for me. I \nnote a couple of things will be made part of the record. The first is Ms. Jung-eun Kim, producer of Shadows and \nWhispers, a documentary on North Korean refugees living in China that was shown on ABC News Nightline as a \nthree-part series a few weeks back. She has a statement for the record. Second is a statement for the record from \nthe UNHCR. Third is from Susan Scholte, president of Defense Foreign Foundation. And finally I'd like to ask that a \nletter from World Relief, subsidiary of the National Association of Evangelicals be made a part of the record. This \nletter notes World Relief's willingness to assist with resettling refugees from North Korea. The record will remain \nopen the requisite number of days for additional comments.\n\nHearing is adjourned.\n\n(Adjourn)\n\nEND\n"}