{"title": "Supreme Court to Decide Case On Bias Against Legal Aliens", "body": "\nThe Supreme Court agreed today to decide whether a Reconstruction-era civil rights law, originally intended to \nprotect the legal rights of former slaves, also bars discrimination against aliens.\n\nWhile the issue reaches the Court in the context of the refusal by an insurance company to write homeowner's \ninsurance for people who are not American citizens, the case could have considerably broader implications.\n\nThe United States Chamber of Commerce and a coalition of large employers told the Court that an interpretation of \nthe 1866 law as barring employment discrimination against aliens would force employers to violate that law every \ntime they complied with a 1986 law that makes it a crime to hire aliens who lack documents authorizing them to \nwork in the United States.\n\nThe question the Court agreed to decide covers only private and not governmental discrimination against aliens, \nso the case is not likely to affect such governmental measures as California's Proposition 187, which bars illegal \naliens from public school, welfare benefits and non-emergency health care. The California measure is being \nchallenged principally on constitutional grounds; Supreme Court precedents have given aliens a protected status \nwithin the 14th Amendment's guarantee of equal protection.\n\nBut the Constitution does not govern purely private behavior like employment or ordinary commercial transactions, \nwhich are covered by a number of modern and century-old civil rights laws.\n\nIn the case the Court accepted today, the law at issue is the Civil Rights Act of 1866, which is usually referred to as \nSection 1981, after its numerical listing in the United States Code. The law gives \"all persons\" the same right to \n\"make and enforce contracts as is enjoyed by white citizens.\"\n\nThe United States Court of Appeals for the Fourth Circuit, in Richmond, ruled last year that this law could be \ninvoked by an Australian citizen, a legal resident of the United States, who was refused a homeowner's policy on \nhis Baltimore house by the Government Employees Insurance Company, a subsidiary of the Geico Corporation. \nThe company told the man, Vincent P. Duane, that it did not write homeowner's insurance for noncitizens.\n\nMr. Duane sued in Federal District Court for an injunction and damages. Geico asked that the suit be dismissed on \nthe ground that Section 1981 applied only to discrimination on the basis of race. Both the District Court and the \n\n\nappellate court ruled that the law also bars discrimination against aliens. Those courts' rulings made no \ndistinction between aliens in the United States legally or illegally.\n\nThe case has not yet gone to trial, reaching the Supreme Court on the purely legal issue of the law's scope.\n\nIn its appeal, Geico v. Duane, No. 94-1139, the company argues that Congress has never indicated a belief that \nprivate discrimination against aliens was illegal. The debate over the Immigration Reform and Control Act of 1986, \nwhich made it illegal for employers to hire undocumented aliens while at the same time protecting some legal \naliens against job-related discrimination, proceeded on the assumption that no laws existed on the subject, the \ncompany's brief said.\n\nThe notion that Section 1981 already prohibited discrimination against aliens \"is an astonishing proposition,\" the \nbrief said, \"because Congress has legislated for more than a century without identifying or implementing any such \nnational policy.\"\n\nMr. Duane argued in his brief that to interpret Section 1981 as not applying to discrimination against noncitizens, \nthe Court would have to ignore the law's literal language, which guarantees to all the rights enjoyed by \"white \ncitizens.\"\n\nIn 1987, the United States Court of Appeals for the Fifth Circuit, in New Orleans, ruled that Section 1981 did not \napply to aliens; the Supreme Court considered that decision but ultimately did not review it.\n\nAlso today, the Court heard arguments in a Federal criminal case that raises the question of whether the \nGovernment has jurisdiction under the racketeering law to prosecute a crime involving a single small company with \noperations essentially confined to one state.\n\nLast year the United States Court of Appeals for the Ninth Circuit, in San Francisco, overturned the racketeering \nconviction of a former Federal prosecutor who used the proceeds of narcotics dealing to finance the operation of a \ngold mine in Alaska.\n\nThe Racketeer Influence and Corrupt Organizations Act, the Federal law usually known as RICO, makes it a crime \nto invest income from racketeering activity in \"any enterprise which is engaged in, or the activities of which affect, \ninterstate or foreign commerce.\" The Ninth Circuit ruled in this case that the Government had failed to prove that \nthe gold mine had more than an \"incidental\" effect on interstate commerce.\n\nThe ruling was startling because since the New Deal, the Federal courts have placed few if any constraints on the \nauthority of Congress to regulate and define interstate commerce. In its appeal of that 1994 ruling, U.S. v. \nRobertson, No. 94-251, the Government is urging the Court to rule that any \"perceptible and identifiable\" impact on \ninterstate commerce is sufficient to provide jurisdiction.\n\nIn this case, the gold mine used supplies from outside Alaska and its owner, the defendant, traveled in and out of \nthe state, Miguel A. Estrada, an Assistant Solicitor General, told the Court.\n\nJustice Sandra Day O'Connor asked, \"Is there any business enterprise in America that wouldn't be covered\" by the \ncommerce power?\n\n\"As a practical matter, I cannot think of any business in America that wouldn't be covered,\" Mr. Estrada replied. He \nadded that \"in our economy in this day and age, I can't think of anything that is likely to happen in the real world\" \nthat would not have implications for interstate commerce.\n\nThe Justices appeared essentially to agree with the Government's lawyer, although one member of the Court, \nJustice Antonin Scalia, said in frustration at one point, \"If that's what we've said, maybe we should unsay it.\"\n\nLater, addressing Glenn S. Warren, the defendant's lawyer, Justice Scalia did not appear to hold out much hope \nthat the mountain of precedent arrayed against him was about to tumble down. \"You don't have a single case in \n\n\n\nwhich 'affecting commerce' has been interpreted by this Court as you wish us to interpret it here,\" Justice Scalia \ntold Mr. Warren in a disappointed tone.\n\nBut a second interstate commerce case the Court is considering during this term may present more problems for \nthe Government. In early November, the Court heard arguments in U.S. v. Lopez, No. 93-1260, which challenges \nthe constitutionality of a 1990 law that made it a crime to possess a gun within 1,000 feet of a school. A Federal \nappeals court declared the law unconstitutional as going beyond the Government's authority to regulate interstate \ncommerce. Today, nearly four months after the argument, that case is apparently still under active consideration, \nas several questions about it from the bench indicated.\n"}