{"title": "INS plan doesn't suit city;Developer's plan: Upscale area isn't where Atlanta wants to put immigration offices.", "body": "\nAtlanta Mayor Bill Campbell and city planners hope to thwart a private developer's plan to build a federal \nimmigration headquarters in a burgeoning upscale residential neighborhood.\n\nCity officials, the business community and neighborhood residents were all caught unaware by Charles Ackerman's \ndeal with the federal government to build the district headquarters for the U.S. Immigration and Naturalization \nService on city-owned property adjacent to the Atlanta Civic Center.\n\nCampbell, who had been working with business leaders to keep the federal facility from moving to the suburbs, was \nnonplused when he was informed that Ackerman had contracted with the General Services Administration to \nconstruct the facility on property on which the developer has held an option for more than a decade.\n\nHowever, Ackerman has not exercised his option --- which runs out Nov. 8 --- and the site has been leased to the \npopular Cirque Du Soleil for three months this fall. Lawyers will have to decide which takes precedence.\n\nCampbell says the deal is \"problematic,\" and he wants to find another downtown site for the building.\n\nThe government contract calls for a four-story building with offices for the INS, the Executive Office for \nImmigration Review and the Department of State, as well as holding cells and a barbed-wire enclosed parking lot.\n\n\"Based on the current plan, the location, which has holding cells, is not suitable,\" the mayor said.\n\nAckerman, who has been stymied in his efforts to develop the seven-acre property since he first took out an option \nin 1986, says he's not going to be stopped this time. Over the years, he has proposed an aquarium, a cartoon \nmuseum and an art museum, all nixed by the city for various reasons. But now he has a signed 20-year lease \nagreement with the General Services Administration, dated April 28. The deal calls for the GSA to pay Ackerman $ \n1.98 million a year, or $ 39.6 million over the period of the lease.  According to Ackerman, as well as the GSA, this \nis a done deal. But the mayor counters: \"No final decision has been reached for the Civic Center location.\"\n\nAckerman concedes the community was caught by surprise. There were no public hearings and no meetings with \nneighborhood associations before the contract was signed with the GSA. A briefing for the neighborhood and \nbusiness community is set for 5 p.m. Wednesday at City Hall.\n\nCentral Atlanta Progress officials first heard of the INS's deal to move next to the Civic Center two weeks ago.\n\n\n\"I don't think it would be consistent in any way with how we would like to develop that area,\"said CAP President \nCharlie Battle. \"And we're also concerned there has not been an opportunity for interested parties, including City \nCouncil and the city administration and the neighborhood, to give sufficient input.\" It's unclear when city planners \nfirst learned of the deal. Grant Grimes, president of Ackerman Development, sent a letter to Planning \nCommissioner Michael Dobbins May 27 informing him of plans to build an \"office facility for the GSA.\"Grimes \nindicated in the letter that the developers believed they did not need City Council approval since the project did not \ndeviate \"materially and adversely\"from pre-approved site plans submitted in 1990 that called for office \ndevelopment.\n\nHe asked Dobbins to approve the revised site plan since it includes two possible parking garages not envisioned in \nthe original plan. And he urged haste, noting: \"This is not an issue that can survive lengthy deliberations. Our \nconstruction period clock with the GSA has already begun to run.\"\n\nAckerman's lease contract with the GSA calls for him to deliver the office building Feb. 13, 1999. That would be \nimpossible if Cirque Du Soleil is occupying the site --- as its lease agreement states --- through Jan. 15, 1999.\n\nNevertheless, Dobbins is reluctantly willing to support Ackerman's plan, because, at least, the INS will be relocating \nin the central business area as opposed to the suburbs.\n\nWhen the city got wind last year that the INS was planning a move to the Century Center complex in Chamblee, it \nacted quickly.\n\nAlternative locations were proffered near the Garnet Street and Martin Luther King Jr. MARTA stations. Campbell \neven wrote a letter to Vice President Al Gore last summer seeking his help in persuading the INS to accept the King \nsite. Campbell said the site would add synergy to adjacent Empowerment Zone programs and be a key component \nto the revitalization of several inner city neighborhoods.\n\nHowever, the INS rejected the sites as unsafe and not near enough public parking and amenities, such as \nrestaurants and retail shops, for its employees, according to a letter from INS officials to the GSA dated Sept. 11, \n1997. INS district officials declined to comment. \"I don't know how the city dropped the ball to let it go this far,\" said \nHarold Barnette, chairman of Neighborhood Planning Unit-M, which includes the Civic Center area. \"But the city \nneeds to pull out all the stops and do what it can to protect this neighborhood.\"\n\nGraphic\n\n \n\nMap :\n\n IMMIGRATION CENTER SITE\n\n Map locates the proposed site of a new federal immigration headquarters\n\n in a parking lot next to the Atlanta Civic Center; inset map locates the\n\n area on a map of metro Atlanta./ SANDY PARKS / Staff\n"}