{"title": "A Guilty Plea's Fallout; Va. Woman's Theft May Lead to Deportation", "body": "\nMost days and nights, Mi-Choong O'Brien, a Korean immigrant facing deportation for embezzling from her \nemployer, sits in her jail cell and replays an edited version of her life. Different choices, different outcome. \n\nIf she could do it again, she would apply for U.S. citizenship soon after arriving in this country with her American \nhusband. She would talk to him about her money trouble instead of helping herself from the cash register of the \nHerndon restaurant where she was a waitress. When caught, she would find a private lawyer instead of accepting \nthe services of the Fairfax County public defender. She would ask her attorney how a guilty plea would affect her \nimmigration status.  \n\nBut at the end of her dreaming and regretting, Mi-Choong O'Brien, 50, remains where she started, at the Hampton \nRoads Regional Jail in Portsmouth, Va. For her crime -- she says she took $70, the restaurant says it was at least \n$11,000, and her plea agreement states $3,000 -- she was sentenced to three years, all but a month suspended. \nNow she is being detained under a 1996 immigration law that allows the United States to deport noncitizens with \ncriminal convictions and sentences of a year or more.  \n\nFor the first several years, nonviolent felons were less likely to be deported because their cases were not fully \ntracked by computer and enforcement was less aggressive. But since the Department of Homeland Security \nabsorbed the functions of the Immigration and Naturalization Service more than a year ago, government officials \nsay they are obligated to pursue those cases, including O'Brien's.  \n\n\"After the INS was abolished, enforcement has changed in general,\" said Garrison Courtney, a spokesman for \nHomeland Security's immigration and customs enforcement arm. \"We do practice compassion and humanitarian \nconcern, but we don't have a lot of leeway here.\" \n\nStill, immigrant advocates and politicians say that O'Brien is an example of the wrong person targeted by jittery \ngovernment agencies in a post-Sept. 11 world. \n\n\"A lot of these cases involve a lot more crime,\" said Scot Christenson, a spokesman for the Washington-based \nCatholic Legal Immigration Network. \"Here, the punishment does not fit the crime.\" \n\nMi-Choong O'Brien has lived in the United States for more than two decades. She met her husband, Joseph, a \nnative Washingtonian, in the 1970s while he was serving in the Peace Corps in South Korea, and they married in \n\n\n1979. They have three Korean-born children, who took their father's U.S. citizenship, and they are the adoptive \nparents of a fourth child, Mi-Choong O'Brien's Korean-born nephew, who holds a U.S. green card. The family \nmoved to the United States in the 1980s and eventually bought a townhouse in Centreville, filling it with Asian art \nand family photos.  \n\n Joseph O'Brien, 54, has spent most of the past few years overseas, giving humanitarian assistance to developing \nnations with the International Partnership for Human Development, a nonprofit company based in Purcellville, and \nmaking about $60,000 a year.  \n\nIt was during one of his assignments in the Eastern European nation of Moldova that Mi-Choong O'Brien began to \ntake money from Hama Sushi, a popular Japanese restaurant in Herndon. She said she had worked there for about \na year, making about $2,500 a month in wages and tips and constantly arguing with her employers over her share \nof the tips, which waitresses turned in after each shift. \n\n In June 2002, she said, she had a daughter in college, two sons in D.C. Catholic schools and a stack of unpaid bills \nshe didn't discuss with her husband, fearing that he might quit his job to come home and lose their only income. \nShe said she stole money by voiding sales and pocketing the cash.  \n\n\"My husband made money and I made money, but we never had enough,\" she said in a phone interview. \"I lost my \ncontrol.\" \n\nRestaurant owner Young Son would not comment on the case.  \n\nMi-Choong O'Brien said managers noticed the repeated voids and called police, who arrested her at the restaurant \nin July 2002. She did not tell her husband or her family. In December, while her husband was doing relief work in \nKenya, she took a public defender's advice, pleaded guilty and was told she would have to serve only a month of \nher sentence, she said.  \n\nJust before spring break the next year, her youngest son, Terry, now 16, remembers his mother telling him that she \nwould be going to jail. She said she had gotten into a dispute with her employers, and he asked no questions.  \n\n\"I was scared for her,\" Terry said, recalling that she told him and brother Joey, \" 'If Dad calls, don't say anything.' \"  \n\nMi-Choong O'Brien said she asked her daughter, Siobhan, who lives in New York, and a friend to check on her \nsons, who were home alone, while she went to the Fairfax County jail in March 2003. By then, her husband was in \nTanzania.  \n\nJoseph O'Brien said his checks were sent directly to his wife; he said he did not keep track of their finances from \noverseas and called home infrequently. By the time he returned in June 2003 for Joey's graduation, his wife was \nhome and thought she would never have to tell him how much trouble she had been in.  \n\nBut in early January, her probation officer called her in. When she arrived, immigration officials were waiting. \nJoseph, still home for the Christmas holiday, received a tearful phone call -- the first he had heard of her conviction, \nhe said. Now he is allowed to visit her twice a week in the Portsmouth jail. \n\n\"When I look back on this with hindsight,\" he said recently, \"it looks like I am so naive.\" \n\nKelly Bennett, the former assistant public defender who represented Mi-Choong O'Brien, did not return calls for \ncomment. Vanessa M. Antoun, who has been the public defender for less than a year, said she cannot comment on \nthe case, but she said the county has been educating lawyers about the 1996 law since Homeland Security took \nover the INS. \n\n\"We're not trained as immigration lawyers. We're criminal defense attorneys,\" she said. \"In the past, clients may \nhave been convicted and not deported, and so they had some sense of security. . . . It's much more serious now.\" \n\n\n\nJoseph O'Brien has resigned his job and spends much of his time contacting politicians, reporters and immigrant \nadvocates for help.  \n\nIn a letter to Homeland Security officials on his behalf, Rep. Frank R. Wolf (R-Va.) asked the agency to consider the \nU.S. citizens being affected. \"Mrs. O'Brien's deportation would forever destroy this family,\" Wolf wrote. \"Mrs. \nO'Brien will be sent to a country where she has no one to support her.\" \n\nMi-Choong O'Brien said she intended to apply for U.S. citizenship after receiving her green card in 1985 but never \ngot around to it. \"This is my husband's country. This is my children's country,\" she said. \"I thought this was my \ncountry, too, until this happened to me.\" \n\nHomeland Security's Courtney said that he is sympathetic but that the O'Briens' appeals will have to be heard by \nappropriate authorities -- a panel of judges with the Board of Immigration Appeals under the Justice Department. \n\"It's something that's going to have to be worked out in the court system, no matter if she's a nice person, if she has \nkids,\" Courtney said. \n\nBefore 1996, an immigration judge might have considered Wolf's request to take her family situation into account. \nBut the law no longer allows judges to weigh the effects of deportation on a family or an individual. Immigration \nadvocates say the law and a more aggressive enforcement agency mean that more nonviolent offenders -- even \nthose convicted of serious traffic offenses -- will be deported.  \n\nJoseph O'Brien has hired a D.C. immigration lawyer, Jim Tom Haynes, to pursue his wife's case. Haynes argues \nthat she did not commit an aggravated felony, having stolen less than $10,000, and that the government is treating \nher crime as theft, more serious than the original embezzlement charge.  \n\n\"We're talking about a very draconian set of laws,\" said Haynes, who has been in practice for 30 years. \"It hasn't \nnabbed any terrorists, but it has put thousands of immigrants through unbelievably bad situations.\" \n\nLike his client, Haynes also plays the \"if only\" game as they wait -- several months, he estimates -- for the judges to \nrespond to his appeal. \n\n\"Her first mistake,\" he said, \"was not ever applying for U.S. citizenship.\" \n"}