{"title": "Reports: Beauprez backed bills on database allegedly used in ad", "body": "\nGOP gubernatorial candidate Bob Beauprez voted for a bill in Congress to strengthen protections against misuse \nof a restricted federal database, months before he praised a federal agent who leaked information from the \ndatabase to Beauprez's gubernatorial campaign, the Rocky Mountain News reported Monday.\n\nBeauprez was also one of several co-sponsors of a separate bill dealing with the database, although he told The \nDenver Post last week he had never heard of it, The Post reported.\n\nState investigators have said data from the National Crime Information Center, a database restricted to law-\nenforcement use, turned up in a Beauprez campaign ad attacking his Democratic opponent, former Denver District \nAttorney Bill Ritter, as being soft on illegal immigration.\n\nThe FBI is also investigating.\n\nThe ad unleashed another battle in an already contentious campaign for governor, which will be decided in just two \nweeks. Ritter has suggested federal law may have been broken when the information was leaked. Beauprez, a \ntwo-term congressman who is stepping down to run for governor, has accused Ritter of trying to divert attention \nfrom his record as a prosecutor.\n\nBeauprez spokesman John Marshall acknowledged Monday the bills Beauprez had voted for or co-sponsored \nhad \"some small provision\" on the NCIC.\n\n\"The bottom line is that he's a co-sponsor of hundreds of measures and, yeah, it's very possible that while being a \nco-sponsor of the bill he wouldn't have been necessarily familiar with every detailed provision in it dealing with \nNCIC,\" he said.\n\nThe 2005 Beauprez cosponsored dealt mostly with enforcing immigration laws. One of its 13 sections is entitled \n\"Listing of Immigration Violators in the National Crime Information Center Database.\"\n\nThe provision beefing up protections against abusing the NCIC was contained in a massive 2005 Justice \nDepartment spending bill.\n\nRitter's campaign manager, Greg Kolomitz, dismissed the Beauprez campaign's explanation as \"ludicrous.\"\n\n\"The congressman feigns ignorance when he thinks it suits him and hopes nobody will notice his congressional \nrecord. He calls a sworn law officer a folk hero for breaking the law. The congressman says he wants to be held \naccountable. That's exactly what were doing,\" Kolomitz said.\n\n\nThe ad at the center of the dispute said Ritter accepted a plea bargain with an illegal immigrant arrested in \nColorado in 2001 who was later accused of sexually assaulting a child in California. The ad said the plea bargain \ndidn't require deportation.\n\nThe Colorado Bureau of Investigation launched an inquiry after media reports and complaints from Ritter's \ncampaign questioned whether the information came from the NCIC.\n\nThe CBI concluded the information did come from the NCIC and asked the FBI to look into it. It wasn't clear when \nthe investigations would wrap up.\n\nBeauprez has refused to say who provided the information but last week characterized the informant as a hero who \nrisked his career to tell the truth.\n\n\"Our source saw a terrible wrong that needed to be made right and blew the whistle,\" Beauprez said. \"Our source, \nin my opinion, performed a great act of courage.\"\n\nA person in government who was briefed on the investigation told The Associated Press last week the information \ncame from Cory Voorhis, a federal Immigration and Customs Enforcement agent. The person spoke on condition of \nanonymity because of the investigation.\n\nVoorhis has not publicly commented. His wife, Paula Voorhis, called him \"a good and honest man\" but declined to \ncomment further.\n\nICE officials have not returned return calls and CBI spokesman Lance Clem declined to comment.\n\nRecent polls have shown Beauprez trailing Ritter. The winner will replace Gov. Bill Owens, a Republican who is \nterm-limited.\n"}