{"title": "GOP's harsh immigration stances repel a natural constituency", "body": "\nHispanic voters represent one of the biggest opportunities for the Republican Party in winning the White House. \nThey skew conservative on social issues such as abortion and gay marriage. They value hard work and have \nshown, in the case of former president George W. Bush, a willingness to support Republican candidates.\n\nBut today's GOP is  in the clutches of illegal-immigration hawks, the same people who helped torpedo Bush's \nefforts at comprehensive reform and who have pushed stringent laws in a number of states under GOP control. \nTheir dominance in the party is hampering one of its best opportunities to expand its base and position itself for the \nfuture.\n\nTo be sure, this week's Republican convention will not lack for Hispanic speakers. Florida Sen. Marco Rubio, \npassed over for the No. 2 spot on the ticket, will introduce Mitt Romney on Thursday night. New Mexico Gov. \nSusana Martinez and Texas Senate candidate Ted Cruz are among the others getting slots.\n\nEven so, the party's platform, endorsed just days before the convention, is hardly likely to help the party's outreach \nefforts. It calls for a double fence along the nation's southern border. It would also federalize  provisions in Arizona's \ncontroversial immigration law that are likely to result in discrimination against Hispanics who are here legally.\n\nPositions like these help explain why, in polls, Romney has been unable to hit 30% support among Hispanic voters \n-- at a time when no Republican in the past five elections has won the presidency with less than 35%. Bush \nnarrowly won re-election in 2004 with 44% of the Hispanic vote, a high-water mark for GOP candidates.\n\nRomney could, of course, win this election even with a poor showing among Latinos if he musters an overwhelming \nnumber of disaffected working-class white voters. He might also still be able to improve his standing among Latinos \ndespite  his tough  rhetoric (illegal immigrants should \"self deport\")  if he can convince them that he would do more \nthan President Obama to improve the economy.\n\nBut these approaches are like a fighter compensating for having one arm tied behind his back.\n\nMore ominously for the party, they won't work  going forward. Republican nominees won't be able to count on the \neconomy working in their favor every election. And, with the Latino vote at close to 10% of the electorate and \ngrowing fast,  they won't be able to win without a more diverse  coalition. In Florida, the battleground state where \nthe convention is being held, 13.1% of registered voters are Hispanic.\n\nFor these reasons, sensible voices are urging the party to be less rigid on immigration matters and to find ways to \nappeal to immigrant voters. Former Florida governor Jeb Bush, for one, has urged a change in tone. He is one of \nseveral GOP insiders who has backed a proposal known as the DREAM Act, which would give legal status to \npeople who came here as a child and meet certain requirements.\n\nThis type of approach, of being for tough immigration enforcement but tempering it with policies that show a \nhumane touch, is the right one for the Republican Party and the nation. The specific elements of smart reform \n\n\nremain the same as when George W. Bush proposed them: securing the borders, combined with sanctions on \nemployers who hire illegal workers, a guest-worker program for certain manual laborers, and a path to legality for \nimmigrants already here who pay taxes and stay out of trouble.\n\nFor the GOP, a harsh, enforcement-only approach is a sure fire route to being labeled as anti-immigrant and mean-\nspirited. That's not a place where it wants to find itself. Which is why it will need to do more than load up its \nconvention program with native Spanish speakers. \n"}