{"title": "REMEMBER 9/11: IMMIGRATION REFORM: Coming to America;Tighter rules spark debate, cloud prospects for future arrivals", "body": "\nForeign terrorists changed the rules of immigration a year ago when they carried out the deadliest attack on the \nU.S. mainland. They fueled suspicion about people crossing U.S. borders and sent authorities scurrying to tighten \nan immigration system that critics call ripe for exploitation.\n\nWhen the nation marks the Sept. 11 anniversary next week, some of those who land on U.S. soil will be \nphotographed and fingerprinted as soon as they step off their planes.\n\nIt's the latest of dozens of changes --- some implemented, some proposed --- that subject immigrants to more \nscrutiny at a time when the United States and metro Atlanta have more foreign-born residents than ever before.\n\nThe changes, however, smack of too little, too late for people such as Betty Johnson, a Forest Park retiree.\nAJC\n\n\"If the Immigration and Naturalization Service did what it was supposed to do, then all this [the terrorist strike] \nmight not have happened,\" she said.\n\nOthers say talk of tighter controls gives people a false sense of security.\n\n\"If you're talking about a sophisticated terrorist operation, I really think it would be rare that tighter immigration \ncontrols would identify him,\" said David Martin, a University of Virginia law professor and INS general counsel from \n1995 to 1998.\n\nMeanwhile, civil libertarians argue that some of the changes are unconstitutional. A federal appeals court agreed. It \nruled Aug. 26 that the government could not hold secret deportation proceedings for immigrants detained in the \nlargest criminal investigation in U.S. history.\n\nThe federal government has jailed at least 1,100 people from the Middle East and South Asian countries. \nAuthorities will not divulge the exact number, and they're appealing the order of another federal judge who said it \nwas unconstitutional for the government to keep information on the detainees secret.\n\n\nMost of the 1,100 have been deported or left under threat of deportation. They were held for immigration \nviolations, such as overstaying a visa. None was accused of terrorism.\n\nIn addition, the FBI fanned out across the United States to question 5,000 Middle Eastern students. Congress \nordered the INS to develop computer systems to monitor foreign students, tourists and businesspeople entering \nAmerica.\n\nMartin doubts that the student tracking system will amount to much. The INS plans to start using the system in \nJanuary. Colleges will send the INS information about students, such as their birth date and date they show up for \nclass.\n\nThe goal is to keep track of people such as Stella Xu, a 33-year-old native of China who is studying business at \nGeorgia Perimeter College in Clarkston. She said she feels targeted by the monitoring system, but she understands \nthe need.\n\n\"They do have a right to keep track of us. We do have an obligation to remain full-time students,\" Xu said.\n\nThe system is designed to alert authorities when a foreign student violates terms of a visa by, for example, failing to \nshow up for classes, as one of the Sept. 11 terrorists did. But some question whether the INS will act on violations \nthe computer system spots.\n\nThe agency has about 2,000 agents to enforce immigration laws inside the United States, home to an estimated 8 \n1/2 million illegal immigrants. The agents also are responsible for monitoring violations of immigration law by U.S. \ncitizens, including a routinely flouted one against hiring illegal immigrants. The government may wind up spending \nmillions of dollars for a tracking system that is of little practical use, Martin said.\n\nAfter the attacks, the State Department, which issues visas, began asking more questions of men ages 16 to 45 \nwho want to enter the United States. It asks them about their military service, any experience with weapons of mass \ndestruction, and about their affiliation with professional, social and charitable organizations.\n\nThe rules were limited initially to Muslim nations, but the State Department, after an outcry, expanded them to \ncover visa applicants in all countries.\n\nThe 19 terrorists who struck Sept. 11 were from Saudi Arabia, Egypt, Lebanon and the United Arab Emirates. \nFifteen entered the United States by obtaining tourist visas at U.S. embassies or consulates in their native \ncountries. Three posed as businessmen to get business visas. One received a student visa to study English in \nCalifornia (he never showed up for class).\n\nCongress also has ordered the INS to develop a computer system to monitor more than 300 million foreign citizens \n--- a very rough estimate --- who enter and leave the United States each year to tour, shop or do business. The \nsystem would alert the INS when a visitor stayed beyond a visa expiration date.\n\nThree Sept. 11 hijackers had overstayed their visas, but the INS didn't know because it does not keep tabs on visa \nholders, a failure that bewilders Johnson of Forest Park.\n\n\"When their visas expire, they need to go home,\" she said.\n\nA recent report about foreign-born terrorists and immigration law says, \"Enforcing visa time limits could disrupt or \nperhaps even uncover future terrorist plots.\" The report was written by Steven Camarota, research director for the \nCenter for Immigration Studies, an organization in Washington that favors tighter immigration controls. It is titled \n\"The Open Door: How Militant Islamic Terrorists Entered and Remained in the United States.\"\n\n\"While no immigration system can be completely foolproof, if only some of those involved in a terrorist plot can be \nstopped by our immigration system, it is possible that whatever conspiracy they are part of could be uncovered,\" \nhe wrote.\n\n\n\nThe report focuses on 48 foreign-born terrorists who have admitted or been convicted of terrorist plots or activities \nin the United States since 1993, including the Sept. 11 hijackers. It says 41 of the 48 entered the United States with \nvisas and that at least 22 violated immigration law by overstaying a visa, fraudulently marrying a U.S. citizen to \nbecome a legal resident, working illegally or providing false information on residency applications.\n\nDespite tough talk, Camarota said, most of the steps the government has taken will safeguard the country only if it \nalso hires more agents and consular officers to review visa applications.\n\nOther changes that have been implemented include more screening of refugees and requiring airport baggage \nhandlers to be U.S. citizens. The INS also dusted off a little-enforced law that requires 18 million noncitizens to \nnotify the agency of address changes within 10 days.\n\nAuthorities also have proposed reducing the duration of many tourist visas from the standard six months to 30 days, \na proposal that worries Xu, the student at Georgia Perimeter College. She said her mother hopes to come here to \nsee her graduate in May. She wants to show her mother Los Angeles, Seattle and other cities, and she said a 30-\nday tourist visa would make that difficult.\n\n\"I worry that 30 days is not enough,\" she said.\n\nOthers worry that the government's actions infringe on the rights of Arab and Muslim immigrants.\n\nThe government's strategy could backfire by creating mistrust in these communities within the United States, said \nDavid Cole, a law professor at Georgetown University. He said the government could use help from those \ncommunities in finding the few terrorists among the vast majority who obey the law.\n\nCole is not fully convinced that the changes will be effective in thwarting terrorism in the United States.\n\n\"I think it's about making us feel safer, but I don't know if it's actually made us safer,\" he said.\n\nGraphic\n\n \n\nPhoto: Immigrants from around the world who call Atlanta home include, from Vietnam, Thanh Le (3); from Mexico, \nManuel Rendon (1), Cesar Rendon (2) and Jesus Sanchez (4); from Ghana, Paul Musey Jr. (5), Victoria Musey (6) \nand Dr. Paul Musey (8); from Afghanistan, Durkhanai Nassery (7) and Mary Osman (9); three generations from \nIndia: Inderpreet Kour (10), Preetinder Singh (11), Gurtej Singh (12), Anmol Kaur (13), Manjit Singh (15), Chanmeet \nSingh (16) and Arvind Narang (20); and from Jamaica: Jaisen Thompson (14), Barrington Henry (17), Jennifer \nHenry (18) and Andre Thompson (19)./ JENNI GIRTMAN / Staff; Photo: Immigrants from around the world have \nfound a home here. Among them are the Sumardis from Indonesia, the Bastos from Colombia and the Sharmas \nfrom India. At right is Mini Sharma, holding Isabel Sumardi, 14 months; Sharma's husband Amitabh sits next to her. \nNext to him is Benny Sumardi; behind him are wife Lydia and son Phillip. In the back row are Margarita Wiechard \n(left) and her parents, Libardo and Leonor Basto./ JENNI GIRTMAN / Staff; Graphic: AT THE BORDER\n\nTotal inspections of citizens and noncitizens for entry into the United States.\n\nSeasonally adjusted total inspections (Land, air and sea admissions)\n\nIn millions\n\nLine graph traces the inspections from May 2001 through June 2002\n\nNote: 15 million U.S. citizens were admitted at INS ports of entry during June 2002, compared with approximately \n24 million noncitizens admitted during the same month.\n\nSource: Immigration and Naturalization Service / Staff\n\n\n\nME: Part of the fourth day of the eleven-part series REMEMBER 9/11 commemorating the attacks on the World \nTrade Center and the Pentagon, September 11, 2001.\n"}