{"title": "ON DAY OF THE GIRL, GOVERNOR CUOMO SIGNS LEGISLATION TO MAKE NEW YORK THE FIRST STATE IN THE NATION TO REQUIRE DISCLOSURE OF INGREDIENTS IN MENSTRUAL PRODUCTS", "body": "\nThe following information was released by the office of the Governor of New York:\n\nFirst-in-the-Nation Law Requires Ingredient Labels on Menstrual Products\n\nProtects Women and Girls by Allowing for More Informed Purchasing Decisions\n\nWYSIWYG\n\nOn the Day Of The Girl, Governor Andrew M. Cuomo signed legislation (S.2387-B/A.164-B) requiring menstrual \nproduct packages or boxes sold in New York State to contain a plain and conspicuous printed list of all the \ningredients in the products. This new law makes New York the first state in the nation to require ingredient labels \non menstrual products. The legislation will take effect in 180 days, and product manufacturers will have 18 months \nto develop new packaging or labels with the ingredients.\n\n\"Practically every product on the market today is required to list its ingredients, yet these items have inexplicably \nevaded this basic consumer protection,\" Governor Cuomo said. \"It's part of the pervasive culture of inequality in our \nsociety that has gone on for too long, and that injustice ends today as we become the first state in the nation to \nmandate ingredient disclosure and empower women to make their own decisions about what goes into their bodies. \nThis builds on the reproductive health protections that New York has safeguarded for women and girls across our \nstate and we are proud to lead the nation by advancing these critically important new protections.\"\n\nTampons, pads and other menstrual products are widely used by women across the United States, but they are \noften marketed and sold with little or no information about the ingredients they contain. These menstrual products \nmay contain toxic and allergenic chemicals that can cause significant health concerns. Requiring the disclosure of \ningredients in menstrual products will allow women and girls to make more informed decisions about the products \nthey use.\n\n\"We want to make sure the ingredients in menstrual products are transparent and safe for young girls and women,\" \nsaid Lieutenant Governor Kathy Hochul. \"With this new law, New York is the first in the nation to require ingredient \nlabels on menstrual products. This important step builds on our efforts to expand access to menstrual products, \nrequiring schools with students in grades six through twelve to have feminine hygiene products available. With \nincreased access to menstrual products and disclosure of ingredients, we are addressing the issue and the stigma, \nand continuing to ensure equality for all women and girls in New York.\"\n\n\nSenator Roxanne J. Persaud said, \"It seems logical considering the personal nature of menstrual products that we \nrequire manufacturers to disclose the ingredients in the products that are widely used by women in the most \nintimate part of their bodies. Consumers deserve transparency when shopping for any product. I am thrilled to see \nNew York lead the way in the implementation of common-sense policy, and hope to see more states follow suit. \nMany thanks to Assembly Member Linda Rosenthal for championing this bill, and much appreciation to the \nGovernor for seeing the importance of this landmark new law.\"\n\nAssembly Member Linda B. Rosenthal said, \"Now that my bill to require menstrual product ingredient disclosure on \npackaging has become law, every single New Yorker who uses tampons and pads will know exactly what's in the \nproducts they use in and on some of the most sensitive parts of their bodies for 24 hours a day, seven days a week, \none week out of the year for as many as 40 years. This first-in-the-nation disclosure law firmly establishes New \nYork as a national leader on menstrual equity. Menstrual product ingredient disclosure is a vital consumer \nempowerment tool, and will hold menstrual product manufacturers to the highest level of accountability. It is my \nhope that more states follow suit.\"\n\nAcross the world, periods are often stigmatized, and women and young girls who menstruate are often shamed. \nToday, New York becomes the first state in the nation to advance period equity through statute, in the process \nraising awareness about periods, how to access menstrual hygiene products and ensuring these products are safe.\n\nPoor menstrual hygiene can lead to physical health risks, including reproductive and urinary tract infections. It may \nalso prevent women from reaching their full potential because it causes them to miss out on school and other \nactivities that are crucial to their growth and development.\n\nUnder Governor Cuomo's leadership, New York State is leading the way in addressing issues of inequality and \nstigma, ensuring that no girl's learning is hindered by lack of access to the products she needs. In 2018, Governor \nCuomo signed legislation requiring all public schools to provide free feminine hygiene products in restrooms, as well \nas legislation to provide free feminine hygiene products to women in state and local correctional facilities. In July \n2016, Governor Cuomo signed legislation to eliminate sales tax on feminine hygiene products.\n"}