{"title": "Chris Christie Flip-Flops on Self-Deportation", "body": "\nJan 19, 2016( The Huffington Post: http://www.huffingtonpost.com/ Delivered by Newstex)  Republican presidential \ncandidate Chris Christie supports making it so difficult for undocumented immigrants to live in the U.S. that they'll \n\"leave on their own,\" he told the Washington Examiner in an interview published on Monday[1]. Interviewer Byron \nYork asked Christie if he, like opponent and Texas Sen. Ted Cruz (R), supports \"attrition through enforcement.\" \nChristie replied, \"I think that would be the practical effect of it, yes.\" \n\nThe New Jersey governor's remarks weren't dissimilar from those of other Republican presidential candidates. But \nthey were somewhat contradictory for a politician who had previously rejected the feasibility of \"self-deportation\" -- \na term popularized by 2012 GOP presidential candidate Mitt Romney, who proposed instituting tough policies that \nwould cause undocumented immigrants to leave the country.\"I'm not someone who believes that folks who have \ncome here in that status are going to engage in self deportation,\" Christie said in April of last year[2]. Romney's \nsupport for self-deportation was widely thought to have harmed his chances at winning over Latino voters, who \noverwhelmingly voted against him. After his loss, the idea of self-deportation -- or at least the use of the term -- \nwas widely condemned. The Senate later passed comprehensive immigration reform that would have allowed \nundocumented immigrants to stay in the U.S., but the legislation failed in the House, falling victim to cries of \n\"amnesty.\" The current race for the Republican nomination is dominated by businessman Donald Trump, who is \ncalling for swift mass deportation. Christie still rejects that idea. He told York that the country \"can't do what Trump \nis talking about, which is a mass deportation of 11 million people in two years.\"Yet the governor said the policies he \nsupports would drive some undocumented immigrants out.\"If they can't get a job here, they can't get work here; a \nnumber of them will leave,\" Christie said. \"And that's part of the whole enforce-the-law process that I was talking \nabout before -- biometric system at the border on visas, E-Verify on employment inside the country, and secure our \nborder at the southern border.\"For the sake of comparison, here's how Romney described self-deportation during \na 2012 presidential debate, according to CBS News[3]:\"The answer is self-deportation, which is people decide \nthey can do better by going home because they can't find work here because they don't have legal documentation \nto allow them to work here,\" he said. \"And so we're not going to round people up.\"A spokeswoman for Christie did \nnot immediately respond to a request for comment.Also on HuffPost: This article originally appeared on The \nHuffington Post http://www.huffingtonpost.com/entry/chris-christie-self-\ndeportation_us_569ec1f7e4b00f3e98635b4d [ 1]:            http://www.washingtonexaminer.com/byron-york-a-few-\nquestions-for-chris-christie-on-immigration/article/2580863?ncid=txtlnkusaolp00000603 [ 2]:            \nhttp://www.breitbart.com/big-government/2015/04/21/gov-chris-christie-many-undocumented-workers-wont-self-\ndeport/?ncid=txtlnkusaolp00000603 [ 3]:            http://www.cbsnews.com/news/romney-on-immigration-im-for-self-\ndeportation/?ncid=txtlnkusaolp00000603 \n"}