{"title": "English: Kids' language of choice // Immigrants' children are abandoning native tongues", "body": "\nErik Gonzalez just finished his second year of high school Spanish, struggling with bewildering verb forms in the \nlanguage his parents brought from Cuba.\n\n\"I feel more American, but Cuban in a way, too - especially at holidays,\" says Gonzalez, 16, who wants to be a \ndoctor. \"I'm 50-50.\"\n\nMore comfortable speaking English than Spanish, this Miami-born son of immigrant parents is far from alone.\n\nChildren of the USA's most recent immigrants - Latin Americans and Asians - not only prefer English, but many \nare abandoning their parents' native tongue, according to a major new study.\n\n\"English is alive and well,\" says study author Alejandro Portes, a sociology professor at Johns Hopkins University. \n\"What is in danger is the parental language.\"\n\nDespite fears by some that waves of immigrants will engulf the primacy of English, Portes found that 99% of \nsecond-generation youngsters in Miami speak the English language well or very well.\n\nIn San Diego - the other location surveyed - 90% reported the same level of competency.\n\n\"It's a pleasant surprise,\" says Bill Anderson of U.S. English, dedicated to preserving English as the USA's \ndominant language. \"We're charged by our opponents as being racists and culture-killers . . . but culture is much \ndeeper than language, and this (study) would indicate that's true.\"\n\nBut Portes says his study of 5,000 eighth- and ninth-graders also uncovered some distressing trends.\n\nReports of discrimination were rare among Cuban-American youngsters in heavily Hispanic Miami, but other \nimmigrants' kids weren't as lucky:\n\nIn south Florida, 66% of Haitian youngsters reported discrimination.\n\nIn San Diego, 65% of Mexican children felt discrimination. For Filipinos, it was 63%. For Vietnamese, 66%.\n\nPortes says for many Cuban-American youths in Miami, the researchers' question about discrimination was an alien \nconcept.\n\n\"Never,\" says Gonzalez, about experiencing discrimination. \"Not at all.\"\n\n\nBut when researchers asked the same question in schools in Little Haiti, the concept was all too familiar, Portes \nsays.\n\n\"There was laughter,\" he says. \"The children were telling us, 'What planet do you come from?'\"\n\nSome students say prejudice has at times forced them to pretend they're not Haitian-American.\n\nBut Gonzalez was incredulous at the notion of denying his parents come from Cuba: \"I'm proud of it,\" he says.\n\nSays Karen Denis, 13, who'll start eighth grade at Miami's St. Mary's school next fall: \"If you tell some people you're \nHaitian, they might turn against you, or have nothing to do with you. Sometimes, kids will laugh at my parents or \ncall them names. They say we do voodoo or something.\"\n\nShe and her friends prefer English, at times to the dismay of their Creole-speaking parents: \"They think because I \nspeak English at home, that I've changed, that I don't appreciate being Haitian,\" says Samantha Charles, 13.\n\nAdds Denis, who dreams of going to college and becoming a business executive: \"Creole is a complicated \nlanguage. I don't speak it as well as my parents do.\"\n\nSays sociologist Portes, who was 17 when he came to the United States from Cuba in 1960: \"Bilingualism among \nthe second generation is on the way out.\"\n\n English and immigrants Children of immigrants know and use English more than the languages of their \nparents' homes, a new study found. Johns Hopkins professor Alejandro Portes interviewed 5,000 8th- and 9th- \ngraders with immigrant parents in New York and San Diego:\n\n Good knowledge of Engish\n\nCuban-American (1)     99%\n\nHaitian-American       95%\n\nFilipino-American      97%\n\nMexican-American       97%\n\nVietnamese-American    61%\n\n  \n\nGood knowledge of parents' language\n\nCuban-American (1)     89%\n\nHaitian-American       31%\n\nFilipino-American      29%\n\nMexican-American       80%\n\nVietnamese-American    42%\n\n  \n\nPercentage prefering English\n\nCuban-American (1)     94%\n\nHaitian-American       87%\n\nFilipino-American      88%\n\nMexican-American       44%\n\nVietnamese-American    61%\n\n   \n\n1 -- Private school\n\n\n\nNotes\n\nTHE USA; MELTING POT\n\nGraphic\n\n \n\nGRAPHIC, b/w, Sam Ward, USA TODAY, Source: USA TODAY research. (Bar graph); PHOTOS, b/w, Tom Salyer\n"}