{"title": "Illegal network matches employers with migrants; After government shifted attention to terror, recruiting is less risky", "body": "\nSASABE, Mexico\n\nWhen Pedro Lopez Vazquez crossed illegally into the United States last week, he was not heading north to look for \na job. He already had one.\n\nHis future employer even paid $1,000 for a smuggler to help Vazquez make his way from the central Mexican city \nof Puebla to Aspen, Colo.\n\n\"We're going to Colorado to work in carpentry because we have a friend who was going to give us a job,\" Vazquez \nsaid.\n\nVazquez, 41, was interviewed along the Arizona border after being deported twice by the U.S. Border Patrol. He \nsaid he would keep trying until he got to Aspen.\n\nHis story is not unusual. A growing number of U.S. employers and migrants are tapping into an underground \nemployment network that matches one with the other, often before the migrants leave home.\n\n\"It continues to become clear who controls immigration: It's not governments, but rather the market,\" said Jorge \nSantibanez, director of the Tijuana-based think-tank Colegio de la Frontera Norte.\n\nAs debate over immigration heats up in the United States, more and more U.S. companies in need of cheap labor \nare turning to undocumented employees to recruit friends and relatives back home and to smugglers to find job \nseekers.\n\nDarcy Tromanhauser, of the nonprofit law project Nebraska Appleseed, said companies in need of workers rely on \nthe networks to \"pass along the information more effectively than billboards.\"\n\n\"It started out more explicitly, where (meatpacking) companies used to have buses to transport people to come up, \nand they would advertise directly in Mexico,\" she said. \"Now I think that happens more informally.\"\n\nAt the same time, it has become less risky for companies to recruit illegal migrants. Since the Sept. 11 terrorist \nattacks, U.S. prosecution of employers who hire such workers has dwindled to a trickle as the government puts its \nresources toward national security.\n\nThe few cases that are prosecuted, however, highlight how lucrative a business recruiting undocumented workers \nhas become. In one case, a single smuggler allegedly earned $900,000 over 15 months placing 6,000 migrants in \njobs at Chinese restaurants across the upper Midwest.\n\n\nShan Wei Yu, a 51-year-old Chinese-American, was sentenced in December to nine years in federal prison on \ncharges involving the transportation of 40 of those migrants. Investigations involving the others continue.\n\nRick Hilzendager, special agent for U.S. Immigration and Customs Enforcement in Grand Forks, N.D., said Yu \nconnected 6,000 migrants from Latin America with jobs in Chinese restaurants in Illinois, Michigan, North Dakota, \nSouth Dakota and Wisconsin.\n\nBased in Yu's home in McKinney, Texas, the Great Texas Employment Agency placed ads in Chinese-language \nnewspapers in the Chicago area offering cheap labor from Latin America, investigators said.\n\nYu sent a recruiter with Spanish interpreters to find migrants in Dallas willing to be fry cooks and dishwashers, \nHilzendager said. A team made up mostly of illegal Chinese immigrants rented cars and drove them up.\n\nYu allegedly charged a $150 finder's fee for each migrant, while the drivers earned $300 per worker. Restaurant \nowners deducted the $450 from workers' first-month paychecks of $1,000.\n\n\"It was just so easy,\" Hilzendager said.\n\nNick Chase, assistant U.S. attorney in North Dakota, said Yu even offered to replace workers free of charge if one \nleft within two weeks of starting.\n\n\"It was a 2-for-1 special — like a pizza,\" Chase said. \"Everything about it was ugly.\"\n\nThe employees, housed in cramped apartments provided by employers, worked 14-hour days and had little \noutside contact. The case broke open in August 2004 after two Mexican migrants working at the Buffet House in \nGrand Forks fled poor conditions and were picked up along a highway by Border Patrol agents.\n\nMany of the drivers involved in the scheme were deported to China. Two North Dakota restaurant owners were \nsentenced to four months each for harboring illegal immigrants.\n\nBut many migrants, and many employers, say the recruiters provide a valuable service. Sergio Sosa, who \norganizes Nebraska meatpackers, said many are seen as heroes in the Mexican towns where the workers come \nfrom.\n\nSosa, speaking by telephone from Omaha, said that in the 1990s companies bused migrants from the U.S.-Mexico \nborder, paying them room and board plus salaries of $100 a week. But after a government crackdown, they began \nto rely more on their workers to recruit friends and family back in Mexico.\n\n\"One of the meatpacking supervisors is from Michoacan, and most of the people working for him come from his \ntown,\" Sosa said. \"There's no official recruiting — it's more internal through family.\"\n\nMigrants setting out along the border confirmed his account. Guadalupe Mendez, 26, said her sister found her \nwork as a seamstress in Los Angeles. Lorenzo Garcia Ruiz, 38, said friends arranged a gardening job for him in \nKentucky.\n\nTo make a real dent in this network, the U.S. government would need to go after employers or make them pay \nthe costs of legalizing workers, migration activists say.\n\nBut an August 2005 report of the Government Accountability Office, the investigative arm of Congress, indicates \nthe opposite is happening. After the Sept. 11 attacks, work-site inspections by U.S. immigration officials plummeted \nas they focused on national security cases.\n\nFrom 1999 to 2004, the number of businesses that faced fines dropped from 417 to three, the GAO said. Records \nafter 2004 could not be compared because the government changed the way it records data.\n\n\n\nInvestigators say fake documents make it difficult to prove an employer has knowingly hired an undocumented \nworker. The business community argues that employers aren't equipped to spot fraud and warns that more \ninvestigations could lead to workplace discrimination.\n\nChase said businesses must be kept in check.\n\n\"There are employers out there who are always going to be tempted by the bottom line,\" he said.\n"}