{"title": "NO GRACE PERIOD FOR H-1B BETWEEN EMPLOYERS", "body": "\nQ\n\nI am an American citizen, and my fiancee is originally from South Korea. Her current H-1B visa is due to expire Oct. \n1.\n\nShe was laid off in February and has been unable to find a new employer.\n\nSince she is on an H-1B from her original employer, is this visa transferable to a new employer? Is there any way \nto extend the H-1B?\n\nMichael Friedman\n\nSan Jose\n\nA\n\nThere is no \"grace period\" that allows your fiancee to remain lawfully in the United States. The Bureau of \nCitizenship and Immigration Services would consider her to be \"out of status\" since February, when she was laid off \nfrom her H-1B employer, according to Kelly McCown, an immigration lawyer with Tafapolsky Smith Evans & \nMcCown in San Francisco.\n\nAnd, since H-1B status is employer-specific, she will need a new employer sponsor to lawfully work in the United \nStates or to extend her status beyond Oct. 1, McCown said. Should she find a job by then, the best strategy is for \nthe new employer to file a new H-1B petition and request premium processing, which generally will be resolved \nwithin 15 calendar days, McCown said.\n\nThis strategy is safer than filing a request to extend her H-1B status with the new employer, McCown said.\n\nAlso, if she has not worked without authorization since her last U.S. entry, she may be able to take advantage of a \nprovision called \"H-1B portability\" while awaiting approval of the H-1B petition filed by the new company, McCown \nsaid.\n\nH-1B portability allows someone with valid H-1B status to begin working for a new company upon filing of a new H-\n1B petition, McCown said.\n\nThe temporary work authorization under portability lasts only until the H-1B petition is approved, however. At that \npoint, she would need to travel out of the United States to obtain her new I-94 card, McCown said.\n\nFinally, although your fiancee has been living in the United States on a work visa, that does not necessarily count \ntoward the length of time required to establish permanent residency. However, should you decide to marry, she \n\n\nwould immediately be eligible for permanent residency based on your filing of an I-130, or immediate relative \npetition, on her behalf. If she resides in Santa Clara County, her I-130 petition and permanent residency application \nshould be approved within six to eight months, McCown said.\n\nQ\n\nI'm a minor, and single. My father is a U.S. citizen who requested residency for my sister and me. She has since \nreceived her green card, but I haven't. I missed an interview with immigration officials because I never received an \nappointment letter they sent, after I moved to a new address. Now my work permit has expired. Someone told me I \nshould start the paperwork all over again. What should I do?\n\nFederico\n\nUnion City\n\nA\n\nIf you miss an appointment, contact the BCIS as soon as possible to try to reschedule, said Hazel Marinero, an \nimmigration attorney in Campbell. However, if you missed the appointment because you forgot to report your latest \naddress to the BCIS, you could automatically forfeit your application for residency, Marinero said.\n\nAt this point, your father could file the residency petition again, or you can submit a \"motion to reopen\" the case, \nMarinero said. Either way, you should consult an attorney, because being a minor and single could help your case, \nMarinero said.\n\nNotes\n\nImmigrant Experience\n"}