{"title": "In Europe, a Radical as Elusive as Smoke; 'Mohamed the Egyptian,' Implicated in Madrid Attacks, Used Border Weaknesses to Escape Discovery", "body": "\nShortly after departing this southwestern German city on a Paris-bound train, a mysterious foreigner was pulled \naside by police at the French border. The passenger claimed to be Palestinian, but carried no identification. He \nwouldn't say where he was going, or why. \n\n Assuming they had caught an illegal immigrant looking for a better life in Europe, German authorities jailed the \nArabic-speaking man in June 1999 and prepared to deport him. But they were unable to confirm his identity or \nfigure out where to send him, so they moved him to a loosely supervised asylum camp for undocumented \nimmigrants. Officials there paid little attention when he vanished two weeks before the Sept. 11, 2001, terrorist \nattacks in the United States. \n\n The man who would later be code-named \"Mohamed the Egyptian\" by his Islamic radical friends resumed his \nillegal travels across Europe in 2001, taking advantage of the continent's open borders to move freely among \nGermany, Spain, France, Italy and possibly other countries.  \n\nOver the next three years, investigators say, he recruited volunteers for suicide missions, frequented fundamentalist \nmosques and played a key role in planning the biggest terror attack on European soil, the train bombings in Madrid \non March 11 this year. \n\n All along, Mohamed -- whose legal name is Rabei Osman Sayed Ahmed -- was able to dodge police and \ncounterterrorism officials in at least three countries. They repeatedly put him on watch lists under a variety of \nnames, but failed to figure out what he was up to, according to interviews with European investigators and a review \nof court and immigration documents. \n\n \"I know who they are, but they don't know who I am,\" the former Egyptian army officer said to a friend in Milan this \npast June, shortly before he was arrested by Italian police, who had been recording his conversations. \"You \nconfuse them, they won't know where you came from. . . . You're clandestine, but you move around with no \nproblem.\" \n\n\n The case highlights  Europe's weakest defense in its fight against terrorism: As the continent removes internal \nbarriers to trade and travel, Islamic militants find it easier to move around undetected. When they do attract notice, \ncell members can often stay a step ahead of the law by changing their names or slipping across borders, aided by \nlong-standing bureaucratic and legal obstacles that prevent European counterterrorism officials from working \ntogether more closely. \n\n \"They are able to exploit the weaknesses that exist in our system,\" said Joerg Ziercke, president of the \nBundeskriminalamt, Germany's federal law-enforcement agency. \"They change routes, go across borders. We \nmust close the gaps that we have in our information systems, and we must ensure that terrorists do not use one \ncountry as a haven while they are acting in another country.\" \n\n European leaders have moved to address the vulnerabilities with such measures as common legal standards that \nmake it easier to issue arrest warrants and extradition orders across the continent. They strengthened the cross-\nborder police agency Europol. But many reforms remain unimplemented and many officials retain their long-\nstanding reluctance to share sensitive information with neighboring countries. \n\n For instance, nine years after a bomb went off in a Paris Metro station, killing seven people, French officials are still \ntrying to extradite a prime suspect in the case, Rachid Ramda, who was arrested in Britain. His case remains tied \nup in the British court system. \n\n Another breakdown in cooperation surfaced last month, when Spanish police said the ringleader of a cell \nsuspected of plotting  to blow up the Supreme Court building in Madrid was being held in a Swiss jail. At first, Swiss \nauthorities denied they had custody of the suspect, Mohamed Achraf, but then acknowledged they did. \n\n Swiss intelligence officials later said they had suspected Achraf of ties to Islamic radicals in Spain but didn't notify \nSwiss police or the Spanish government. Swiss Justice Minister Christoph Blocher blamed the mix-up on \"an \ninformation breakdown.\" \n\n Antonio Vitorino, former European commissioner for justice and home affairs, called the Madrid bombings \"a \nwake-up call\" that underscores the need to eliminate old rivalries among the many intelligence and law-enforcement \nagencies in Europe that fight terrorism. \n\n \"We cannot fix this overnight,\" Vitorino said to group of journalists at a dinner in Brussels last summer, shortly \nbefore leaving office. \"The sharing of intelligence among member states is still far from desirable. . . . We \nEuropeans are all equally targeted by the terrorist threat, and we all should be equally involved in fighting it.\" \n\nThe asylum camp in Lebach, Germany, has enough cinder-block apartments to house about 1,500 immigrants. \nThey are mainly North Africans, Turks and Palestinians. Most stay a few months as they wait for German \nauthorities to decide whether they can remain in the country for the long term. \n\n On Sept. 13, 2000, a man calling himself Mohamed Abdul Hadi Fayad arrived at the camp after spending a year in \njail and quickly assumed a leadership role among the residents. He presented their grievances to camp authorities. \nHe spoke Arabic, English and Spanish, which made him useful as an interpreter. He also put together a makeshift \nmosque and led prayers during Ramadan.  \n\n \"He called himself 'the Imam,' \" recalled Barbara Paulus, a case worker at the camp in Lebach, a town of about \n22,000  near the regional capital of Saarbruecken. \"We didn't have any problems with him. The others respected \nhim. He reported their problems and talked to us on their behalf.\" \n\n Fayad was an  anonymous foreigner who had been arrested a year earlier on his way to Paris. Soon after the \narrest, he requested asylum. Though he had no papers, he identified himself as a stateless Palestinian who had \nbeen living in Lebanon. He said he arrived in Europe in April 1999 on a flight to Frankfurt and had been staying with \na friend there. \n\n\n\n The German government usually grants asylum as a matter of policy to Palestinians, but officials were unable to \nverify Fayad's story. Lebanese and Palestinian authorities said they could not confirm his identity and suspected he \nmight be North African, according to a German law-enforcement official involved in the case. \n\n Immigration officials denied Fayad's asylum request. But Germany could not deport him because officials didn't \nknow where to send him. That situation is common in Germany, where about one in 20 asylum seekers is unable to \nverify the claimed nationality. \n\n With his case in limbo, Fayad remained at the Lebach camp for almost a year. Residents are forbidden from \nleaving the local area, but they are not confined or closely monitored. As a practical matter, camp officials say, there \nis little they can do to make sure people stay. \n\n So it didn't strike anyone as unusual when Fayad vanished. He was last seen in the camp on Aug. 29, 2001, when \nhe came to the main office to pick up his twice-weekly food rations. Three weeks later, immigration officials notified \nthe Lebach town hall that Fayad was no longer a resident and crossed his name off their case list. \n\n \"Each month, a lot of people disappear here,\" Paulus, the case worker, said. \"I don't know how they do it, but each \nmonth we have to close a lot of files.\" \n\nInvestigators have since established that Fayad had left the camp before, traveling across Europe under a variety \nof identities and passports. \n\n In January 2001, he was seen with Islamic radicals in Madrid, police reported. Six months later, he applied for a \nresidency permit in the Spanish capital  under the name Rabei Osman el Sayed Ahmed, producing an Egyptian \npassport as proof of identity, according to a German law-enforcement official involved in the case. \n\n On Sept. 6, 2001, a few days after he left Germany for good, he visited the Egyptian Embassy in Madrid and \napplied for a duplicate passport, saying he had lost his old one, the official said. That is a common trick in producing \nfalse identity documents -- the old passport is altered and given to someone else.  \n\n Soon after the visit, Ahmed attracted renewed attention in Germany and Spain, but for different reasons. \n\n In the aftermath of the Sept. 11 attacks, German authorities investigated thousands of fundamentalist Muslims in \nthe country to determine if any had ties to the Hamburg cell that planned the hijackings. \n\n As part of this sweep, they re-examined the case of the stateless Palestinian who called himself Mohamed Abdul \nHadi Fayad, prompted by people in the Lebach camp who noted he had disappeared a few days before Sept. 11 \nand seemed extreme in his religious beliefs. Investigators later determined he was not connected to the attacks, \nGerman officials said. \n\n Meanwhile, in Madrid, Spanish counter-terrorism officials opened a separate investigation into Ahmed in \nDecember 2001 after they noticed that he was in frequent contact with members of a suspected cell of Islamic \nradicals, court papers show. One month later, Spanish investigators notified German law-enforcement officials that \nthey had Ahmed under surveillance and requested information about his background, according to reports compiled \nby German diplomats in Madrid. \n\n While Spanish police kept an eye on Ahmed, he worked as a painter in Madrid and married a Tunisian woman, \naccording to investigators and a former roommate. He was apparently aware that he was being monitored and tried \nto keep low. \n\n In a later conversation taped by Italian investigators, Ahmed told a friend that he spent years planning the Madrid \nattacks and had to be very cautious.  \n\n\n\n \"In Spain I used different nationalities: Jordan, Egyptian, Palestinian, Syrian,\" he said. \"Until my friends said it was \nenough -- I should be careful or I'll get caught . . . After 9/11, I was forced to move everything from Spain to Paris, \nbecause in Spain, there was a lot of movement from the secret service.\" \n\nAhmed left Madrid for Paris in February 2003. French investigators said he spent five months there, again working \nas a painter and frequenting a mosque in an immigrant neighborhood. How often he went is unclear. A cleric at the \nmosque, a two-story beige building with bars on the windows, said he didn't recall seeing Ahmed. \"I've been \nworking here for 15 years, but I never knew him,\" said Ahmed Abou Hachem.  \n\n Few other details have emerged about Ahmed's stay in France. But while he was in Paris, he again attracted fresh \ninterest in a neighboring country. \n\n In April 2003, German  prosecutors opened an investigation into his activities. Frauke-Katrin Scheuten, a \nspokeswoman for the German prosecutor's office, said the case remained open but declined to say what prompted \nit.  \n\n Ahmed returned to Madrid from Paris in July 2003. Four months later, Spanish police issued a report warning that \nthey were investigating \"the structure of a possible al Qaeda cell in Spain\" headed by Ahmed, and that the cell had \n\"links to other European countries.\" It is unclear if the report was shared with other European countries.  One month \nafter the warning, Ahmed moved on, this time to Italy. \n\nIn Milan, Ahmed sought work again as a painter and shared apartments with other Egyptian immigrants, moving \nfrequently. He told roommates he was feuding with his wife in Spain and was worried she would report him to \nauthorities, court papers show. \n\n Italian authorities were not aware of his presence until April, five months after he arrived, when they were \ncontacted by Spanish officials. \n\n The Madrid commuter train bombings, which killed 191 people and injured thousands, touched off a furious \ninvestigation by Spanish authorities. The probe turned up Ahmed's cell phone number in the electronic address \nbooks of two suicide bombers and another suspect.  \n\nWhat followed was a rare case of successful cross-border coordination. Investigators traced the number and \ndetermined the phone was being used in Italy. They informed Italian authorities, who placed Ahmed under \nsurveillance and bugged his phone and apartment in Milan. \n\n According to transcripts of the wiretaps contained in an arrest warrant affidavit, Ahmed bragged to a roommate that \n\"I was the leader of Madrid,\" adding that \"the Madrid bombings were my project, and those who died as martyrs \nthere were my beloved friends.\" \n\nItalian police arrested him June 9, after hearing him discuss plans for another attack, possibly a suicide assault in \nBelgium, Italian officials said. In a computer in his apartment, they found photos of suitcase bombs similar to ones \nused in the Madrid attacks.  \n\n Investigators say there is still a lot they don't know about Ahmed; for instance, does he take orders from an \ninternational terrorist group and how did he come to Europe in the first place? They also disagree on whether he \ndirected the Madrid attacks as he claimed in the wiretaps or if he was inflating his role. \n\n In court papers, Spanish and Italian prosecutors charged that Ahmed was the \"organizer of the terrorist group \nresponsible for the attacks in Madrid\" and also accused him of being the \"coordinator of terrorist cells operating in \nvarious European countries,\" including Belgium, France and Spain. \n\n Armando Spataro, an Italian prosecutor and chief of the anti-terrorism investigative unit in Milan, said investigators \nwere convinced Ahmed was a key figure in Islamic radical circles. \"We know he was important because he was the \n\n\n\none who coordinated all the communications,\" Spataro said. \"Only an important figure could have been able to \nmove as much as he did and keep in contact with all these people.\" \n\n Investigators said Ahmed hadn't talked since his arrest. One of his Italian lawyers, Viviana Bossi, said that he \n\"denies any responsibility regarding all the charges.\" \n\n He remains in jail in Milan, where he is fighting attempts to extradite him to Spain. \n\n Special correspondents Sarah Delaney and Shannon Smiley contributed to this report. \n"}