{"title": "Classroom to become center for refugees", "body": "\n At least 12 nations are heavily represented in the Hillsborough school system.\n\n Times Staff Writer\n\nUAn empty classroom in a Town 'N Country area elementary school is about to become a resource center for \nrefugee students in Hillsborough County.\n\nThe aim of the Immigrant Acculturation Center, which opens today at Dickenson Elementary, is to boost the \nacademic achievement of the district's refugee population, said project manager MaryLou Whaley.\n\nThe center will be financed through a $258,000 federal grant, and could help as many as 1,000 K-12 refugee \nstudents, Whaley said. The students are immigrants who come to the United States fleeing persecution, civil war \nand governmental turmoil.\n\nBy law, the district is not allowed to ask students about their citizenship status. But their native language, coupled \nwith how long they have been in the United States, helps officials get a general idea, Whaley said.\n\nSchool officials have identified at least 12 nations that are heavily represented in Hillsborough schools' student \npopulation.\n\n\"A lot of times they come here with the knowledge that they cannot return to their country without being killed or \npersecuted,\" Whaley said. \"They come not knowing the language, with little or no support system, trying to support \na family of four, five or six on minimum wage.\"\n\nWhile nonprofit organizations offer financial and social support for immigrant and refugee families, education for \ntheir children often falls by the wayside.\n\nThe center wants to satisfy that need.\n\nThe district will begin identifying refugee students by the center's partnership with local agencies such as Career \nRecruitment and Instruction in Basic English, Catholic Charities, Diocese of St. Petersburg Inc., Florida Department \nof Children and Families, the Gulf Coast Jewish Family Services Inc. and the Hillsborough County Sheriff's Office.\n\nHillsborough is one of eight districts in Florida being awarded a grant to increase the academic achievement of \nrefugee students.\n\nSchool officials are scheduled to open the center, at 4720 Kelly Road, with a ribbon-cutting today.\n\n\nAmber Mobley can be reached at amobley@sptimes.com or (813) 269-5311.\n\nFAST FACTS\n\nCountries of origin\n\nHere are some of the countries heavily represented in Hillsborough County's refugee student population:\n\n- Colombia\n\n- Cuba\n\n- Ethiopia\n\n- Eritrea\n\n- Haiti\n\n- Liberia\n\n- Russia\n\n- Spain\n\n- Somalia\n\n- Sudan\n\n- Togo\n\n- Vietnam\n\nGraphic\n\n \n\nCorrection:\n"}