{"title": "American Dreams, Foreign Flags", "body": "\nHUNDREDS of thousands of flag-waving demonstrators took to the streets in Denver, Los Angeles, Phoenix and \ndozens of other cities in the last week to protest harsh legislation passed by the House that would make felons of \nthe 12 million illegal aliens living in the United States -- along with anyone who provides them with shelter, food or \nother services. It didn't take long for a bipartisan majority on the Senate Judiciary Committee to get the message \nand take a softer tack. \n\n  On Monday, four Republicans joined all eight committee Democrats to vote down the controversial penalties. Their \nproposal also calls for admitting more legal immigrants and temporary workers, allowing illegal aliens already in the \ncountry to remain here and earn citizenship if they pay a fine, learn English and study American civics.\n\nThe Senate bill has a long way to go before becoming law, however. Despite their victory in this round, supporters \nof comprehensive immigration reform must be careful in their tactics, including what symbols they embrace. \nAlthough American flags were widely visible among the crowd of a half-million in downtown Los Angeles \n(organizers had asked marchers to bring them), reports indicated that they were outnumbered by those of Mexico, \nGuatemala, El Salvador and other countries. And if history is any guide, those foreign banners could spur an anti-\nimmigrant reaction. \n\n  That's what happened in 1994, when 70,000 people marched in Los Angeles, many waving Mexican flags, to \nshow their distaste for Proposition 187, a California ballot initiative that denied social services to illegal aliens and \ntheir children. Initially favored by more than 70 percent of voters, the measure was losing steam as the election \napproached, with a poll a week before the election showing it ahead by only 1 point. But that sea of green, white \nand red Mexican flags flooding the streets just before the election signaled to many Californians that those \ndemanding equal treatment were more attached to their native country than to the United States. The proposition \nscored a surprisingly strong 59 percent of the vote, although the courts eventually declared it unconstitutional. \n\n  Similar dynamics are playing out today. For all the talk of national security and the economic costs of immigration, \nthe underlying issue driving the current anti-immigrant frenzy is a deep suspicion that this latest group of \nnewcomers won't do what others have before them did: learn English and embrace American identity. \n\n  Unfortunately, many Latino leaders play right into the hands of those who claim they are different from the \nGermans, Italians, Poles, Jews, Irish and others who came here in another era. With shouts of ''Si, se puede!'' (Yes, \nwe can!) -- an old United Farm Workers rallying cry -- and signs announcing ''We didn't cross the border, the border \ncrossed us,'' the demonstrators are likely to turn off more Americans than they win over. And the sight of thousands \n\n\nof angry Hispanic students from California to Virginia pouring out of schools to join protest marches will only \nreinforce stereotypes that Latinos care little about education. \n\n  Instead of presenting themselves as an aggrieved, foreign presence, immigration advocates ought to be \nexplaining how similar Latinos are to other Americans in their values, aspirations and achievements. It's an easy \ncase to make. \n\n  Mexican-born men, for example, are more likely to be in the labor force than any other racial or ethnic group, \naccording to the Census Bureau. Nearly half of Latino immigrants own their own homes. While most immigrants \nfrom Latin America, especially Mexico and Central America, lag in educational attainment, their children are far \nmore likely to stay in school: according to research by the Pew Hispanic Center, 80 percent of second-generation \nLatinos graduate from high school. Almost half of second-generation Latinos ages 25 to 44 have attended college, \nand those who graduate earn more on average than non-Hispanic white workers. \n\n  Latino immigrants are also starting their own businesses at a rapid pace. The Census Bureau reported that \nentrepreneurship among Latinos is increasing at a rate three times faster than that of other Americans. Americans \nof Hispanic descent now own 1.6 million businesses generating $222 billion annually; and while Census data didn't \ndistinguish between immigrants and American-born Hispanics, it suggested that much of this growth occurred in \nheavily immigrant communities. \n\n  Like every generation of immigrants before them, Latinos start out on the bottom rungs of the economic ladder, but \nthey don't stay there. They are learning English as quickly as their predecessors, perhaps more quickly thanks to \ntelevision (a majority of third-generation Latinos speak only English). They are intermarrying at faster rates than \nearlier ethnic groups, too, with about one-third of married American-born Latinos having a non-Hispanic spouse. \n\n  These facts, if they were more widely known, would go a long way to calming fears about Latino immigration. If \nLatino advocates hope to influence the outcome of the Senate debate on immigration over the next two weeks, they \nwould do well to spread the word -- and trade their ancestral flags for the Stars and Stripes. \n\nhttp://www.nytimes.com\n"}