{"title": "VOICE OF ATLANTA: Too much immigration, most say", "body": "\nThe United States is too open to immigration, according to more than seven in 10 respondents to the latest Voice \nof Atlanta questionnaire.\n\nOnly 15 percent of respondents think U.S. immigration policy is \"about right,\" and Atlantans are sharply split on \nwhether recent immigrants have made a contribution to the nation or caused too many problems.\nAJC\n\nThe deepest divisions were between Republicans and Democrats who answered the questionnaire. For example, \n84 percent of Republicans thought the United States is too open to immigrants; 62 percent of Democrats felt that \nway.\n\nThe Voice of Atlanta is a panel of metro Atlanta residents who answer questionnaires on the Internet. The latest \nsample totaled 1,022 people and was taken in late August. The VOA, in which respondents volunteer to take part, is \nnot believed to be as accurate as a scientific poll, in which respondents are randomly selected. To register for the \nVOA, go to ajc.com/voiceofatlanta.\n\nGraphic\n\n \n\nGraphic: When it comes to immigration policy, do you think the United States is:\n\n..............… Total....Men....Women....Dem....GOP\n\nToo open to\n\nimmigrants......… 71%....71%......72%....62%....84%\n\nToo closed to\n\nimmigrants............8%… 9%..… 7%....10%… 2%\n\nAbout right on\n\nimmigration..........15%....17%......14%....20%....11%\n\nDon't know............6%… 3%..… 8%… 8%… 3%\n\n\nDo you think most recent immigrants have made a positive contribution to the nation, or have they caused too \nmany problems?\n\n..............… Total....Men....Women....Dem....GOP\n\nPositive\n\ncontribution....… 27%....32%......23%....32%....16%\n\nCaused problems......27%....27%......26%....17%....39%\n\nBoth equal......… 33%....29%......37%....35%....33%\n\nNeither one......… 6%… 6%..… 6%… 7%… 5%\n\nDon't know............7%… 6%..… 9%… 9%… 7%\n\nDo you think U.S. citizens and noncitizens who are in this country legally should be treated the same under the \nlaw?\n\n..............… Total....Men....Women....Dem....GOP\n\nYes..................61%....58%......63%....67%....52%\n\nNo..............… 35%....39%......32%....29%....42%\n\nDon't know............4%… 3%..… 5%… 4%… 6%\n\nThe Voice of Atlanta is prepared for the Internet and analyzed by the Marketing Workshop Inc.\n"}