{"title": "Union, recruiter to help 'guest workers'", "body": "\nThe United Farm Workers of America and one of the nation's largest labor recruiters announced an agreement \nTuesday to improve wages, benefits and working conditions for agricultural \"guest workers.\" The agreement \nfollows months of UFW criticism of Los Angeles-based recruiter Global Horizons over working conditions and \nwages.\n\nThe guest-worker program allows a labor contractor to bring in foreign workers if it can prove workers can't be \nfound locally. Arturo Rodriguez, UFW president, said workers will receive a 2% pay raise over the federal Adverse \nEffect Wage Rate, the minimum wage rates that employers must pay under the program. The rates are set by \nstates and are usually higher than state and federal minimum wages, in some places about $9 per hour. Employers \nalso will be required to pay for medical care and provide work breaks and other benefits.\n\nAt any one time, Global Horizons has 3,000 to 4,000 farmworkers in up to 28 states, said its president, Mordechai \nOrian. He said the number is expected to rise as farmers face a growing worker shortage. The union will represent \nall of those workers.\n\nChertoff: Changes to be in place by June\n\nThe federal government is on pace to have 11 priority emergency response changes completed when hurricane \nseason starts June 1, Homeland Security Secretary Michael Chertoff said. The changes involve restructuring to \nensure that officials at all levels of government can communicate; that Washington has a real-time picture of a \ndisaster as it hits; and that response staff and supplies are ready to go. The changes also include updating the \nnational alert system and giving the military a greater role. \"This is a case where we ... all hang together or we hang \nseparately,\" Chertoff said. \"We've got to be  in partnership.\"\n\nSailors accused of sham marriages\n\nEight sailors were charged with arranging sham marriages to Polish and Romanian women in a scheme to collect \nbigger military housing allowances while helping the women obtain U.S. citizenship. The Naval Criminal \nInvestigative Service and U.S. Immigration and Customs Enforcement found that none of the women lived with the \nsailors they married, federal prosecutor Paul Perez said. The eight sailors received $35,000 in fraudulent basic \nhousing allowance payments, the investigators said. If convicted, the seven current and one former sailor from the \nUSS Kennedy and USS Simpson could face up to five years in prison per count. The women also face charges, \nPerez said.\n\nSAT chief apologizes for scoring errors\n\nThe president of the College Board sent an e-mail to more than 20,000 of its members apologizing for scoring \nproblems on the SAT exam. \"This situation has tested us. It has tested me,\" Gaston Caperton wrote in the e-mail to \n\n\nmembers, which include high schools, colleges and non-profit groups. \"We could not be more sorry that this \nhappened or more determined to learn from our experience.\" A lawsuit filed Friday seeks unspecified damages for \nthe 4,411 of 495,000 October test-takers whose scores were initially underreported.\n\nBriton denies killing wife, child in Mass.\n\nA British man accused of killing his wife and 9-month-old daughter pleaded not guilty to murder charges during his \narraignment in Cambridge, Mass. Neil Entwistle, 27, is charged with two counts of murder and firearms charges in \nthe slayings Jan. 20 of his wife, Rachel, 27, and daughter Lillian Rose, who would have turned 1 Sunday. Entwistle \nflew to his parents' home in England the day after the killings. Prosecutors say he shot his family in their rented \nhome outside Boston after racking up tens of thousands of dollars in debts and becoming dissatisfied with his sex \nlife.\n\nNew telescope aims to get E.T.'s message\n\nA Massachusetts observatory unveiled a powerful telescope designed to capture light signals transmitted to Earth \nby extraterrestrials. The telescope is the first to be developed solely to search the skies for light pulses from aliens \nand will cover 100,000 times the amount of sky covered by current equipment, said Bruce Betts, project director at \nThe Planetary Society, a California-based group that funded the telescope's development. The telescope was built \nat the Harvard-Smithsonian Center for Astrophysics' Oak Ridge Observatory, where the non-profit group has \nsearched space for alien life. The new telescope will vastly improve the search, Betts said. \"Sending laser signals \nacross the cosmos would be a very logical way for E.T. to reach out, but until now, we have been ill-equipped to \nreceive any such signal,\" Betts said.\n\nGraphic\n\n \n\nPHOTO, B/W, Joe Raedle, Getty Images\n\nPHOTO, B/W, Chuck Branham, The (Charlestown, Ind.) Evening News, via AP\n"}