{"title": "Illegal Aliens and the Mount Pleasant Riots", "body": "\nI must take issue with the May 8 editorial about illegal aliens. I run the Mount Pleasant Soccer League and use \nLincoln Junior High School Hispanic youths to officiate at games. Last fall I paid stipends out of player fees. This \nspring it was suggested I use a D.C. Neighborhood Planning Council program to hire these youths, but four out of \nfive had no Immigration and Naturalization Service status and, hence, were unemployable. Community youth \nworkers tell me that fully three-quarters of the students at Lincoln Junior High have no INS status.\n\nWith no status, Hispanics must shun authority, accept menial jobs, live in substandard, overcrowded housing and \nbe excluded from essentially all city services except schooling (at a cost at Lincoln alone of $ 1.5 million per year).\n\nThese people are here to stay, and they are our neighbors. Let us recognize that and provide them with INS status.\n\nJAMES P. FARRELL\n\nCommissioner\n\nMount Pleasant Soccer League\n\nWashington\n\nMembership in mobs is not determined by one's immigration status. The recent riots in Mount Pleasant and Adams-\nMorgan are not fundamentally immigration problems so much as they are urban economic and social problems.\n\nPeople are more likely to riot when they lack economic opportunity, political representation or access to authority. \nNot speaking English limits opportunity and hinders communication with authority figures like the police. New ethnic \ncommunities take time to establish grass-roots political organizations that help them gain a voice in our political \nprocess.\n\nHowever, the costs of immigration are real and are not spread out around the country. Immigrants tend to settle in \nurban areas where family and ethnic ties are already established. For Washington, that means a lack of housing in \nHispanic neighborhoods because of the quick and sizable increase in the number of Central American immigrants.\n\nPolicy makers must realize that we have a choice: Be willing to spend the money and resources necessary to help \nimmigrants who come to this country, or adopt an immigration policy that sets stricter limits on the number of people \nwe accept as new residents.\n\nThe Post editorial is correct in that Hispanics should not be stereotyped, and nobody should consider kicking entire \nsegments of our community out of the country. Perhaps unintentionally, however, it also implied that we should not \ndeport illegal aliens. Illegal aliens should be deported, not because of the riots in Mount Pleasant, but because \nthey have broken our laws and are in the country illegally.\n\n\nLAMAR SMITH U.S. Representative (R-Tex.) Washington\n"}