{"title": "THE DEMOCRATS IN SAN FRANCISCO;MONDALE PROMISES CAUSUS HE'LL FIGHT IMMIGRATION BILL", "body": "\nWalter F. Mondale pledged today to work against an immigration bill strongly opposed by Hispanic leaders, but \nHispanic delegates still threatened a boycott of the first ballot at the Democratic National Convention.\n\nThe guerrilla movement, sponsored by delegates committed to Senator Gary Hart and the Rev. Jesse Jackson in \nthe Hispanic caucus continued despite efforts by caucus leaders, including San Antonio Mayor Henry Cisneros and \nRepresentatives Robert Garcia, Democrat of the Bronx, and Edward R. Roybal, Democrat of California.\n\nLeaders of the insurgency say they will continue to press the boycott issue until Wednesday night's vote on the \nparty's Presidential nomination.\n\nAfter a one-hour meeting with Hispanic leaders, Mr. Mondale issued a statement calling the immigration bill \n''harmful'' and saying it would ''cause human suffering.''\n\nRepresentative Roybal, leader of the Hispanic Caucus, said he believed the Mondale statement would end the \nthreat that Hispanic delegates would withhold their votes on the first ballot for the Presidential nomination \nWednesday.\n\n''It is good enough for the delegates and good enough for the convention,'' Mr. Roybal told reporters.\n\n \n\nStormy Meeting of Delegates\n\nAt an ensuing caucus marked by stormy debate, a boycott motion by Carlos Alcala, a California delegate, failed on \na 39-to-39 vote. But Mr. Alcala said he would bring the motion up again at another caucus Wednesday and demand \na roll-call of all Hispanic delegates and their alternates.\n\nMr. Mondale's statement said he had opposed the immigration legislation and would ''communicate'' that \nopposition to ''the legislative leadership.''\n\nStill an issue for the Hispanic delegates is the position of organized labor.\n\nHispanic leaders have met with Lane Kirkland, president of the American Federation of Labor and Congress of \nIndustrial Organizations, and he was expected to issue a statement. Mr. Roybal said that Mr. Kirkland ''opposes the \nbill in its present form.''\n\n\nThat opposition is based on a provision of the bill that would allow large numbers of foreign agricultural workers into \nthe country to do harvesting, a move that labor believes would take jobs away from American workers.\n\nA number of Hispanic leaders, including several members of Congress, as well as the Rev. Jesse Jackson and Mr. \nMondale's son, William, appeared at the caucusg to plead for support.\n\nMario Obledo, president of the League of United Latin American Citizens, chief sponsor of the boycott demand, said \nhis organization had set a deadline for action by both the party's leadership and organized labor to kill the \nimmigration bill.\n\nPrivately, some Hispanic leaders said negotiations were under way between Hispanic leaders, House Speaker \nThomas P. O'Neill Jr. , and possibly Mr. Kirkland to work out a statement that would satisfy the Hispanic demand \nthat the bill be killed when it is considered again by the House after the convention.\n\nMany of the grass-roots delegates want a specific commitment that the party leadership will work to kill the bill \nwhen it comes out of a House-Senate conference after Congress returns Monday.\n"}