{"title": "Guiding Hands Help Immigrant Artists Connect", "body": "\nSomething about the man in the banana costume appealed to Ricardo Miranda Zuniga. Maybe it was the sign he \nwore that read, ''A banana from my country can travel easier than me.'' Maybe it was the fruit-wearer's free-\nspiritedness as he paraded in his peel through public places. Or maybe it was the Latino roots they shared.\n\n  So when Mr. Zuniga, 37, a graphic artist from Brooklyn who also works with new media, was looking through the \nportfolios of immigrant artists who were seeking mentors, he picked Hatuey Ramos-Fermin, 30, a conceptual \nartist from the Bronx who has made videos of himself playing Benito Banana, a character he created to reflect on \nmigration. \n\n  The two have met at least 10 times, attending lectures and museum openings and discussing their work and the \ncommon themes within, like immigration and globalization. They are part of a mentoring program run by the New \nYork Foundation for the Arts that helps artists from abroad gain a toehold in the city's diverse arts community. \n\n  Mr. Zuniga's parents are from Nicaragua, and Mr. Ramos-Fermin was born in the Dominican Republic, raised in \nPuerto Rico and educated in the Netherlands. \n\n  Mr. Ramos-Fermin says that being an immigrant inspires him. ''I really enjoy being in a place I've never been to \nbefore,'' he said. ''I see things differently than someone who has lived here all your life.'' \n\n  Michael L. Royce, the executive director of the arts foundation, said the mentoring program began in 2007. It is an \noffshoot of the foundation's New York Creates program that helps folk and craft artists, many of whom are \nimmigrants and need to connect with established artists. \n\n  ''The mentors know the galleries, what's hot, what's wanted, what can sell,'' he said. ''They can help the mentees \nbecome fully immersed in what it takes to be successful.'' \n\n  The mentorship program, which this year has 15 pairs of mentors and mentees, costs about $100,000 to run, and \nis supported with grants from the Deutsche Bank Americas Foundation and the Independence Community \nFoundation. Mr. Royce said his foundation was seeking financing to expand the program, which does not inquire \nabout the immigration status of the artists seeking mentors.\n\n  To get Mr. Ramos-Fermin closer to his dream of putting on a solo show and supporting himself through art, Mr. \nZuniga helped him with creating his Web site, www.hatmax.net, which recently netted Mr. Ramos-Fermin work with \nan Argentine magazine. Mr. Zuniga also advised him on editing his artist's statement.\n\n  ''This idea of transmuting home, it needs developing further, in a separate paragraph,'' Mr. Zuniga told Mr. Ramos-\nFermin as they sat in the Bronx Museum of the Arts last Wednesday working on the statement. He suggested \nadding spaces between the paragraphs, finding a better word for ''utilizes'' and switching an ''of'' with an ''in.''\n\n\n  ''That sounds better, that definitely sounds better,'' Mr. Ramos-Fermin said. \n\n  The relationship has helped Mr. Zuniga as well. He included Mr. Ramos-Fermin in his Web project, at \nwww.votemos.us, which asks immigrants whom they would vote for in this year's presidential election. \n\n  ''We bounce around ideas,'' Mr. Zuniga said. ''Anyone who has done a Master of Fine Arts will tell you what they \nmiss most is the community and the studio visits.''\n\n  Mr. Zuniga, who won a fellowship from the foundation for his work, chose the mentoring program as part of the \ncommunity service requirement. ''I was actively missing teaching,'' he said. \n\n  Likewise, Ted Mathys, 29, a Brooklyn poet and fellowship winner who had a valuable relationship with a mentor \nwhile in college, said he was glad to become a mentor to Pinky Vincent, 30, a poet from Calcutta. \n\n  Ms. Vincent, who had worked as a journalist in India, came to the United States in 2002 with ''$2,500 in traveler's \nchecks and the blessings of my parents.'' While studying, working at a nonprofit organization and trying to send \nmoney home, she found it hard to continue with her poetry.\n\n  ''She came to me with a small group of poems and wanted more than anything, in the beginning, confirmation, a \nset of eyes, a person who reads a lot of poetry to tell her if she was wasting her time,'' Mr. Mathys said. ''I put it all \nback in her court, to think of the role of poetry for her in her life.'' \n\n  Their time together since has been quite fruitful, he said. ''Her work is crisp. She has very strong images, and \nsome of the subject matter she was writing about was really quite wonderful,'' said Mr. Mathys, the author of two \nbooks of poetry. They fine-tuned Ms. Vincent's poems, discussing where they might sound anachronistic to an \nAmerican ear, and explored how to carve out time to write poetry while trying to make a living.\n\n  ''To do writing, to be honest with you, seemed to me as a very, very selfish thing to do,'' Ms. Vincent said. ''I have \nto work. I have a lot of big dreams to follow in this country.''\n\n  The mentorship program helped her feel connected to other artists.\n\n  ''I had the luxury of having that artist's soul sort of come back, nurturing that a little bit more,'' Ms. Vincent said. \nShe and Mr. Mathys discussed giving readings, and she gained the confidence to do a reading in Manhattan that \nwas sponsored by the South Asian Women's Creative Collective. She read her own vivid lines, like these from \n''Calcutta'':\n\n  Inside the bus, body on body \n\n  Starched saris drenched in sweat\n\n  Talcum powder becomes dew drops on temples\n\n  Smudges necks like plaster of Paris\n\n  For poets, whose market is small and not particularly profitable, the help of a mentor can be crucial, Mr. Mathys \nsaid. \n\n  ''If you're not being trained in a formalized setting, if you're not into an M.F.A. in poetry, or involved in workshops, \nyou really can feel unmoored and alone in this kind of pursuit.''\n\nhttp://www.nytimes.com\n\nGraphic\n\nhttp://www.nytimes.com/\n\n\n \n\nPHOTO: Hatuey Ramos-Fermin, 30, right, and his mentor, Ricardo Miranda Zuniga, 37, visit the Bronx Museum of \nthe Arts. (PHOTOGRAPH BY LIBRADO ROMERO/THE NEW YORK TIMES)                                           \n"}