{"title": "REPEAL IT;THEN IMPROVE IT;DRIVER'S LICENSE LAW HAS SECURITY FLAWS, BUT THEY CAN BE FIXED", "body": "\nGov.-elect Arnold Schwarzenegger is calling the Legislature into session right after his inauguration to keep a \ncampaign promise. As the first order of business, he wants legislators to repeal SB 60, allowing illegal immigrants \nto get driver's licenses.\n\nThey should. SB 60 has big flaws. But the second order of business should be to pass a new driver's license bill -\n- one that grants undocumented workers the right to drive without creating the potential for fraud and abuse, not to \nmention huge lines at the Department of Motor Vehicles.\n\nThe sponsor of SB 60, Sen. Gil Cedillo, a Los Angeles Democrat, finally is willing to compromise. But \nSchwarzenegger must be willing to listen. So far, he has refused.\n\nSchwarzenegger figures he doesn't have to negotiate. He knows that iflegislators don't repeal the law, voters will. \nOpponents are gathering signatures to put rescission on the March ballot.\n\nAlthough it passed the Legislature last year for the third time, the bill is unpopular outside Sacramento. Two-thirds \nof voters at last month's recall election told pollsters they opposed it, and some cited Gov. Davis' signature as a \nreason to give him the boot.\n\nThat was even before the recent prediction that hundreds of thousands of undocumented workers will crowd \nunderstaffed DMV offices to take their driving tests after the law takes effect Jan. 1, causing delays of up to six \nmonths for Californians to get a license. No wonder some Democrats who voted for the bill three months ago are \nbackpedaling fast.\n\nWhat's being lost in the backlash is the reason the Legislature supported the law in the first place.\n\nUndocumented immigrants are integral to our communities and the state's economy. They should be able to drive \nlegally to their jobs and children's schools -- and safely, by having to take a driving test. Until 1994, they had this \nright in California. Then the law was changed to require a Social Security number, available only to citizens and \nlegal residents.\n\nSB 60, however, went too far. It creates security risks and the potential for identity theft by granting licenses \nbased on forms of identification that can't be verified. Cedillo had included more restrictions in previous years' \n\n\nversions, such as requiring background checks and limiting licenses to immigrants who are applying for residency. \nThe latter would substantially cut the eligibility numbers -- and shorten the lines at the DMV.\n\nEfforts to repeal the license law could become a reprise of the ugly fight a decade ago leading to the passage of \nProposition 187. That measure, which courts largely overturned, would have denied public education and some \nhealth and social services to illegal immigrants.\n\nA governor who sees himself as a unifier can prevent another divisive battle by renegotiating the licensing bill to \nachieve its goal while eliminating its problems.\n\nNotes\n\nILLEGAL IMMIGRANT DRIVERS\n"}