{"title": "Assimilation Anyone?", "body": "\nI was disturbed by William Branigin's article \"Immigrants Question Idea of Assimilation\" [front page, May 25]. While \nthe melting pot is an appealing idea, it was no more an accurate description of the last great wave of immigrants \nthan it is of the current wave. Of the masses of people leaving Europe earlier in this century, many came to the \nUnited States, while others went to Argentina, Chile and Brazil. Those who came here did not do so because they \nwanted to \"become American\" vs. \"becoming Chilean.\" People leave their countries because of a combination of \nturmoil and lack of opportunity. The reasons always have been more economic than cultural; and cultural \nassimilation is a long and difficult process.\n\nThe danger of painting the earlier wave of immigrants as melting effortlessly into American society and the new \nimmigrants as resisting assimilation is obvious: It breeds a hostile attitude toward the new immigrants on the part \nof the descendants of European immigrants who have little connection to the ambiguities and difficulties their \nancestors faced in assimilating into a new society. Such hostility leads to prejudice and discrimination. Is that the \nAmerican legacy we want to pass on?\n\n-- Julia Lynn Coronado\n\nThe attitude of some Hispanic immigrants described in the May 25 immigration story, notably that of Maria Jacinto, \nseems to be that they have little obligation to adapt to their new society, let alone assimilate. Rather, they can \nreestablish their own cultural environment here and shift to their new surroundings the burden of adjustment \ntraditionally assumed by immigrants to America.\n\nAs the article notes, many believe this is a dangerous notion, that a country of immigrants in particular needs to \ncultivate a strong national identity and a dominant culture in order to ensure its long-term survival. We see the \nproblems tearing at other societies -- Belgium and Canada come to mind -- where powerful ethnicities pursue their \nown narrow interests. Having avoided such problems up until now, does the United States wish to shoot itself in the \nfoot and put its basic cohesiveness at risk?\n\nAs an immigrant and a refugee myself, I cannot imagine why Americans would commit such folly. I was fortunate to \nhave a choice of countries willing to accept me as an adult refugee. But I chose the United States, which I thought \nwould provide me with the greatest range of opportunities. I fully accept that living and working in America imposes \nfundamental obligations on me to adjust to my adopted country. That does not mean I have abandoned my own \nculture or language -- quite the contrary -- but I pursue them on my own time and with my own resources. I have no \nexpectation whatever that any governmental entity should provide these things for me.\n\nI often long for my native country, its sights and sounds and smells. Making my way in America has not always \nbeen easy. But this country has given me opportunities no other could match, and I owe it a lot. I came here freely, \nand if I cannot accept what I find here, I know I am not forced to remain. If Maria Jacinto is troubled by so many \nwhite faces with blond hair and \"Anglo\" ways, perhaps she would be happier back in Mexico.\n\n\n-- Q. D. Nguyen\n\nI challenge reporter William Branigin's conclusion that today's immigrants are much different from those in the past, \nand much less willing to assimilate into U.S. culture. In fact, the flow of immigrants to this country in the 1980s and \n'90s is remarkably similar to earlier immigrant waves.\n\nIn 1910, the Census found that about 15 percent of the U.S. population was foreign-born, compared with slightly \nless than 10 percent today. It was also concentrated geographically, as are today's immigrants. For example, in \n1890, fully 855,000 of the 1.1 million population of Chicago were immigrants or children of immigrants, most of \nwhom did not speak English and lived in their own culturally isolated communities.\n\nProceedings of the Texas legislature were published in German for a time in the 19th century; many towns in the \nMidwest and Plains states conducted their official business in German (or Bohemian, Swedish or Slovakian), and \nletters from immigrants in that era often told of their indifference and even disdain for the United States and its \nculture. All these non-assimilating immigrants were, of course, our great-grandparents.\n\nThroughout American history, it has taken awhile -- often two or three generations -- for immigrants to become fully \nintegrated (if not exactly \"melted\") into U.S. society. But immigrants traditionally have been an investment whose \nvalue to the country has been enormous.\n\n-- Roy Petty\n\nThe writer is executive director of the American Immigration Law Foundation.\n\nWilliam Branigin's take on the melting pot was somewhat off the mark. He presumes that the United States used to \nbe one, but it certainly hasn't been in my lifetime or my parents' lifetimes, or my grandparents' lifetimes, not in the \nPennsylvania cities to which three of my grandparents emigrated after stopping at Ellis Island to have their names \nmutilated or changed by INS officials.\n\nMy immigrant grandparents didn't know each other before they left Lebanon, though they wound up together, living \nin distinctly Lebanese communities, attending Maronite churches, shopping in Arabic groceries, speaking Arabic \namong their friends and family, cooking Arabic food and celebrating and mourning events in a fashion quite unlike \nwhat my non-Lebanese friends experienced.\n\nThe small city of 20,000 in which I grew up wasn't overrun by Lebanese immigrants. It had room for several Italian-\nimmigrant-run bakeries and restaurants, a Greek-immigrant-run grocery and any number of other small -- and large \n-- businesses catering to various ethnicities and certainly to the community at large, \"ethnic\" or not. It was not a \nmelting pot; although the peoples lived peaceably together, they retained their ethnic identities.\n\nIn my generation, some of us still think of ourselves as ethnically Lebanese. Others prefer that friends and \nneighbors not know we have immigrant Lebanese grandparents. I don't know how many generations it takes to \n\"melt,\" but I'm encouraged by the resistance some of us put up to the heat.\n\n\"Salad bowl\" is too simple and \"mosaic\" is too static to describe what plays out across the country family by family \nand individual by individual. \"Melting pot\" has to be the worst, however, for it suggests that when we enter the \nUnited States we shed our ethnic identity and heritage and become as dull and unappetizing as sliced white bread. \nThat doesn't describe my family or the community I grew up in, and I'll bet it doesn't describe many other places \nthat have been invigorated and enriched by immigrants.\n\n-- Deborah A. Oliver\n\nWilliam Branigin makes a mistake that appears to be common. He writes, \"E Pluribus Unum (From Many, One) \nremains the national motto, but there no longer seems to be a consensus about what that should mean.\"\n\nContrary to what Branigin says, as well as to what many people believe, E Pluribus Unum is not, and never has \nbeen, our national motto. While that motto's usage has been traced back as far as the year 1776, and by tradition \n\n\n\nmay have been considered to be the motto of the United States, our country did not officially have a national motto \nuntil 1956, when by law Congress designated the phrase \"In God We Trust\" as such.\n\n-- Peter A. Byrd\n\nGraphic\n\n \n\nIllustration, john overmyer\n"}