{"title": "Drugs and deportation; Should two minor offenses erase any chance of forgiveness?", "body": "\nJOSE ANGEL Carachuri-Rosendo was deported because of one tablet of Xanax.\n\nThis is the essence of a case on which the Supreme Court will hear arguments Wednesday. Mr. Carachuri-\nRosendo was convicted in Texas of marijuana possession and, later, of possessing that tablet of Xanax, an anti-\nanxiety drug for which he had no prescription. Both are misdemeanors; he served a 10-day jail sentence for the \nXanax.            But the federal government argued in immigration court that had Mr. Carachuri-Rosendo been \nprosecuted in the federal system, the Xanax charge could -- as a second offense -- have been a felony.  And, that \ncould trigger mandatory deportation, stripping him of any chance to present a case for mercy in immigration court.\n\nLike many defendants whose cases end up before the Supreme Court, Mr. Carachuri-Rosendo does not present as \na sympathetic character. He has been convicted of domestic-violence assault and, twice, of driving with an invalid \nlicense. He was deported to Mexico in 2008, sneaked back into the country and was once again arrested with a \nsmall amount of marijuana; this time, serving six days in jail before again being sent back to Mexico.\n\nBut these additional offenses don't figure into the legal issues likely to be considered by the Supreme Court -- and, \nas in many such cases, if the court gets its decision wrong, people potentially far more deserving of another chance \nthan Mr. Carachuri-Rosendo could be hurt. Mr. Carachuri-Rosendo had been a lawful permanent resident since \n1993 and is subject to deportation for any criminal act, even a minor one. But usually, after serving time or paying \na fine in minor cases, legal immigrants can appear before an immigration judge and plead their case for staying in \nthe United States. This is not so for legal immigrants convicted of aggravated felonies, such as murder or drug \ntrafficking. Here, the immigrant has no right to challenge deportation, and immigration judges have no choice but \nto order the removal. The government claims that Mr. Carachuri-Rosendo's twin drug misdemeanors put him into \nthis category.\n\nThe court should conclude that the government is wrong in this case. Congress intended mandatory deportation \nfor drug traffickers and other serious offenders, not for those who possess minuscule amounts of marijuana or one \nanti-anxiety pill. Mr. Carachuri-Rosendo is seeking the opportunity to convince an immigration judge that he should \nstay in this country. The judge may well disagree. But a questionable maneuver by the government should not deny \nhim or others like him of a chance to make  a case.\n\n"}