{"title": "Spitzer Grants Illegal Immigrants Easier Access to Driver's Licenses", "body": "\nNew York State, home to more than 500,000 illegal immigrants, will issue driver's licenses without regard to \nimmigration status under a policy change announced yesterday by Gov. Eliot Spitzer.\n\n  The change rolls back rules adopted four years ago under the Pataki administration that made it difficult, if not \nimpossible, for tens of thousands of immigrants to obtain  driver's licenses because they could not prove legal \nstatus. Under the new rules, the Department of Motor Vehicles will accept a current foreign passport as proof of \nidentity without also requiring a valid yearlong visa or other evidence of legal immigration.\n\n  The  policy, which does not require legislative approval, will be phased in starting in December and will be tied to \nnew antifraud measures, the governor said. Those measures will include the authentication of foreign passports \nand the use of photo comparison technology to ensure that no driver has more than one license.\n\n  The governor called it a ''common sense change'' that will improve traffic safety and lower insurance costs for all \nNew Yorkers by ensuring that more immigrants have valid licenses and auto insurance. Giving more immigrants \nverifiable identification will also enhance law enforcement by bringing people out of the shadows, he asserted. \n\n  ''The D.M.V. is not the I.N.S.,'' Mr. Spitzer said, referring to the federal Immigration and Customs Enforcement \nagency, now part of Homeland Security, by its old initials of the Immigration and Naturalization Service. \n\n  The move goes against the national trend. Many states, prodded by demands to crack down on identity fraud, \nhave added requirements that effectively prevent illegal immigrants from obtaining  driver's licenses. \n\n  All but eight states now require drivers to prove legal status to obtain  driver's licenses, and those eight -- \nHawaii, Maine, Maryland, Michigan, New Mexico, Oregon, Utah and Washington -- have come under pressure to \nadd such a requirement.\n\n  To keep New York from becoming a magnet for people unable to obtain  driver's licenses  elsewhere, the \nSpitzer administration will propose legislation to add a residency requirement similar to one already in effect in 27 \nstates, David J. Swarts, the motor vehicles commissioner, said.\n\n  Mr. Swarts and other officials pointed to a study showing that unlicensed drivers were almost five times more \nlikely to be in  fatal crashes than people with  valid driver's licenses. The State Department of Insurance estimates \nthat the new rules will save New York drivers $120 million each year by reducing premium costs associated with \nuninsured motorists by 34 percent.\n\n  The change fulfilled a promise Mr. Spitzer made repeatedly last year in his campaign,  and it was hailed by \nimmigrant organizations and labor unions that had pushed hard for it. Those groups said that the regulations \n\n\nimposed by the Pataki administration had hurt about 250,000 immigrants who needed licenses to drive to work, to \nhospitals or to schools. \n\n  ''Immigrant communities throughout the nation can take heart that today's victory may begin to turn the tide \ntoward sensible and humane reforms at the federal level,'' said Chung-Wha Hong, executive director of the New \nYork Immigration Coalition, an umbrella group for more than 150 immigrant self-help and advocacy organizations.\n\n  But the new policy drew immediate fire from groups that had welcomed the Pataki administration rules as a \nneeded crackdown on license fraud and as the kind of national security measure demanded by the Sept. 11 \nattacks.\n\n  Peter Gadiel, the president of 9/11 Families for a Secure America, whose son died in the World Trade Center, \nreleased a scathing  statement even before the official announcement yesterday.\n\n  ''Governor Spitzer will demonstrate abject stupidity and breathtaking disregard for the victims of 9/11 if he hands \nthese powerful ID's to people who sneak across our borders,'' he wrote. ''Terrorists here illegally used licenses to \nkill my son and thousands of others in the World Trade Center; if they do it again using New York licenses issued \nby this governor, the blood of the victims will be on Mr. Spitzer's hands.''\n\n  When that statement was read aloud by a reporter to Mr. Spitzer, he seemed taken aback, then called the words \ninflammatory and ''way beyond'' the bounds of appropriate discourse. He added that people who ignore the reality \nof illegal immigrants only encourage the use of false Social Security numbers and driver's licenses.\n\n  Michael A. L. Balboni, Mr. Spitzer's deputy secretary for public safety, said the New York driver's license was \none of the most secure documents in the nation and that the new licensing regime would make it even better. \n\n  Social Security cards and birth certificates, which include no photos or other biometric data, have also been prone \nto fraud, he said. \n\n  New York will join 18 other states in trying technology that will check a driver's photo overnight against all other \nphotos in the state's driver database, to prevent people from holding multiple licenses, officials said. The \ntechnology will be tested in a pilot project upstate.\n\n  The new policy will start with about 152,000 New Yorkers who have, or once had,   licenses but were unable to \nrenew them under the Pataki rules, Mr. Swarts said. This group will be notified by letter next week about how to \nbegin a relicensing process. It will start at the end of the year, and for some will involve a new road test. \n\n  A second phase, to begin in April, will open the application process to all, with as many as 500,000 people newly \neligible for licenses. This will involve a more rigorous screening, Mr. Swarts said, including a four- to six-week \nprocess of authenticating foreign passports and other foreign identity documents.\n\n  Across the street from the Midtown office building where Mr. Spitzer delivered the news, a throng of jubilant \nimmigrants from community organizations waved signs and shouted their approval.\n\n  One member of the group, who would identify himself only as Cesar, an immigrant from Peru, said he had been \nafraid  of driving without authorization and had had to depend on friends to drive him to work. ''Now, thank God, I \nwon't have this difficulty in my life,'' he said.\n\nhttp://www.nytimes.com\n"}