{"title": "Water harvester makes it easy to quench your thirst in the desert", "body": "\nWith water scarcity a growing problem worldwide, University of California, Berkeley (UC Berkeley), researchers are \nclose to producing a microwave-sized water harvester that will allow you to pull all the water you need directly from \nthe air - even in the hot, dry desert.\n\n In a paper appearing this week in ACS Central Science, a journal of the American Chemical Society, UC \nBerkeley's Omar Yaghi and his colleagues describe the latest version of their water harvester, which can pull more \nthan five cups of water (1.3 liters) from low-humidity air per day for each kilogram (2.2 pounds) of water-absorbing \nmaterial, a very porous substance called a metal-organic framework, or MOF. That is more than the minimum \nrequired to stay alive. During field tests over three days in California's arid Mojave Desert, the harvester reliably \nproduced 0.7 liters per kilogram of absorber per day - nearly three cups of clean, pure H2O. That's 10 times better \nthan the previous version of the harvester. The harvester cycles 24/7, powered by solar panels and a battery. Even \non the driest day in the desert, with an extremely low relative humidity of 7 per cent and temperatures over 80 \ndegrees Fahrenheit, the harvester produced six ounces (0.2 liters) of water per kilogram of MOF per day. \n\n\"It is well known that in order to condense water from air at a low humidity -- less than 40 per cent relative humidity \n- you need to cool down the air to below freezing, to zero degrees Celsius, which is impractical. With our harvester, \nwe are doing this at very low humidity without such cooling; there is no other material that can do that,\" says Yaghi, \na UC Berkeley professor of chemistry and co-director of the Kavli Energy NanoSciences Institute. \"This is not like a \ndehumidifier, which operates at high relative humidity. Some people say that 0.7 liters is not a lot of water. But it is \na lot of water, if you don't have water.\" Yaghi's startup, Water Harvester Inc., is now testing and will soon market a \ndevice the size of a microwave oven that can supply 7 to 10 liters of water per day: enough drinking and cooking \nwater for two to three adults per day, based on recommendations from the National Academy of Sciences that men \nshould consume 3.7 liters and women 2.7 liters of fluid per day. An even larger version of the harvester, one the \nsize of a small refrigerator, will provide 200 to 250 liters of water per day, enough for a household to drink, cook \nand shower. And in a couple of years, the company hopes to have a village-scale harvester that will produce 20,000 \nliters per day. All would run on power from solar panels and a battery or off the electrical grid. \"We are making ultra-\npure water, which potentially can be made widely available without connection to the water grid,\" said Yaghi, the \nJames and Neeltje Tretter Chair in the College of Chemistry. \"This water mobility is not only critical to those \nsuffering from water stress, but also makes possible the larger objective -- that water should be a human right.\" \nThe key: highly porous MOFs The harvester's secret ingredient is a type of MOF invented by Yaghi and his UC \nBerkeley colleagues that easily and quickly takes up water from the air and just as readily disgorges it so the water \ncan be collected. MOFs, which Yaghi has been developing since the mid-1990s, are so porous that a gram has a \nsurface area equivalent a football field. Other types of MOFs capture carbon dioxide from flue gases, catalyze \nchemical reactions or separate petrochemicals in processing plants. The researchers came up with their first water-\nabsorbing MOF, called MOF-801, in 2014. Water molecules in ambient air stick to the internal surface - a process \ncalled adsorption - and increase the humidity inside the MOF to a point where the water condenses even at room \ntemperature, just as water condenses on cooler surfaces when the humidity is high. When the MOF is heated \nslightly, the water comes back out and can be condensed and collected. The first harvester employing MOF-801 \npremiered in 2017 and was totally passive and solar powered: It sat and adsorbed water at night and gave it up the \n\n\nnext day in the heat of the sun, with the water vapor condensing on the inside surface of the container. By 2018, \nYaghi's Berkeley team had turned that proof-of-concept device into a second-generation harvester that collected \n0.07 liters - a little over 2 ounces - of water per day per kilogram of MOF during one day-night cycle in the Arizona \ndesert, again using heat from the sun to drive the water out of the MOF. \"Although the amount of water was low, \nthe experiment showed how water from desert air can be concentrated into the pores of the MOF, removed by mild \nheating with sunlight and then condensed at ambient conditions,\" Yaghi said. The 2019 model is no longer passive: \nIt uses solar panels to power fans blowing ambient air over MOF contained within a cartridge, so that more of the \nMOF is exposed to air. The MOF-filled cartridge, about 10 inches square and 5 inches thick, is intersected by two \nsets of channels: one set for adsorbing water, the other for expelling it to the condenser, allowing continuous \ncycling throughout the day. The solar panels, attached to batteries so that the harvester can run at night, also power \nsmall heaters that drive the water out of the MOF. The productivity of this new water harvester is 10 times the \namount harvested by the previous device and 100 times higher than the early proof-of-concept device. No traces of \nmetal or organics have been found in the water. The improved productivity and shorter cycling time of the new \ndevice comes from a newly designed MOF, MOF-303, that is based on aluminum, as opposed to MOF-801, which \nis based on zirconium. MOF-303 can hold 30 per cent more water than MOF-801 and can adsorb and desorb \nwater in a mere 20 minutes under ideal conditions -something Yaghi's startup is close to achieving. \"MOF-303 does \ntwo things very well: It takes up much more water than the zirconium MOF we reported on before, and it does it \nmuch faster,\" Yaghi says. \"This allows water to go in and out much faster; you can pump air in and harvest the \nwater over many cycles per day.\" Yaghi gets inquiries about his harvester nearly every day from people, agencies \nand countries around the world, many in arid regions of the Middle East, Africa, South America, Mexico, Australia \nand around the Mediterranean. The bulk of the funding for improvements to the harvester comes from Saudi \nArabia's King Abdulaziz City for Science and Technology, as part of a joint KACST-UC Berkeley collaboration \ncalled the Center of Excellence for Nanomaterials and Clean Energy Applications. Desert kingdoms chronically \nshort on water appreciate the harvester's potential, said Yaghi, who comes from another arid country, Jordan. \"The \natmosphere has almost as much water at any one time as all the rivers and lakes,\" he said. \"Harvesting this water \ncould help turn dry deserts into oases.\"                                                                                    \n"}