{"title": "MURKY POLICY ON ISRAEL", "body": "\nThe United States has encouraged Soviet Jews to emigrate to Israel for a decade; about 300,000 have done so. \nBut Israel is having trouble building decent housing for them, cutting the recent flow substantially.  During that same \ndecade, the Reagan and Bush administrations guaranteed loans totaling more than $5 billion for Iraq (which \nallowed Iraq to buy $5 billion of additional weapons), facilitating the rape of Kuwait, which precipitated the Persian \nGulf War.  President Bush then called Iraqi dictator Saddam Hussein the moral equivalent of Adolf Hitler. During the \ngulf war, Iraq rained Scud missiles on Israel's civilian population. Israel, at U.S. urging, refrained from retaliating \nagainst Iraq.  To induce Egypt to join the gulf war coalition, the Bush administration forgave $7 billion in Egyptian \ndebts. Syria was granted $3 billion in credit (which it used to buy weapons, including Scuds). The United States and \nIsrael informally discussed a U.S. guarantee of loans to build housing for its new immigrants in recognition of \nIsrael's ''team player'' attitude during those tense and terrible days.  When Israel asked the Bush administration for \nthe guarantee, Bush personally and vehemently opposed the guarantees and berated Israel in the strongest terms.  \nRecently, the Bush administration announced payments on more than $2 billion of defaulted Iraqi loans owed to \nGulf International Bank, apparently in violation of U.S. policy and U.N. sanctions.  Ignoring the forced expulsion of \n300,000 Palestinians by Kuwait, the thousands of Kurds and Shiites slaughtered by Iraq, the hundreds of \nPalestinians slain by their brethren for advocating peace with Israel, the headlong pursuit of nuclear weapons by \nIran, Iraq, Libya and Syria and their sponsorship of worldwide terrorism, and ignoring the 50-year, single-minded, \nmaniacal Arab commitment to the destruction of Israel, the Bush administration announced yet again that the major \nobstacle to Middle East peace is Israeli settlements in the disputed territories.\nAlice's Wonderland was crystal clear compared to this.  Richard H. Senturia Creve Coeur Unhealthy Facts I share \nthe Post-Dispatch's editorial confidence (April 8) that the people of Missouri are not likely to be fooled by the \n''misinformation'' about state Rep. Gail Chatfield's state-contro lled health-care scheme for Missouri.  They would be \neven less likely to be fooled if there was someplace they could get the facts.  So, let me try again.  When the \nChatfield bill was pre-filed on Dec. 2, 1991, it was to be funded by a 7.5 percent gross payroll tax on business, plus \nan income tax surcharge on individuals.  Three months later, the backers said that wasn't going to be enough; the \nlargest tax hike in the history of the state wasn't going to be enough. So they hiked the tax hike to 9 percent from \n7.5 percent. That, by the way, is a 20 percent increase in three months, not really ''along the line of the inflation \nrate,'' as the editorial said.  The editorial seemed concerned that Chatfield's opponents might use scare tactics. It \nwould only be fitting because, quite frankly, the Chatfield state-run health-care scheme scares the hell out of me. \nGiven the unique spectacle of a tax being raised before it has ever been enacted, it's hard to have faith that \nChatfield offers anything more than an open-ended raid on the taxpayers of Missouri.  Chatfield's proposal now \ndemands that we more than double our state taxes; it demands $11.5 billion in new taxes. But that won't be enough \neither and, like the drunk at the bar, the national healthers are going to keep telling us, ''Just one more. Just one \nmore tax hike, and then we'll quit.'' But they won't be able to quit because while Chatfield's proposal contains much \nthat would do harm to the quality of our health care, it contains nothing that would truly control the costs of health \ncare. Once the people of Missouri have the facts about what Chatfield would do to our health care, our economy \nand our taxes, they will be lining up to oppose it.  Jim Floyd Manager External Communications Blue Cross and \nBlue Shield of Missouri St. Louis\n\n"}