{"title": "EDUCATION'S WORTH FIGHTING FOR", "body": "\nBattle lines are drawn.\n\nOn one side are the state's education authorities and their forfeiture of their mission to teach every child. On the \nother side are advocates, teachers, immigrant parents and community leaders outraged by the officials' \nirresponsibility. It is a fight worth having.\n\nAt the heart of the conflict is the failure of the city's school system to provide the resources to educate the 50% of \nits students who come from immigrant families.\n\nAnd the state officials' adoption of tougher graduation standards that, absurdly, do not differentiate between a \nnative speaker and a kid with a couple of years of English instruction.\n\nNot surprisingly, in 2000, the first year the Regents' English exam became a graduation requisite for every high \nschool senior in the city, the dropout rate for immigrant students went through the roof.\n\n\"New standards were supposed to be a way to improve education for all students,\" said Margie McHugh, executive \ndirector of the New York Immigration Coalition, \"not a way to rob thousands of children of a basic high school \neducation.\"\n\nBut according to a report issued by the city's Board of Education last month, the number of English Language \nLearner dropouts was larger than the number who graduated.\n\n\"In the city's class of 2000, the ELL dropout rate was 30.6%,\" said Margie Feinberg, a Board of Education press \nofficer.\n\nOutrageous.\n\nYet the Board of Regents and state Education Commissioner Richard Mills held their monthly meeting last week \nwithout as much as a mention of this crisis.\n\n\"If they are looking for a confrontation, they will get it,\" said Councilman Guillermo Linares (D-Washington Heights). \n\"We are not going to let a massive desertion of immigrant students happen.\"\n\nFirsthand knowledge\n\nLinares, who was born in the Dominican Republic and came to New York at 15, understands better than most what \nthese students go through. He knows by experience what it means to move to another country, with a different \nculture and a strange language. And to enroll in school under such adverse conditions only to be told that you are \nnot capable of making it.\n\n\n\"As it happens to many Latino children today, a counselor advised me to forget about graduating from high school,\" \nLinares remembered. \" 'You'll never make it. Go for a GED,' he told me.\"\n\nBut the Dominican immigrant proved the counselor wrong. He grew up to become the first Dominican-born elected \nofficial in New York, and an effective advocate for his people and the city. \"That kind of advice is inadmissible,\" \nLinares said.\n\nHe is not the only one determined to give these children the opportunity to have a future.\n\nA united front\n\nThe New York Immigration Coalition, an umbrella organization for more than 200 groups; Alianza Dominicana, the \ncity's largest Dominican organization, and the South Asian Youth Action, a Queens-based group that works with \npublic school students, have brought a suit against the state Education Department, the Board of Education and \nthe Regents.\n\n\"We are demanding that more resources are made available for ESL and bilingual classes,\" said Sandra del Valle, \na Puerto Rican Legal Defense and Education Fund attorney who is in charge of the case. \"And also for ELL \nstudents to be given a test that makes sense for them.\"\n\nNot much to ask.\n\n\"As a member of the council's education committee, I am willing to propose a resolution asking for public \nhearings,\" Linares said. \"And to take this issue to the federal level, if necessary. The rights of these students are \nbeing violated.\"\n\nBattle lines are drawn, and it is a fight that is worth having. At stake is the future of thousands of children.\n\nAlbor Ruiz can be reached at\n\nAruiz@edit.nydailynews.com  \n"}