{"title": "Mexican village was ready , but Jesica's funeral not to be", "body": "\nEverything was set for Jesica's funeral: schoolchildren were preparing a parade, a teacher wrote a poem in her \nhonor, volunteers spruced up her burial plot.\n\nThen word reached the people of Arroyo Hondo that the 17-year-old wasn't coming home after all. Her parents had \nchosen to bury her in Louisburg, N.C., fearing that if they brought her body across the border into Mexico they \nwould be barred from going back.\n\nJesica Santillan left Arroyo Hondo four years ago when her parents paid a smuggler to sneak her into the United \nStates for better medical care. Last month she got a heart-lung transplant, but a mistake in the blood type caused \nher death.\n\nNow, the complexities of immigration law have disrupted her village's plans for a dignified farewell and have \ncompounded resentments among its 300 people. Many Americans see the immigration curbs as vital to control the \nhuman flow from south of the border, but most Mexicans see them as baffling and inhumane.\n\n\"I really don't understand why, when we had everything planned and everyone was ready to say their last \ngoodbyes, suddenly they say she's not coming,\" said Jesica's aunt, Marina Santillan. \"God let her be born here, \nbut the United States says she cannot come back to rest in peace.\"\n\nIn fact, there were no laws preventing the return of Jesica's body. But her parents originally were illegal immigrants \nand their current legal status in the United States is unclear, so they decided it was too risky to leave.\n\nThis sun-scorched mountainside village never had much, and it took the tragedy of Jesica Santillan to bring it to \ninternational attention.\n\nIt was here that she learned to ride a bike and to fish with a pole made out of sugar cane. It was here she got good \nenough at soccer to play with the boys, developed her first crush and dreamed of one day getting the heart \ntransplant.\n\nJesica suffered from a heart deformity that kept her lungs from getting oxygen into her blood. Doctors at Duke \nUniversity mistakenly gave her a heart and lungs of the wrong blood type. A second transplant failed to save her; \nshe died Feb. 22.\n\n\"She wasn't our child, but we all saw her grow up and leave to get help,\" said Irma Ramirez, the mayor of Arroyo \nHondo. \"We all felt like we lost a child. She loved life so much that she made everyone around her smile.\"\n\n\nArroyo Hondo is a three-hour drive from the western city of Guadalajara and has one paved road. Much of the \nvillage depends on a nearby sugar mill and surrounding fields of head-high cane. But the industry pays just $9 per \n12-hour day.\n\nThe local school stops at the sixth grade. After graduating in 1997, Jesica worked as a maid in a neighbor's house \nbefore leaving for the United States.\n\nNearly everyone of working age has headed to the fields of North Carolina.\n\n\"It's sad, but everybody goes up there,\" said Marina Santillan, whose husband and three brothers are living in North \nCarolina. \"What is there to keep them here? There's no way to make any money.\"\n\nVillage officials were going to cancel classes so that all 52 school children could parade in her honor carrying roses \nand wearing black ribbons. Her second-grade teacher wrote a poem for her about heart-shaped chocolates and \nhope.\n\nJesica lived with her parents, a younger brother and sister in a whitewashed two-story home by the church and a \nscrawny orange tree.\n\nJesica's grandmother, 81-year-old Rosario Diaz, lives next door and keeps the Santillan home locked up, waiting \nfor a family that may never return.\n\nDiaz, who has been in and out of the hospital with heart problems of her own, said Jesica wanted to come back and \nvisit when she had recovered from the operation.\n\n\"We were excited to see her,\" she said. \"Now we will never see her again.\"\n\nVictor Ramos, who runs the only grocery store, said Jesica's death left Arroyo Hondo in mourning. But the villagers \nare used to loss, he said. Many people leave and never return.\n\n\"You know where you were born, but you don't have the right to know where you die,\" Ramos said. \"A lot of people \n- half the people in this town - left and disappeared. Maybe they died, maybe they are happy somewhere else. But \nto us they are gone.\"\n\nGraphic\n\n \n\nAP Photos ARH102-108\n"}