{"title": "Losing Track of Illegal Immigrants; Once in U.S., Most Foreigners Easily Escape Notice of INS", "body": "\n Over the past decade, terrorists have posed as students, slipped across the lightly patrolled Canadian border, used \nfalse passports and presented themselves as tourists to enter the United States and plot deadly acts.  \n\n Their persistence in exploiting loopholes forced U.S. officials to confront a monumental question after the Sept. 11 \nattacks: Can a broken system, designed to police millions of people who come to the United States in search of a \nbetter life, be quickly reconfigured to capture the few who arrive in pursuit of a life of terror. \n\n The challenges are daunting, interviews and a review of federal and congressional audits and INS records show. \nThe attacks against the Pentagon and the World Trade Center highlighted numerous problems: \n\n* International students, sponsored by 15,000 universities, colleges and vocational schools, have been considered \na potential security risk for nearly two decades. The federal Immigration and Naturalization Service fails to keep \ntrack of foreign students and ignores scores of second-tier schools that offer aviation and specialized training to \nforeigners. \n\n* The INS is unable to track more than 3 million foreign nationals who are overstaying their visas. Record-keeping \nis so incomplete that the INS has no record of six of the 19 suspected Sept. 11 hijackers entering the country, \nthough they are believed to have come through ports of entry with legitimate visas. \n\n* Counterterrorism has never been a top INS priority and the agency is ill-equipped to handle it. Though the INS has \na small national security unit to coordinate with federal law enforcement, what little funding it has mostly goes into \noperations not specifically aimed at stopping terrorists. \n\n* The 4,000 mile border between Canada and the Lower 48 states has been identified by terrorists as easy to cross, \nwith vast unmonitored stretches. Officials are unsure when it can be made more secure. \n\n \"Our nation is best characterized as a sieve,\" said Sen. Dianne Feinstein (D-Calif.), an immigration subcommittee \nmember. \"Clearly people are exploring the penetration points of our system to put themselves in close touch with \neither substances or instruments of mass destruction in the United States.\" \n\n\n Some loopholes have been closed in recent years, sometimes in response to terrorist plots. It is now harder to \nclaim political asylum, for example, and new technology has helped identify suspect individuals at entry points. \n\n The continuing wide abuse of the system has been especially evident since Sept. 11. Authorities have rounded up \nmore than 500 foreign nationals, holding as many as 150 on suspicions that they violated immigration laws that \nofficials acknowledge are rarely enforced. \n\n The overwhelming majority of those charged have no known links to the 19 men believed responsible for the Sept. \n11 attacks. \n\n Senior law-enforcement officials have recognized for years that foreign students raise security issues. The INS is \nunable to track more than half a million foreign students -- from nuclear-engineering scholars to 20,000 pilot \ntrainees -- giving terrorists potential access to dangerous technology and training. \n\n The concerns peaked in 1993 with revelations that the terrorist who drove an explosives-filled truck under the \nWorld Trade Center had arrived on a visa to study engineering at Wichita State University. \n\n In 1995, an INS task force concluded that the agency \"has no system in place to monitor or audit schools\" and did \nnot know when foreign students \"depart, drop out, transfer, interrupt their education, violate status or otherwise \nviolate the law.\" \n\n That flawed system has remained essentially unchanged, the INS and school administrators said. To secure or \nextend a visa, foreign students rely on a ubiquitous immigration form called an I-20, which is sent by approved \nschools to an INS data processing center in London, Ky. \n\n \"Lord knows what happens after that,\" said Helene Robertson, a former director of immigration services at \nGeorgetown Medical School. \"We'd joke about it being sort of a black hole.\" \n\n By 1996, Congress ordered the INS to update computerized tracking of foreign students. The agency launched a \n21-school experimental program in 1997. Colleges protested, however, arguing that student tracking would \nstigmatize foreigners and impose a burdensome $ 95 fee. \n\n Still, the experimental program succeeded, many participants said. Robert Sunday, chief operating officer of the \nNorth American Institute of Aviation in Conway, S.C., the program's only flight school, said that if an enrollee does \nnot show up, \"we go right to the computer and cancel his visa.\" \n\n Opposition remains. After Sept. 11, the Association of International Educators, a chief opponent, said it realized \nthat some tracking of students was needed. The group's president, June Noronha, acknowledged last week that \neducators still are troubled by what she called a \"very medieval\" system. \n\n Lost in the debate is the fact that the hijackers who trained at U.S. flight schools would not necessarily have been \npart of the proposed student-tracking system. \n\n The system would track immigrants with student visas, but it would ignore foreign students using tourist or \nbusiness visas -- or no visas at all. Some such students attend thousands of flight schools that operate well beyond \nthe reach of the INS. \n\n Mohamed Atta and Marwan Al-Shehhi, who are believed to have crashed two planes into the World Trade Center, \nappear to have navigated the system to perfection. Both carried tourist visas and enrolled in flight schools that did \nnot question their visa status. \n\n The suspects \"obviously looked for weaknesses, and that includes human weakness,\" Sunday said. \"They put $ \n10,000 down and hoped the guy would not ask for a visa.\" \n\n\n\n When Atta and Al-Shehhi signed up for training at Huffman Aviation International in Venice, Fla., owner Rudi \nDekkers said, he did not ask for visas. \"When somebody walks in the front door, it's not my duty to ask you where \nyou're from,\" he said. \n\n The INS agrees. Immigration law does not require schools to ensure that their students are in the country legally. \n\"The way this has evolved, the individual and not the school is violating the law,\" INS spokesman Russ Bergeron \nsaid. \n\n The INS is the first line of defense against terrorists trying to cross U.S. borders, but it has long been overwhelmed \nby sheer numbers: About 530 million people, about one-third of them returning Americans, cross U.S. borders each \nyear. \n\n Counterterrorism has never ranked high among the agency's priorities. The INS opened a counterterrorism office \nin 1997, but coordinator Walter Dan Cadman told the Senate three years ago that the unit got a \"late start\" and was \na fragmented effort. Neither Cadman not the INS public affairs office last week would answer questions about the \nunit's size or mission. \n\n The INS assigns about 2,500 agents to \"interior enforcement\" of immigration laws. The effort is fraught with \nproblems, officials said. Inadequate technology makes it impossible to locate foreign visitors at any given time. The \nlarge number of them stretches resources thin. And even when agents succeed in arresting illegal immigrants, jail \nspace is so limited there may be no place to put them. \n\n As a result, most of the INS's interior enforcement until recently focused on large sweeps of illegal workers, hardly \nmaking a dent in the problem. Just a month ago, the Bush administration was considering granting amnesty to \nillegal immigrants -- an acknowledgment that little could be done to remove about 7 million people in the country \nillegally. \n\n The INS has not tried to confront the estimated 3 million people who have overstayed their visas.  Four out of 10 \nillegal immigrants in the United States arrived on tourist, business or student visas and simply remained here. \nThree of the Sept. 11 hijacking suspects were among them. \n\n In 1997, the Justice Department's inspector general concluded that the INS could not \"identify, locate, apprehend \nand remove\" offenders. The INS confirmed that is true today. \n\n \"It's very easy to come into this country and disappear and not be found,\" said James W. Ziglar, the recently \ninstalled U.S. immigration commissioner. \n\n Outdated technology is an issue. When most foreign visitors arrive, their names and intended destinations go into \nan INS database, but the information supplied is often false. That was demonstrated more than a decade ago when \nagents visited 2,000 addresses to find visa offenders. They found one. \n\n In 1996, Congress ordered the INS to keep a record of everyone entering and leaving the country. But Congress \nimmediately put that order on hold and last year repealed it. Businesses were worried that delays at border \ncrossings would stall commerce. \n\n Law-enforcement officials have repeatedly warned about another area of abuse: a \"visa-waiver\" program, which \nallows citizens from 29 countries to enter without visas. A 1999 Justice Department inspector general's report found \nthat abuse of the program \"poses threats to U.S. national security.\" It said that some terrorists and criminals \nintercepted by the INS had tried to use the program, convinced that \"they would have a greater chance of \nsuccessful entry.\" \n\n When Ahmad Ajaj came to the United States in 1992, he nearly slipped through the visa-waiver gap. Ajaj carried a \nSwedish passport, allowing entry without a visa. An inspector spotted his photo crudely pasted atop another \npassport picture. \n\n Ajaj went to jail for passport fraud, then plotted the 1993 World Trade Center bombing from his prison cell. \n\n\n\n With 4,000 miles of rugged, often unguarded wilderness, a shortage of security resources, and more than 100 \nmillion travelers annually, the border is a daunting challenge. \n\n Just 334 agents police the northern border, or one U.S. Border Patrol agent about every 12 miles. Some stations \ndo not have 24-hour coverage, leaving the border unguarded from midnight to 8 a.m. At some entry points, agents \nput out orange rubber cones at night to dissuade travelers from crossing unchecked into the United States \n\n \"The nice ones will put the cones back after driving through,\" said Sen. Byron L. Dorgan (D-N.D.), who believes the \nnorthern border is \"particularly vulnerable.\" \n\n That view has been expressed for years by law-enforcement and intelligence authorities concerned about the \ngrowing presence of terrorists in Canada. More than 50 terrorist groups have established beachheads in Canada. \n\n While Congress and the INS built up manpower and technology along the southwest border in the mid-1990s, the \nnorthern border was essentially overlooked, and in some cases, actually lost resources, they said. \n\n From fiscal 1994 to fiscal 2001, Border Patrol agents assigned to the southern border more than doubled, to 9,056 \nagents, or about one for every 1,300 feet. The much larger northern border got just 28 new guards, a 9 percent \nincrease. \n\n \"We simply don't know what's going on on our border up here. And the reason we don't know is because we've \nnever had enough people,\" said Carey James, a retired Border Patrol supervisor in the Pacific Northwest. \"Lord \nknows who is getting through and what is getting through,\" he said. \n\n James and other INS officials said they complained about manpower and resources, but no one in Washington \nlistened, even after two terrorists were captured attempting to cross the border in the late 1990s. \n\n \"I thought red flags would go with those [captures] and they would do something. But nothing happened,\" said \nEugene R. Davis, a former Border Patrol supervisor near Vancouver. \n\n Ziglar last week said, however, that it was a \"misperception\" that the border is \"unprotected and undefended.\" In \nthe first six months of the year, more than 4,000 criminal foreigners were caught along the northern border. Still, he \nsaid, \"more could be done.\" \n\n The gaps in policing the border, authorities said, include manpower shortages, outdated computers, a lack of \ninterior enforcement, and a shortage of holding cells that forces agents to send illegal immigrants back to Canada, \nonly to have them sneak across the border again.  \n\n Because of a lack of resources, the Border Patrol \"cannot accurately quantify how many illegal aliens and drug \nsmugglers it fails to apprehend,\" the Justice Department's inspector general reported in February 2000. Sensors \nand cameras help, the report said, but they cannot cover the long border. A $ 6 million camera system being \ninstalled is several months behind schedule, INS officials said. \n\n \"The cameras will be helpful. They will help us distinguish between human beings and animals, but they've yet to \ndesign a camera that will hop off of that pole and arrest a guy,\" said Keith Olson, a Border Patrol agent and \npresident of the National Border Patrol Council, a union representing agents. \n\n Efforts to shore up the northern border are part of a larger, four-part national plan to secure all of the nation's \nborders. The INS began the effort in the mid-1990s, starting with the southwest and California. The northern border \nis the plan's last leg. \n\n \"We're now at about step one-and-a-half,\" an INS official estimated, adding that he didn't know how much longer it \nwould take to secure the northern border. Along vast stretches of that border, illegal immigrants can walk across \nprairies, dirt roads and mountain passes into the United States. At busy ports of entry, inspectors and Customs \nagents have little time to check the more than 100 million visitors and $ 400 billion worth of goods that pass through \neach year. \n\n\n\n Canada's generous political asylum laws, a shortage of law enforcement resources and difficulties tracking aliens \nwho enter the country and then disappear have made Canada a haven for terrorists, according to government \nreports and interviews. \n\n \"Given what went on Sept 11. and how sophisticated this organization and these efforts were, you have to \nconclude that the issues with Canada are a real problem waiting to happen, and there has to be much more thought \non how to deal with Canada,\" said Doris Meissner, who was immigration and naturalization commissioner in the \nClinton administration. \n\n After last month's attacks, some solutions to long-standing problems came quickly. \n\n Ziglar, the INS commissioner who took office in August, and Customs Commissioner Robert Bonner said they \nnever got U.S. intelligence briefings until Sept. 11. Now they get them daily. \n\n \"It's been very helpful,\" Ziglar said. \n\n The Bush administration and Congress are demanding improvements in intelligence sharing. \n\n Feinstein, frustrated over the lag in implementing a foreign-student tracking system, wants a moratorium on \nstudent visas until it is in place. And Canadian border security is getting renewed attention, with calls by Congress \nand the Bush administration to triple the number Border Patrol agents and U.S. Customs Service inspectors there. \n\n More could be done to use immigration laws to fight terrorism, said Seth Waxman, who coordinated Justice \nDepartment immigration policies before he became the Clinton administration's solicitor general. Sealing the border \nand further restricting foreign visitors, however, would be expensive and politically costly. At some point, experts \nsay, a tightened system would threaten civil liberties and send an anti-immigration message to the world. \n\n \"There is no fail-safe solution,\" Waxman said. \"No silver bullet.\" \n\nStaff writer Mary Pat Flaherty and staff researcher Alice Crites contributed to this report. \n"}