{"title": "Illegal Immigrant Death Rate Rises Sharply in Barren Areas", "body": "\nThe dying season began early here this year, with four bloated bodies found floating in the All-American Canal on \nMarch 14. The victims, young men ages 19 and 20, had made their way from Chiapas, in southernmost Mexico, \nbefore drowning in the canal's churning currents just 35 yards from United States land.\n\n     For the Imperial County Sheriff's Department, it was an ominous sign. The dead usually start showing up in \nmultiples in high summer, when the desert becomes an inferno and the canal, roiling beneath a calm veneer, lures \nmigrants looking for a quick way across and relief from the killing sun. If bodies were washing up in groups in \nMarch, what would the summer be like? \n\n The answer, so far, is grim. Even though deaths along the Mexican border have declined over all as the slumping \nAmerican economy has attracted fewer migrants, the toll is reaching record rates in the most remote and \ndangerous outposts. To avoid the stepped-up border patrols in populated areas, the most desperate migrants cross \nin the more unguarded and desolate deserts of Arizona and eastern California. June was the deadliest month ever \nfor the southwest border, with 67 migrants dying, mostly in the unrelenting heat of the United States Border Patrol's \nTucson sector, a barely habitable land that covers most of southern Arizona.\n\nHere in the mountainous El Centro sector, which includes the vast Imperial Desert, 52 migrants have died since \nOct. 1. The sheriff's department believes the deaths could outpace last year's record of 95.\n\n\"It seems quiet, but we're finding more multiples -- bodies in threes, fours and fives,\" said Gary Hayes, a deputy \ncoroner in the department. \"They're really trying to avoid detection, so they're going to more and more remote \nareas.\"\n\nThe rising toll in these barren regions is the more remarkable because illegal immigration from Mexico has fallen \n29 percent, largely because of the faltering United States economy and tighter security, and border deaths in \ngeneral are down 20 percent. \n\nExperts warn that the deadliest months are to come. August, traditionally, is the cruelest. They also note that the \nstatistics do not include people who die in Mexico. (The Mexican government counted 22 migrants who died inside \nits border in June. It counts only Mexicans and not migrants who pass through from Central America or elsewhere.)\n\nThe deaths are full of suffering. People have suffocated in airless trucks, died in vehicle crashes, been struck by \nlightning or drowned. Most often, though, they are felled by heatstroke or dehydration. Some carry no identification \nand, in a tragic irony, end up where they wanted to be, in the United States -- but in anonymous pauper's graves. \nOther migrants, not counted by the Border Patrol, never make it across. \n\n\nMigrant advocacy organizations blame the Border Patrol for the mounting deaths, saying that its decision to focus \nits policing on border cities has driven migrant traffic to the most severe terrain, with the most extreme climates, \nwinter and summer. The policy, which began as Operation Gatekeeper in 1994, added officers, enhanced \nsurveillance equipment and put up physical barriers like concrete walls, as well as introducing other measures, at \nthe San Diego border. The strategy was then expanded to Arizona and Texas.\n\nSince the operation began, about 2,000 migrants have died trying to cross into this country, according to the \nMexican government, with an average of more than one a day in the last two years. The shift has also made \nexpensive smugglers -- called coyotes -- indispensable. Possibly hundreds of migrants have died because they \nhave been abandoned by these smugglers, or because they have been led by people who themselves could not \nmanage a brutal landscape, their advocates say.\n\n\"Once the deaths started happening by the dozens in the mountains east of San Diego,\" the federal government \n\"never rethought its strategy,\" said Claudia Smith, border project director for the California Rural Legal Assistance \nFoundation, in San Diego. \"The Border Patrol, as planned, went on to push them into the deserts,\" she said, \"where \nthe risk increased exponentially.\"\n\nThe Border Patrol denies that its policies are responsible for the increase in deaths and has no plans to change its \nstrategy. It counters that it is doing everything it can to deter migrants from passing through the desert, including \nadding medically trained search and trauma teams to rescue migrants, helicopter patrols in treacherous areas and \nseveral rescue beacons in the desert that send an electronic distress signal with the push of a button. It has also \nmounted a public service campaign in Mexico and Central America, using celebrities to do television and radio \nadvertisements to warn would-be migrants of the dangers of trying an illegal border crossing.\n\n\"Our primary mission is to protect our nation's borders,\" said Mario Villarreal, a spokesman for the Border Patrol in \nWashington, D.C., adding that unscrupulous smugglers, charging between $1,000 and $2,000 a person or more, \nare to blame for persuading would-be border crossers to make the dangerous trek.\n\nCrossing the border illegally has always come with risks. Before Operation Gatekeeper, most traffic entered via \ncities like San Diego and El Paso, where migrants became targets for muggers and the like.\n\nA study released in July by the Public Policy Institute of California, a research organization in San Francisco, found \nthat the Gatekeeper strategy, which costs more than $2 billion a year, has done little to significantly diminish illegal \nimmigration. It actually increased after the border buildup. Economic opportunities in the United States and Mexico, \nthe study found, have a stronger effect on migration than does the number of agents at the border.\n\nMigrants risking their lives in the extremes of the desert tend to come from the poorest states in Mexico, like \nChiapas and Oaxaca, where the economy is in collapse and whole villages have been vacated by working-age \nmen, and, increasingly, women. At Casa Madre de Asunto in Tijuana, a safe house for migrant women that is run \nby a Catholic nun, a dozen or more women at a time have either migrated to the city from the south or have \nstopped by on their way to cross the border.\n\nRecently, a 31-year-old woman from Oaxaca said she and her brother, a cousin and a friend, who were resting at a \nsafe house for men next door, had driven for two days and two nights to make it to Tijuana and planned to make a \ntwo-day trek through mountains with a \"coyote\" who was taking them into Los Angeles, charging them $1,500 each.\n\n\"That's $1,000 less than he charges others,\" she said, \"because he knows us.\" She had tried to make the trek \nmonths before, she said, but lost her nerve after feeling faint and dehydrated and turned back after a day. \n\nShe said she hoped to become a maid or work in a store and make some money to send to her mother. \"I'm coming \nfor a better life for all of us,\" she said.\n\nDays later, a woman at the safe house said she assumed the group had made it across; they had not heard from \nthe Oaxaca woman.\n\n\n\nWhen smugglers are caught, said Mr. Villarreal of the Border Patrol, efforts are made to prosecute them. In a recent \nincident in Dallas, where two men were found dead in a stifling 54-foot-long truck that had transported 40 illegal \nimmigrants from El Paso, a nine-hour trip, two truckers have been charged with murder. \n\n\"This is good work' but we're not done,\" Mr. Villarreal said. \"The main message we still want to get out is that it is \ndangerous to try to cross along the southwest border.\" \n\nHere in the El Centro sector, five suspected illegal immigrants died of heat exposure in mid-July in an area of the \nImperial Desert that resembles a moonscape. \"It's almost totally devoid of plant life,\" Mr. Hayes, the deputy coroner, \nsaid.\n\nSpotted by a military aircraft, the bodies could not retrieved for a day because of the terrain. Mr. Hayes said satellite \nequipment was needed to mark the positions of the bodies. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: A cross stenciled \"No Olvidado,\" or \"not forgotten,\" marking a potter's field grave in Holtville, Calif., where \nmany unidentified migrants who died trying to enter the United States illegally from Mexico are buried. (Monica \nAlmeida/The New York Times)(pg. A12) Map of the Southwest and Mexico shows migrant deaths in border patrol \nsectors. (pg. A12)      \n"}