{"title": "LIGHTS TO SHINE ON BORDER INSTALLATION AIMED AT ILLEGAL CROSSINGS", "body": "\nThe Border Patrol plans to light up all 14 miles of the U.S.-Mexico border in San Diego with powerful stadium \nlights.\n\nIt's part of a new strategy to prevent illegal immigrants from crossing the border rather than arresting them after \nthey already get here, said Gustavo De la Vina, chief of the U.S. Border Patrol's Chula Vista sector.\n\nThe Border Patrol previously installed 24 stadium lights along the Tijuana River levee just west of the San Ysidro \nport of entry.\n\nNow it has 70 more lights that it plans to deploy to the west, mainly in the marshy zone between the border and \nImperial Beach, about 15 miles south of San Diego.\n\nReady by March\n\nThe lights should be in operation within two months, De la Vina said.\n\n\"That's my main mission right now,\" De la Vina said Friday in an interview with the San Diego Union Tribune. \"I \nhave to light up this border.\"\n\nMuriel Watson, one of several local campaigners for immigration reform and founder of a group called \"Light Up \nthe Border,\" was ecstatic about the plans. \"Yippee for the lights!\" she said. \"This sends an important message, \nthat we are willing to control the border and enforce our immigration laws.\"\n\nDe la Vina said the key border zone is a two-mile stretch west of the San Ysidro port of entry, between Interstate 5 \nand the Pacific Ocean, the area of the heaviest volume of illegal crossings for the last few years.\n\nFocused effort\n\n\"This is where I'm sending everything and everybody I possibly can,\" he said.\n\nSlowly, the U.S. Border Patrol is shifting its emphasis from arresting illegal border crossers to preventing their \ncrossing, an approach pioneered last fall in El Paso, Texas.\n\nBut the approach will not concentrate on a blockade-style operation of the entire San Diego zone, such as was \nlaunched by the Border Patrol last fall in El Paso. But it will deprive illegal crossers of their favorite crossing sites, \nDe la Vina said.\n\n"}