{"title": "Ramsey County / Jail again will accept immigration detainees; Feds pay high rate to use excess capacity", "body": "\nImmigration detainees will be going back into the Ramsey County jail, county officials said Wednesday, \nreversing a policy that would have barred some illegal immigrants from the county's custody.\n\n\"We have informed immigration authorities that we will accept any of their detainees,\" Sheriff Bob Fletcher said, \nafter a meeting Tuesday of the Ramsey County Board.\n\nThe commissioners didn't take a formal vote, but their statements at the meeting indicated that there would not be \nsupport for rejecting detainees brought in by Immigration and Customs Enforcement agents from outside the Twin \nCities.\n\nFletcher estimated about half of the detainees in his jail, as high as 40 people in recent months, came from \noutside the metro area. Federal officials pay about $80 a day to house them in St. Paul, a significant premium \nabove what other agencies pay to use what is, at least for now, excess capacity at the county's jail near \ninterstates 94 and 35E.\n\nThe reversal disappointed Ramsey County Commissioner Rafael Ortega, who represents downtown St. Paul, \nHighland Park and part of the East Side, as well as the traditionally Hispanic community on the West Side.\n\n\"I think my colleagues were being influenced by a lot of e-mail, from all over the country, suggesting that we were \nbreaking the law or being somehow un-American,\" Ortega said of the county's earlier decision to temporarily bar \nsuspected illegal immigrants from the county jail.\n\n\"That just isn't the case,\" Ortega said.\n\nBut other commissioners said they felt they didn't have the legal authority to dictate who could and could not be \njailed in Ramsey County.\n\n\"We can't be picking and choosing who we'll take when a law enforcement agency comes to our door with \nsomeone,\" said Commissioner Jim McDonough, who represents most of St. Paul's East Side, which also has a \nsignificant Hispanic population.\n\nThe controversy was sparked by a December immigration raid in Worthington, Minn., one of a series of \nimmigration actions across the country. More than 200 employees of the Swift & Co. meatpacking plant in \nsouthwestern Minnesota were taken into custody, sparking outrage among critics of U.S. immigration policy and \nthose concerned about the families of the detained workers.\n\nOrtega had called closing the jail door to immigration-related detainees a \"moral issue\" in December.\n\n\nIt is also, however, a financial issue. Immigration and Customs Enforcement authorities paid about $2 million last \nyear to house detainees in the Ramsey County jail, in part because the federal government doesn't have its own \nfacilities in Minnesota. The federal payments are the equivalent of about 11 percent of the jail's operating budget.\n\nCounty commissioners likely would have had to come up with the money some other way, either by raising taxes or \ncutting other programs, as an effect of the new policy, and Tuesday's meeting indicated they were unlikely to do \nthat.\n\nTim Nelson can be reached at tnelson@pioneerpress.com or 651-292-1159.\n"}