{"title": "U.S. GRANTS VISAS IN ELIAN CASE HIS FATHER AND FIVE OTHERS COULD ARRIVE SOON. TALKS CONTINUED ON CUSTODY.", "body": "\nThe State Department yesterday approved visas for members of Elian Gonzalez's Cuban family - setting the stage \nfor a reunion between the 6-year-old and his father and a showdown between immigration officials and those who \nbelieve he should remain in the United States.\n\nSix visas - to Elian's father, stepmother, baby half-brother, and a male cousin, plus his kindergarten teacher and \npediatrician - could be issued as soon as today. Word of their granting came only hours after immigration officials \nand lawyers for Elian's Miami relatives began discussing how, not if, the boy will be turned over to his father, Juan \nMiguel Gonzalez, when he comes to reclaim him.\n\nThose discussions lasted nearly nine hours yesterday before recessing. An attorney for the relatives said the talks \nwould continue today.\n\nFor the better part of a week, the Immigration and Naturalization Service had been negotiating with those relatives \nover how Elian would be surrendered if they lost a pending court appeal. The INS had said that if no agreement is \nreached, it would revoke at 9 a.m. today the special \"discretionary parole\" that has allowed the boy to remain with \nthem.\n\nYesterday's shift marked a significant change in both the tenor of those talks and the prospect that some resolution \nof the protracted dispute is imminent.\n\n\"The issue has shifted from revocation of Elian's parole to the issue of transferring him to Juan Miguel's custody, \neffective as soon as Juan Miguel gets to the United States,\" a Justice Department official told the Associated \nPress. \"Tuesday's deadline has been superseded by this change of issues.\"\n\nAlthough the State Department said it had granted visas to Elian's immediate family, it was unclear when they \nwould arrive or where they might go - to the Gonzalez home in Florida or to the residence of Cuban officials in \nWashington.\n\nThe State Department did not say when it would rule on 22 other visa applications that officials said were filed on \nbehalf of Elian's schoolmates and others, including Ricardo Alarcon, a top aide to President Fidel Castro. State \n\n\nDepartment spokesman James P. Rubin said U.S. diplomats in Havana would question Cuba's government about \nthose requests to determine their merits.\n\nOutside the Little Havana home where Elian has stayed since being rescued from the Florida Straits last \nThanksgiving, after his mother and 10 others drowned, members of the influential Cuban American community who \nconduct round-the-clock vigils hinted at a fresh wave of civil disobedience if authorities try to take Elian from his \nMiami relatives.\n\n\"This is a critical moment for the boy,\" said Ramon Saul Sanchez, leader of the Cuban American activist group \nDemocracia. \"We hope the government will be sensitive to the issues in this case . . . and we are here to make \nsure that they respect the rights of Elian Gonzalez.\"\n\nDemonstrators said they were willing to go to any ends to ensure that the child is allowed to stay.\n\n\"He's going back to hell,\" demonstrator Rita Olivo, 32, said as word of the change made its way through the crowd. \n\"And we're not going to take it. . . . We're going to fight.\"\n\n\"I can't believe it, it's a disaster,\" sobbed Sacha Sanchez, who is outside Elian's house practically every day and is \nas well-known for her towering beehive hairdo as for her scratchy electronic megaphone. \"We're going to stay here. \nWe want to be here for him.\"\n\nLate yesterday afternoon, demonstrators linked arms and practiced forming a human chain in front of Elian's house \nthat would block INS officials or anyone else from going into the house to claim the boy.\n\nMeanwhile, Elian played in his backyard with Donato Dalrymple, one of two fishermen who pulled him from the \nocean Nov. 25.\n\nDalrymple said the Miami relatives had taken the news of the change in negotiations hard.\n\n\"Lazaro\" - Elian's great-uncle - \"came in the house with a bottle of Advil. He's had a headache for two months. And \nMary\" - Marisleysis Gonzalez, a cousin who has become a surrogate mother of sorts - \"she hasn't come out of her \nroom all day.\"\n\nWhile Dalrymple spoke, the demonstrators marched back and forth - some lying down in the street - continuing to \npractice in case the authorities come to take Elian.\n\nAt the very end of the chain stood Sacha Sanchez, whose tears were replaced by anger and defiance.\n\n\"Come here and get Elian, Immigration Department,\" she yelled at no one in particular. \"Come here and get him.\"\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO\n\nIn Havana, a youngster places Cuban flags on chairs at a new park in front of the U.S. Special Interests Section. \nJuan Miguel Gonzalez joined President Fidel Castro yesterday in an inauguration rally for the \"anti-imperialist\" park. \n(JOHN MOORE, Associated Press)\n"}