{"title": "Letters, Faxes & E-mail;ILLEGAL IMMIGRATION;Give them a criminal's welcome", "body": "\nRegarding \"Immigration: Gingrich forgets his own lessons about civil rights\": I wonder whether columnist Jay \nBookman has stopped to consider that illegal immigrants have broken the law and violated the sovereign borders \nof the United States. They had a choice to enter legally or illegally, and these people willfully chose to break our \nlaws. They are criminals who do not deserve the same benefits enjoyed by immigrants who chose to enter legally. \nThis is the point that Newt Gingrich is trying to make.\n\n \n\nThe reward of hard work\n\nDAN PIERCE, Alpharetta\n\nIn his column \"Doing something, being someone,\" Leonard Pitts advanced the tired argument that any response \nother than tears of sympathy for jobless people in this oppressive and terrible society makes you a monster ---and \nPitts a saint, I suppose. He said we cannot call people lazy just because they get up in the morning, meet their \njobless friends and do nothing all day long. What, then, is laziness?\n\nHis main point centered on the feeling one gets earning a living from having built a solid reputation doing something \none likes to do. This is a very difficult thing to achieve even by those of us who work hard every day. It is a reward, \nnot a right.\n\n \n\nApply immigration laws\n\nDAVID B. PRISER, Fayetteville\n\nPerhaps Jay Bookman and others do not realize that the poor immigrants' children he is worried about are illegal \nimmigrants. Not only should they not be allowed to use our limited school resources, but they also should be \ndeported, with their families, to their country of origin, as provided by law.\n\nI admire their determination to better themselves, and applaud their choice of the United States as a worthy \ndestination. However, they are illegal immigrants and are breaking the law. Our efforts should not be to attempt to \nintegrate them into our society, but to return them to their own so they can properly apply to be here.\n\n \n\nEither we have rule of law or we do not.\n\n\nBush saved lives in war\n\nROBERT BROWN, Peachtree City\n\nThe writer of the letter \"Bush's Gulf blunder\" has a poor understanding of recent history. President George Bush \ndid a magnificent job gaining a U.N. mandate and congressional support (with much opposition from the liberal \nside) to reverse Iraqi aggression against Kuwait. He then put together an unprecedented military coalition of Arab \nand Western countries to force out Saddam Hussein's forces when sanctions did not work. Although the overthrow \nof Saddam would have been a desirable outcome, the coalition had no mandate to go into Baghdad and forcibly \nremove him.\n\nThe writer blamed lives lost since the Persian Gulf War on Bush. The blame lies with Saddam. Blaming Bush is akin \nto blaming a policeman for the actions of a murderer. The number of American lives lost since the Gulf War is small \ncompared with the potential losses we would have incurred had we forced the Republican Guard into fighting.\n\nPut the blame where it belongs ---not on a president who did a superb job under the circumstances.\n\n \n\nFree to read\n\nLOREEN NIEWENHUIS, Atlanta\n\nWhen a reader, referring to the Ponce de Leon public library, wrote in \"Arenas get more respect than libraries do\" \nthat she would \"be glad to pay for a library card in order to have a clean library, free of bums, where my \ngrandchildren could browse through the books,\" she was being elitist. I am glad that I can take my kids to a library \nthat allows all segments of society free access to information.\n\nI often go to that branch with my kids, and the gentlemen from the shelters on Ponce have never interfered with our \nenjoyment of the library. The writer should consider one of the fine bookstores or coffee houses in Atlanta where \nyou can pay to enjoy the books.\n"}