{"title": "When Immigrants Die in Detention", "body": "\nTo the Editor:\n\n  Re ''Few Details on Immigrants Who Died in U.S. Custody'' (front page, May 5):\n\n  Thank you for bringing to light the tragic deaths of immigrants in the custody of United States immigration \nofficials. The unfortunate callousness and disregard of medical complaints displayed by jail officials and immigration \nagents only demonstrate how far we have come to dehumanize individuals who are held behind bars. \n\n  Such disregard negatively affects the well-being of family members and communities and the lens through which \nour nation is viewed by the rest of the world. \n\n  Our misguided national fervor to build more jails and incarcerate more individuals, even on the basis of \nimmigration status alone, can only lead to more tragic deaths. We are in grave danger of a nationwide lack of \nrecognition that every individual deserves to be treated with respect. We must reverse this trend before it is too late. \n\n  Amy Gottlieb Newark, May 5, 2008\n\n  The writer is program director, American Friends Service Committee Immigrant Rights Program.\n\n  To the Editor:\n\n  The story of Boubacar Bah from Guinea, who had overstayed his tourist visa, is grim, and a national \nembarrassment. To my naive eye, it appears that we have evolved from the days of Jim Crow to accepting another \npolitically acceptable object of disdain and mistreatment: immigrants and other noncitizens. \n\n  Immigrants are held in prisons without recourse; prisoners are held in Guantanamo without recourse. How can \nthis happen? \n\n  Mary Ann Sternberg Baton Rouge, La., May 5, 2008\n\n  To the Editor:\n\n  The suffering and death of immigrants in United States detention facilities point to a still bigger outrage: the \nalarming breakdown of health care for detained immigrants and asylum seekers. This is a direct result of the \nlongstanding abdication of responsibility by the Immigration and Customs Enforcement, the Public Health Service, \nprivate contractors and local jails for the health of immigration detainees in their custody.\n\n  The harsh circumstances of detention and the detrimental effect  on health  have  been known for years, and the \nvictims include asylum seekers who have come to this country to escape persecution in other lands, only to find \nthemselves imprisoned instead of supported while their claims are pending. \n\n\n  Congress and immigration officials must immediately take at least four steps: \n\n  First, they should provide the funds needed to protect the health of immigration detainees.\n\n  Second, they should enforce compliance with established standards of medical care in detention facilities, no \nmatter who operates them.\n\n  Third, they should release from detention asylum seekers  who pose no risk of flight or danger to the community.\n\n  Fourth, a bill to address many of these issues, introduced this week by Representative Zoe Lofgren, should be \npassed quickly. \n\n  Fifth, both Congress and the appropriate executive agencies should investigate the deaths of immigrant \ndetainees in United States custody, ensuring that the health and human rights of those still in these facilities are \nprotected.\n\n   Frank Donaghue Chief Executive Physicians for Human Rights Cambridge, Mass., May 5, 2008\n\n  To the Editor:\n\n  Your report of the death of Boubacar Bah and others and the inhumane manner in which it was handled suggests \nan appalling lack of humanity in our immigration and penal systems.\n\n  The incompetent care given to him after the injuries he received, which any intern would recognize as a medical \nemergency, requires an investigation and re-evaluation of the medical care rendered to those unfortunate \nindividuals incarcerated in our jails.\n\n  The coverage and lack of communication and cooperation with his family require a re-evaluation of the principles \nthat have made this the great country it is. \n\n  Herbert L. Cole Wayne, N.J., May 5, 2008\n\n  The writer is a medical doctor.\n\n  To the Editor:\n\n  Your May 6 editorial ''Death by Detention'' was right to point out the  secrecy and lack of transparency \nsurrounding the treatment of immigrant detainees held in for-profit facilities. But your call for holding detention \ncenters to the same enforceable standards that apply to prisons would do little to help. \n\n  Sadly, there are no enforceable national standards for prisons and jails in the United States. There is one national \naccreditation body that had developed standards, the American Correctional Association, but its standards are not \nenforceable, and there is no requirement for facilities to be accredited. \n\n  There are constitutional standards that fluctuate as the Supreme Court changes its view of the meaning of the \nEighth Amendment. \n\n  There are standards imposed by the international treaties that we have signed and ratified, including the \nConvention Against Torture and Other Cruel, Inhuman and Degrading Treatment and Punishment, but the Bush \nadministration was dismissive of the criticisms of our prison systems made by the committee of oversight last year. \n\n  We should develop enforceable national standards, including systems of oversight and monitoring, for all places of \ndetention in the United States. \n\n  Jenni Gainsborough Director, Washington Office Penal Reform International Washington, May 6, 2008\n\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nDRAWING (DRAWING BY GRADY WHITE)     \n"}