{"title": "U.S. Arrests Cuban Exile Accused In Deadly '76 Airline Bombing", "body": "\nImmigration officials arrested Luis Posada Carriles, a Cuban exile suspected in a deadly airplane bombing and \nother attacks, on Tuesday, weeks after he slipped into the United States and shortly after he withdrew an \napplication for political asylum.\n\n The Bush administration, which had been mostly silent about Mr. Posada's presence and until Tuesday denied \nknowing if he was even in the country, faced growing pressure from Cuba and its ally Venezuela to extradite him. \nCritics had questioned why the United States would not root out a suspected terrorist, even one hailed by Cuban \nexiles as a freedom fighter against Fidel Castro. \n\n  As the Department of Homeland Security detained the 77-year-old Mr. Posada, hundreds of thousands of Cubans \nin Havana participated in a protest march against him, which Mr. Castro described as ''against terrorism and in \nfavor of our people's life and peace.'' Mr. Castro had furiously accused Mr. Bush of sheltering Mr. Posada, a former \nCentral Intelligence Agency operative, in recent weeks.\n\n Government officials would not discuss why, where or how they arrested Mr. Posada, 77, though on Tuesday \nnight, Russ Knocke, a spokesman for United States Immigration and Customs Enforcement, said: ''Today is the \nfirst time there was verifiable information about his presence in the country. We had received leads prior to today, \nwhich we pursued, but they ultimately did not go very far.''\n\n One of Mr. Posada's associates said he was detained at a private home in Southwest Miami-Dade County. His \nlawyer, Eduardo Soto, said he was taken to Homestead Air Force Base and flown by military helicopter to an \nundisclosed location.\n\n Immigration officials had scheduled an interview with Mr. Posada in Miami early Tuesday regarding his asylum \nrequest. But he did not show up, Mr. Soto said. Hours later, Mr. Posada held a furtive news conference to deny \ninvolvement in the Cuban airliner bombing, which killed 73 people off the coast of Barbados in 1976, and to say he \nmay withdraw his asylum application to avoid causing trouble for the United States.\n\n ''I have lived clandestinely for more than 30 years,'' Mr. Posada said at the news conference, which he held near \nHialeah under strict terms and was later broadcast on local television news programs. ''If my request for political \nasylum should become a problem for the United States government, I am willing to reconsider my request.'' A few \nhours later, through his lawyer, he withdrew his application. He was arrested about an hour later.\n\n The New York Times declined to attend the news conference because of the terms, which included being driven by \nMr. Posada's associates to an undisclosed place and agreeing to ask questions only on certain topics. \n\n\n Barbara Gonzalez, a spokeswoman for United States Immigration and Customs Enforcement, said the agency \nhad 48 hours to determine ''what we are charging him with and what his custody status will be.'' \n\n In a written statement, the Department of Homeland Security said that it ''does not generally remove people to \nCuba'' or ''to countries believed to be acting on Cuba's behalf.'' Mr. Castro has a close relationship with Hugo \nChavez, the Venezuelan president, whose country officially asked the United States last week to extradite Mr. \nPosada so it could retry him for the airliner bombing. \n\n Newly declassified F.B.I. documents from 1976 places Mr. Posada, who had been a senior Venezuelan intelligence \nofficer, at two meetings where the bombing was planned. Some experts following the case said the document \ncomplicated Mr. Posada's request for asylum, though his lawyer did not mention it on Tuesday.\n\n At a news conference in Coral Gables, Mr. Soto said he had asked the Department of Homeland Security not to \nquestion his client without a lawyer present and to look after Mr. Posada's health. Mr. Posada was shot in the face \nin an attempt on his life in Guatemala in 1990, and his speech is permanently slurred as a result. \n\n Mr. Soto questioned why the United States did not let Mr. Posada leave quietly after he withdrew his asylum \napplication. ''It's clear that by formally withdrawing his application for asylum,'' Mr. Soto said, ''that his intent was to \nabandon the United States, and they simply could have let him go.''\n\n Mr. Soto added, however, that he would renew Mr. Posada's asylum application because of the arrest. Mr. Posada \nwas seeking asylum for having served as a cold war soldier on the payroll of the C.I.A. in the 1960's, Mr. Soto told \nreporters last month. \n\n In an interview with The Miami Herald last week that was not published until Tuesday, Mr. Posada said he was \nhiding less these days because it seemed that the United States was not looking for him. He told The Herald that \nhe took a bus from Houston to Miami after crossing into Texas with a smuggler, and that while here, he had read \nConfucius and painted Cuban landscapes. \n\n Pepe Hernandez, president of the Cuban American National Foundation, an exile group in Miami, said that the \nUnited States had the right to question Mr. Posada if he entered the country illegally but that the timing of the \narrest was bad.\n\n ''To wait for Fidel Castro to put together a rally and to go and detain him almost at the same hour is something I \ndon't understand,'' Mr. Hernandez said. \n\n Mr. Posada was released from prison in Panama last year after that country pardoned him for a conviction in a \nbomb plot against Mr. Castro in 2000. Venezuela wants to retry him for the airline bombing, and the Cuban \ngovernment wants to prosecute him for hotel bombings that damaged tourist spots in Havana and killed an Italian \nvisitor in 1997. \n\n Mr. Posada said in the news conference Tuesday that he had nothing to do with the 1976 airplane bombing, \nadding, ''I repudiate that abominable action as a case of terrorism.'' But in his earlier interview with The Miami \nHerald, he would not confirm or deny involvement in the 1997 attacks, saying, ''Let's leave it to history.'' \n\n In a 1998 interview with The New York Times, Mr. Posada said he organized the hotel bombings in Cuba the \nprevious year. \n\n The government's plans for Mr. Posada -- extraditing him, keeping him jailed for illegal entry or granting him \nasylum -- remained uncertain, as did his whereabouts. Nor was it clear just how much of a political risk his detention \nwas for President Bush, who with his brother Gov. Jeb Bush of Florida counts on South Florida's Cuban exiles for \nfinancial and political support.\n\n But Steven Schwadron, the chief of staff for Representative Bill Delahunt, a Massachusetts Democrat who has \nlobbied the Bush administration to expel Mr. Posada, said there was no excuse to keep him here. ''You can't pick \n\n\n\nand choose the ideology of a particular terrorist without undermining the fundamental integrity of the global war on \nterror,'' Mr. Schwadron said. ''Mr. Posada does not belong in the United States.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Luis Posada Carriles, left, held a furtive news conference yesterday in Florida, hours before he was taken \ninto custody. Mr. Posada, a Cuban exile, denied being involved in a 1976 airline bombing that killed 73 people. \n(Photo by Tim Chapman/The Miami Herald, via Associated Press)(pg. A18)                  \n"}