{"title": "Ethiopian Israelis: housing, employment, education.; Israel number of Ethiopian immigrants entering the country in the 1980s and 1990s, and age 25 to 54 years, that are in or not in the labor force, as of 1999", "body": "\nThere are approximately 85,000 Jews of Ethiopian extraction in Israel, including 23,000 who are Israeliborn. Most \nimmigration from Ethiopia came in two waves-8,000 in Operation Moses (1984) and 14,000 in Operation Solomon.\n\nThis report, written ten years after Operation Solomon, examines social policy in regard to Ethiopian immigrants in \nthree main areas--housing, employment, and education--and asks how these Jews are faring in Israel.\n\nHousing\n\nMost Ethiopian Israelis reside in close proximity to one another in disadvantaged neighborhoods within a small \nnumber of cities and towns.\n\nThis is contrary to the declared intentions of the official absorption policy. First, that policy aimed to prevent the \ndevelopment of Ethiopian \"ghettos.\" Second, the policy aimed to steer Ethiopian immigrants toward middle-class \nneighborhoods. Third, the official policy encouraged these immigrants to purchase homes in the center of the \ncountry, where employment and social services abound, and not in peripheral areas.\n\nThe first two policy aims have not been achieved; the third has been achieved to some extent.\n\nHousing Situation\n\nData from the Ministry of Construction and Housing, released in 2001, show that most Ethiopian immigrants live in \npermanent housing that they own. Between 1988 and April 2001, 10,542 Ethiopian immigrant households \npurchased apartments with the help of a government mortgage (Ministry of Construction and Housing, \nmemorandum, July 2001).\n\nMost other households of Ethiopian origin live in rented public housing. In June 2001, according to the Amigur and \nAmidar public housing companies, 23,300 persons of Ethiopian extraction (29 percent of the Ethiopian community) \nlived in public housing (Amidar memorandum, July 11, 2001, and Amigur memorandum, July 5, 2001); 2,000 \ndwelled in mobile homes (Amidar, memorandum, July 5, 2001), and about 3,000 lived in immigrant absorption \ncenters (Brookdale Institute, 2001:15).\n\nMost immigrants who still live in absorption centers and mobile homes arrived recently. (In 1999 and 2000, there \nwere about 2,000 immigrants from Ethiopia each year [Ministry of Immigrant Absorption, www.moia.gov.il] and in \n2001 there were approximately 3,300 [Ministry of Immigrant Absorption, 2002].) Some young singles who came in \nprevious years are also still living in mobile homes.\n\n\nEthiopian Immigrants Mediated vs. Direct Absorption\n\nImmigrants from the former Soviet Union, who arrived en masse in the 1990s, were integrated in a process termed \n\"direct absorption,\" i.e., the authorities did not get involved in decisions such as choice of place of residence, \nemployment, and lifestyle.\n\nThe direct absorption policy was not applied in the case of Ethiopian immigrants. When the first large group of \nEthiopian immigrants reached the country, in Operation Moses, it was decided that the Jewish Agency would be \nresponsible for their absorption and that the process would last five years. In the first stage, the immigrants would \nbe given temporary housing in immigrant absorption centers, hotels converted into absorption centers, and public \nhousing. In the second stage, a year later, they would be settled in permanent housing. During their stay in \ntemporary housing, the immigrants would undergo medical examinations and receive medical care. After three \nmonths, they were to begin learning Hebrew and familiarizing themselves with life in Israel by means of \nintermediaries such as paraprofessionals from the community, social workers, and other caregivers. The first \ngovernment plan described the anticipated process thus: \"During the first period, they will undergo medical \nexaminations and treatment and afte rwards devote their time to learning how to function at a basic level at home \nand in the [new] environment, and to learning Hebrew\" (Ministry of Immigrant Absorption 4:1985). Absorption \ncenters were also supposed to serve as \"transit stations\" until family members still in Ethiopia could be flown to \nIsrael and families could be reunited before their transfer to permanent housing.\n\nThe plan was that in Stage Two, a year later, the immigrants would move into permanent housing and continue to \nreceive help in various areas, including language study, vocational training, and social integration.\n\nIn fact, most of the immigrants stayed in absorption centers for more than one year.\n\nThe reason given for the decision to task the Jewish Agency with the absorption of Ethiopian immigrants, rather \nthan to apply the direct absorption policy, was the immigrants' low educational level and lack of resources upon \narrival. It may also have been due to the absence in Israel of a critical mass of old-timers of Ethiopian extraction \nwho could function as guides in the direct absorption process.\n\nAn additional factor deserves mention: immigration from Ethiopia was a lifesaver for the institutions of the Jewish \nAgency, which were on the verge of dismantlement. Since the direct integration of former Soviet immigrants left \nthe Agency with nothing to do, the Agency was about to hand over its traditional role in immigrant absorption, \nincluding absorption centers, to the government. The Ethiopian immigrant absorption project gave the Jewish \nAgency's absorption apparatus a new lease on life and funneled tens of millions of dollars--from the U.S. \ngovernment, the Israeli government, and American Jewish philanthropy--into its coffers (Lazin, 1997: 45-46).\n\nThe Dispersion Policy\n\nThe Ethiopian immigrant absorption policy was influenced by the bitter residues of the absorption of immigrants \nfrom Arab countries in the 1950s and 1960s. Those immigrants were sent upon arrival to temporary camps, transit \ncamps, and development towns that were typically far from centers of employment and culture, provided no more \nthan rudimentary public services, and offered little opportunity for personal or collective advancement. To keep the \nproblems of the 1950s from recurring, the government declared its wish to send the Ethiopian immigrants to fifty \nlocalities that ranked on the middle, rather than the bottom, of the socioeconomic scale. The Ministry of Immigrant \nAbsorption even stipulated that efforts should be made to avoid having more than thirty to fifty Ethiopian households \nin one neighborhood and more than two or three Ethiopian households in one building or building entrance. In \n1991, it was stipulated that Ethiopian immigrants should not constitute more than 2-4 percent of the population of \nan y neighborhood or locality (Ministry of Immigrant Absorption, 1985: 49-53; Ministry of Immigrant Absorption, \n1991: 20-21).\n\nIt was also decided that Ethiopian immigrants would not be sent to localities in the two lowest clusters of the \nsocioeconomic scale: \"It is recommended that these immigrants be sent to localities that have sufficiently strong \n\n\n\ncommunity infrastructure in education, employment, and socio-community services.... They should not be imposed \non communities that have difficulty sustaining themselves\" (Ministry of Immigrant Absorption, 1985: 47).\n\nThe localities on the original list were chosen because they belonged in the \"average\" socio-economic category, \ni.e., they were neither particularly poor nor particularly rich. A few more localities, such as Kiryat Malakhi, where \nEthiopian immigrants who had settled before Operation Moses wished to be joined by relatives more recently \narrived, were added to the list.\n\nThe list shown above was supplemented by an inventory of neighborhoods in major cities that were also defined as \nsuitable for Ethiopian immigrants: Kiryat Hayyim, Kiryat Shemuel, and Kiryat Eliezer/Bat Galim in Haifa; Ramot, \nKiryat Hayovel, East Talpiot, Pisgat Ze'ev, Givat Mordechai, and Gilo in Jerusalem; and Yad Eliyahu in Tel Aviv \n(ibid.: 49).\n\nThe 1985 absorption plan for Ethiopian immigrants stressed the avoidance of concentrations of recent immigrants \nfrom Ethiopia. It stated explicitly that absorption centers serving as temporary housing for Ethiopian immigrants \nshould not be turned into permanent housing, lest this result in too many immigrants in those localities (ibid.: 49, \n52).\n\nThe Ministry of Immigrant Absorption's 1991 policy document reiterated the principle of dispersion that had guided \npolicy in 1985 and made minor adjustments in the list of recommended localities in view of the settlement patterns \nof the Ethiopian and former Soviet immigrants who had come after 1985. The 1991 document placed stronger \nemphasis on the importance of settling Ethiopian immigrants in major cities and the center of the country. \nMoreover, in response to the tendency of Operation Moses immigrants to prolong their stay in absorption centers, \nthe document recommended moving immigrant families into permanent housing as soon as possible after their \narrival: \"Absorption centers should cease being a structured stage of the absorption process and should serve as \ntemporary transit housing only for immigrants who are waiting for family reunification or permanent housing\" \n(Ministry of Immigrant Absorption, 1991: 3).\n\nPolicy vs. Reality\n\nDespite the declared policy of dispersion, Ethiopian Israelis now live, as stated, in several relatively large \nconcentrations in a few localities (CBS, 2001 [A]). Furthermore, a large proportion of the immigrants found \npermanent housing in localities and neighborhoods that ranked low on the socioeconomic scale: Kiryat Malakhi; \nNetivot; Ofakim; Kiryat Moshe in Rehovot, the Gimmel, Vav, and Het neighborhoods of Ashdod, the Pe'er \nneighborhood of Hadera; Kiryat Nordau, Azorim and Shikun Hefzi-Bah in Netanya; Givat Hamoreh and Upper Afula \nin Afula; and the Shimshon and Atikot neighborhoods of Ashkelon. Israel's two largest cities, Jerusalem and Tel \nAviv, have very small populations of Ethiopian origin: about 1,000 in Jerusalem and only several hundred in Tel \nAviv (ibid.).\n\nAt the end of 1999, seven localities had concentrations of 3,000 immigrants or more: Netanya, Rehovot, Haifa, \nHadera, Ashdod, Ashkelon, and Beersheva.\n\nHow Did This Happen?\n\nThere are several reasons for the high concentration of Ethiopian Israelis. First, most immigrants in Operation \nMoses who had no resources of their own were referred to rental housing in public dwellings, which, of course, are \nlocated mainly in development towns and socioeconomically low-ranking urban neighborhoods. Second, at the time \nof Operation Moses, four absorption centers in such localities (Upper Nazareth, Ashkelon, and two centers in Afula) \nwere converted into permanent housing - in contravention of an explicit recommendation in the 1985 policy \ndocument and without asking the tenants what their own preferences were. The decision may have been made due \nto a lack of sufficient resources to implement the official policy. It also seems that the Finance Ministry refused to \nprovide the funding needed to move the immigrants out of the absorption centers (Banai, 1988, cited by Ribner \nand Shindler, 1996: 83). Third, when the second and larger influx came in Operation Solomon, the immigrants \n(after a brief sta y in hotels) were housed in mobile home sites that were built in rural areas or industrial areas near \n\n\n\nmajor cities. (Lazin, 1997: 51). These sites had been created for former Soviet immigrants, who either refused to \nlive in mobile homes or quickly moved out. Thus, Ethiopian immigrants were directed to this handy stock of \nhousing instead of to options that, although more expensive, corresponded more closely to official policy.\n\nThe Special Mortgage Program\n\nThe most important action in determining the location and quality of Ethiopian Israelis' housing, beyond all doubt, is \nthe homebuying promotion campaign that the government undertook by offering especially generous mortgages to \nEthiopian immigrants. Notably, this has been the government's most meaningful positive measure in regard to the \nabsorption of Ethiopian immigrants in Israel. The operation, engineered by the Ministry of Immigrant Absorption \nunder Yair Tsaban, was conceived in response to a hunger march by Operation Solomon immigrants who were \nliving in mobile homes at a resort village in Ashkelon. The marchers demanded that Yitzhak Rabin's new \ngovernment honor an election campaign promise by Ariel Sharon, Minister of Housing in the previous Likud-led \ngovernment, to assure them permanent housing within thirty days of the electoral victory, were he to achieve one \n(Tsaban, 2001).\n\nAs part of the homebuying promotion, the government offered Operation Solomon immigrants and others who \nwere still living in mobile homes (mainly families) government mortgages commensurate with family size (the \nlargest mortgages going to families with four children or more), to a maximum of $110,000 and up to 99 percent of \ndwelling price. The monthly installments would be relatively low (NIS 150 per month) and most of the loan (80 \npercent) would become a grant at the end of fifteen years.\n\nThe creator of the plan, Yair Tsaban, considered it advantageous from two points of view. First, it would allow \nEthiopian immigrants to become property owners. Second, it would settle them in localities on the middle rungs of \nthe socioeconomic ladder in the center of the country, near centers of employment, and not in peripheral localities \nor disadvantaged urban neighborhoods. Tsaban rejected a proposal from the Ministry of Construction and Housing \nto settle the Operation Solomon immigrants in unoccupied dwellings in peripheral development towns that had \nbeen built for former Soviet immigrants who did not want them. (The 5,000 dwellings available in such localities \napproximated the number of Ethiopian-origin households that were waiting for permanent housing.)\n\nThe Ministry of Finance agreed to fund the operation in the belief that no more than 500 dwellings would be sold \nthis way (Tsaban, 2001). In fact, however, nearly sixteen times as many were sold: Ethiopian immigrants \npurchased some 3,500 dwellings between June 1993 and the end of 1995 (Ministry of Immigrant Absorption, \n1996:50) and an additional 3,400 by March 2001 (Ministry of Construction and Housing, 2001 [A]).\n\nSince 1994, the budget book of the Ministry of Construction and Housing has shown the cost of the homebuying \npromotion on a separate budget line, thereby allowing us to monitor the budget costs. Thus, between 1994 and \n2001, the Ministry of Construction and Housing allocated NIS 2.2 billion (in 2000 prices) for mortgages for Ethiopian \nimmigrants (Swirski et al., 2001: 34). In 1994 - 2000, actual expenditure overran the allocation by 5 percent on \naverage; performance data for 2001 have not yet been released. The graph below presents the data and compares \nallocation with performance.\n\nIn September 1995, the Ministry of Immigrant Absorption augmented the mortgage program by adding a ranking of \nlocalities based on average dwelling cost. The amounts and terms of mortgages were set commensurate with \nlocality rankings and family size. Mortgages in localities where housing prices were especially high were increased. \nThe largest mortgages were given in the following localities: Bat Yam, Bene Berak, Even Yehuda, Ganei Tikva, \nGivaLayim, Givat Sbmuel, Givat Ze'ev, Herzliya, Hod Hasharon, Holon, Jerusalem, Kefar Sava, Kiryat Ono, Ma' ale \nAdummim, Mevasseret Zion, Ness Ziyyona, Netanya, Or Yehuda, Petah Tikva, Ra'ananna, Ramat Gan, Ramat \nHasharon, Rehovot, Rishon Lezion, Rosh ha-Ayin, Tel Aviv, and Yehud. In these localities, mortgages were set at \nMS 235,000 for childless couples, MS 300,000 for families with up to three children, and MS 365,000 for families \nwith four or more children. The other localities were divided into five categories ranked by dwelling cost, and the \nmortgages were adjusted to dw elling cost and family size (Ministry of Immigrant Absorption, September 21, 1995; \nMinistry of Finance, September 20, 1995). At the beginning of the special mortgage operation, it was stipulated that \n\n\n\nimmigrants would be eligible for special mortgages for a period of seven years after receiving immigrant status. A \n2000 document from the Ministry of Immigrant Absorption (Ministry of Immigrant Absorption, 2000: 4) extended \nthe term of eligibility for those who had immigrated between September 1989 and the end of June 2001. As of the \npresent writing (December 2001), the program remains in effect and no date of termination has been set. Notably, \nin addition to the mortgage subsidy budget, the government allocates funds for the acquisition of dwellings for \nEthiopian immigrants under public housing rental terms. This is done in localities that have no appropriate public \ndwellings. A special budget line has been recorded for this purpose since 1993. The dwellings at issue are for \ndisabled, ill, and elderly persons wh o are found eligible for public housing by a medical board; the rent is low. The \ntotal budget allocation for the acquisition of dwellings for Ethiopian immigrants between 1993 and 2001 was MS \n346 million, in 2000 prices (no performance data are available) (Adva Center analysis of Ministry of Finance, \nBudget Provisions, Ministry of Construction and Housing).\n\nOutcome of the Special Mortgage Program\n\nThe special mortgage operation had an important outcome: today, most Ethiopian Israeli households own their \nhomes. There is no doubt that few would have been able to accomplish this without generous government \nassistance. However, the operation did not attain one of the main goals of the housing policy: settling the Ethiopian \nimmigrants in middle-income localities.\n\nWhen the special mortgage operation began, the intention was to refer homebuyers to fifty-two predetermined \nlocalities. It quickly became clear, however, that most purchases were made in fewer places. After the immigrants \nthemselves applied pressure, localities that already had concentrations of Ethiopian Israelis were added to the list. \nIn one case, an immigrant petitioned the High Court of Justice (in conjunction with the Association of Ethiopian \nImmigrant Organizations), alleging that the plan did not allow him to acquire a dwelling in the location of his \nchoosing (Tsaban, 2001).\n\nThe extra-large mortgages helped many immigrants to settle in the center of the country, but the dwellings they \nbought were located on the social and economic periphery of that center. Thus, more than 56 percent of dwellings \nacquired in the first period after the plan was announced (816 out 1,342) were in disadvantaged neighborhoods \n(Israel Association for Ethiopian Jews, 1994: 2). In the aftermath of these initial findings, the Israel Association for \nEthiopian Jews warned of the need to take immediate action to change the trend. Its recommendations included the \nfollowing:\n\n(1) Increase the mortgage allocation for immigrants who wish to buy dwellings in greater Tel Aviv, Jerusalem, and \nHaifa by $20,000.\n\n(2) Distribute information about the plan to Ethiopian immigrants by means of a video film, workshops on \nhomebuying, a telephone hotline in Amharic to answer homebuyers' questions, a television and radio program in \nAmharic, etc.\n\n(3) Arrange for volunteers to help homebuyers. The Israel Association for Ethiopian Jews noted, in its interim \nreport, that it was prepared to organize the \"matchmaking\" activity and to produce the video film, provided that the \ngovernment covered the cost (ibid.: 6).\n\nNotably, the mortgage program was designed in close consultation with the Association of Ethiopian Immigrant \nOrganizations, a nonprofit umbrella entity made up of seven Ethiopian immigrant organizations and headed by \nthen Member of Knesset Adissu Massaleh. Even before the operation went into effect, Massaleh warned, \"We've \ngot to make sure that every immigrant is closely assisted at all phases of homebuying, from beginning to end, \nincluding home visits to the new dwelling [after moving in]\" (letter from Massaleh to Tsaban, December 14, 1992). \nAccording to Yair Tsaban, Minister of Immigrant Absorption at the time, the ministry did make efforts to assist \nimmigrants in the homebuying process. However, so many households needed assistance -- each in a different \nlocation - that it became a mission impossible (Tsaban, 2001). In contrast, Micha Odenheimer, founder of the Israel \nAssociation for Ethiopian Jews, claims that the ministry assigned immigrants only a small number of interpreters \nand was unwilling to help p ay lawyers' fees (Israel Association for Ethiopian Jews, July 24, 2001). Adissu \n\n\n\nMassaleh, now a former Member of Knesset and chair of the Association of Ethiopian Immigrant Organizations, \nvoices similar criticism. He says the immigrants should have been paired with homebuying coordinators who would \nrefer them to better-off neighborhoods and localities. Massalah's organization presented the government with a \nproposal to include a ranking component in the mortgage plan, so that those who wished to buy homes in better \nneighborhoods would receive larger mortgages. According to Massaleh, a whole year passed until the plan was \nadopted (Massaleh, 2001).\n\nThe concentration of homebuying in socioeconomically weak neighborhoods and localities was abetted by various \nintermediaries, including several earlier immigrants from Ethiopia, who regarded the generous government \nallocation as an opportunity for profit. From the standpoint of these go-betweens, the most alluring deals were \nactually in disadvantaged neighborhoods and development towns, where housing prices were relatively low. As \nsoon as the size of the mortgage was known, housing prices in these localities aligned themselves with the largest \ngovernment mortgage offered. The brokers played an active role in effecting this alignment (Tsaban, 2001). In a \nmeeting at Ministry of Immigrant Absorption headquarters in March 1994, inflation of housing prices and real estate \nassessments were reported, as was the inclusion of components such as home appliances and brokers' fees in the \ndwelling price (Ministry of Immigrant Absorption, 1994).\n\nThe relatively high sale price enabled the sellers - most of whom had immigrated from Arab countries in the 1950s \nand 1960s - to upgrade their housing conditions. Ethiopian immigrants found themselves buying dwellings at \ninflated prices in cheap tenement neighborhoods.\n\nFurthermore, the very concentration of numerous Ethiopian-origin families in a given locality or neighborhood \nhelped to lower housing prices there. According to Micha Feldman, a former Jewish Agency emissary to Ethiopia \nand afterwards a consultant on the community's acculturation, Ethiopian immigrants paid $100,000 for apartments \nthat are worth $50,000 today (Feldman, 2001).\n\nActivists in the Israel Association for Ethiopian Jews agree that some people defrauded the immigrants and \nprofiteered at their expense. They claim, however, that the mortgages offered to the immigrants, irrespective of \ntheir generosity, sufficed to finance home purchases in slums but not in middle-class neighborhoods. The \nresearcher Fred Lazin concurs, stating that the government ultimately created immigrant concentrations by its own \nactions - first by referring immigrants to absorption centers and mobile home sites, and later on by creating the \nmortgage program. Even though Ethiopian immigrants were offered larger mortgages than other Israelis, they \nwere not given enough to buy housing in middle-class neighborhoods (Lazin, 1997: 41). Government assistance \nenabled Ethiopian immigrants to become homeowners, but the homes they own are cheap and probably cannot \nserve as the springboard to better housing in the foreseeable future. Activists in the Israel Association for Ethiopian \nJews argued, in retrospect, that home ownership also has a disadvantage: it destines the immigrants and their \noffspring to live in impoverished neighborhoods (Israel Association for Ethiopian Jews, 2001 [B]).\n\nLong-Term Need for the Special Mortgage Program\n\nYoung Singles\n\nAccording to the Ministry of Construction and Housing regulations, people under the age of twenty-five who arrive in \nIsrael with their parents, or whose parents come to Israel within one year of their own immigration, do not receive \nhousing rights as singles; instead, they are recorded in their parents' immigrant papers. In late 1995, Yak Tsaban \nwarned about the need to solve the housing problems of singles who were living in mobile home sites (Tsaban, \n1995). The Israel Association for Ethiopian Jews suggested that the housing entitlements be extended to singles \nunder age twenty-five (Israel Association for Ethiopian Jews, undated [B]:2). The Association also urged the \ngovernment to find new solutions for \"young people, some of whom are orphans and others who were separated \nfrom their families in the lengthy immigration process, and who today are in various phases of life, such as soldiers, \nstudents, young adults after military service (some working, others not)\" (The Israel Association for Ethiopian Jews, \nun dated [B]). The Association's proposals include the provision of especially large mortgages for single \nimmigrants who do not live in mobile homes (increased mortgages are in fact available for single immigrants who \n\n\n\ndo live in mobile homes) and working singles, plus the provision of public housing for unemployed young people \n(including the preservation of homebuying eligibility in the future) (activists in Israel Association for Ethiopian Jews, \n2001 [B]).\n\nPost-Operation-Solomon Immigrants\n\nBetween 1992 and 2000, Israel received an annual average of about 2,500 immigrants from Ethiopia. Since these \nare significantly lower figures than those of Operation Solomon (although the total is greater), one would expect \nthem to receive better treatment. The recent arrivals, however, seem to have encountered the same old problems. \nThe two main problems are the continuing tendency to buy housing in disadvantaged neighborhoods and the lack \nof information and support in the homebuying process (Israel Association for Ethiopian Jews, undated [A]: 1). \nAnother problem is lack of coordination between central-government offices that serve immigrants and municipal \nauthorities in localities where the immigrants buy housing (Israel Association for Ethiopian Jews, 2001 [A]: 1).\n\nA New Problem: Home Maintenance\n\nHousing problems do not end when the purchase contract is signed; housing expenses also include home \nmaintenance. Since Ethiopian immigrants are largely a low-income group, the physical state of the dwellings they \nacquired has deteriorated over time (Hovav, 2001). Notably, many of those dwellings were in poor condition to \nbegin with.\n\nHousing Upgrade\n\nThe data we examined show that the Ethiopian Israeli community is concentrated in a small number of localities, in \nsocioeconomically weak neighborhoods, and in cheap housing that, in some cases, is deteriorating. Since most \nEthiopian Israelis subsist on low incomes--we focus on this in the next chapter this picture is unlikely to change \nquickly. In fact, there is a strong likelihood that the level and value of their housing will decrease further.\n\nAs noted above, the flow of Ethiopian immigrants to development towns and disadvantaged neighborhoods, armed \nwith relatively generous mortgages, allowed Israelis who had reached the country in previous waves of immigration \nand had found it difficult to improve their housing conditions to move into better housing. These Israelis regarded \nthe advent of the Ethiopian newcomers as a long-awaited miracle. The question is whether a policy geared to \nimproving Ethiopian Israelis' standard of housing can be based on the expectation that such a miracle will recur.\n\nOrganizations of Ethiopian Israelis have proposed several solutions. One is that the government buy back the \napartments from the immigrants and give them new mortgages with which they may move to better \nneighborhoods. The Israel Association for Ethiopian Jews has proposed that the government enable immigrants to \nleave the slums by providing new housing loans and allowing immigrants to apply existing mortgages to new \ndwellings (Israel Association for Ethiopian Jews, undated [A]). The Ministry of Immigrant Absorption is also \n\"discussing ideas and proposals [...] to provide special grants and loans that will allow immigrants to move out of \nproblematic areas\" (Brookdale Institute, 2001:12).\n\nMost Ethiopian immigrants earn so little, however, that one cannot but doubt the viability of these ideas. Even if \nthey receive more generous mortgages than they have already obtained, most will still be unable to acquire housing \nin middle--and upper-income neighborhoods.\n\nAnother possible avenue of government intervention is Project Renewal. It is known that Project Renewal, initiated \nin the late 1970s, did not change the socioeconomic status of the inhabitants of neighborhoods where it was \nimplemented, and there is no reason to expect different results in the new neighborhoods of Ethiopian Israelis. It \nmight, however, be worth exploring the possibility of upgrading whole neighborhoods by means of neighborhood \norganizations, in conjunction with the municipal authority, the Ministry of Construction and Housing, and twin cities \nabroad, where the emphasis is on human services rather than on plaster.\n\n\n\nAs possibilities of improving existing households' housing conditions are examined, options that might help the \nyoung generation should also be weighed. One of the most important proposals in this context is to extend the \neligibility for increased mortgages to the immigrants' offspring, who are ineligible today because they are \nconsidered nonimmigrant Israelis in respect to homebuying (Israel Association for Ethiopian Jews, undated [A]). In \nIsrael, nonimmigrant young couples who wish to buy housing usually turn to their parents for assistance, and those \nwho cannot obtain help from that source have to settle for housing in the geographical or social periphery. (See, for \nexample, Spilerman, 1997). Since young Ethiopian Israelis cannot avail themselves of parental aid, if the state \ntakes an interest in their integration and advancement, it should give them the assistance that their parents cannot \nprovide. Otherwise, the second generation will improve its housing conditions on an individual basis only-an option t \nhat will be available to few in the foreseeable future.\n\nAnother possibility to consider for the young generation is the establishment of community settlements. This option \nwas not explored seriously when the Ethiopian Jews immigrated, since the dominant concept was of dispersion and \nassimilation amidst the nonimmigrant population. However, now that community settlements have become a \nnormative path of housing upgrade for members of the nonimmigrant urban middle class, they should be \nconsidered for young people of Ethiopian extraction as well. The initiative to establish such settlements, if \nspearheaded by young members of the community and backed with government assistance, will constitute a \nstatement by Ethiopian Israelis that their community has something to contribute to Israeli society.\n\nEmployment\n\nIf geographic concentration was the policymakers' main concern in regard to housing, the chief source of worry with \nrespect to employment was that \"an entire ethnic group would gather at society's lowest stratum\" (Ministry of \nImmigrant Absorption, 1985: 57).\n\nAccordingly, the integration programs placed strong emphasis on vocational training. However, unlike the \ngovernment's strenuous effort in the housing field, which made the immigrants into property owners albeit \nsometimes overpriced property - the government assistance matrix in the employment field did not enrich the \nimmigrants as expected.\n\nThe architects of the assistance system derived their inspiration from anachronistic conceptions, especially \nconcerning the ostensibly vast cultural distance between \"traditional societies\" and \"Western society.\" A common \nreflection of this mindset was the metaphor that depicted Ethiopian Jews' immigration to Israel as \"a leap from the \nMiddle Ages into the twenty-first century.\" By the time the Ethiopian Jews reached Israel, however, the globalization \nof labor markets and manufacturing had obfuscated demarcation lines that had once been perceived as hard to \ncross. Millions of workers from the Third World, including African countries, have migrated to Western countries in \nsearch of work and managed to integrate into \"Western\" economies without the mediation of any government \ntraining system. Furthermore, since the 1970s Western multinational corporations have been establishing \nproduction lines in \"traditional\" countries and using local workers there to manufacture high-tech electronic \nproducts, among other thi ngs. The same has happened in Israel, where a \"Western\" economy has managed to \nemploy hundreds of thousands of labor migrants in agriculture, construction, and personal services. These workers, \nborn and raised in countries that are typified as \"agrarian\" and socially \"traditional,\" have easily found their niche in \nthe labor market. What is more, their employers have been pressuring the government incessantly to allow them to \nbring over more and more workers. One may say much the same about Palestinian workers, who had been \nemployed in Israel en masse before and even after the first Intifada.\n\nNevertheless, the crafters of Israel's immigrant absorption policy assumed that \"Placing the Ethiopian immigrants \nin work was a unique challenge for Israeli society, the immigrant assistance systems, and the nonimmigrants. The \nEthiopian immigrant population could not simply be integrated into the existing employment systems; instead, \ntotally new niches and methods had to be developed\" (Brookdale Institute, 2001 [A]: 41).\n\nBeyond the culture rhetoric, however, the immigrant absorption policymakers' main practical concern evidently had \nto do with the possibility that Ethiopian Jews would fail to hold their own in the severely polarized labor market that \n\n\n\ntook shape in Israel in the 1980s and 1990s. This market consists of two parts: one including persons with a higher \neducation, and another with persons with secondary schooling or less.\n\nThe wages of the latter have been eroding rapidly relative to the wages of the former; many Israeli wage earners do \nnot make a decent living. To illustrate: the proportion of Israeli households headed by wage earners that are at or \nbelow the poverty line rose from 21 percent in 1989 to 34.8 percent in 1999. National Insurance benefits managed \nto lift about half of these households above the poverty line (Swirski and KonurAttias, 2001: 15). Furthermore, many \nworkers are inadequately protected. The Histadrut, stripped of most of its assets, has been severely weakened, the \nstate does not enforce its own laws, such as the Minimum Wage Law, and employers are making increasing use of \nemployment modalities that circumvent collective agreements, such as subcontracting. Employers have also \nlearned to exploit competition among nonimmigrant workers, recent immigrants, Palestinians, and labor migrants, \nand some have even moved production lines to neighboring countries.\n\nThus, immigrant-absorption policymakers were concerned that the Ethiopian immigrants would sink to the bottom \nof Israel's occupational and wage scale and, by so doing, belie the implicit Zionist promise that Jews from \n\"distressed countries,\" by the very act of immigrating to Israel, could look forward to a better and more secure life. \nThis is why the authorities emphasized the need to develop \"totally new niches and methods\" for Ethiopian Israelis. \nThe response adopted by the state was Zionist indeed: for Jewish immigrants, and for them alone, the state \ncreated two assistance mechanisms that are available neither to labor migrants from faraway coun tries nor to \nPalestinian workers. One is the vocational training and job placement system; the other is the set of National \nInsurance benefits that supports people who cannot find their place in the labor market, as well as those who \nmanage to find work but only at wage levels that do not suffice for a basic living as defined by the National \nInsurance Institute. Below we deal only with the vocational training system for Ethiopian immigrants; we will not \ndiscuss the National Insurance system.\n\nVocational Training Policy\n\nActing at the government's behest, the Ministry of Immigrant Absorption prepared two master plans for the \nabsorption of Ethiopian immigrants - one in 1985, for Operation Moses, and another in 1991, for Operation \nSolomon. The first plan defined its goal in the employment field as follows: \"Vocational training is an essential \ncondition in the vocational integration of Ethiopian immigrants; without it, they will find themselves at the bottom of \nthe employment scale\" (Ministry of Immigrant Absorption, 1985: 9).\n\nThe 1985 master plan recommended the training of Ethiopian Israelis in four specific fields: (a) metal, motor vehicle, \nlumber, electricity, and electronics; (b) nursing; (c) hotels; (d) the garment industry. In the opinion of the program \ndevelopers, these occupations \"entail vocational skills that may be inculcated in [this] population group, despite its \ntypical [low] level of schooling\" (Ministry of Immigrant Absorption, 1985: 61). It should be noted that labor migrants \n(\"foreign workers\") and Palestinians hold jobs in these trades, with no prior training whatsoever.\n\nAccordingly, the ministry developed \"a concept favoring intensive, long-term action [...] a multi-phase process that \nshould be planned as a continuum, in which periods of work and periods of training or in-service training take place \nin an integrated or alternating fashion. The process should be spread over several years ...\" (Ministry of Immigrant \nAbsorption, 1985: 57).\n\nThe program included two periods of \"pre-training,\" i.e., preparation for vocational training courses. One term \ncoincided with the last three months of the immigrants' six-month Hebrew language course; the second was a \nthree-month term of full-time study. Then came vocational training courses, offered in three settings: boarding \nschools, regular courses of the Ministry of Labor and Social Affairs, and in-plant training (ibid.: pp. 68 - 69).\n\nThe courses were attended mainly by Ethiopian immigrant men; women were a minority. The Ministry of \nImmigrant Absorption attributed this (among other factors) to language difficulties caused by women's irregular \nparticipation in the Hebrew program, since they were burdened with young children. However, a researcher who \nconducted a lengthy observation in absorption centers blamed the paucity of women on a discriminatory policy \napplied by the managers of the centers, who chose only one member of each family unit, usually the male, for \n\n\n\nvocational training. The managers justified this decision by claiming that it corresponded to the immigrants' own \ntradition and culture (Herzog, 1998: 102).\n\nThe policy of prolonged training was widely criticized. It was argued, for example, that this acculturation process, \ninstead of facilitating dynamic adjustment to the host society, made the immigrants dependent on the absorption \napparatus (Halper, 1987). Concurrently, the absorption centers were portrayed as gloomy places where Ethiopian \nimmigrants acquired much of their dependency on the immigrant-absorption bureaucracy (Herzog, 1998; see also \nMinistry of Immigrant Absorption, 1991:12).\n\nIt seems that the Ministry of Immigrant Absorption changed its policy only a short time after it put together the \nthree-phase training program. According to the State Comptroller, \"In the middle of November 1985, the ministry \ncrafted a new policy [...] after judging that the Hebrew language studies and pre-training courses were not attaining \ntheir goals. Central in the new policy is the belief that each immigrant should be helped to find work as quickly as \npossible to assure his acculturation in Israel\" (State Comptroller, 1988: 498). Several years later, in 1991, as the \ngovernment braced itself for the second large wave of Jews from Ethiopia in Operation Solomon, the Ministry of \nImmigrant Absorption unveiled a new policy. The main innovation was a shorter set of transitional phases, \nincluding absorption centers and training courses, and an earlier entry into the labor market. The new policy was \ndepicted as the product of lessons learned from the experience in integrating the Operation Moses immigrants. Its \na uthors admitted that \"No findings give clear indication that participating in the [lengthy training] process ... made a \nsignificant contribution to [the immigrants'] occupational integration\" (Ministry of Immigrant Absorption, 1991: 32).\n\nThe change in policy was also influenced by the social structure of the Operation Solomon immigrants. Unlike the \nOperation Moses immigrants, who reached Israel alone or in fragmented families after a lengthy trek and a \nprotracted stay in refugee camps, most Operation Solomon immigrants arrived in intact families and after an \norderly stay in a transit camp in Addis Ababa (Ministry of Immigrant Absorption, 1991: 3).\n\nImportantly, too, the Ethiopian Israeli community had grown by 1991 to some 24,000 \"old-timers\" who could help \nreceive the newcomers. What is more, a set of community organizations that could mediate between the \ngovernment and the community had formed (ibid.: 13).\n\nThe new plan spoke of referring the immigrants to the job market immediately after completion of the Hebrew \nlanguage course. It differentiated among three groups: about 900 immigrants who had acquired formal schooling \nin Ethiopia and would be referred to vocational courses; some 1,100 immigrants who exhibited \"good learning \npotential\" and would be referred directly to major employers - including selected ones such as the phone company, \nthe Israel Electric Corporation, Histadrut-owned enterprises, the Prisons Service, and large construction \ncompanies--for in-plant training; and 1,000 - 1,500 immigrants who had \"poor learning aptitude\" and would be sent \ndirectly into the labor market. The planners expected the latter group \"to subsist mainly on National Insurance \nbenefits or to find temporary employment in seasonal or very simple jobs\" (ibid.: 34).\n\nThe next section examines the employment statistics of Ethiopian Israelis on the basis of the 1999 labor force \nsurveys of the Central Bureau of Statistics. Although the data do not enable us to gauge the utility of the vocational \ntraining programs, it seems that the importance of government programs, of whatever kind, falls short of two other \nobservable factors: length of time in the country and level of schooling. The longest tenured Ethiopian immigrants, \nthose who arrived in the 1980s, have a higher rate of labor force participation than those of the 1990s, \noutperformed them in obtaining white-collar jobs, and are less prone to unemployment. It also seems that the only \nEthiopian immigrants who moved into white-collar occupations are young people who acquired their schooling in \nIsrael.\n\nEthiopian Israelis in the Labor Market: 1999\n\nLabor-Force Participation of Ethiopian Israelis Aged 25 - 54\n\nIn 1999, there were 14,778 Israelis of Ethiopian extraction aged 25 - 54. Only slightly more than half of them (53 \npercent) participated in the labor force, compared to 76 percent of all Israelis in this age bracket (calculated from \n\n\n\nCBS, 2001 [F]: Table 4). Ethiopian Israelis have a low labor force participation rate mainly because of the low \nparticipation of Ethiopian women. The participation rate of men aged 25- 54 is 71 percent (compared to 84 percent \nof Israeli men at large in the same age group) but that of women is 38 percent (compared to 68 percent of all Israeli \nwomen in that age group) (calculated from ibid.).\n\nWho Participates More in the Labor Force 1980s Immigrants or 1990s Immigrants?\n\nThe government invested both time and money in efforts to find a place for Ethiopian immigrants in the labor \nmarket. Furthermore, as noted above, it adjusted the method after the first large wave of immigration to increase \nthe immigrants' labor force participation rate. The 1985 master plan was based on a lengthy Hebrew language \ncourse and a relatively long period of vocational training; the 1991 plan shortened both phases.\n\nAt first glance, and since everyone thought the approach in 1991 was better than that of 1985, we would expect the \n1 990s immigrants to exhibit a better employment record than the 1980s immigrants. The figures, however, tell a \ndifferent story. Table 7 presents the Ethiopian Israelis' labor force participation rate by period of immigration. It \nshows that the total labor force participation rate of the 1980s immigrants, 60 percent, surpasses that of the 1990s \nimmigrants, 44 percent.\n\nWho is not in the Civilian Labor Force?\n\nAs shown in Figures 3 and 4, 47 percent of Ethiopian Israelis aged 25-54 do not even participate in the labor force. \nBefore we go on to examine the employment of Ethiopian Israelis who do participate, let us survey the \nnonparticipants.\n\nThe table below repeats a point noted above: nonparticipation in the labor force is more prevalent among women \n(62 percent) than among men (29 percent). Comparing the two periods of immigration, we find that Operation \nSolomon immigrants have a higher nonparticipation rate than Operation Moses immigrants 56 percent as against \n40 percent.\n\nFinally, the table shows a correspondence between schooling and labor force participation: the nonparticipation rate \nis 66 percent among those with no formal schooling, 35 percent among those who completed primary or junior high \nschool only, 29 percent among graduates of vocational high schools, and 26 percent among graduates of academic \nhigh schools. The nonparticipation rate of degree holders is surprisingly high at 36 percent. The probable reason for \nthis, in most cases, is that the nonparticipants are still active students.\n\nWhere are Ethiopian Israelis Employed?\n\nEthiopian Israelis are most likely to be employed in manufacturing and public services: In 1999, almost 40 percent \nof employed Ethiopian Israelis worked in manufacturing and 28 percent worked in public services. Another 12 \npercent were employed in trade, accommodation and restaurant services and 8 percent worked in banking and \nbusiness activities.\n\nEmployment by Period of Immigration and Age Group\n\nTable 10 shows that the rate of employment in manufacturing is high and relatively stable in all age groups and \namong immigrants from both Operation Moses and Operation Solomon.\n\nIn the public services, the second-largest employer of Ethiopian Israelis, there are significant differences between \nthe two immigration groups and among the various age groups. The highest employment rate was observed in \nEthiopian Israelis aged 25 - 34 who immigrated in the 1980s (i.e., young people educated in Israel) - 44 percent. In \nthe corresponding group among 1990s immigrants, the employment rate was only 6 percent. In the 35-44 age \ngroup that immigrated in the 1980s, the employment rate was 32 percent, compared to 26 percent for those who \nimmigrated in the 1990s.\n\nLabor Force Participation by Gender\n\n\n\nMost Ethiopian Israelis employed in manufacturing are men: 49 percent of men aged 25 - 34, 44 percent of men \naged 35 - 44, and 45 percent of men aged 45 - 54 held manufacturing jobs in 1999. Among women, only slightly \nmore than one-fourth of those in the 25 - 34 cohort and a little more than one-third of women aged 45 - 54 worked \nin manufacturing.\n\nThe largest employer of Ethiopian Israeli women is the public service, which in 1999 employed 47 percent of \nwomen aged 25 - 34 and 58 percent of women aged 35 44. Among men, only 19 percent of members of the 25 - 34 \ngroup and 22 percent of those aged 45 - 54 worked in the public services.\n\nThe Occupations of Ethiopian Israelis\n\nThe large majority of Ethiopian Israelis - 76 percent of men and 62 percent of women - are employed as either \n\"skilled workers\" (in agriculture and manufacturing) or as \"unskilled workers.\"\n\nFew Ethiopian Israelis - 4 percent of men and 15 percent of women - are to be found in the academic, liberal, and \ntechnical professions. Academic occupations include, but are not limited to, university lecturers and researchers, \npractitioners of the liberal professions, persons with academic occupations in the humanities, and teachers at the \npost-secondary and post-primary levels. Liberal and technical professions include practical engineers, laboratory \nstaff and operators of technical instrumentation, teachers at the primary and preschool levels, etc.\n\nThe relatively high share of women in liberal and technical professions and white-collar occupations, mainly in the \ntwo youngest age groups, is noteworthy. In contrast, all women employed in \"unskilled\" occupations belong to the \noldest age group.\n\nThe Occupations of Ethiopian Israelis in Three Economic Fields\n\nNow we can merge the information about economic fields with that concerning occupations. Some 39 percent of \nemployed Ethiopian Israelis hold jobs in manufacturing, and nearly all of them (92 percent) have blue-collar \npositions, i.e., are either \"skilled workers\" or \"unskilled workers.\" A small minority engage in other occupations, \nincluding 6 percent in white-collar jobs. No Ethiopian Israeli in manufacturing is employed in academic, liberal, and \ntechnical occupations.\n\nIn the public services - the second-largest employer of members of the Ethiopian community - 30 percent are \nemployed as either \"skilled workers\" or \"unskilled workers\"; 31 percent as agents, sales workers, or service \nproviders (a category that includes nursing caregivers, food service providers, and police and security workers); 29 \npercent as practitioners of academic, liberal, or technical occupations; and 10 percent as white-collar workers. \nThus, only 39 percent of Ethiopian Israelis who work in the public services hold pronouncedly white-collar positions, \nnearly one-third have blue-collar jobs, and a little more than one third provide miscellaneous services.\n\nAlthough banking is decidedly a white-collar industry, this field employs Ethiopian Israelis mainly in service positions \nsuch as food services and security, and as \"unskilled workers.\"\n\nLabor Force Participation by gender\n\nTable 14 examines the participation of Ethiopian Israelis in various occupations and economic fields gender. In \nmanufacturing, most persons employed - 93 percent of men and 90 percent of women - are blue-collar workers \n(\"skilled\" or \"unskilled\"). Only men hold white-collar jobs in manufacturing and only women work as \"agents, sales \nworkers, and service providers.\" (Most such employment, one presumes, is in food services)\n\nIn banking, all women are categorized as \"unskilled workers.\" In contrast, two-thirds of men in this industry are \ndefined as unskilled and one-third are \"agents, sales workers, and service providers\" (most likely security guards).\n\nIn the public services, women account for a majority ad are represented in most occupations. Their 29 percent \nshare in the liberal and technical professions is especially noteworthy.\n\n\n\nEthiopian Israelis in the Public Services: Joining the Mainstream?\n\nThe data we examined revealed a rather small group-several hundred young people-who have found academic, \nliberal, technical, and clerical positions in the public services. This group is noteworthy because it has crossed the \nblue-collar barrier, that of workers \"at the bottom of the occupational scale,\" that so troubled the architects of the \nimmigrant absorption policy. Arguably, this is the main group that seems to have joined the Israeli middle class.\n\nThe Central Bureau of Statistics does not tell us what jobs these young people hold and in what fields they work. \nOur conversations with activists suggest that most such jobs involve care for members of the Ethiopian community \nitself, either in government offices or in municipal authorities. As one of the activists expressed it, \"The 1980s \nimmigrants found work thanks to the 1990s immigrants.\"\n\nThe labor force survey does not tell us whether their jobs are permanent or temporary. One possibility is that, at \nleast in some cases, these ostensibly middleclass Ethiopian Israelis are employed in a rather large number of \n\"projects\" for Ethiopian Jews run by various government offices, mainly the ministries of Education, Immigrant \nAbsorption, and Construction and Housing. Additional projects are conducted by social service associations that \nalso belong to the public services sector of the economy. These projects, by their very nature, are budgeted for \nfixed periods of time and do not necessarily offer access to permanent employment. From this standpoint, the 1999 \nfigures may indicate that these Ethiopian Israelis are engaged in temporary positions and do not have a stable \nfoothold. If this is so, then the middle-class membership of this group depends on the continuation of funding for \ngovernment and public projects that aim to assist the Ethiopian Israeli community. Even if this is the case, however, \nthis group has gained occupational and organizational experience along with familiarity with Israel's governmental \nand public systems, from which they will probably be able to derive benefits in the future.\n\nUnemployment\n\nThus far, we have discussed Ethiopian Israelis in the 25-54 age group who participate in the labor force and are \nemployed. Now we move on to consider participants in the labor force who were unemployed when the 1999 Labor \nForce Survey was conducted.\n\nThe figures show that Ethiopian Israelis are more prone to unemployment than Israelis at large. In 1999, 15 percent \nof Ethiopian Israelis aged 25-54 in the labor force were jobless: 13 percent of men and 18 percent of women. \nCorresponding rates for the Israeli population at large were 8 percent (general population), 7 percent (men) and 8 \npercent (women) (CBS, 2001 [F]: Table 4). Ethiopian Israelis also had higher unemployment rates than residents of \nsome Arab localities and several Jewish development towns.\n\nIn unemployment rates, as in other fields, immigrants from the 1980s have done much better than the 1990s \nimmigrants; in 1999, the unemployment rates among these two groups were 13 percent and 19 percent, \nrespectively.\n\nFinally, unemployment was more prevalent among persons with some schooling-primary, junior-high, senior-high, \nand academic-than among those who had never attended school or had attended school but received no diploma. \nPerhaps people without formal qualifications find work more easily, especially since they concentrate in blue-collar \nindustries and occupations, whereas those with some schooling encounter greater difficulties because they have \nhigher expectations concerning appropriate employment.\n\nEducation and Employment\n\nTo conclude the chapter, let us examine the connection between education and employment among Ethiopian \nIsraelis. The figures in Table 15 show, generally, that the investment in schooling pays off for Ethiopian Israelis as it \ndoes for the general Israeli population.\n\n\n\nAs one may see, almost all uneducated Ethiopian Israelis work as either skilled or unskilled laborers in agriculture, \nmanufacturing, and other economic fields; only 9 percent work in a different category (\"agents, sales workers, and \nservice providers\").\n\nMost persons with primary and junior high schooling are also employed as blue-collar workers-but at the slightly \nlower rate of 67 percent. About 15 percent of them work as agents, sales workers, and service providers and 11 \npercent hold clerical jobs or practice liberal or technical professions.\n\nBlue-collar occupations are also prevalent among high school graduates, but the share of such people in these \nfields -- 61 percent -- is slightly lower than that among persons with only primary and junior high schooling. In \ncontrast, 22 percent are employed as agents, sales workers, and service providers and 17 percent work in \npronouncedly white-collar occupations.\n\nAmong those with post-secondary schooling, the proportion of unskilled workers is much smaller tan among the \npreviously mentioned groups, at 24 percent. All the others -- 76 percent -- work in occupations that correspond to \nsome extent to their education level. Finally, no Ethiopian Israeli with acedemic schooling is employed as an \nunskilled worker; 75 percent of members of this group work in pronouncedly white-collar occupations.\n\nEthiopian Israelis Aged 15-24 in the Labor Market Our main analysis focused on Ethiopian Israeli men and women \naged 24-54. However, quite a few persons aged 15-24 also participate in the labor force. They deserve our brief \nattention.\n\nAs Table 17 shows, one-fourth of Ethiopian Israelis aged 15-24 participate in the labor force. Among the Israeli \npopulation at large, this age group has a higher participation rate, one-third (computed from CBS, 1999 [F]: Table \n4). Below we examine the data for three subgroups: senior-high age (15-17), military service age (18-20), and \ndemobilization and post-secondary studies age (21-24).\n\nIn the 15-17 age group, the participation rate is a low but significant 11 percent, slightly higher than that among the \nIsraeli population at large, 9 percent. The figure for Ethiopian Israelis is somewhat consistent with data on the high \ndropout rates of Ethiopian Israeli students (see chapter on education, below). Most boys who participate in the labor \nforce are employed; most girls are not. In the subgroup of military service age, 10 percent of men and 30 percent of \nwomen participate in the labor force. (We cannot compare these data with corresponding figures for the population \nat large, since the CBS releases only aggregate data on the 18-24 age group.)\n\nMost (69 percent) women of military age who participate in the civilian labor force actually work. In contrast, only a \nminority (16 percent) of military age men who participate in the civilian labor force hold jobs. Apparently the other 84 \npercent of 18-20 year olds are young people who were rejected by the army and also by the labor market.\n\nIn the post-army age group, labor force participation rises significantly, to 40 percent for men and 45 percent for \nwomen. Several factors may explain the lower rate among men, such as the larger number of men who serve in the \nstanding army.\n\nEntrepreneurship\n\nThus far, we have used CBS data to present an employment picture for Ethiopian Israelis. However, the figures do \nnot tell the whole story; censuses and surveys cannot reflect every type of economic activity. For example, a \nposition paper by the Institute for Jewish Policy Research notes that \"quite a few\" Ethiopian immigrants, mainly \nwomen, work informally at domestic jobs that they avoid disclosing to the authorities in order to evade taxes or \nmaintain eligibility for National Insurance benefits (Kaplan and Salamon, 1999).\n\nThe researcher Haim Rosen used anthropological methods to probe a business entrepreneurship phenomenon \namong some members of the community--elderly men who visit Ethiopia regularly and import commodities for sale \nin Israel, mainly to members of their community. Although they are few in number and their businesses are small, \n\n\n\nRosen views this activity as evidence that many immigrants aspire to a higher standard of living than the \ngovernment vocational training system can provide (Rosen, 2001: 25).\n\nAlternatives\n\nDiscussions of Ethiopian Israelis' position in the Israeli labor market usually focus on policy alternatives aimed \nspecifically at members of this community. We take a different view: the main path to improvement, we believe, is a \ngovernment policy that would focus on bettering the lot of low-wage Israelis as a group. This involves a long-term \neffort to raise wages, improve terms of employment, and introduce compulsory pension insurance. From all these \nstandpoints, Ethiopian Israelis belong to the large stratum of Israelis who find it difficult to support their families on \ntheir labor income. The point of departure is effective enforcement of existing labor laws, since the nonenforcement \nof these statutes today has facilitated the gradual erosion of wages and terms of employment, not to mention an \ninflux of Palestinian workers and labor migrants who work under conditions that do not meet the requirements of \nIsraeli law.\n\nThe vocational training programs that evoked such high hopes when the two waves of immigration from Ethiopia \narrived in Israel have proven to be of little utility. Recent neighborhood-level surveys by the Brookdale Institute \nshow that few people who attended the courses are working today, or worked in the past, in the occupation they \nhad learned or in any occupation approximating it (see, for example, King and Efrati, 2001: 9). Notably, \nnonimmigrant Israelis also use vocational training courses, at least in some cases, more as refuges from temporary \nunemployment than as a way to integrate into the labor market.\n\nOne occupational field deserves special attention: welleducated Ethiopian Israelis who work in government offices, \nmunicipal authorities, and non-profit organizations that offer assistance to the Ethiopian community. As we have \nshown, this is the only group of employed Ethiopian Israelis that has managed to gain a foothold in the Israeli \nmiddle class. Unless these government programs and community-level non-profit organizations continue to operate \nfor at least the next few years, this foothold will not last. In view of the importance of this group (at both the \nleadership and the symbolic levels) as a model for additional young people, the continued existence of this \noccupational field, if not its expansion, should be assured. Finally, the importance of government investment in \neducation should be noted. Among Ethiopian Israelis, like among Israelis generally, people with a college education \nhave a higher labor force participation rate than the population at large and few find it difficult to support their fam \nilies on their labor income. Therefore, the various assistance and reinforcement programs in education, discussed \nin the next section, should be sustained if not expanded considerably.\n\nEducation\n\n\"The Lost Jews\"\n\nThe Israeli education system determined where Ethiopian Israeli youngsters would go to school long before their \narrival. In 1973, Rabbi Ovadia Yossef ruled that the \"Falashas,\" as they were called then, are \"Jews who must be \nrescued [...] rushed to Israel, and educated in the spirit of our holy Torah\" (Elbaum and Weinstein, 1997: 202). In \nthe aftermath of this ruling, the Law of Return was applied to this community and official actions to bring Ethiopian \nJewry to Israel began (ibid.: 202-203). Even earlier, in the 1950s, the World Zionist Organization Department for \nTorah Education and Culture in the Diaspora numbered Ethiopian Jewry among the nidhei Yisrael (\"the lost Jews\") \n(ibid.: 202), a categorization used primarily in reference to Jewish communities in Asian and African countries.\n\nIn the early 1950s, a sharp conflict arose over which education system would enroll the offspring of immigrants \nfrom Arab countries. The two religious education systems in Israel, the State Religious (founded by the Mizrahi \nmovement, forerunner of the National Religious Party) and the Independent (founded by the ultraorthodox Agudath \nIsrael) vied for the right to educate these youngsters in their schools. Both systems argued that religious schools \nwould meet the children's needs more effectively than the secular state schools, since Jews in the Arab sphere had \nlived in \"traditional societies\" and the majority of them were religiously observant.\n\n\n\nThe conflict between the State Religious and the ultraorthodox school systems over who would get the pupils from \nArab countries led to a severe political crisis that ended in 1953 with a compromise among the political parties \ninvolved. The settlement awarded large segments of the new student population to the State Religious system and \nto the ultraorthodox system (see Swirski, 1991: 38-42). This outcome strengthened both systems' claim that the \nchildren of Jews from Asian and African countries \"belonged\" to them.\n\n\"The Lost Jews\"\n\nProperty of the National Religious Party\n\nThe partisan strife of the 1950s makes it clear how it came about that, when the decision to bring over Ethiopian \nJewry was made two decades later, \"Everyone who dealt with this community saw clearly that the provision of \nreligious education [...] is the basis for returning [the community] to Judaism and bringing it to the State of Israel\" \n(Elbaum and Weinstein, 1997: 203). When Operation Moses, the first of the two large influxes from Ethiopia, began, \n\"It was decided, with the informed consent of the Prime Minister at the time, Menachem Begin, that all Ethiopian \nimmigrant children would be referred to the State Religious system in the first years of their acculturation\" (Elbaum \nand Weinstein, 1997: 203). This decision was formalized in a coalition agreement between the Likud and the \nNational Religious Party without any consultation with the Ethiopian Israeli community (Israel Association for \nEthiopian Jews, Stepchildren of the Education System, 1995: 30). Uri Gordon, head of the Jewish Agency Youth \nAliyah De partment, supported the decision (Elbaum and Weinstein, 1997: 203).\n\nUnlike the case of immigrant children from Arab countries in the 195 Os, education institutions associated with the \nNational Religious Party had a monopoly on those from Ethiopia. The ultraorthodox system did not compete for the \nnew pupil population \"because its rabbis took issue with the ruling that defined 'Falashas' as Jews and that required \nthem to undergo only a downscaled, 'just-to-be-sure' conversion procedure\" (Elbaum and Weinstein, 1997: 204); \nthey did not consider them real Jews.\n\nFurthermore, in contrast to the 1950s, when the Labor Movement and the two religious systems vied for the \nenrollment of immigrant children from Arab countries, in the 1980s, the State secular system (successor to the \nLabor Movement system, among others) stepped aside and, without putting up any resistance of consequence, \nallowed the State Religious system to enroll the Ethiopian immigrant children.\n\nIntegration by Dispersion\n\nThe government's policy regarding Ethiopian immigrants in the education system was typified by the declared \nintent of \"integrating\" them mainly by dispersing them in small groups among the nonimmigrant population. As we \nshowed in previous chapters, the integration-by-dispersion goal runs like a thread through most government \ndocuments about Ethiopian Jews. In education, the dispersion policy was manifested in guidelines to prevent \nEthiopian pupils from constituting more than 25 percent of enrollment in any class (State Comptroller, 1998: 335). \nThe dispersion goal was deemed so important that the Ministry of Education made an extraordinary ruling: \nwherever large concentrations of Ethiopian pupils amassed, they would be bused to schools outside their places of \nresidence (or referred to state secular schools, if their parents so preferred) (ibid.).\n\nNotably, the education system's commitment to dispersing the immigrant pupils stemmed in part from practical \nadministrative motives. Since the immigrant students needed special attention in respect to language, as well as \nother scholastic fields, the system wished to keep them from becoming a heavy burden on the system. The \neducation system hardly departed from its routine patterns of activity in preparation for these immigrants, the idea \nbeing, evidently, that dispersion would enable it to avoid crises.\n\nThe education system might have absorbed these immigrants more effectively had it deviated from its routine. For \nexample, concentrating the Ethiopian pupils, at least in the first phases, might have been advantageous for their \nintegration. It might have pressured the education system to allocate special teaching resources (such as \nexperienced teachers with special training or training of teachers from the Ethiopian community) or to base studies \n\n\n\non the immigrant children's language and the community's historical and cultural narrative, in order to create \nscholastic contents with which students could identify and a learning climate based on a sense of community.\n\nConcentration and Tracking\n\nIn contrast to its declared goal - integration reflected in dispersion - at the practical level the education system \ncreated a very high level of concentration of Ethiopian Israelis in a small number of settings.\n\nThe decision to refer all youth of Ethiopian origin to the State Religious system automatically confined them to a \nsmall number of schools. In 1980, shortly before Operation Moses, only 19.4 percent of all primary-level pupils and \n22.2 percent of all high-school students were attending the State Religious system (CBS, Statistical Abstract of \nIsrael 1981: Table 22/17). In 1990, shortly before Operation Moses, this system, now reinforced by the Ethiopian \nimmigrants from Operation Moses, had 21.2 percent of primary enrollment and 18.4 percent of secondary \nenrollment (CBS, Statistical Abstract of Israel, 1990: Table 22/18). In 2000, shortly before this report was written \n(and after the education system had admitted tens of thousands of pupils from the former Soviet Union, most of \nwhom joined the State system), the State Religious system constituted 19.2 percent of primary enrollment and 18.2 \npercent of secondary enrollment (CBS, Statistical Abstract of Israel, 2000: Table 22/16). The referral of youngsters \nof Eth iopian extraction to the State Religious system created a long-term trend. Data from the Central Bureau of \nStatistics for the 1998/99 school year show that this system was attended by 73.9 percent of all pupils of Ethiopian \nextraction that year, compared to 18.9 percent of Israeli children at large. Some 25 percent of Ethiopian Israeli \nyoungsters attended school in the State system and only 0.4 percent were enrolled in ultraorthodox schools (CBS, \n2001 [D]: Table 6).\n\nEducation Ministry figures for October 1999 show a similar picture: of 14,523 school-age children who emigrated \nfrom Ethiopia after January 1980, nearly three-fourths - 10,367, or 71.4 percent - attended State Religious schools \n(calculation made from Ministry of Education, 2000: 13 - 14).\n\nNotably, the high concentration of Ethiopian Israeli pupils in the State Religious system has been a long-term \nimpediment to attempts to consider and make changes, because the State Religious Education Division has such a \ndegree of autonomy within the Education Ministry that it has been called a \"ministry within a ministry.\" As soon as \nthe Ethiopian Israeli youngsters became part of the Division's \"empire,\" Ministry officials who were not affiliated with \nthe National Religious Party found it difficult to intervene, and any issue related to the education of youngsters of \nEthiopian extraction led to intra-ministerial political tension (Israel Association for Ethiopian Jews, 1995: 30-31).\n\nThe referral of Ethiopian Israeli youngsters to the State Religious system is only the beginning of the story. Within \nthe system itself, Ethiopian youth are channeled into only certain parts of it, especially its boarding schools. As early \nas Operation Moses in 1984, a decision had already been made to refer all Ethiopian immigrants aged 12 - 17 to \nthe religious boarding schools affiliated with Youth Aliyah (Elbaum and Weinstein, 1997: 204). In Israel, most \nboarding schools belong to the religious education systems, including the ultraorthodox one. In 1989, two-thirds of \nboarding schools belonged to the religious and ultraorthodox school systems, and more than three-fourths of these \nwere affiliated with the State Religious system (Weil, 1997: 48).\n\nSince the 1980s, Ethiopian Israelis have become an important component in Israel's boarding school population. In \n1999, 3,508 of them were enrolled in such schools, and they constituted 31 percent of the 11,366 youngsters who \nattended boarding schools countrywide (Ministry of Education, 2000: 52; the reference is to pupils placed in \nboarding schools inspected by the Rural Settlement Education Division of the Ministry).\n\nThus boarding school education became typical of the secondary schooling of young Ethiopian Israelis. According \nto a comprehensive survey in 1997, 62 percent of Ethiopian Israeli boys aged 15 - 18 and 44 percent of girls \nattended boarding schools (Lifschitz, Noam, and Habib, 1998: 45). Notably, in recent years fewer Ethiopian Israelis \nhave been attending boarding schools and more have been enrolled in neighborhood schools; the numbers in the \nformer category declined from about 5,200 in 1991 to 4,200 in 1997 (Israel Association for Ethiopian Jews, 1998: \n10) and to 3,508 in 1999.\n\n\n\nWithin the matrix of State Religious boarding schools, Ethiopian Israelis are sent to only a small number of \ninstitutions. Elbaum and Weinstein, reporting on the enrollment of young people who immigrated to Israel in \nOperation Moses in boarding schools, speak of \"the religious boarding schools and youth villages to which the \nEthiopian immigrants were referred\" - reflecting the fact that the Ethiopian youth were sent to certain schools only \n(Elbaum and Weinstein, 1997: 204). The same researchers reported that \"Large concentrations of Ethiopian \nimmigrant students have formed. In several youth villages, 80 - 90 percent of the pupils are immigrants from \nEthiopia. At Hofim boarding school, all the students are from Ethiopia\" (Elbaum and Weinstein, 1997: 205).\n\nThe pattern persisted in later years. A comprehensive study by the Brookdale Institute found that 55 percent of \nEthiopian Israeli boarding students attended classes in which more than 25 percent of pupils were from Ethiopia, \none third attended classes in the 25 - 50 percent range, 17 percent attended classes with an Ethiopian majority, and \n5 percent attended all-Ethiopian classes (Lifschitz, Noam, and Habib, 1998: 20). High concentrations of Ethiopian \nIsraeli pupils were more typical of boarding schools than of other schools attended by Ethiopian Israeli pupils (ibid.: \n23). The last aspect of the concentration phenomenon concerns the program of study: a large proportion of \nyoungsters from Ethiopia were channeled to vocational programs. A follow-up study on young people who finished \nhigh school in the late 1980s found that most were referred to boarding schools of middle or low prestige and that \n70 percent of them were enrolled in vocational programs (Weil, 1997: 50). Ten years later, in the 1998/99 school \nyea r, it was found that 2,206 of the 4,940 Ethiopian-born students who attended schools at the senior high level \n(46.4 percent) were enrolled in technological/vocational programs, compared to 32.4 percent of the Israel-born. By \nadding the 681 students who were enrolled in agricultural programs, which are vocational for all intents and \npurposes, we arrive at a total proportion of 60.7 percent of Ethiopian Israelis studying in vocational tracks, \ncompared to 33.3 percent of the Israel-born students (CBS, 2001 [D]: Table 7). Boys were more likely to take \nvocational or agricultural programs than girls, at 70.1 percent and 51.3 percent, respectively (ibid.).\n\nBoarding School Education and Community Disintegration\n\nThe referral of young Ethiopian Israelis to boarding schools not only helped to concentrate them in specific \nprograms of study in a small number of institutions, in contravention of the official goal of dispersion; it also had far-\nreaching effects on the Ethiopian Israeli family and community.\n\nThe practice of referral to boarding schools has marginalized the role of Ethiopian Israeli parents in the shaping of \ntheir children's education. At the beginning of Operation Moses, when a large proportion of children arrived \nparentless, referral to boarding schools was a reasonable option. However, when it became standard operating \nprocedure for all youngsters of Ethiopian extraction, it amounted to a tacit statement by the state: we are depriving \nparents of Ethiopian origin of their status as the agents responsible for raising and educating their children and \ntaking over this responsibility ourselves.\n\nBoarding school education need not be the result of coercion; sometimes communities choose it as a way of \neducating their youth. Ruling classes and religious communities, such as the British nobility and various Christian \ndenominations established boarding schools to give their future leaderships a controlled generational form of \ntraining. In Israel, the Labor Movement adopted this practice by founding agricultural boarding schools and the \nNational Religious Party leadership did so by establishing high school yeshivas. In the case of the Ethiopian Israeli \nyoungsters, however, the almost universal extent of referral to boarding schools, carried out at the state level, is \nreminiscent of a different use of these institutions. Examples that come to mind are those established by colonial \nregimes in Third World countries to train a pro-colonial local elite and those that Native American youngsters were \nforced to attend after the American army defeated their nations (Adams, 1995). Closer to home, the referral of Eth \niopian Israeli youth to boarding schools brings to mind the referral of Mizrahi (from Arab or North African countries) \nyouth to boarding schools in the 1960s, in order to train a Mizrahi elite in the spirit of the values of the old-time state \nleadership, in the process cutting them off from their parents' community.\n\nBoarding school education has transformed the Ethiopian immigrant parents into a \"desert generation\" whom the \neducation system disregards in its effort to assure the social \"integration\" of the young generation. The \ndisengagement between boarding schools and parents first took shape at the time when many young people \n\n\n\nreached the country without their parents. However, even when the boarding schools began to enroll youngsters \nwhose parents had immigrated with them, problems arose: \"Even with 'normative' families [those with two parents--\nS. S.], it was difficult to maintain an educational process due to difficulties of language, communication, travel, and \nbusing to school (loss of work days, large financial outlays under conditions of hardship, and difficulties in familiarity \nwith transport arrangements to distant locations)\" (Elbaum and Weinstein, 1997: 212).\n\nBy skipping over the \"desert generation,\" the education system sent Ethiopian Israeli youth a tacit message: they, \nand not their parents, ranked at the forefront of Israel's community of Ethiopian extraction. Indeed, most activists in \norganizations for Ethiopian Israelis are young. This is another aspect of the disintegration of the traditional \ncommunity structure, on top of the other disintegrative conditions that accompanied the move from Ethiopia to \nIsrael. Eli Amir, former head of Youth Aliyah, wrote about this in a memorandum to the Director General of the \nMinistry of Education: \"The sweeping removal of children from their families sends the parents from Ethiopia [the \nmessage] that they are unfit and incapable of caring for their children .... This message sends the children [a \nmessage]: their parents cannot take care of them and cannot be responsible for raising them. Thus, it causes \nirreparable harm to the image of father, mother, and family. In a broader sense, we are saying that we have \ndespaired of their parents and are taking their children away\" (quoted from Israel Association for Ethiopian Jews, \n1995: 15).\n\nThe Israel Association for Ethiopian Jews commented, in this context, that \"Throughout the history of Israeli society, \nno [other] community has experienced such a separation of so many of its young people. The massive \ndisplacement of Ethiopian young people has dealt the structure of the family in the community a severe blow, with \ngrave implications for the community's future\" (Israel Association for Ethiopian Jews, 1995: 14). Importantly, young \nEthiopian Israelis themselves take a dim view of the policy of referring them to residential schools. In a follow-up \nstudy of Ethiopian Israeli youngsters who attended high school in 1987--1989, conducted in 1995--1996, 71.5 \npercent of respondents expressed opposition to enrolling their children in boarding schools (Well, 1997: 102). The \nobject of their disapproval was the very fact of attending boarding schools, not the religious nature of most of the \nboarding schools that Ethiopian Israeli pupils attended. Indeed, 55 percent expressed willingness to enroll their chil \ndren in religious schools (ibid.: 105).\n\nEthiopian Israeli Pupils in the Education System\n\nBy the 1980s, when Ethiopian Jews began to immigrate to Israel, there was already a strong correspondence \nbetween the level of education provided by a school and the socia-economic level of residents of the locality or \nneighborhood served by the school. As our chapter on housing showed, most Ethiopian Israelis settled in poor \nneighborhoods and localities and, accordingly, sent their children to schools that, for the most part, were typified by \na low scholastic level. Furthermore, Ethiopian Israeli pupils integrated into an education system that had become \nseverely unequal. In the past two decades, school resources in disadvantaged neighborhoods, development towns, \nand Arab localities have been decreasing in relative terms, due to the erosion of education budgets, on the one \nhand, and the spreading of \"gray education\" on the other. Under \"gray education,\" schools in affluent \nneighborhoods build up their resources gradually by charging co-payments, while schools where parents cannot \nafford this have to make do with the Ministry of Education's eroding budgets. Consequently, Ethiopian Israeli pupils \nfound themselves in the same boat with large groups of nonimmigrant Israeli youngsters whose relative status in \nthe education system was steadily losing ground.\n\nIn October 1999, a total of 14,523 students who had immigrated from Ethiopia after January 1980 were enrolled in \nthe education system - 6,322 in primary schools, 3,985 at the junior high level, and 4,122 in senior high. Nearly \nthree-fourths of them (71.4 percent) were in the State Religious system (computed from Ministry of Education, \n2000: 13 - 14; for CBS data for the 1998/99 school year, see CBS, 2001 [D}: 17). According to November 2000 \ndata, about two-thirds (65 percent) of pupils of Ethiopian extraction were concentrated in six localities: Netanya, \nRehovot, Beersheva, Ashkelon, Hadera, and Ashdod (Ministry of Education, 2001: 10).\n\nPrimary Schooling\n\n\n\nIn February 1994, shortly after Operation Solomon, the Brookdale Institute examined the preparations made by \nprimary schools to receive some 5,000 new pupils from Ethiopia (Lifschitz and Noam, 1995). The study was \nconducted in forty-eight primary schools countrywide, in which 2,960 immigrants were enrolled, and focused on \nprofessionals: principals, teachers, immigrant-absorption coordinators, counselors, and psychologists. The inquiry \nshowed that 75 percent of the new students attended integrated classes (immigrants and nonimmigrants together) \nand the rest attended classes made up of immigrants only. A large majority of schools received the package of \nauxiliary resources that the Ministry of Education had put together for Ethiopian pupils (see below). However, \nyoungsters in immigrant classes received less assistance than their counterparts in integrated classes. \nFurthermore, only 10 percent of teachers in integrated classes, compared to 50 percent of teachers in immigrant \nclasses, were aware of the existence of curricula that had been tailored to the immigrant pupils' needs. About 60 \npercent of immigrant pupils were in the lowest track in Hebrew and arithmetic.\n\nA parallel survey among counselors and psychologists in these schools (Kleiman and Lifschitz, 1995) found that \nno special preparations had been made for the professionals who were to assist the immigrants. Most counselors \nand psychologists devoted only a few hours a week to counseling functions. Few respondents reported that their \nworking hours were increased so that they could devote more time to new immigrants though the Ethiopian \nimmigrant pupils were referred to counselors at a higher rate than the student body at large. The interviewees \nreported that they felt they needed additional guidance and in-service training so that they would be able to \ndiagnose the pupils' problems more effectively.\n\nSecondary Schooling\n\nIn 1997, the Brookdale Institute conducted a comprehensive survey of Ethiopian Israeli youngsters studying in high \nschools. The survey was based on a sample of 850 students (out of 10,200 in the 12 - 18 age group), 360 students' \nmothers, thirty-one principals, and some 1,300 teachers (Lifschitz, Noam, and Habib, 1998).\n\nThe researchers found that many young people in the sample had graduated from Israeli primary schools with low \nscholastic levels and that quite a few of them had entered junior high with poorer scholastic achievements than \nthose of their classmates (ibid.: 17). In post-primary schools, some youngsters were referred to vocational programs \nand tracks (ibid.: 17). Teaching staff lacked the tools to cope with the Ethiopian Israeli pupils' unique difficulties, and \nparents could hardly help their children (ibid.: 17). A large majority of youngsters reported having difficulties in \nEnglish. Of the 60 percent of students who reported that their schools had tracking in English and mathematics, 65 \npercent stated that they were in low tracks in English and 75 percent in low tracks in mathematics (ibid.: 26). A \ngeneralized discussion of Ethiopian Israeli pupils' achievements may give the impression of across-the-board \nfailure. In fact, there is considerable variance within the group. Many do very well; when asked to rate their \nEthiopian Israeli students, teachers ranked 27 percent as successful in mathematics and 32 percent as successful \nin Hebrew, with \"success\" defined as grades of 80 or more. In the teachers' opinions, these students' scholastic \nintegration has gone very well (ibid., 89). However, the teachers also singled out a large group of failures: 32 \npercent in mathematics and 19 percent in Hebrew. Simple arithmetic shows that the percent of successful students \nin Hebrew far surpassed the percent of failures.\n\nThe authors of the study noted several changes in the educational policy concerning Ethiopian Israeli students: (1) \nenrollment in neighborhood schools had become more frequent, instead of almost \"automatic\" referral to boarding \nschools (ibid.: 1); (2) more youngsters, when referred to boarding schools, were placed in schools with higher \nscholastic level offering matriculation programs (ibid.: 1). The researchers found a higher proportion of students \npreparing for matriculation exams that would qualify them for a matriculation certificate (a prerequisite for college \nstudy) among boarding school students than among those in neighborhood schools (ibid.: 21).\n\nPassing Matriculation Exams\n\nAt the high-school level, there is a recognized indicator of achievement: the proportion of students who pass the \nmatriculation exams and obtain matriculation certificates. There are other indicators as well, including the proportion \n\n\n\nof twelfth grade students who pass the matriculation exams, the number of students enrolled in the twelfth grade, \nand the proportion of twelfth graders who take the exams.\n\nData from the Central Bureau of Statistics for the 1998/99 school year show the following: 70.2 percent of 1,435 \nEthiopian-born twelfth-graders that year took the matriculation exams and 42.2 percent of those who took the \nexams passed. Thus, 29.6 percent of the twelfth-graders--425 students --obtained matriculation certificates (CBS, \n2001 [D]: 18). The Ministry of Education furnished us with almost identical data. (See Table 18 below.) Notably, 52 \npercent of twelfth-graders born in Israel and 56.9 percent of those born in the former Soviet Union obtained \nmatriculation certificates that year (ibid.: 18).\n\nThe highest rate of Ethiopian-born twelfth-graders in preparatory courses for matriculation was found in the \nacademic track, where 95 percent sat for the exams. In the vocational track, only 41.8 percent of twelfth-graders \ntook the exams. However, both groups had similar passing rates: 41.8 percent and 41.5 percent, respectively (ibid.: \nTable 17). Among twelfth-graders in the agriculture track, 92.2 percent took the examinations but only 37.3 percent \npassed (ibid.). The State Religious schools that most Ethiopian-born pupils attend seem to have a better record, \ngenerally speaking, than the State schools in which a minority of Ethiopian Israelis is enrolled. Among 705 twelfth-\ngraders of Ethiopian extraction in the State Religious system in 1998/99, 71 percent took the matriculation \nexaminations and 49 percent of them passed. In contrast, only 58 percent of 250 twelfth-graders in the State \nsystem took the tests and only 16 percent of them passed (ibid.: Table 21). Thus, 91 percent of Ethiopian Israelis \nwho obta ined matriculation certificates at the end of twelfth grade came from the State Religious system and, in \nparticular, from this system's boarding schools. These figures seem consistent with the foregoing general \ndescription of the quality of schools in most neighborhoods where Israeli Ethiopians have settled.\n\nEthiopian Israelis' achievements have been rising over the past decade. Based on data produced by the Ministry of \nEducation, a Brookdale Institute research team reported an increase in the number of students attending schools \nthat prepare students for the matriculation exams: from 480 in 1993 to 1,454 in 1997 (Lifschitz, Noam, and Habib, \n1998: 29). Data prepared for the Adva Center by the Ministry of Education for the 1995 - 2000 period point to a \nsteady long-term increase in the number of students obtaining matriculation certificates: from 159 in 1995 to 294 in \n1997 and more than 400 in each subsequent year (see table below). The percentage of twelfth-graders who passed \nthe exams climbed from 20 - 23 percent in 1996 and 1997 to 31 -32 percent in 1999 and 2000.\n\nThe most meaningful statistic is neither the proportion of twelfth-graders passing the matriculation exams nor the \nproportion of twelfth-graders taking the exams, but rather the proportion of those who pass the exams out of the \ntotal number of seventeen year-olds. This is because many teenagers drop out before twelfth grade. Unfortunately, \nthere are no figures available on how many seventeen-year-old Ethiopian Israelis there were in each of the years \nshown in Table 18.\n\nAnother important aspect to consider in studying the matriculation data is the quality of the certificate earned. At \nleast some Ethiopian Israelis, it seems, earn poor-quality certificates that lessen their prospects of admission to \ninstitutes of higher learning. The Brookdale Institute's comprehensive survey showed that in all schools that \nprepared students to take the mathematics exam, the level of study was three units (just enough to meet the \nminimum requirement of higher education institutes). Only two pupils in two schools took the test at the highest \n(five-unit) level (Lifschitz, Noam, and Habib, 1998: 100). The authors of the survey report noted that \"Whereas a \nlarge share of these young people (65%) is enrolled in programs of study that lead to matriculation certificates, \nabout onethird of eleventh - and twelfth-graders (35 percent) report that they are to be tested on fewer than twenty-\none units, i.e., fewer than the number necessary for a full matriculation certificate\" (ibid.: 176). The authors ad ded, \n\"In view of the current patterns of enrollment in tracks leading to full matriculation, no meaningful improvement in \nthe proportion of youth of Ethiopian extraction passing the matriculation exams should be expected. Importantly, the \nmain obstacle is not the program of study in which they are enrolled but the actual number of units on which they \nare to be tested\" (ibid.: 194).\n\nThe Ministry of Education's Assistance Policy\n\n\n\nIn the 1960s and 1970s, the education system developed two main ways of tackling personal or group differences \nin scholastic achievements. One is tracking, which separates pupils who meet normative requirements from those \nwho do not at an early phase, the primary level. The pupils who are not up to par are placed in low tracks in primary \nand junior high school. At the senior high level, they are enrolled in vocational schools or classes that teach \nmatriculation subjects at a low achievement level. The second method is a set of assistance programs for \nyoungsters defined as \"disadvantaged.\" For years, this assistance was based on an ethnic key: a youngster was \ndiagnosed as \"disadvantaged\" if his/her father was born in Asia or Africa, had many children, and had few years of \nschooling. In 1994, the definition was revised to reflect a socioeconomic basis and a new index was developed for \nthis purpose.\n\nThe main form of assistance for the disadvantaged is an allotment of extra teaching hours for schools attended by \npupils defined as disadvantaged. The Ministry of Education has also developed assistance programs that target the \ndisadvantaged directly, including enrichment for preschool and primary school, preparation for matriculation exams, \netc.\n\nAs we have seen, most Ethiopian students found themselves in schools that have long served pupils who are \nroutinely defined as \"disadvantaged.\" For this reason, the Ethiopian Israeli youngsters fit \"naturally\" into existing \nbureaucratic categories and, consequently, were offered the usual assistance plans. As the Brookdale Institute \nresearchers noted, \"As a rule, services for adolescents of Ethiopian origin are delivered by existing entities and new \nentities were not developed for this purpose\" (Lifschitz, Noam, and Segal, 1997: 4). The education system neither \ndeveloped new ways of helping Ethiopian Israelis nor even saw fit to examine the efficacy of the methods that had \nbeen in use since the 1960s and the 1970s. This happened even though it was quite obvious by the time the \nEthiopian immigrants arrived that these methods were not narrowing the achievement gaps that had developed \nbetween pupils in affluent neighborhoods and their counterparts in poor neighborhoods, development towns, and \nArab localities.\n\nIn addition to general assistance for the \"disadvantaged,\" from which all students at schools attended by Ethiopian \nIsraelis benefit, the schools get an extra allotment of teaching hours. The basis for this increment is the designation \nof a pupil as an \"immigrant.\" Ordinarily, the Ministry of Education defines newcomers as immigrants for four \nyears, starting from the September first after their immigration. However, the term of eligibility was extended for \nEthiopian Israelis who came in Operation Solomon (1991). Ministry of Education data for 2000 show that some 80 \npercent of immigrants from Ethiopia were eligible for the extra quota (Ministry of Education, 2000: 13). The \nBrookdale Institute's comprehensive survey (1997) found that these immigrant pupils were continuing to benefit \nfrom this definition as of the writing of the survey report (Lifschitz, Noam, and Segal, 1997: 4).\n\nA school attended by an Ethiopian immigrant is eligible for 1.75 extra weekly teaching hours on his/her account. \nAn immigrant teenager in eleventh or twelfth grade who takes three matriculation exams or more entitles his/her \nschool to one additional weekly teaching hour. These extra teaching hours are credited to the school directly and \nare used at the principal's discretion (ibid.: 4). The principal may choose among six models: (1) teaching a group of \nimmigrants or an individual immigrant outside of the main class setting; (2) bringing an additional teacher into the \nclassroom; (3) providing an immigrant or a group of immigrants with after-school remedial activities; (4) \nestablishing a separate class (\"absorption class\") in all or some subjects; (5) pooling all the extra hours and \nallocating them in accordance with the needs of an individual or a small group; and (6) allocating teaching hours for \ntracking, in which nonimmigrant students also take part (Ministry of Education, 2001: 15).\n\nThe allotment of extra hours is significant, especially for schools that have a large Ethiopian Israeli student \npopulation. Still, it cannot enable such schools to catch up with affluent schools of long standing. As we have \nshown, most schools attended by Ethiopian Israelis are poor in resources; the targeted aid they receive for taking in \nEthiopian Israelis does not suffice to make major changes.\n\nThe Ministry of Education also covers a portion of schools' expenses for textbooks, outings, school supplies, etc., \nfor pupils who immigrated in the past three years. By so doing, the Ministry assumes a burden that parents normally \ncover as part of their compulsory co-payment. In 2001, the Ministry's remittance for immigrants, known in the \n\n\n\njargon as the \"absorption benefits package,\" was MS 626 per pupil at the primary level, NIS 907 per pupil in junior \nhigh, and MS 1,125 per high school student (for those who immigrated between September 1999 and August 2000) \n(Ministry of Education, 2001: 16).\n\nEthiopian Israeli pupils are placed in various programs that schools in low-income areas offer as a matter of course. \nExamples are after-hours care in family settings or in school, HORIM (enrichment and nurturing for parents of \nchildren from preschool age up); MENA (an anti-dropout program), and OMETZ (development of self-confidence, \nperseverance, and expectation of achievements), for junior-high graduates whose grades fall short of the \nrequirements of high schools that prepare students for the matriculation exams. Ethiopian Israeli students also \nparticipate in assistance programs that aim to enhance their prospects of passing the matriculation exams: MABAR, \nwhich readies pupils for matriculation by facilitating study in small classes and imparting scholastic skills; \"Second \nChance,\" geared for those who passed only some matriculation exams; and MICHAEL, which teaches scholastic \nskills of use in preparing for the exams (Lifschitz, Noam, and Segal, 1997: 5 - 6).\n\nFinally, the Ministry of Education gives students from Ethiopia, like immigrants from other countries, special \ndispensations on the exams themselves: (1) the right to take some exams orally, (2) the option of being tested in \nseveral subjects according to a special school-level syllabus for immigrants (upon approval of the inspector) or an \nexternal syllabus, and (3) the right to an extra ten points plus additional time to complete the standard exam. \nEthiopian immigrant students may also be tested on their native language as though it were their first foreign \nlanguage and may use a dictionary (Lifschitz, Noam, and Segal, 1997: 5).\n\nIn January 2000, a committee chaired by Dr. Gad Avikasis, Senior Deputy Director General for Administration and \nHuman Resources at the Ministry of Education, submitted a report about the special programs for Ethiopian Israeli \npupils (Ministry of Education, 2000). The committee recommended several changes in the implementation of these \nprograms and a long-term budget increase for several additional programs, the most expensive of which concerned \ndropout prevention, preparation for higher studies, and a set of assistance activities. The total budget that the \ncommittee recommended for these programs was NIS 31.75 million. To view this sum - a long-term increment, as \nnoted - in proportion, one need only note that it is equivalent to the extra budget (i.e., that exceeding the Ministry's \nregular allocation) that just one prestigious high school - Herzliya Gymnasium in Tel Aviv - raises each year \n(Ha'aretz, May 9, 2001).\n\nOver-referral to Special Education\n\nIt seems that an especially large number of Ethiopian Israeli youngsters are referred to special education, either in \nseparate schools or in separate classes in regular schools. Special education is meant for \"a person of three to \ntwenty-one years of age who, due to faulty development of physical, intellectual, psychological, or behavioral \nfitness, is limited in his/her ability to adjust and requires special education\" (Special Education Act, 5748-1988). \nAlthough this definition leaves no doubt that special education is for exceptional cases only, referrals of ordinary \nchildren, mostly from minority or socioeconomically disadvantaged groups, have been known to occur due to \nmisdiagnosis or misinterpretation of the letter and spirit of the law. In many cases, referral to special education is \nused, improperly, to cope with children who have adjustment difficulties stemming from class or ethnic factors. For \nyears, over-referral to special education has been a typical feature of schools in poor urban neighborhoods and \ndevelopment towns.\n\nThe published statistics on Ethiopian Israeli pupils in special education show large discrepancies. For example, \nfigures for the 1997/98 school year ranged from 472 pupils to 852. Assuming that most referrals to special \neducation occur at the primary level, and assuming that there were approximate 6,000 Ethiopian Israelis in primary \nschools in 1997/98, we calculate the rate of referral at a high proportion--8 - 14 percent. In May 2000, the Network \nfor the Advancement of Education of Ethiopian Israelis presented detailed documentation on errors in diagnosis and \nplacement to a committee that examined the implementation of the Special Education Act, chaired by Professor \nMalka Margalit (Network for the Advancement of Education of Ethiopian Israelis, 2000).\n\nHow Many Ethiopian Israelis Are in \"Special Ed\"?\n\n\n\nIn the course of one school year, 1997/98, several agencies released a variety of figures about the number of \nEthiopian Israelis in special education:\n\nThe State Comptroller's Report for 1998 found 852 - 461 in special-education schools and the rest in special-\neducation classes in regular schools.\n\nRuth Penn, director of the Special Education Division, reported 613 (letter to the Public Committee on Quality \nEducation (HILA), December 15, 1997).\n\nDr. Gad Avikasis, Senior Deputy Director General for Administration and Human Resources at the Ministry of \nEducation, placed the figure at 472 (letter to Network for the Advancement of Education of Ethiopian Israelis, May \n21, 1998).\n\nThe director of the Computer Administration at the Ministry of Education spoke of 588 (letter from Yigal Duchan to \nDr. Gad Avikasis, October 14, 1998 - Network for the Advancement of Education of Ethiopian Israelis, 2000).\n\nHigh Dropout Rates\n\nThe disengagement of boarding school pupils from their families, the general lack of communication between \nEthiopian Israeli parents and school teachers and administrations, and the use of tracking-have led to a sense of \nlow expectations-and to high dropout rates among Ethiopian Israeli students (ELEM, 1994). The Brookdale \nInstitute's comprehensive survey (1997) found that 6 percent of Ethiopian Israelis aged 14-17--9 percent of boys \nand 4 percent of girls--had dropped out of school, twice the dropout rate of the Jewish population at large (Lifschitz, \nNoam, and Habib, 1998: 55). A Ministry of Education report prepared by Dr. Gad Avikasis' committee reported that \n798 of 14,523 Ethiopian Israeli pupils in the education system dropped out in 1999, mostly from boarding schools. \nThe dropouts comprised 5.5 percent of the Ethiopian Israeli pupil population (Ministry of Education, January 2000: \n56).\n\nThe CBS has released statistics on dropouts from grades 9-11 who immigrated to Israel in 1990 1995 and 1996-\n1999. For students who immigrated in the earlier period, the dropout rate in grades 9-11 was 5.4 percent, a level \nalmost identical to that cited by the Avikasis Committee and only slightly lower than that found in the Brookdale \nInstitute survey. Notably, this rate was lower than that of dropouts from the former Soviet Union-7.6 percent (CBS, \n2001 [B]: Table 9). In contrast, the dropout rate among youngsters who reached Israel between 1996 and 1999 was \n16.5 percent, and the rate for ninth-grade pupils was especially high, at 26.6 percent (ibid.).\n\nHigher Education\n\nOver the past decade, more and more Ethiopian Israelis have been attending accredited institutions of higher \nlearning. According to the Association for the Advancement of Education, which runs pre-academic preparatory \nprograms, one reason for the increase was a decision by the \"immigrant absorption cabinet\" in 1992 to grant \nEthiopian Israelis government assistance for 5-6 years of study after compulsory schooling (Association for the \nAdvancement of Education, memorandum, January 23, 2002). The decision, the initiative of the ministers of \nImmigrant Absorption and Education at the time, Yair Tsaban and Amnon Rubinstein, may be viewed as a higher \neducation counterpart to the decision to give Ethiopian immigrant households generous mortgages for home \npurchase. Following the decision, several academic institutions set up special preparatory programs for Ethiopian \nIsraelis, pre-academic programs relaxed their admissions criteria, and large financial subsidies were awarded: full \ntuition for five or six years; a mont hly stipend; rent subsidy; funding for tutoring, psychometric courses, and \ntextbooks (ibid.). Most Ethiopian Israelis do not go directly from high school to college. As noted above, many earn \nmatriculation certificates that do not meet the admissions criteria of Israeli universities. Accordingly, those who wish \nto attend such institutions must improve their scores and/or make up scores that their certificates lack. Most \nstudents of Ethiopian extraction in Israel embark on academic studies only after taking a pre-academic program \n(see Lifschitz and Noam, 1996: 18).\n\n\n\nThe Association for the Advancement of Education offers two main types of preparatory programs: programs \naffiliated with universities, which prepare students for higher education and award the equivalent of a matriculation \ncertificate for the purpose of university admission, and programs run by accredited and teachers' colleges, which \nare longer in duration and amount to \"pre-preparatory\" settings (CBS, 1998: 9). In 1998, more than 11,000 students \nwere enrolled in some forty preparatory programs (ibid.).\n\nThe following table shows the number of Ethiopian Israeli students in preparatory programs-those run by the \nAssociation for the Advancement of Education, including those affiliated with universities. By comparing the data in \nthe table with data on first-year university students (see below), we find that most Ethiopian Israelis who take pre-\nacademic programs do advance to university studies.\n\nThe next two tables refer to the population of Ethiopian Israelis who attend universities and accredited colleges. The \ndata concerning universities are for 1994 and 1999; those on accredited colleges pertain to 1996 and 1999.\n\nAs the tables show, the number of first-year university students doubled between 1994 and 1999 from 82 to 176.\n\nIn 1994, only one university-Haifa-had a relatively large number of students of Ethiopian extraction. By 1999, it had \nbeen joined by Bar-Ilan University and Ben-Gurion University of the Negev. In both years, few Ethiopian Israelis \nattended at the Hebrew University of Jerusalem and Tel Aviv University. In both years, over 80 percent of students \nwere majoring in the humanities or the social sciences. In 1999, the proportion of other population groups in these \ntwo majors were 55.7 percent of total Israeli students; 55.5 percent of Jewish students; and 59.3 percent of \n\"students of other religions,\" most of whom are Arab. In their large concentration in social sciences and humanities, \nEthiopian Israelis are more like Mizrahi students (65.2 percent) than Ashkenazi students (51.1 percent). The group \nmost similar to the Ethiopians in terms of concentration in these two fields are the Druze, 75.6 percent of whom \nstudy humanities or social science (all data from CBS, 2001 [C]: Table 21). The table also shows that the n umber \nof doctoral students doubled during the 1994-1999 period. Since the number of masters' students is negligible and \ndid not increase over that period, the doctoral candidates evidently obtained their masters' degrees in Ethiopia or, in \nany case, outside of Israel.\n\nEthiopian Israeli enrollment in accredited colleges has increased perceptibly, but it should be borne in mind that \nthese colleges did not become a meaningful option for young people in Israel until the late 1990s. In 1999, fifty-nine \nEthiopian Israelis attended accredited colleges, thirty-three of them as first-year students. Most of them were \nmajoring in technological sciences; a smaller group was studying social sciences.\n\nPossible Alternatives\n\nAs noted, the high school achievements and university admission rates of Ethiopian Israelis have improved \nsignificantly in recent years. However, the formal achievements of a large proportion of young people remain poor. \nThe Ministry of Education continues to administer most of its assistance in routine ways, despite its own repeated \nstatements about the unique approach that this group of youngsters needs.\n\nThus, it is worth discussing possible new patterns of action. Below we consider two alternatives: a government \ninvestment in upgrading the schools that Ethiopian Israeli pupils attend, and the creation of elite programs of study \nfor these pupils, along the lines of institutions that were established for former Soviet immigrants or quality \nprograms for specific student populations, such as the ultraorthodox high-level yeshivas and Christian boarding \nschools.\n\nThese are not the only two options; we focus on them because they represent the sorts of options that are not \nordinarily considered.\n\nUpgrading of Regular Schools Attended by Ethiopian Israelis\n\nAs stated, most Ethiopian Israelis live in development towns and low-income urban neighborhoods, whose \neducation systems are characterized by low achievements. In seven of ten localities that had Ethiopian Israeli \n\n\n\npopulations in excess of 2,000 in 1995 - Ashkelon, Beersheva, Ashdod, Afula, Ramle, Kiryat Malakhi, and Kiryat \nGat - the general rate of success in the matriculation exams was lower than the national average. In the remaining \nlocalities Hadera, Netanya, and Haifa - the success rate was higher but probably did not include Ethiopian Israeli \nyoungsters, who lived in poor neighborhoods and attended inferior schools. Under these circumstances, the best \nway to improve the achievements of Ethiopian Israeli pupils is not to add special teaching hours, which cannot \nchange the general ranking of the school, but rather to invest massively in raising the general level of the whole \nschool. Then, Ethiopian Israeli pupils would benefit from a high-level educational institution, together with the rest of \nthe local schoolchildren.\n\nAs we know, the Ministry of Education stopped investing in the enhancement of schools in peripheral areas long \nago. Over the past two decades, huge disparities have developed in the resources of different schools. The Ministry \nof Education's allocation policy is doing nothing to narrow them. The ministry allows actually encourages - schools \nto raise money independently by soliciting donations, raising parents' fees, and/or allowing commercial use of \nschool premises and services. The main beneficiaries of this policy are schools that serve affluent neighborhoods in \nmajor cities. When it comes to pupils and schools of meager means, the ministry confines its assistance mainly to \nan assortment of enhancement programs, which have long offered nothing that could counterbalance the private \nfunds currently pouring into the affluent schools.\n\nThe only way that these schools will catch up with those in prosperous neighborhoods is with the help of a massive \ninjection of state funds. Only then would Ethiopian Israeli children have an opportunity to study at a level equal to \nthat of pupils from affluent families.\n\nEstablishment of Model Schools for Ethiopian Israelis\n\nThe second option is to turn what is currently perceived as a handicap into an advantage-to transform schools that \nare attended by an Ethiopian Israeli majority into high quality institutions such as those in affluent neighborhoods. \nThis can be done by attracting teaching staff, within the community and outside it, who would consider the project a \nnational challenge. Such schools could raise the threshold of expectations of all schoolchildren in the Ethiopian \nIsraeli community and, indirectly, for all pupils in Israel. They could also provide a setting for the training of a future \nleadership under conditions of generous schooling resources. This idea may evoke opposition among Ethiopian \nIsraelis and education policymakers alike. The opponents may argue that such a measure may impede integration \nand aggravate the tendency to separatism and fractiousness in Israeli society. It deserves consideration, however, \nas one way to promote young members of the Ethiopian community in Israel. Ethiopian-majority schools wo uld not \nbe a novelty in the Israeli education system, which has separate schools for Arabs, for the ultraorthodox (and, within \nthis community, separate schools for boys and girls); there are even a few special institutions for youngsters from \nthe former Soviet Union. Furthermore, several boarding and neighborhood schools already have a majority of \nEthiopian extraction.\n\nThus, the novelty would be not in having a concentration of Ethiopian Israeli students but in the state's willingness \nto invest human and financial resources in such schools on a scale currently found in affluent neighborhoods only.\n\nThe National Project\n\nAt the present writing (December 2001), a program called the \"National Project\" is being discussed. Its architects \ninclude Diaspora communities, the Jewish Agency for Israel, and the Government of Israel. Its goal is \"to bring \nabout the social integration of Ethiopian immigrants so that they integrate into all sectors and fields of Israeli life, \nlike all other citizens of Israel\" (Dolev, Fogel & Co., 2000 [A]: 7). The project is to be budgeted at MS 660 million \nover ten years, half from Diaspora organizations and the rest from the Israel state budget. Former.Prime Minister \nEhud Barak welcomed the initiative and promised, on behalf of the government, to provide its share of the funding \n(Barak to Charles Bronfman, January 11, 2001).\n\nA statement of principles for the \"National Project,\" prepared for the sponsors by the Dolev, Fogel & Co. consulting \nfirm, proposed three alternative paths of action: investment in selected fields-including family and community, \nemployment and education, and selected localities-or investment in a selected age group, the young. Education \n\n\n\nplays a central role in each alternative. For example, investment in the young entails an investment in programs \nsuch as those that prepare students for matriculation, encourage students not to drop out, train teachers, train \nstudents for the transitions to junior high and senior high, prepare students for higher education, and so on.\n\nA review of the aforementioned programs reveals that most of the \"National Project\" proposals merely reinforce \nexisting programs and activities, run by the central government and by municipal authorities. Thus, the donations to \nbe collected will augment funding that comes from the state budget. In other words, the \"National Project\" will not \noffer the Ethiopian Israeli community innovative and creative activities; instead, it will simply help to fund routine \ngovernment programs. As for the government's co-funding, it should be noted that the statement of principles \nexpects the government to fund only some of the increase that it pledged to the \"National Project\"; the current \nallocations of various government offices for Ethiopian Israelis will be considered part of the co-payment (Dolev, \nFogel & Co., 2000 [A]: 10).\n\nIt appears that the ability of the \"National Project\" to make an impact is limited from the very outset. Its annual \nbudget, apart from being quite small, will be diverted in small amounts to a large number of activities that various \nstate authorities offer routinely in any case. It might have been worth devising a different format for the project, i.e., \nmassive investment in a narrowly defined, innovative program such as the establishment of model schools in \nseveral neighborhoods where many Ethiopian Israelis have settled.\n\n[FIGURE 1 OMITTED]\n\nRELATED ARTICLE: Control and Dependency\n\nThe anthropologist Esther Herzog, who studied the experiences of Ethiopian immigrants in Jewish Agency \nabsorption centers (1998), claims that mediated absorption helped to label Ethiopian immigrants as a particularly \nproblematic group: \"The absorption organizations treat 'immigrant absorption' as a social problem and immigrants \nas a social category in need of assistance. They treat the 'absorption of Ethiopian immigrants' as a particular \nproblem and Ethiopian immigrants as a particularly needy social category\" (ibid.: 73). Herzog describes mediated \nabsorption as a process that aggrandizes the power of petty officials and hinders integration. Absorption centers, \nHerzog asserts, are closed, sheltered institutions that encourage people to relate to immigrants \"as one \nhomogeneous essence, one bloc, a category\" (ibid.: 35). She shows how the institution monitors the immigrants' \ncomings and goings and how the employees at the center and the immigrants develop a relationship of control and \ndependency.\n\nDirect Absorption\n\nWhen the direct absorption policy was extended to a small group of Ethiopian immigrants, they came out ahead. In \nApril 1994, a direct absorption experiment carried out in three localities in the Negev--Ofakim, Dimona, and Arad--\nincluding 263 households, was examined in a report compiled by adult participants in a leadership-training program. \n(Notably, unlike the direct absorption of former Soviet immigrants, these immigrants were assigned \nparaprofessional community workers like those paired with Ethiopian immigrants housed in absorption centers.) In \nquestionnaires that authors of the report distributed to the paraprofessionals, two issues were examined: the degree \nof independence that the immigrants had developed and the cost of the system. The results: the paraprofessionals \nfound direct integration less expensive than the normal process and more conducive to making immigrants feel \nindependent (Kedar, Edri, and Shalvi, 1994).\n\nConcentration vs. Dispersion\n\nConcern about concentrations of Ethiopian Israelis lies at the core of many official discussions and documents. \nEven today policymakers and policy analysts find the issue troublesome. Many point to concentration as the result \nof a unique preference among Ethiopian Israelis. The Central Bureau of Statistics did this, for example, when it \nindicated that \"It is characteristic of Ethiopian immigrants to wish to live with other Ethiopian immigrants\" (CBS, \nJune 6, 2001). Time and again, researchers ask members of the Ethiopian community whether they would really \nprefer to live in a neighborhood or building where most residents are of Ethiopian extraction.\n\n\n\nPrimarily, it is the establishment that is bothered by the concentration issue. Ethiopian immigrants seem to behave \nlike other groups of immigrants in Israel and abroad, who tend to live close to one another, certainly in the first \ngeneration and sometimes for several generations. (In the United States, for example, one finds Jewish \nneighborhoods today, four or even five generations after the mass immigration of Jews from Eastern Europe.)\n\nThe wish to prevent the formation of Ethiopian concentrations prompted policy-makers to establish rather detailed \nrules. In regard to housing, efforts were to be made to thwart the grouping of too many households in one \nneighborhood.\n\nIn education, the dispersion policy was reflected in instructions to limit the concentration of Ethiopian immigrants to \na maximum of 25 percent per class (State Comptroller's Office, Annual Report 1998: 335). To demonstrate the \nimportance of the dispersion goal, the Ministry of Education stipulated that wherever large concentrations of \nEthiopian immigrant schoolchildren existed, they should be bused to schools outside their neighborhoods (or \nenrolled in non-religious State schools, if their parents so preferred) (ibid.).\n\nThe strong emphasis on dispersion, and the fact that the emphasis is just as strong today as it was in the years \nimmediately following the great waves of immigration, give reason for concern about the existence of a tacit \nassumption among absorption policymakers that \"Ethiopianness\" is a fundamentally negative trait that ought to be \n\"diluted\" by dispersing these immigrants in small quantities into the sea of \"Israeliness.\"\n\nHowever, the establishment's concern about \"overconcentration\" of Ethiopian Israelis seems largely to have been \ninternalized by activists in the community, who tend to point to concentration-foremost in education and housing-as \nevidence of discrimination and deprivation. This is mainly because concentration results in the group receiving low-\nquality housing, education, and employment opportunities. In this respect, concentration is synonymous with the \nrisk of marginalization.\n\nNevertheless, community activists do not oppose concentration wherever it improves the group's socio-cultural \nranking. The chapter on education, below, provides a possible example of such an improvement.\n\nCivilian Labor Force\n\nThe civilian labor force includes all persons actually working in the civilian (as opposed to the military) labor market \nand anyone actively seeking work. Persons belonging to the labor force are defined as women and men aged 15+ \nwho are working when Central Bureau of Statistics canvassers visit their homes or who are not working but have \nsought work actively in the four weeks preceding visit. Who is excluded from the civilian labor force? (1) Israelis \nunder age 15; (2) persons aged 15+ who neither worked nor sought work during the week of the canvasser's visit - \nstudents, volunteers, full-time homemakers, people who are incapable of working, persons who live on pension or \nrent income, and soldiers in army service (conscript or career).\n\nEmployed and Unemployed Persons\n\nAlthough participation in the civilian labor force is calculated from age 15, our analysis focuses on the 25 - 54 age \ngroup. This is considered the main working age, especially in Western countries, where people usually enter the \nlabor market after they complete their studies, which often includes higher education. In Israel, this categorization is \njustified for an additional reason: most young people are in military service between the ages of 18 and 20 (girls) or \n21 (boys).\n\nThe civilian labor force is made up of two categories of people: employed and unemployed persons.\n\nEmployed persons are those who performed any form of work, for a wage, profit, or other remuneration, for at least \none hour during the week in which the CBS canvasser visited them. Unemployed persons are those who did not \nwork at all during that week and who reported actively seeking work in the preceding four weeks. The data \npresented below were analyzed from the Demographic File of the Central Bureau of Statistics labor force surveys \nfor 1999. The analysis pertains to persons aged 15+ who were born in Ethiopia or had one parent who was born \n\n\n\nthere, and who settled in Israel in or after 1980. It should be pointed out that since this is a small-population sample, \nsome of the figures are prone to sampling errors.\n\nThe table below shows that Ethiopian Israeli men have a more or less stable participation rate: 74 percent in the 25 \n-34 age groups, 61 percent in the 35 -44 age groups, and 76 percent in the in the 45 - 54 age group. Among \nwomen, however, participation rates decline as the age rises--from 46 percent for the 25-34 age group to 35 \npercent for the 35-44 age group and 18 for the 45-54 age group. The participation rates of both sexes are higher \namong the Israeli population at large than among Ethiopian Israelis and are more stable, especially among women. \nThe rates are 81 percent for the 25-34 group, 86 percent for the 35-44 group, and 86 percent for the 45-54 group \namong Israeli men, and 66 percent, 69 percent, and 69 percent, respectively, among women (computed from ibid.).\n\nTable 1\n\nPermanent Housing for Ethiopian Immigrants - Proposed Localities\nSocioeconomic ranking of locality\n\n\"Average Unclassified\n\nand small\n\n\"Below average\" \"Average\" above\" localities\nAcre Afula Bat Yam Atlit\nAshdod Arad Eilat Givat Shemuel\nAshkelon Beersheva Hadera Kefar Yona\nBene Berak Gedera Herzliyya Ma'ale Adummim\nMigdal ha-Emek Karmiel Hod Hasharon Mazkeret Batya\n\nLod\n\nOr Yehuda Nesher Kefar Sava Kiryat Arba\nKiryat Gat Netanya Nahariyya Kiryat Ekron\nKiryat Malakhi Pardes Hannah Ness Ziyyona Sederot\nRamle Kiryat Ata\n\nSafed Kiryat Bialik\n\nTiberias Kiryat Yam\n\nTirat Hakarmel Upper Nazareth\n\nYavne Kiryat Tivon\n\nRa'ananna\n\nRehovot\n\nRishon Leziyyon\n\nYehud\n\nMinistry of Immigrant Absorption, Absorption of Ethiopian Immigrants:\nMaster Plan, 1985: 46-52.\n\nTable 2\n\nLocations with Relatively Large Populations of Ethiopian Extraction,\n1999\nLocality Population of\n\nEthiopian Extraction\n\nNetanya 5,900\nRehovot 5,000\nHadera 4,200\nBeersheva 4,154 (1998)\nAshkelon 4,100\n\n\n\nHaifa 3,938 (1998)\nAshdod 3,900\nAfula 2,700\nKiryat Gat 2,600\nKiryat Malakhi 2,300\nYavne 1,800\nLad 1,500\nKiryat Yam 1,400\nPardes Hannah-Karkur 1,180 (1998)\n1999 data - CBS, 2001, memorandum, \"Population of Ethiopian Extractin,\nby Localities\"; 1998 data - Dolev, Fogel & Co., Absorption of Ethiopian\nImmigrants: Proposal for National Project, Status Report at Locality\nLevel, April 2000\n\nTable 3\n\nMain Localities where Ethiopian Israelis Reside in Public Housing, 2001\nLocality Number of Number of Total\n\nAmidar Amigur dwellings\n\ndwellings dwellings\n\nOfakim 140 140\n\nAshdod 245 245\n\nBeersheva 326 326\n\nBat Yam 92 92\n\nHadera 122 122\n\nMigdal ha-Emek 81 81\n\nNetanya 333 333\n\nAfula 234 234\n\nPetah Tikva 83 83\n\nSafed 72 72\n\nKiryat Gat 165 165\n\nKiryat Yam 136 136\n\nRishon Lezion 183 183\n\nRehovot 96 321\n\nRamle 127 493\n\nSederot/Netivot 187 187\n\nTel Aviv-Yafo 2 81 83\nOther 477 381 858\nTotal 2,312 1,251 3,563\nThe Amigur figures include hostels and homes for the elderly.\nSources: \"Results of Inquiry, by Locality,\" memorandum from Amidar,\nJuly 5, 2001; memorandum from Amigur, July 22, 2001.\n\nTable 4\n\nHome Purchases Facilitated by Special Mortgages, by Locality, 1993 -\n2001 (June)\nLocality Number of homes\n\npurchased\n\n\n\nRehovot 975\nNetanya 966\nHadera 581\nLod 509\nKiryat Malakhi 386\nHaifa 373\nRamle 338\nJerusalem 248\nRishon Lezion 269\nYavne 231\nPardes Hannah-Karkur 172\nPetah Tikva 154\nKiryat Yam 132\nKiryat Motzkin 103\nOther localities 2,977\nTotal 8,414\nMinistry of Construction and Housing, Tenanting Division, \"Takeup of\nMortgages by Immigrants from Ethiopia, by Locality,\" memorandum, July\n2001.\n\nTable 5\n\nEthiopian Israelis Aged 25--54, by Labor Force Participation Rate and\nSex, 1999\n\nMen\n\nTotal 25-34 35-44 4-54 Total\n\nTotal 6,916 3,774 1,925 1,217 7,862\nIn Labor Force 4,878 2,780 1,177 921 2,953\nNot in Labor Force 2,038 994 748 296 4,909\nParticipation rate 71% 74% 61% 76% 38%\n\nWomen\n\n25-34 35-44 45-54\n\nTotal 4,213 2,059 1,590\n\nIn Labor Force 1,946 720 287\n\nNot in Labor Force 2,267 1,339 1,303\n\nParticipation rate 46% 35% 18%\n\nSource: Adva Center analysis of Central Bureau of statistics, Labor\nForce Survey 1999, Demographic File.\n\nTable 6\n\nCivilian Labor Force Participation, Ethiopian Israelis Aged 25-54, by\nPeriod of Immigration, 1999\n\nTotal 1980s 1990s\n\nimmigrants immigrants\n\nTotal 14,777 7,976 6,801\nIn Labor Force 7,830 4,821 3,009\nPercent 53% 60% 44%\nNot in Labor Force 6,947 3,155 3,792\nPercent 47% 40% 56%\nAdva Center analysis of Central Bureau of Statistics, Labor Force Survey\n\n\n\n1999, Demographic File.\n\nTable 7\n\nCivilian Labor Force Participation Rate, Ethiopian Israelis Aged 25-54,\nby Period of Immigration and Age Group, 1999\n\n1980s immigrants 1990s immigrants\n\n25-34 35-44 45-54 25-34 35-44\n\nIn Labor Force 65% 53% 59% 52% 43%\nNot in Labor Force 35% 47% 41% 48% 57%\n\n1990s\n\nimmigrants\n\n45-54\n\nIn Labor Force 23%\n\nNot in Labor Force 77%\n\nAdva Center analysis of Central Bureau of Statistics, Labor Force\nSurveys 1999, Demographic File.\n\nTable 8\n\nEthiopian Israelis Aged 25 - 54 Who do not Participate in the Civilian\nLabor Force, by Various Characteristics, 1999\n\nCharacteristics Percentage of\n\nrespective\n\npopulation on\n\neach line\n\nSex Men 29%\nWomen 62%\n\nImmigration 1980s 40%\n1990s 56%\n\nSchooling None or some\n\nbut without any\n\ndiploma/certificate 66%\n\nCompleted primary\n\nschool or junior\n\nhigh school 35%\n\nGraduated from\n\nacademic high school 26%\n\nGraduated from\n\nvocational high school 29%\n\nBachelor's or\n\nadvanced degree 36%\n\nAdva Center analysis of Central Bureau of Statistics, Labor Force\nSurveys 1999, Demographic File.\n\nTable 9\n\nEmployed Ethiopian Israelis Aged 25-54, by Economic Field, 1999\n\n\n\nEconomic Field Persons Percent\nemployed\n\nManufacturing 2,576 39%\nPublic services 1,839 28%\nTrade,\nAccommodation\nservices and\nrestaurants 795 12%\nBanking and\nBusiness activities 514 8%\nOther fields 813 12%\nNot known 97 1%\nTotal 6,634 100%\nNote: \"Other fields\" include agriculture, electricity and water,\nconstruction, transport, storage and communication, domestic services,\nand extraterritorial organizations and bodies.\nSource: Adva Center analysis of CBS, Labor Force Surveys 1999,\nDemographic File.\n\nTable 10\n\nEmployed Ethiopian Israelis Aged 25 - 54, by Economic Field and Period\nof Immigration, 1999\n\n1980s immigrants 1990s\n\nimmigrants\n\n25-34 35-44 45-54 25-34\n\nManufacturing 39% 42% 42% 43%\nTrade, Accommodation\nservices and restaurants 8% 13% 18% 12%\nBanking and\nBusiness activities 2% 8% 6% 14%\nPublic services 44% 32% 17% 6%\nOther fields 6% - 17% 25%\nNot known 2% 5% - -\nTotal 100% 100% 100% 100%\n\n1990s immigrants\n\n35-44 45-54\n\nManufacturing 24% 46%\n\nTrade, Accommodation\nservices and restaurants 15% 16%\n\nBanking and\nBusiness activities 18% -\n\nPublic services 26% 16%\n\nOther fields 17% 22%\n\nNot known - -\n\nTotal 100% 100%\n\nNote: \"Other fields\" include agriculture, electricity and water,\nconstruction, transportation, storage and communication, domestic\nservices, and extraterritorial organizations and bodies.\nSource: Adva Center analysis of Central Bureau of Statistics, Labor\n\n\n\nForce Surveys 1999, Demographic File.\n\nTable 11\n\nEmployed Ethiopian Israelis Aged 25-54, by Economic Field and Gender,\n1999\n\nMen Women\n\n25-34 35-44 45-54 25-34\n\nManufacturing 49% 44% 45% 26%\nTrade, Accommodation\nservices and restaurants 7% 15% 10% 13%\nBanking and\nbusiness activities 8% 14% -- 4%\nPublic services 19% 12% 22% 47%\nOther fields 15% 11% 23% 10%\nTotal 2,268 1,102 856 1,497\n\nWomen\n\n35-44 45-54\n\nManufacturing 17% 34%\n\nTrade, Accommodation\nservices and restaurants 12% 45%\n\nBanking and\nbusiness activities 10% 21%\n\nPublic services 58% --\n\nOther fields 2% --\n\nTotal 677 234\n\nNote: (1.)The total does not add up to 100% due to the proportion of\n\"Unknowns.\"\n(2.)\"Other fields\" include agriculture, electricity and water,\nconstruction, transportation, storage and communication, domestic\nservices, and extraterritorial organizations and bodies.\nSource: Adva Center analysis of Central Bureau of Statistics, Labor\nForce Surveys 1999, Demographic File.\n\nTable 12\n\nEmployed Ethiopian Israelis Aged 25 - 54, by Occupation and Sex, 1999\nPercent of Age Group\n\nMen Women\n\n25-34 35-44 45-54 25-34\n\nAcademic -- -- 6% 2%\nLiberal and technical 2% 8% -- 15%\nClerical 6% -- 13% 15%\nAgents, sales, services 20% 12% -- 15%\nAgriculture 2% 12% 9% --\nManufacturing 47% 38% 37% 10%\nUnskilled 23% 30% 35% 44%\nTotal 2,154 1,055 856 1,496\n\nWomen\n\n35-44 45-54\n\n\n\nAcademic -- --\n\nLiberal and technical 14% --\n\nClerical -- --\n\nAgents, sales, services 19% --\n\nAgriculture -- --\n\nManufacturing -- --\n\nUnskilled 66% 100%\n\nTotal 678 234\n\nNote: \"Other fields\" include agriculture, electricity and water,\nconstruction, transportation, storage and communication, domestic\nservices, and extraterritorial organizations and bodies.\nSource: Adva Center analysis of Central Bureau of Statistics, Labor\nForce Surveys 1999, Demographic File.\n\nTable 13\n\nEmploued Ethiopian Israelis Aged 25 - 54, by Economic Field and\nOccupation, 1999\nPercent in Economic Field\n\nLiberal/\n\nTotal (N) Academic technical Clerical\n\nManufacturing 2,503 - - 6%\nTrade, Accommodation services\nand restaurants 794 - - 18%\nBanking and business\nactivities 514 - - -\nPublic services 18% 5% 24% 10%\nOther fields 813 - - -\nUnknown 8 - - -\n\nAgents, Skilled Skilled\n\nsales, and farm manufacturing\n\nservices workers workers\n\nManufacturing 2% - 60%\n\nTrade, Accommodation services\nand restaurants 21% - 9%\n\nBanking and business\nactivities 20% - -\n\nPublic services 31% - 1%\n\nOther fields - 30% 34%\n\nUnknown - - 100%\n\nUnskilled\n\nworkers\n\nManufacturing 32%\n\nTrade, Accommodation services\nand restaurants 52%\n\nBanking and business\nactivities 80%\n\n\n\nPublic services 29%\n\nOther fields 36%\n\nUnknown -\n\nNote: \"Other fields\" include agriculture, electricity and water,\nconstruction, transportation, storage and communication, domestic\nservices, and extraterritorial organizations and bodies.\nSource: Adva Center analysis of Central Bureau of Statistics, Labor\nForce Surveys 1999, Demographic File.\n\nTable 14\n\nEmployed Ethiopian Israelis Aged 25 - 54, by Economic Field\nand Occupation and by Gender - Selected Economic Fields, 1999\nPercent of Gender Group\n\nAgents,\n\nsales,\n\nLiberal/ and\n\nTotal (N) Academic technical Clerical services\n\nManufacturing 2,503 - - - -\nMen 1,912 - - 7% -\nWomen 591 - - - 10%\nBanking and business\nactivities 514 - - - -\nMen 333 - - - 32%\nWomen 181 - - - -\nPublic Services 1,840 - - - -\nMen 742 7% 17% 6% 49%\nWomen 1,098 3% 29% 12% 19%\n\nSkilled Skilled\n\nfarm\n\nworkers workers workers\n\nManufacturing - - -\n\nMen - 72% 20%\n\nWomen - 21% 69%\n\nBanking and business\nactivities - - -\n\nMen - - 68%\n\nWomen - - 100%\n\nPublic Services - - -\n\nMen - 3% 18%\n\nWomen - - 37%\n\nSource: Adva Center analysis of Central Bureau of Statistics, Labor\nForce Surveys 1999, Demographic File.\n\nTable 15\n\nUnemployed Ethipian Israelis Aged 25 - 54, by Various Characteristics,\n1999\n\nCategory Percent of\n\n\n\ntotal on each\n\nline\n\nGeneral All persons aged 25 - 24 15%\nin civilian labor force\n\nSex Men 13%\nWomen 18%\n\nTime of immigration 1980s 13%\n1990s 19%\n\nSchooling None or no diploma/ 8%\ncertificate\n\nCompleted primary and/or 22%\n\njunior high school\n\nGraduated from academic 21%\n\nhigh school\n\nGraduated from vocational 16%\n\nhigh school\n\nAttended institution of 24%\n\nhigher learning\n\nAdva Center analysis of Central Bureau of Statistics, Labor Force\nSurveys 1999, Demographic File.\n\nTable 16\n\nEmployed Ethiopian Israelis Aged 25 - 54, by Education and Occupation,\n1999\n\nNo Primary/ High post\n\nschooling jr. high school primary\n\nAcademic - - 2% -\nLiberal/technical - 3% 6% 76%\nClerical - 8% 10% -\nAgents, sales, and services 9% 15% 22% -\nSkilled farm workers 6% 7% - -\nSkilled manufacturing workers 25% 24% 37% -\nUnskilled workers 60% 43% 24% 24%\nTotal 100% 100% 100% 100%\n\nAcademic Other\n\nAcademic 14% - - 1%\nLiberal/technical 23% 15% - 7%\nClerical 37% - - 7%\nAgents, sales, and services 3% 12% - 14%\nSkilled farm workers 7% - - 4%\nSkilled manufacturing workers 16% 36% 100% 29%\nUnskilled workers - 37% - 38%\nTotal 100% 100% 100% 100%\nSource: Adva Center analysis of Central Bureau of Statistics, Labor\nForce Surveys 1999, Demographic File.\n\nTable 17\n\n\n\nEthiopian Israelis Aged 15-24, by Labor Force Participation and Gender\nMen Women\n\nTotal 15-17 18-20 21-24 Total\n\nTotal 4,857 1,780 1,667 1,410 4,857\nNonparticipants 80% 87% 90% 60% 71%\nParticipants 20% 13% 10% 40% 29%\nThereof: employed 66% 74% 16% 76% 68%\nNot employed 35% 26% 85% 24% 32%\n\nWomen\n\n15-17 18-20 21-24\n\nTotal 1,577 1,460 1,820\n\nNonparticipants 91% 69% 55%\n\nParticipants 9% 31% 45%\n\nThereof: employed 44% 69% 72%\n\nNot employed 56% 31% 28%\n\nSource: Adva Center analysis of Central Bureau of Statistics, Labor\nForce Surveys 1999, Demographic File.\n\nTable 18\n\nNumber of Ethiopian Israelis Passing the Matriculation Exams and the\nProportion of Students Passing of All Students Taking the Exams,\n1995-2000\n\nStudents Passing the\n\nStudents\n\nPassing\n\nExams Exams\n\n1995 159 30.7%\n1996 241 38.8%\n1997 294 29.6%\n1998 420 39.1%\n1999 467 43.9%\n2000 437 42.7%\nNote: The twelfth-grade population includes students in tenth and\neleventh grades who took at least one matriculation exam.\nSource: Ministry of Education, memorandum, August 30, 2001.\n\nTable 19\n\nEthiopian Israeli Students in Preparatory Programs Run by the\nAssociation for the Advancement of Education, 2000 - 2002\n\nStudents in all Thereof: in university\n\nYear programs preparatory programs\n2000 950 132\n2001 900 137\n2002 855 116\nNote: (1.)The figure for students in all programs in 2002 does not\ninclude admissions to January classes.\n(2.)The figures for students in university-affiliated programs includes\nstudents at Machon Lev-Jerusalem College of Technology: 31 in 2000, 46\n\n\n\nin 2001, and 21 in 2002.\nSource: Association for the Advancement of Education, January 2, 2002.\n\nTable 20\n\nEthiopian Israeli Students by Degree, Institution, and Major, 1994\nTotal Degree\n\nBachelor's Master's\n\nTotal Thereof,\n\nfirst year\n\nTotal 153 127 82 1\nInstitution\nHebrew University 20 7 3 -\nTechnion 3 3 1\n\nTel Aviv University 15 9 1 -\nBar-Ilan University 29 24 7 1\nHaifa University 66 65 61 -\nBen-Gurion University\nof the Negev 19 19 9 -\nWeizmann Institute\nof Science 1 - - -\nMajor\nHumanities 56 50 38 1\nSocial sciences 67 56 33 -\nLaw 1 1 1 -\nMedicine 3 2 - -\nParamedical fields 9 9 6 -\nNatural sciences 7 4 2 -\nAgriculture\nEngineering and architecture 5 5 2 -\nOther 5 - - -\n\nDoctorate Certificate\n\nTotal 17 8\n\nInstitution\nHebrew University 8 5\n\nTechnion\nTel Aviv University 4 2\n\nBar-Ilan University 3 1\n\nHaifa University 1 -\n\nBen-Gurion University\nof the Negev - -\n\nWeizmann Institute\nof Science 1 -\n\nMajor\nHumanities 4 1\n\nSocial sciences 11 -\n\nLaw - -\n\nMedicine - 1\n\n\n\nParamedical fields - -\n\nNatural sciences 2 1\n\nAgriculture\nEngineering and architecture - -\n\nOther - 5\n\nNote: Plus 39 students in 1994.\nSource: Central Bureau of Statistics, memorandum, August 12, 2001.\n\nTable 21\n\nEthiopian Israeli Students by Degree, Institution, and Major, 1999\nTotal Degree\n\nBachelor's Master's\n\nTotal Thereof,\n\nfirst year\n\nTotal 553 478 176 2\nInstitution\nHebrew University 21 12 5 -\nTechnion 10 10\n\nTel Aviv University 31 18 8 -\nBar-Ilan University 185 154 65\n\nHaifa University 206 192 59 2\nBen-Gurion University\nof the Negev 98 92 39 -\nThe Weizmann\nInstitute of Science 2 - - -\nMajor\nHumanities 197 179 66 2\nSocial sciences 210 188 76 -\nLaw 6 6 2 -\nMedicine 3 - - -\nParamedical fields 50 49 14 -\nNatural sciences 39 37 12 -\nAgriculture -\n\nEngineering and architecture 20 19 6 -\nOther 28 - - -\n\nDoctorate Certificate\n\nTotal 39 34\n\nInstitution\nHebrew University 5 4\n\nTechnion\nTel Aviv University 11 2\n\nBar-Ilan University 5 26\n\nHaifa University 10 2\n\nBen-Gurion University\nof the Negev 6 -\n\nThe Weizmann\nInstitute of Science 2 -\n\n\n\nMajor\nHumanities 14 2\n\nSocial sciences 20 2\n\nLaw - -\n\nMedicine 2 1\n\nParamedical fields - 1\n\nNatural sciences 2 -\n\nAgriculture\nEngineering and architecture 1 -\n\nOther - 28\n\nNote: In addition, in 1999, 71 students attended non-degree programs in\nuniversities.\nSource: Central Bureau of Statistics, August 12, 2001.\n\nTable 22\n\nBachelor's Degree Candidates of Ethiopian Extraction at Accredited\nColleges, by Major, 1996 and 1999\n\n1996 1999\n\nTotal Thereof, Total Thereof,\n\nfirst year firs year\n\nTotal 9 3 59 33\nTechnological sciences 2 1 33 24\nEconomics and business 4 2 7 6\nmanagement\nArts and design 2 - 5 -\nLaw 1 - 3 1\nCommunications - - 1 -\nHumanities - - 10 2\nSource: Central Bureau of Statistics, memorandum, August 16, 2001\n\nFigure 2\n\nLabor Force Participation, Total Israeli Population and Ethiopian\nIsraelis, Ages 25-54, 1999\nTotal Israeli Population\nNot in Labor Force 24%\nIn Labor Force 76%\nNote: Table made from pie chart\n\nEthiopian Israelis\nNot in Labor Force 47%\nIn Labor Force 53%\nSource: Adva Center analysis of Central Bureau of Statitics, Labor Force\nSurvey 1999, Demographic File.\nNote: Table made from pie chart\n\nFigure 3\n\nCivilian Labor Force Participation Rate, Total Israeli Men and Ethiopian\nIsraeli Men, Three Age Groups, 1999\n\n\n\nAge Group Total Israeli Men Ethiopian Israelis\n25 - 34 81% 74%\n35 - 44 86% 61%\n45 - 54 87% 76%\nSource: Adva Center analysis of Central Bureau of Statistics, Labor\nForce Surveys 1999, Demographic File.\nNote: Table made from bar graph\n\nFigure 4\n\nCivilian Labor Force Participation Rate, Total Israeli Women and\nEthiopian Israeli Women, Three Age Groups, 1999\nAge Group Total Israeli Women Ethiopian Israelis\n25 - 34 66% 46%\n35 - 44 69% 35%\n45 - 54 69% 18%\nSource: Adva Center analysis of Central Bureau of Statistics, Labor\nForce Surveys 1999, Demographic File.\nNote: Table made from bar graph\n"}