{"title": "Federal Register: Self-Regulatory Organizations: Investors Exchange LLC; Notice of Filing and Immediate Effectiveness of Proposed Rule Change To Modify the IEX Fee Schedule, Pursuant to IEX Rules 15.110(a) and (c), To Charge a Fee of $100 Per Month for Each Logical Order Entry Port in Excess of Five Per User Pages 41793 - 41801 [FR DOC #2019-17487]", "body": "\nWashington: Office of the Federal Register has issued the following notice:\n\nSECURITIES AND EXCHANGE COMMISSION [Release No. 34-86626; File No. SR-IEX-2019-07] Self-Regulatory \nOrganizations: Investors Exchange LLC; Notice of Filing and Immediate Effectiveness of Proposed Rule Change To \nModify the IEX Fee Schedule, Pursuant to IEX Rules 15.110(a) and (c), To Charge a Fee of $100 Per Month for \nEach Logical Order Entry Port in Excess of Five Per User August 9, 2019. Pursuant to Section 19(b)(1) \\1\\ of the \nSecurities Exchange Act of 1934 (``Act''),\\2\\ and Rule 19b-4 thereunder,\\3\\ notice is hereby given that on August 8, \n2019, the Investors Exchange LLC (``IEX'' or the ``Exchange'') filed with the Securities and Exchange Commission \n(``SEC'' or ``Commission'') the proposed rule change as described in Items I, II, and III below, which Items have \nbeen prepared by the Exchange. The Commission is publishing this notice to solicit comments on the proposed rule \nchange from interested persons. --------------------------------------------------------------------------- \\1\\ 15 U.S.C 78s(b)(1). \n\\2\\ 15 U.S.C 78a. \\3\\ 17 CFR 240.19b-4. --------------------------------------------------------------------------- I. Self-Regulatory \nOrganization's Statement of the Terms of Substance of the Proposed Rule Change Pursuant to the provisions of \nSection 19(b)(1) under the Act,\\4\\ and Rule 19b-4 thereunder,\\5\\ IEX is filing with the Commission a proposed rule \nchange to modify its Fee Schedule, pursuant to IEX Rules 15.110(a) and (c), to charge a fee of $100 per month for \neach logical order entry port (``Order Entry Ports'') \\6\\ in excess of five per User.\\7\\ As described below, although \nchanges to the Fee Schedule pursuant to this proposal are effective upon filing, IEX is choosing to defer \nimplementation of the proposed fee until October 1, 2019 to provide an opportunity for IEX to receive and consider \nany comments before the fee is assessed, as well as an opportunity for Users to reduce the number of their \nassigned Order Entry Ports and corresponding fees before the fee is applicable. ----------------------------------------------\n----------------------------- \\4\\ 15 U.S.C 78s(b)(1). \\5\\ 17 CFR 240.19b-4. \\6\\ Order Entry Ports are used for sending and \nreceiving order messages. \\7\\ See Rule 1.160(qq). --------------------------------------------------------------------------- The \ntext of the proposed rule change is available at the Exchange's website at www.iextrading.com, at the principal \noffice of the Exchange, and at the Commission's Public Reference Room. II. Self-Regulatory Organization's \nStatement of the Purpose of, and the Statutory Basis for, the Proposed Rule Change In its filing with the \nCommission, the self-regulatory organization included statements concerning the purpose of and basis for the \n\n\nproposed rule change and discussed any comments it received on the proposed rule change. The text of these \nstatement may be examined at the places specified in Item IV below. The self-regulatory organization has prepared \nsummaries, set forth in Sections A, B, and C below, of the most significant aspects of such statements. A. Self-\nRegulatory Organization's Statement of the Purpose of, and the Statutory Basis for, the Proposed Rule Change 1. \nPurpose IEX has not previously imposed any fees for Order Entry Ports used to access its market. In general, IEX \nbelieves that exchanges, in setting fees of all types, should meet very high standards of transparency to \ndemonstrate why each new fee or fee increase meets the Exchange Act requirements that fees be reasonable, \nequitably allocated, not unfairly discriminatory, and not create an undue burden on competition among [[Page \n41794]] members and markets. IEX believes this high standard is especially important when an exchange imposes \nfees for its own market data or for connectivity to the exchange, because it believes each exchange has a natural \nmonopoly over its own market data (specifically depth of book and direct access to top of book) and access to its \nown market. Therefore, IEX believes that each exchange should take extra care to be able to demonstrate that \nthese fees are based on its costs and reasonable business needs and that it is not taking advantage of its unique \nposition as an exchange that many market participants must be able to access. For the same reasons, IEX is also \nchoosing to defer implementation of the proposed fee to October 1, 2019 in order to provide an opportunity for \nindustry comment and to take into consideration any such comments before beginning to charge the fee. Under the \nexisting regulatory regime, exchange fee changes ``shall take effect upon filing with the Commission.'' \\8\\ While the \nproposed fee is being filed under this provision, IEX believes that proposals to raise fees for market data and \nconnectivity should be exposed to public notice and comment before they are implemented. Consistent with this \nview, IEX is voluntarily delaying implementation of the proposed fee so that market participants have a reasonable \nopportunity to assess whether it is fair and reasonable and meets the other standards of the Exchange Act and to \nprovide written comments, if they wish, before any Users of IEX are charged the new fee.\\9\\ Additionally, delayed \nimplementation will provide an opportunity for Users to disconnect any of their assigned Order Entry Ports, if they \nchoose to do so, thereby reducing the fee to be charged, before the first month in which IEX will charge for \nassigned Order Entry Ports in excess of five. --------------------------------------------------------------------------- \\8\\ See \nSection 19(b)(3)(A)(ii) of the Act, 15 U.S.C 78s(b)(3)(A)(ii). \\9\\ Although fee filings are effective upon filing with the \nCommission, such filings are subject to a 21-day comment period following filing. Further, at any time within 60 \ndays of the filing of the proposed rule change, the Commission summarily may temporarily suspend such rule \nchange if it appears to the Commission that such action is necessary or appropriate in the public interest, for the \nprotection of investors, or otherwise in furtherance of the purposes of the Act. See 15 U.S.C 78s(b)(3)(C). \nTherefore, any comments submitted about this fee filing within this time frame can inform any decision by the \nCommission as to whether to suspend the rule change. --------------------------------------------------------------------------- In \nproposing to charge fees for Order Entry Port connectivity, IEX has sought to be especially diligent in assessing \nthose fees in a transparent way against its own aggregate costs of providing the related service, and also carefully \nand transparently assessing the impact on Members \\10\\--both generally and in relation to other Members, i.e , to \nassure the fee will not create a financial burden on any participant and will not have an undue impact in particular \non smaller Members and competition among Members in general. IEX believes that this level of diligence and \ntransparency is called for by the requirements of Section 19(b)(1) under the Act,\\11\\ and Rule 19b-4 thereunder,\\12\\ \nwith respect to the types of information self- regulatory organizations (``SROs'') should provide in seeking approval \nof any fee changes, and Section 6(b) of the Act,\\13\\ which requires, among other things, that exchange fees be \nreasonable and equitably allocated,\\14\\ not designed to permit unfair discrimination,\\15\\ and that they not impose a \nburden on competition not necessary or appropriate in furtherance of the purposes of the Act.\\16\\ This rule change \nproposal addresses those requirements, and the analysis and data in each of the sections that follow are designed \nto clearly and comprehensively show how they are met.\\17\\ --------------------------------------------------------------------------\n- \\10\\ See Rule 1.160(s). \\11\\ 15 U.S.C 78s(b)(1). \\12\\ 17 CFR 240.19b-4. \\13\\ 15 U.S.C 78f(b). \\14\\ 15 U.S.C \n78f(b)(4). \\15\\ 15 U.S.C 78f(b)(5). \\16\\ 15 U.S.C 78f(b)(8). \\17\\ The Commission staff recently published guidance \nsuggesting the types of information that SROs may use to demonstrate that their fee filings comply with the \nstandards of the Exchange Act (``Guidance''). While IEX understands that the Guidance does not create new legal \nobligations on SROs, the Guidance is consistent with IEX's view about the type and level of transparency that \nexchanges should meet to demonstrate compliance with their existing obligations when they seek to charge new \nfees. See Staff Guidance on SRO Rule Filings Relating to Fees (May 21, 2019) available at            \n\n- As noted above, IEX currently does not charge fees for connectivity to the Exchange, including fees for logical \nconnectivity for order entry purposes. The objective of this approach was to eliminate any fee-based barriers to \nconnectivity for Members when IEX launched as a national securities exchange in 2016, and it was successful in \nachieving this objective in that a large portion of Members are directly connected to IEX. As detailed below, IEX \nrecently calculated its annual aggregate costs for providing connectivity to the Exchange at $1,508,649. Because \nIEX has to date offered logical port connections free of charge, IEX has borne 100% of all connectivity costs. In \norder to recover a portion of the aggregate costs of providing connectivity to its Users (both Members and Service \nBureaus, \\18\\) the Exchange is proposing to modify its Fee Schedule, pursuant to IEX Rules 15.110(a) and (c), to \ncharge a fee of $100 per month for each Order Entry Port in excess of five per User.\\19\\ The proposed fees would \nnot apply to logical ports used for other purposes, such as receiving market data or drop copies,\\20\\ nor would such \nports count toward the five free Order Entry Port calculation. Furthermore, IEX would not charge any fee for Users \nto connect to IEX's Disaster Recovery Facility or Test Facility, for the reasons explained below.\\21\\ ----------------------\n----------------------------------------------------- \\18\\ Service Bureaus, which offer technology-based services to other \ncompanies for a fee, may access the Exchange's Order Entry Ports on behalf of one or more Members. See Rule \n11.130(d). \\19\\ Users who connect to the Exchange's Order Entry Ports are either Members that connect directly to \nExchange, or Service Bureaus through which one or more Members connect to the Exchange. Because it is the \nExchange's Members that send orders to the Exchange (either directly or through a Service Bureau), this rule filing \nfocuses on the expected impact on Members. However, because IEX assigns Order Entry Ports to Users, which \nincludes Service Bureaus that provide connectivity to Members, the impact of the proposed fee on Service Bureaus \nwill be addressed whenever relevant. \\20\\ Confirmations of orders and execution reports are transmitted by the \nExchange over the Order Entry Port that was used to enter the order. A ``drop copy'' contains redundant \ninformation that a Member chooses to have ``dropped'' to another destination (e.g , to allow the Member's back \noffice and/or compliance department, or another Member--typically the Member's clearing broker--to have \nimmediate access to the information). Drop copies can only be sent via a drop copy port. Drop copy ports cannot be \nused to enter orders. \\21\\ Logical ports to connect to the Disaster Recovery or Test Facilities also would not count \ntoward the five free Order Entry Port calculation. --------------------------------------------------------------------------- Similar \nto other exchanges, IEX offers its Members logical connectivity ports, also known as ``sessions,'' for order entry \nand receipt of trade execution reports and order messages.\\22\\ Members can also choose to connect to IEX \nindirectly through a session maintained by a third-party Service Bureau. Service bureau sessions may provide \naccess to one or multiple Members on a single session. Users of IEX services (both Members and Service \nBureaus) (``Users'') seeking to establish one or more sessions with IEX submit an Equities Port Request Form to \nIEX.\\23\\ Upon receipt of the completed paperwork, IEX assigns the User the number of sessions requested by the \n[[Page 41795]] User. The number of sessions assigned to each User as of May 31, 2019 ranges from one to more \nthan 100, depending on the scope and scale of the Member's trading activity on IEX (either through a direct \nconnection or through a Service Bureau) as determined by the Member. For example, by using multiple sessions, \nMembers can segregate order flow from different internal desks, business lines, or customers. IEX does not impose \nany minimum or maximum requirements for how many Order Entry Ports a Member or Service Bureau can \nmaintain, and it is not proposing to impose any minimum or maximum session requirements for its Members or their \nService Bureaus. --------------------------------------------------------------------------- \\22\\ Logical connectivity for order entry \nis provided via network switch and cabling infrastructure that delivers order and execution messages, as well as \nserver infrastructure that runs software processes responsible for validating and formatting such messages for \neither internal or external consumption. \\23\\ See the Equities Port Request Form and Service Bureau Authorization \nat            https://iextrading.com/docs/IEX%20Connectivity%20Agreements%20and%20Forms.pdf Members may \nalso send orders to IEX as a sponsored participant of another Member, pursuant to Rule 11.130 -------------------------\n-------------------------------------------------- In January 2019, IEX conducted a study of its aggregate costs to produce \nmarket data and connectivity (the ``Cost Study'').\\24\\ The Cost Study includes a detailed analysis of IEX's \naggregate baseline costs, including the methodology it used for determining such costs for three separate \nsegments--market data, physical connectivity (the physical connections required to access IEX in its data center), \nand logical connectivity, which concerns the cost to offer and maintain Order Entry Ports. The Cost Study \nestimated that IEX's aggregate annual cost to provide Order Entry Ports in 2018 was $1,508,976, or $83.17 per \nOrder Entry Port per month.\\25\\ IEX currently does not charge fees for Order Entry Ports and therefore generates \nno revenue in connection with such ports. --------------------------------------------------------------------------- \\24\\ See ``The \n\n\nCost of Exchange Services--Disclosing the Cost of Offering Market Data and Connectivity as a National Securities \nExchange'' (January 2019) available at            \n\n(``Reg SCI'').\\28\\ Reg SCI Rule 1001(a) requires that IEX establish, maintain, and enforce written policies and \nprocedures reasonably designed to ensure (among other things) that its Reg SCI systems have levels of capacity \nadequate to maintain IEX's operational capability and promote the maintenance of fair and orderly markets.\\29\\ By \nencouraging Users to be efficient with their Order Entry Port usage, the proposed fee will support IEX's Reg SCI \nobligations in this regard by ensuring that unused Order Entry Ports are available to be allocated based on \nindividual User needs and as IEX's overall order and trade volumes increase.\\30\\ Additionally, because IEX will \ncontinue not to charge for connections to its Disaster Recovery Facility or its Test Facility, the proposed fee \nstructure will further support IEX's Reg SCI compliance by reducing the potential impact of a disruption should \n[[Page 41796]] IEX be required to switch to its Disaster Recovery Facility and encouraging Members to engage in \nany necessary system testing without incurring any port fee costs.\\31\\ ------------------------------------------------------------\n--------------- \\28\\ 17 CFR 242.1000-1007. \\29\\ 17 CFR 242.1001(a). \\30\\ In the past year, IEX has seen a 10.8% \nincrease in the number of active use sessions. \\31\\ By comparison, some other exchanges charge less to connect \nto their disaster recovery facilities, but still charge an amount that could both recoup costs and potentially be a \nsource of profits. See, e.g , Nasdaq Stock Market LLC Equity 7, Section 115 (Ports and other Services). ---------------\n------------------------------------------------------------ As proposed, Order Entry Port fees will apply based on the User that \nmaintains the Order Entry Port. If that User is a Member, the Member will not be subject to a fee for the first five \nOrder Entry Ports and will be assessed a $100 monthly fee for each assigned Order Entry Port in excess of five. If \nthat User is a Service Bureau, the Service Bureau likewise will not be subject to a fee for the first five Order Entry \nPorts and will be assessed a $100 monthly fee for each Order Entry Port assigned in excess of five. Depending on \nthe contractual terms in place, Service Bureaus may pass on such port fees to their client Members.\\32\\ ---------------\n------------------------------------------------------------ \\32\\ A total of 76 Members connect to IEX through an Order Entry \nPort assigned to a Service Bureau, but only two Service Bureaus currently maintain more than five Order Entry \nPorts, thereby subjecting them to a fee for some of these ports. ---------------------------------------------------------------------\n------ As of May 31, 2019, 136 Members have assigned Order Entry Ports (either directly or through a Service \nBureau), with the number of assigned Order Entry Ports ranging from one to 139 per Member. The number of \nassigned Order Entry Ports is highly concentrated among a few Members. Close to 50% of all Order Entry Ports \nare assigned to seven Members. Of the Order Entry Ports assigned to those seven Members, three are assigned \nover 32% of the Order Entry Ports, and two are assigned close to 25%. More than 75% of IEX's Members (103 of \n136) with logical port connectivity to the Exchange will not be subject to any Order Entry Port fees under the \nproposed fee based on current usage, because they are assigned five or fewer Order Entry Ports (either directly or \nthrough a Service Bureau). Requests for (and assignment of) Order Entry Ports have increased since IEX launched \nas an exchange in 2016 and as IEX's order and trade volume have increased. In addition, some Users request and \nare assigned more Order Entry Ports than they use. For example, during May 2019, 100 Members did not send \norders through one or more assigned Order Entry Ports, representing approximately 25% of all assigned Order \nEntry Ports. Based on May 2019 data, IEX projects that 33 Members will be subject to Order Entry Port fees, \nassuming no changes in the number of assigned Order Entry Ports. The following chart provides data on projected \nmonthly fees based on current Order Entry Port usage and a separate projection assuming Members eliminate all \ncurrently unused assigned Order Entry Ports following the implementation of the fee: \\33\\ ----------------------------------\n----------------------------------------- \\33\\ As discussed below, upon implementation of the new fee, IEX expects some \nMembers to reduce their unused assigned Order Entry Ports, which would lead to a commensurate drop in the \nOrder Entry Port fees incurred by those Members. \\34\\ All four tables focus on the number of Order Entry Ports \nassigned to Members, and do not include any of the Service Bureaus. As discussed in note 32, above, under the \nproposed fee, two Service Bureaus currently maintain more than five ports each, and would therefore be charged \nfor those Order Entry Ports in excess of five. Specifically, these two Service Bureaus will collectively be charged \n$3,000 per month based on their current Order Entry Port usage ($2,400 per month if the Service Bureaus \ndisconnect their unused sessions). Those two Service Bureaus may pass the Order Entry Port fees on to their \nMembers, depending on the contractual relationship between the parties. Although these Service Bureaus are not \nincluded in the four tables, the projected revenue from the Service Bureaus is included in any calculations of total \nprojected revenues from this fee filing. Table 2 34 ---------------------------------------------------------------------------------------\n------------------------- All currently assigned ports Eliminating unused assigned -------------------------------- ports -----------\n-------------------- Fee range Estimated Estimated # Members average average monthly fees # Members monthly fees \n($) ($) ---------------------------------------------------------------------------------------------------------------- No \n\n\n\nFee.......................................... 103 .............. 109 .............. Under $500...................................... 10 2,800 9 $1,700 \n$500-$999....................................... 6 4,500 4 2,900 $1,000-$2,499................................... 7 12,700 7 10,400 \n$2,500-$4,999................................... 6 18,300 3 8,300 $5,000+......................................... 4 38,900 4 31,900 ---------\n------------------------------------------------------ Totals...................................... 136 77,200 136 56,200 --------------------------\n-------------------------------------------------------------------------------------- Depending on the number of unused Order Entry \nPorts that are retained following implementation of the proposed fee change, IEX projects that between 103 and \n109 Members will not be subject to any Order Entry Port fees and between 27 and 33 Members will be subject to \nthe Order Entry Port fee, with most of those Members (between 20 and 23) paying less than $2,500 per month for \ntheir logical port connections. Between seven and ten Members are projected to be subject to a monthly charge of \nmore than $2,500. Only four Members will be potentially subject to a monthly charge in excess of $5,000. As \ndescribed in more detail below, the proposed fee is projected to partially recover IEX's aggregate costs of providing \nlogical Order Entry Ports to Users. The anticipated annual deficit (i.e , the difference between aggregate costs and \nfee revenue) is projected to be between $546,249 and $805,449.\\35\\ -------------------------------------------------------------\n-------------- \\35\\ These numbers are calculated as follows: IEX calculates its annual aggregate cost for providing \nOrder Entry Ports as $1,508,649. Based on current Order Entry Port usage, on an annual basis, IEX will collect \n$926,400 from its Members, and, as described in footnote 34, above, $36,000 from two Service Bureaus (totaling \n$962,400). Should the Members and Service Bureaus drop all unused Order Entry Ports, on an annual basis, IEX \nwill collect $674,400 from its Members and $28,800 from two Service Bureaus (totaling $703,200). Finally, IEX \nsubtracted the two projected annual fee revenue totals from the total calculated cost of providing Order Entry Ports. \n--------------------------------------------------------------------------- The proposed fee will not apply differently based upon the \nsize or type of the market participant, but rather based upon the number of Order Entry Ports a User requests, \nbased upon factors deemed relevant by each User (either a Member or Service Bureau). IEX believes these factors \ninclude the costs to maintain connectivity, the volume of incoming messages sent to [[Page 41797]] IEX, and \nchoices Members make in how to segment or allocate their order flow.\\36\\ ------------------------------------------------------\n--------------------- \\36\\ IEX understands that some Members (or Service Bureaus) may also request more Order \nEntry Ports to enable the ability to send a greater number of simultaneous order messages to IEX by spreading \norders over more Order Entry Ports, thereby increasing throughput (i.e , the potential for more orders to be \nprocessed in the same amount of time). The degree to which this usage of Order Entry Ports provides any \nthroughput advantage is based on how a particular Member sends order messages to IEX. However, it is important \nto note that all Order Entry Ports on IEX provide the same throughput. -----------------------------------------------------------\n---------------- IEX assessed whether the fee may impact different types or sizes of Members differently. As a \nthreshold matter, and as discussed above, the fee does not by design apply differently to different types or sizes of \nMembers. Nonetheless, IEX assessed whether there would be any differences in the amount of the projected fee \nthat correlate to the type and/or size of different Members. This assessment revealed that the number of assigned \nOrder Entry Ports, and thus projected fees, correlates closely to a Member's inbound message volume to IEX. \nSpecifically, as inbound message volume increases per Member, the number of requested and assigned Order \nEntry Ports increases. Table 3, below, presents data from May 2019 evidencing the correlation between a \nMember's inbound message volume and the projected fee, based on the number of Order Entry Ports assigned to \nthe Member as of May 31, 2019. Members with relatively higher inbound message volume are projected to pay \nhigher fees because they have requested more Order Entry Ports. For example, the four Members that are \nprojected to be subject to monthly fees of $5,000 or more on average account for 9.6% of May inbound messages \n(38.4% in the aggregate) and would pay 50.4% of the total amount paid for Order Entry Port fees. In contrast, the \n103 Members that, based on their May 2019 Order Entry Port usage are not projected to be subject to any Order \nEntry Port fees, on average account for only 0.2% of May inbound messages and would pay 0% of the total \namount paid for Order Entry Port fees. As discussed in more detail in the Statutory Basis section, IEX believes that \nthe variance between projected fees and Order Entry Port usage is not unfairly discriminatory because it is based \non objective differences in Order Entry Port usage among different Members. IEX notes that the distribution of total \ninbound message volume is concentrated in relatively few Members, which consume a much larger proportionate \nshare of the Exchange's resources (compared to the majority of Members that send substantially fewer inbound \norder messages). This distribution of inbound message volume requires IEX to maintain sufficient Order Entry Port \ncapacity to accommodate the higher existing and anticipated message volume of higher volume Members. Thus, \nIEX's incremental aggregate costs for all Order Entry Ports are disproportionately related to volume from the \n\n\n\nhighest inbound message volume Members. For these reasons, IEX believes it is not unfairly discriminatory for the \nMembers with the highest inbound message volume to pay a higher share of the total Order Entry Port fees. In this \nregard, IEX notes that it is not possible to fully synchronize its objective to provide five free Order Entry Ports to all \nMembers, thereby minimizing barriers to entry and encouraging liquidity on the Exchange, with an approach that \nexactly aligns the projected per Member fee with each Member's number of requested Order Entry Ports. IEX \nbelieves that the low amount of the proposed fee substantially mitigates any disparate impact. Table 3 -----------------\n----------------------------------------------------------------------------------------------- All currently assigned ports ---------------------\n------------------------------------------ Estimated Average % of Fee range average % of total inbound # Members monthly \nfees fees charged messages per ($) (aggregate) member ----------------------------------------------------------------------------\n------------------------------------ No Fee.......................................... 103 .............. 0.0 .24 Under \n$500...................................... 10 2,800 3.6 .37 $500-$999....................................... 6 4,500 5.8 1.56 $1,000-\n$2,499................................... 7 12,700 16.5 1.39 $2,500-$4,999................................... 6 18,300 23.7 2.41 \n$5,000+......................................... 4 38,900 50.4 9.61 ---------------------------------------------------------------------------------\n------------------------------- While Members with a business model that results in higher relative inbound message \nactivity are projected to pay higher fees, the level of such fees is based solely on the number of Order Entry Ports \ndeemed necessary by the Member and not on the Member's business model or type of Member. IEX notes that the \ncorrelation between percent of message volume and projected Order Entry Port fees is not completely aligned for \ntwo main reasons. First, every Member will receive up to five free Order Entry Ports, and those ports become a \ndecreasing percentage of a Member's total Order Entry Ports as the number of such ports increases. Second, \nMembers individually determine how many Order Entry Ports to request, and Members may make different \ndecisions on the appropriate message to Order Entry Port ratio based on facts unique to their individual \nbusinesses. IEX also considered whether there are any differences in the number of Order Entry Ports \nrequested/assigned based on the liquidity ``take'' versus ``provide'' ratio \\37\\ of a Member's executed orders. The \nresults are summarized in Table 4 below. This analysis identified some variation among Members at different \nprojected fee levels, but not any differences that are indicative of a disparate impact. The four Members that are \nprojected to incur a monthly charge in excess of $5,000 had a slightly lower ``provide'' percentage of 42%, \ncompared to Members not projected to be subject to any charge, which had a ``provide'' percentage of 55%. \nOverall, however, Members at all projected fee levels include significant amounts of taking and providing executed \norders. Thus, IEX does not believe that these differences reflect any material connection between projected Order \nEntry Port fees and the take versus provide ratio. --------------------------------------------------------------------------- \\37\\ An \norder that takes liquidity executes against orders resting on IEX's order book. An order that provides liquidity is \nexecuted after resting on IEX's order book. [[Page 41798]] Table 4 ----------------------------------------------------------------\n------------------------------------------------ All currently assigned ports -------------------------------- Estimated % of trades \nFee range average that provide # Members monthly fees liquidity ($) -------------------------------------------------------------\n--------------------------------------------------- No Fee.......................................................... 103 .............. 55 Under \n$500...................................................... 10 2,800 44 $500-$999....................................................... 6 4,500 50 \n$1,000-$2,499................................................... 7 12,700 49 $2,500-$4,999................................................... 6 \n18,300 55 $5,000+......................................................... 4 38,900 42 ---------------------------------------------------------------\n------------------------------------------------- Consequently, the Exchange believes that this data supports its view that the \nproposed fee will be fairly allocated among IEX Members based on their usage of Order Entry Ports. The proposed \nfee is effective on filing and will become operative on October 1, 2019.\\38\\ ------------------------------------------------------\n--------------------- \\38\\ Monthly fees will be assessed based on the number of Order Entry Ports assigned to each \nUser as of the first of each month. --------------------------------------------------------------------------- The Exchange is not \nproposing to assess any other fees for connectivity, market data, or membership, each of which is currently \nprovided without charge. 2. Statutory Basis IEX believes that the proposed rule change is consistent with the \nprovisions of Section 6(b) \\39\\ of the Act in general and furthers the objectives of Section 6(b)(4) \\40\\ of the Act, in \nparticular, in that it is designed to provide for the equitable allocation of reasonable dues, fees and other charges \namong its Members and other persons using its facilities. The Exchange also believes that the proposed fee \nchange promotes just and equitable principles of trade and will not be unfairly discriminatory, consistent with the \nobjectives of Section 6(b)(5) \\41\\ of the Act. --------------------------------------------------------------------------- \\39\\ 15 U.S.C \n78f(b). \\40\\ 15 U.S.C 78f(b)(4). \\41\\ 15 U.S.C 78f(b)(5). --------------------------------------------------------------------------- \nReasonableness With regard to reasonableness, the Exchange understands that the Commission has traditionally \n\n\n\ntaken a market-based approach to examine whether the SRO making the proposal was subject to significant \ncompetitive forces in setting the terms of the proposal. In looking at this question, the Commission considers \nwhether the SRO has demonstrated in its filing that (i) there are reasonable substitutes for the product or service; \n(ii) ``platform'' competition constrains the ability to set the fee; and/or (iii) revenue and cost analysis shows the fee \nwould not result in the SRO taking supracompetitive profits. If the SRO demonstrates that the fee is subject to \nsignificant competitive forces, the Commission will next consider whether there is any substantial countervailing \nbasis to suggest the fee's terms fail to meet one or more standards under the Exchange Act. If the filing fails to \ndemonstrate that the fee is constrained by competitive forces, the SRO must provide a substantial basis, other than \ncompetition, to show that it is consistent with the Exchange Act, which may include production of relevant revenue \nand cost data pertaining to the product or service. IEX has not previously charged Order Entry Port fees, so it does \nnot have IEX-specific data to support whether or not competitive forces would constrain its ability to set fees for \nOrder Entry Ports. However, IEX notes that Order Entry Port fees at competing exchanges have steadily risen over \nthe last few years, \\42\\ compared to the pattern of changes in transaction fees,\\43\\ which IEX believes \ndemonstrates that competition does not constrain connectivity fees. As noted in the Cost Study, the six largest \nequities exchanges by market share \\44\\ all charge between $550 and $575 per month to connect to each Order \nEntry Port.\\45\\ As also noted in the Cost Study, the extreme differences between IEX's aggregate cost to produce \nmarket data, physical connectivity, and logical connectivity products and the prices charged by other exchanges for \nsimilar products and services clearly suggests that the pricing for all of these classes of products is not constrained \nby competition.\\46\\ Furthermore, IEX notes that, as with the market for other exchanges' Order Entry Ports, there is \nno reasonable substitute for an IEX Order Entry Port to send orders to IEX. Members (and Service Bureaus) could \nchoose not to transact on IEX and send orders to competing venues instead, but their orders may not receive the \nsame execution quality and other protections that IEX is designed to provide. Members may also need connectivity \nto IEX, as with other exchanges, in order to meet best execution \\47\\ and order protection \\48\\ regulatory \nrequirements. With respect to the Order Protection Rule, connectivity to IEX enables a Member to access a \nprotected quotation on IEX in compliance with the rule. A Member (or Service Bureau) could choose to send orders \nthrough another Member of IEX as agent or through a Service Bureau, in lieu of connecting directly to IEX. \nHowever, in such circumstances IEX expects that the Member (or Service Bureau), subject to any IEX applicable \nfees, would be subject to charges related to IEX connection fees either directly (via a pass through) or indirectly (via \ncharges that reflect the cost of IEX connection fees). More important, connecting indirectly would add latency that \nwould [[Page 41799]] make this alternative impractical as a competitive matter for many firms that, by virtue of their \nbusiness, require the fastest available access to the markets on which they trade. Accordingly, IEX does not assert \nthat this approach constitutes a reasonable substitute to connecting directly to IEX's Order Entry Ports. ----------------\n----------------------------------------------------------- \\42\\ As an example of the steady increase in Order Entry Port fees \ncharged by other exchanges, in 2012 NYSE raised its monthly Order Entry Port fees from $150 to $200 per month, \nand three years later, raised the monthly Order Entry Port fees from $200 to $550. See Securities Exchange Act \nRelease No. 68229 (November 14, 2012), 77 FR 69688 (November 20, 2012) (SR-NYSE-2012-60) and Securities \nExchange Act Release No. 76072 (October 5, 2015), 80 FR 61258 (October 9, 2015) (SR-NYSE-2015-43). \\43\\ \nWith respect to transaction fees, other exchanges often lower their fees or increase their rebate amounts, thereby \nlowering their overall transaction fees. See, e.g , Securities Exchange Act Release No. 85636 (April 17, 2019), 84 \nFR 16062 (April 12, 2019) (SR-CboeBZX-2019-021) (creating a new volume tier that further reduced the fees \ncharged at the pre-existing volume tier) and Securities Exchange Act Release No. 85373 (March 20, 2019), 84 FR \n11379 (March 26, 2019) (SR-NASDAQ-2019-015) (offering an additional $.00005 per share rebate for displayed \nquotes/orders that provide liquidity). \\44\\ The market share of equities exchanges is calculated from January 1, \n2019 to May 31, 2019, based on IEX market data. \\45\\ See Cost Study, footnote 24 at 27. \\46\\ See Cost Study, \nfootnote 24 at 18-19, 24-25, and 31-32, respectively. \\47\\ FINRA Rule 5310. \\48\\ 17 CFR 242.611 (``Order \nProtection Rule''). --------------------------------------------------------------------------- Further, IEX is not aware of and does \nnot believe that there is any evidentiary support for the proposition that competition at the ``platform level'' \nconstrains market data and connectivity fees in general, including logical connectivity fees of the type proposed in \nthis filing. Thus, IEX believes that in the current market structure, the market for connectivity to IEX and other \nexchanges is not subject to significant competitive forces sufficient to ensure the reasonableness of Order Entry \nPort fees, and IEX is not relying on an argument that the fees proposed in this filing are justified based on market \ncompetition. Instead, IEX believes the proposed fee is fair and reasonable as a form of partial cost recovery for \n\n\n\nIEX's aggregate costs of offering logical ports to its Members and Service Bureaus.\\49\\ The proposed fees are \nexpected to generate annual revenue of between $703,200 and $962,400,\\50\\ providing a partial cost recovery to \nIEX for the aggregate costs of offering logical port connections, based on a methodology that narrowly limits the \naggregate cost elements considered to those closely and directly related to the particular product offering. Thus, \nbased on IEX's conservative cost methodology and accounting for the costs of maintaining excess Order Entry Port \ncapacity, the proposed fees are projected to yield at most 63.8% of the annual aggregate costs of offering the \nrelated product ($962,400 divided by $1,508,649). While IEX believes that exchanges could, consistent with the \nAct, charge fees that represent a reasonable markup over cost if they appropriately justify such fees, this proposed \nfee is designed to provide only a partial cost recovery of IEX's aggregate costs. ------------------------------------------------\n--------------------------- \\49\\ See In the Matter of the Application of Securities Industry and Financial Markets Ass'n for \nReview of Action taken by NYSE Arca, Inc. and Nasdaq Stock Market, LLC, Securities Exchange Act Release No. \n84432, at 51 (October 16, 2018) (``the exchanges must demonstrate that the fees are fair and reasonable, not that \nthey are less expensive than competing products''). \\50\\ See note 35 supra for the calculation of IEX's projected \nannual Order Entry Port fee revenue. --------------------------------------------------------------------------- Further, IEX \nbelieves that a fee of $100 per Order Entry Port is reasonable in relation to the per port cost estimate in the Cost \nStudy because: (i) Considering the five free ports for each User and the fact that some Order Entry Ports are not \nused but are held in reserve by the Exchange to meet increased capacity needs, IEX's aggregate cost is greater \nthan $100 per available Order Entry Port; (ii) the Cost Study estimate was based on conservative assumptions that \nallocated only those costs most directly related to the product offering; and (iii) even ignoring these other factors, \nthe $100 per port fee represents a modest increase over the $83 cost estimate and dramatically less than \nestimates of percentage markups for logical port fees charged by other exchanges.\\51\\ -------------------------------------\n-------------------------------------- \\51\\ See Cost Study, footnote 24 at 31-32. ---------------------------------------------------------\n------------------ IEX also believes the proposed fee is a reasonable means of encouraging Users to be efficient in the \nnumber of logical ports they reserve for use, with the benefits to overall system efficiency described above with \nrespect to unused Order Entry Ports. Equitable Allocation and Non-Discrimination IEX believes that its proposed \nfee is reasonable, fair and equitable, and not unfairly discriminatory because it is designed to align fees with \nservices provided, will apply equally to all Members that are assigned Order Entry Ports (either directly or through a \nService Bureau), and will minimize barriers to entry by providing all Members with five free Order Entry Ports. As \ndescribed in the Purpose section, a significant majority of Members will not be subject to any fee, and only four \nMembers will potentially be subject to a fee of over $5,000 per month, based on current usage. In contrast, as \ndescribed above, other exchanges generally charge in excess of $500 per Order Entry Port without providing any \nfree Order Entry Ports.\\52\\ Even for Members that choose to maintain more than five Order Entry Ports, IEX \nbelieves that the cost-based fee of $100 is low enough that it will not operate to restrain any Member's ability to \nmaintain the number of Order Entry Ports that it determines are consistent with its business objectives. The small \nnumber of Members projected to be subject to the highest fees will still pay considerably less than competing \nexchanges charge.\\53\\ Further, the number of assigned Order Entry Ports will continue to be based on decisions \nby each Member, including the ability to reduce fees by discontinuing unused Order Entry Ports. ------------------------\n--------------------------------------------------- \\52\\ See Cost Study, footnote 24 at 27. \\53\\ Notably, a Member that pays \n$10,000 in monthly Order Entry Port fees to IEX (meaning the Member is assigned 105 Order Entry Ports, with the \nfirst five being free), would pay $57,550 each month to maintain the same number of sessions on NYSE (assuming \nthe Member was not a DMM connected to NYSE's DMM Gateway, which provides the first 12 Order Entry Ports \nfree of charge) and $60,375 each month to maintain the same number of sessions on NASDAQ. See NYSE Price \nList 2019, available at            https://www.nyse.com/publicdocs/nyse/markets/nyse/NYSE_Price_List.pdf and \nNasdaq General Equity and Options Rule, Equity 7 Section 115(b) (``Ports and other Services'') available at            \nhttp://nasdaq.cchwallstreet.com/NASDAQTools/PlatformViewer.asp?selectednode=chp_1_1_2_2&manual=%2Fna\nsdaq%2Fmain%2Fnasdaq-llcrules%2F. --------------------------------------------------------------------------- The Exchange \nbelieves that providing five free Order Entry Ports is fair and equitable, and not unfairly discriminatory because it \nwill enable all Members to access IEX free of charge, thereby encouraging order flow and liquidity from a diverse \nset of market participants, facilitating price discovery and the interaction of orders. IEX believes that five Order \nEntry Ports is an appropriate number to provide for free because it aligns with the number of such ports currently \nmaintained by a substantial majority of Members, as discussed in the Purpose section. Based on a review of Order \nEntry Port usage, 103 of 136 connected Members are not projected to be subject to any Order Entry Port fees \n\n\nunder the proposed fee. As described in the Purpose section, while Order Entry Port usage is concentrated in a \nfew relatively larger Members, the number of such ports requested is not based on the size or type of Member but \nrather correlates to a Member's inbound message volume to IEX. Further, as discussed in the Purpose section, \nMembers with relatively higher inbound message volume also request (and are assigned) more Order Entry Ports \nthan other Members, which in turn means they account for a disproportionate share of IEX's aggregate costs for \nproviding Order Entry Ports. Therefore, IEX believes it is not unfairly discriminatory for the Members with higher \ninbound message volume to pay a modestly higher proportionate share of the Order Entry Port fees. Accordingly, \nthe Exchange believes that the fee will be applied consistently with its specific purpose--to partially recover IEX's \naggregate costs, encourage the efficient use of Order Entry Ports, and align fees with Members' Order Entry Port \nand system usage. The Exchange further believes that the proposed fees are reasonable, fair and equitable, and \nnon-discriminatory because they will apply to all Members in the same manner and are not targeted at a specific \ntype or category of market participant engaged in any particular trading strategy. All Members (or Service Bureaus) \nwill receive five free [[Page 41800]] Order Entry Ports and pay the same $100 per Order Entry Port for each \nadditional Order Entry Port. Each Order Entry Port is identical, providing connectivity to IEX on identical terms. \nWhile the proposed fee will result in a different effective ``per unit'' rate for different Members (or Service Bureaus) \nafter factoring in the five free Order Entry Ports, the Exchange does not believe that this difference is material given \nthe overall low fee of $100 per Order Entry Port. Because the first five Order Entry Ports are free of charge, each \nentity will have a ``per unit'' rate of less than $100. Further, the fee is not connected to volume-based tiers. All \nMembers will be subject to the same fee schedule, regardless of the volume sent to or executed on IEX. The fee \nalso does not depend on any distinctions between Members, customers, broker-dealers, or any other entity. The \nfee will be assessed solely based on the number of Order Entry Ports an entity selects and not on any other \ndistinction applied by IEX. While entities that send relatively more inbound messages to IEX may select more Order \nEntry Ports, thereby resulting in higher fees, that distinction is based on decisions made by each Member and the \nextent and nature of the Member's business on IEX rather than application of the fee by IEX. Members (and their \nService Bureaus) can determine how many Order Entry Ports they need to implement their trading strategies \neffectively. IEX proposes to offer multiple Order Entry Ports at a low fee to enable all Members to purchase as \nmany Order Entry Ports as their business needs dictate in order to optimize throughput and manage latency across \nthe Exchange. Notwithstanding that Members with the highest number of Order Entry Ports will pay a greater \npercentage of the total projected fees than is represented by their Order Entry Port usage, IEX does not believe \nthat the proposed fee is unfairly discriminatory. As discussed in the Purpose section, it is not possible to fully \nsynchronize IEX's objective to provide five free Order Entry Ports to all Members, thereby minimizing barriers to \nentry and incentivizing liquidity on the Exchange, with an approach that exactly aligns the projected per Member \nfee with each Member's number of requested Order Entry Ports. As proposed, IEX is providing a reasonable \nnumber of Order Entry Ports to each Member (or Service Bureau) without charge. Any variance between projected \nfees and Order Entry Port usage is attributable to objective differences among Members in terms of the number of \nOrder Entry Ports they determine are appropriate based on their trading on IEX. Further, IEX believes that the low \namount of the proposed fee (which in the aggregate is projected to only partially recover IEX's directly-related \ncosts) mitigates any disparate impact. By way of comparison, IEX notes that differential pricing based on the \nvolume of trading activity is common in other exchanges' fee structures, including, for example, the use of volume \n``tiers'' that provide discounts and/or higher rebates based upon various volume-based measures of activity.\\54\\ \nUnder these pricing structures, a lower volume market participant pays substantially more on a per-transaction \nbasis than higher volume members, with the stated goal of incentivizing certain types of trading activity on the \nexchange. In contrast, by offering five free Order Entry Ports to each User, IEX is seeking to maintain incentives for \na broad cross-section of participants to trade on the Exchange, while the low per port fee applies consistently to all \nsimilarly situated market participants in a way designed to avoid imposing a material business cost on any \nparticipant. --------------------------------------------------------------------------- \\54\\ See, e.g , Securities Exchange Act \nRelease No. 85864 (May 15, 2019), 84 FR 23109 (May 21, 2019) (SR-NYSE-2019-24). -------------------------------------\n-------------------------------------- IEX also believes that it is consistent with the Act to apply the fee (including five free \nOrder Entry Ports) directly to Service Bureaus providing Order Entry Ports to one or more Members rather than to \nsuch Members directly because such Order Entry Ports may be shared by multiple Members and applying the fee \nto such Members directly would result in multiple billing for the same service. To illustrate this point, in the case of \nan Order Entry Port subject to the $100 fee (i.e , not included in the first five free Order Entry Ports), if a Service \n\n\n\nBureau provided access to that Order Entry Port to five Members, and if IEX charged each Member for the Order \nEntry Port, each of those Members would pay IEX $100 for the Order Entry Port, totaling $500, whereas a Member \nsubscribing directly to the same Order Entry Port would pay only $100 for the connection.\\55\\ ----------------------------\n----------------------------------------------- \\55\\ As discussed in note 34, above, IEX expects two Service Bureaus to be \ncharged a total of $3,000 per month for their Order Entry Ports. This fee could be reduced to as little as $2,400 per \nmonth if the two Service Bureaus disconnect their unused Order Entry Ports. --------------------------------------------------\n------------------------- Further, the Exchange believes that the proposed fee is consistent with the Exchange Act \nbecause it will support its Reg SCI compliance obligations, as described in the Purpose section. IEX also believes \nthat it is reasonable, equitable, and not unfairly discriminatory to base its billing for Order Entry Ports on the \nnumber of Order Entry Ports assigned to each User as of the first day of each month. IEX believes that this \napproach is fair because Members (and Service Bureaus) will have a reasonable understanding and expectation of \nthe cutoff date for determining whether a User has more than five assigned Order Entry Ports. Additionally, IEX's \ndecision to wait more than a month for this proposed fee to take effect will not only allow time for market \nparticipants to comment on the proposed fee, it will also allow Users time to determine if they want to disconnect \nany of their assigned Order Entry Ports before the first month in which IEX will charge for assigned Order Entry \nPorts in excess of five. Finally, the Exchange believes that the proposed fee is consistent with Section 11A of the \nExchange Act in that it is designed to facilitate the economically efficient execution of securities transactions, fair \ncompetition among brokers and dealers, exchange markets and markets other than exchange markets, and the \npracticability of brokers executing investors' orders in the best market. Specifically, the proposed low, cost-based \nfee will enable a broad range of IEX Members to continue to connect to IEX, thereby facilitating the economically \nefficient execution of securities transactions on IEX, fair competition between and among such Members, and the \npracticability of Members that are brokers executing investors' orders on IEX when it is the best market. For the \nforegoing reasons, the Exchange believes that the proposed fee is reasonable, equitably allocated, and not unfairly \ndiscriminatory. B. Self-Regulatory Organization's Statement on Burden on Competition IEX does not believe that \nthe proposed rule change will result in any burden on intramarket or intermarket competition that is not necessary or \nappropriate in furtherance of the purposes of the Act. The Exchange does not believe that the proposed rule \nchange will impose any burden on intermarket competition that is not necessary or appropriate in furtherance of the \npurposes of the Act. The proposed fee is a cost-based fee, significantly less than Order Entry Port fees charged by \ncompeting venues, that is designed to enable the Exchange to partially recoup its applicable costs as described in \nthe Purpose and Statutory Basis sections. The proposed fee is not a tiered pricing structure that requires minimum \nvolume levels to realize economic pricing benefits. The Order Entry Ports to which the fee applies all [[Page \n41801]] have the same characteristics, and IEX is not proposing to charge a higher fee for a ``high performance'' \nalternative. The Exchange also does not believe that the proposed rule change will impose any burden on \nintramarket competition that is not necessary or appropriate in furtherance of the purposes of the Act because all \nMembers (and their Service Bureaus) are entitled to five free Order Entry Ports and subject to the same low, cost-\nbased fee for additional Order Entry Ports. While different total fees would be assessed depending on the number \nof Order Entry Ports a Member (or Service Bureau) requests, these different fees are not based on the type of \nMember requesting the Order Entry Port(s) but on the number of such ports the Member (or Service Bureau) \nrequests, and each Member (or Service Bureau) can determine the number of such ports to reserve. Further, \nproviding five free Order Entry Ports is designed to avoid creating barriers to entry for smaller Members, thereby \npromoting intramarket competition. In addition, even Members subject to relatively higher fees for more Order Entry \nPorts will still be subject to a relatively low aggregate fee (and significantly less than competing exchanges, as \ndescribed above) and thus the proposed fee will not operate as a barrier to entry for such Members or impose a \nsignificant business cost burden on such Members relative to their levels of business activity. Finally, as described \nin the Purpose section, the proposed fee change is designed to assist the Exchange in complying with its Reg SCI \ncompliance obligations to have levels of capacity adequate to maintain IEX's operational capability and promote the \nmaintenance of fair and orderly markets, thereby promoting both intermarket and intramarket competition by \nenabling IEX to support a robust trading environment for its Members and compete with other equities venues. C. \nSelf-Regulatory Organization's Statement on Comments on the Proposed Rule Change Received From Members, \nParticipants, or Others Written comments were neither solicited nor received. III. Date of Effectiveness of the \nProposed Rule Change and Timing for Commission Action The foregoing rule change has become effective \npursuant to Section 19(b)(3)(A)(ii) \\56\\ of the Act. --------------------------------------------------------------------------- \\56\\ 15 \n\n\n\nU.S.C 78s(b)(3)(A)(ii). --------------------------------------------------------------------------- At any time within 60 days of the \nfiling of the proposed rule change, the Commission summarily may temporarily suspend such rule change if it \nappears to the Commission that such action is necessary or appropriate in the public interest, for the protection of \ninvestors, or otherwise in furtherance of the purposes of the Act. If the Commission takes such action, the \nCommission shall institute proceedings under Section 19(b)(2)(B) \\57\\ of the Act to determine whether the proposed \nrule change should be approved or disapproved. --------------------------------------------------------------------------- \\57\\ 15 \nU.S.C 78s(b)(2)(B). --------------------------------------------------------------------------- IV. Solicitation of Comments \nInterested persons are invited to submit written data, views, and arguments concerning the foregoing, including \nwhether the proposed rule change is consistent with the Act. Comments may be submitted by any of the following \nmethods: Electronic comments: Use the Commission's Internet comment form (           \nhttp://www.sec.gov/rules/sro.shtml); or Send an email to rule-comments@sec.gov Please includeFile Number SR-\nIEX-2019-07 on the subject line. Paper comments: Send paper comments in triplicate to Secretary, Securitiesand \nExchange Commission, 100 F Street NE, Washington, DC 20549-1090.\n\nAll submissions should refer to File Number SR-IEX-2019-07. This filenumber should be included on the subject \nline if email is used. To helpthe Commission process and review your comments more efficiently,please use only \none method. The Commission will post all comments onthe Commission's internet website \n(http://www.sec.gov/rules/sro.shtml).Copies of the submission, all subsequent amendments, all writtenstatements \nwith respect to the proposed rule change that are filed withthe Commission, and all written communications relating \nto the proposedrule change between the Commission and any person, other than thosethat may be withheld from \nthe public in accordance with the provisionsof 5 U.S.C 552, will be available for website viewing and printing inthe \nCommission's Public Reference Room, 100 F Street NE, Washington, DC20549 on official business days between \nthe hours of 10:00 a.m and3:00 p.m Copies of the filing also will be available for inspectionand copying at the \nprincipal offices of the Exchange. All commentsreceived will be posted without change. Persons submitting \ncomments arecautioned that we do not redact or edit personal identifyinginformation from comment submissions. \nYou should submit onlyinformation that you wish to make available publicly. All submissionsshould refer to File \nNumber SR-IEX-2019-07, and should be submitted onor before September 5, 2019.\n\nFor the Commission, by the Division of Trading and Markets,pursuant to delegated authority.\\58\\-------------------------\n--------------------------------------------------\n\n\\58\\ 17 CFR 200.30-3(a)(12).---------------------------------------------------------------------------\n\nJill M. Peterson,Assistant Secretary.[FR Doc. 2019-17487 Filed 8-14-19; 8:45 am]BILLING CODE 8011-01-P\n"}