{"title": "Immigration Bill's Point System Worries Some Groups", "body": "\nFor weeks, U.S. senators wrestled among themselves and with White House officials over the question of what mix \nof skills, background and experience prospective immigrants should bring to their new country.\n\nThe answer they came up with, embodied in the immigration bill now on the Senate floor, would represent a \nradical shift in the philosophy of the U.S. immigration system. Rather than focus on reunifying families, the \nsystem would emphasize bringing in better-educated, higher-skilled immigrants who would help the United States \ncompete in the world economy.\n\nOther elements of the immigration bill have, so far, proved more controversial, such as the initiative to legalize the \nstatus of the estimated 12 million illegal immigrants. But that seems likely to change as lawmakers and interest \ngroups scrutinize the fine print of the 380-page bill.\n\nThe U.S. Conference of Catholic Bishops is raising concerns about a new point system for permanent residency in \nthe bill, which would favor new immigrants with advanced degrees or who work in engineering or the sciences. \nBusiness groups, which the White House had counted on for support, seem lukewarm to the idea.\n\nSen. Barack Obama (Ill.), one of the leading Democratic presidential candidates, is serving notice that he will try to \nchange the proposal on the Senate floor, to give a higher value to reuniting families. The Senate will resume debate \non the measure when it returns next week from the Memorial Day recess.\n\nObama has called the point plan a \"radical experiment in social engineering.\" In a speech last week, he said the \nbill \"fails to recognize the fundamental morality of uniting Americans with their family members. It also places a \nperson's job skills over his character and work ethic. How many of our forefathers would have measured up under \nthe point system? How many would have been turned back at Ellis Island?\"\n\nWhite House officials and lawmakers who developed the initiative defend it as a rational response to the \nrequirements of the world economy. They note that the new plan would also favor workers in high-demand but \n\n\nlower-skill occupations, such as home health-care workers or receptionists, and it would maintain a preference, \nalbeit less, for family members.\n\n\"We have a system today that is very heavily weighted to whether or not you happen to have a family member in \nthe United States,\" said Joel D. Kaplan, the White House deputy chief of staff and point person on immigration. \n\"There was a view that, if you really wanted to have an immigration system that was geared to making sure we \nwere competitive in the 21st century, we had to try to rebalance that . . . and focus more on our national interests.\"\n\nThe point system was a relatively late addition to the immigration debate on Capitol Hill, with the Bush \nadministration apparently adding it to deliberations after studying similar systems in Canada and Australia, \naccording to lawmakers and aides.\n\nSen. Jon Kyl (Ariz.), one of the key Republican negotiators, said that Homeland Security Secretary Michael Chertoff \nmentioned the concept to GOP senators sometime this spring as they were debating how to fashion a new bill.\n\n\"It really became quite clear to us that the U.S. system was completely out of sync with how other countries \ndetermined which immigrants they would accept,\" said Stewart A. Baker, assistant secretary for policy at the \nDepartment of Homeland Security.\n\nThe idea appealed to Kyl and other Senate Republicans because it held out the prospect of ending what they call \nchain migration, family members bringing in still more family members. Baker noted that it is one thing to give legal \nstatus to 12 million illegal immigrants, but that if each were to bring in his or her relatives, \"you're talking about 30 \nmillion\" prospective immigrants.\n\nKyl and Sen. Lindsey O. Graham (R-S.C.) described the difficult negotiations among a small bipartisan group of \nsenators over how to devise a point system under which prospective immigrants would compete for green cards. \nKyl said he pushed for rewarding highly skilled workers, \"the best and the brightest,\" while Graham and Sen. \nEdward M. Kennedy (D-Mass.) pushed for more recognition of less-skilled workers.\n\nKyl said he tried to address their concerns by reserving 10,000 green cards for low-wage workers, but that did not \nsatisfy other negotiators. Instead, they sought other ways to allocate points on a 100-point scale to lower-income \npeople. Immigrants in high-demand occupations, such as janitors, cleaners and landscapers, would get 16 points -- \na bit fewer than the points for engineers and scientists, who would get 20.\n\nThe horse-trading continued up to the last minute. Early in the day on which the senators announced their deal this \nmonth with the White House, Sen. Ken Salazar (D-Colo.) called Graham to voice concern, Graham said, that the \ndeal still did not go far enough to help low-income workers. So the senators agreed to add five points for workers \nwho have completed a certified vocational-training program. \"It hit home with me because I have a cousin who had \none of those certificates,\" Graham said. (People with graduate degrees could earn 20 points, by contrast.)\n\nThe agreed-upon point system does retain some benefits for extended family members, who would receive 10 \nmore points in their application if they have already met a threshold of 55 points earned through their employment, \neducation and knowledge of English. And the new system would still reserve green cards for U.S. citizens or \npermanent residents who want to bring in their spouses and minor children.\n\nBut after clearing the backlog of existing applications -- a process that DHS officials estimate would take eight years \n-- the current preferences for the adult children and siblings of Americans would be eliminated, and they would have \nto compete with everyone else. The applicants with the highest scores would be the ones to earn green cards.\n\nThe plan is already generating alarm among immigrant groups. \"People who have come to this country worked \nhard, they have become U.S. citizens -- their first goal is to bring in their loved ones,\" said Nazanin Nasri, an \nimmigration lawyer in Arlington who has many Iranian and Afghan clients. \"They will be destroyed.\"\n\nKevin Appleby, director of migration and immigration policy for the organization of Catholic bishops, said the new \nsystem \"ignores the fact that immigrant families have helped build this nation. Families start businesses, keep their \nmembers from government dependency and invest their energy in their new land.\"\n\n\n\nDoris Meissner, director of the Immigration and Naturalization Service under President Bill Clinton, said the point \nsystem is being proposed with inadequate analysis. \"I was amazed when I saw it because it hasn't really been \ntalked about,\" she said. \"There's been no ground laid for this whatsoever. Point systems are known in other \ncountries, and there is certainly a body of written material on it, but it hasn't had any careful research.\n\n\"It may be a good idea,\" she added, \"but there isn't any evidence to argue one way or the other.\"\n"}