{"title": "WASHINGTON IN BRIEF;Clinton orders better federal security", "body": "\nPresident Clinton ordered immediate improvements in security at federal office buildings Wednesday, acting on a \nJustice Department conclusion most fail to meet some of the standards adopted after the Oklahoma City bombing. \nThe report said at federal buildings with more than 450 employees each, security often is lacking outside and \ninside.\n\nUnder the new standards, said Deputy Attorney General Jamie Gorelick, the Alfred P. Murrah Federal Building in \nOklahoma City would have had shatterproof exterior glass and security for adjacent street parking. Those new \nstandards, however, are expected to add 5 percent to 5 1/2 percent to the cost of a new building.\n\nOf 347 large federal office buildings that were part of the study, just 15 percent X-ray incoming packages and mail. \nFewer than half have parking controls that meet the new standards, and only a quarter have visitor and employee \nidentification and control systems, the Justice Department said.\n\nDRASTIC RECOMMENDATIONS: A House task force today releases some of the most drastic recommendations \nyet to curtail illegal immigration, including requiring hospitals to notify authorities of all undocumented emergency \nroom patients and allowing states to cut off public education to undocumented students. The report to be delivered \nto House Speaker Newt Gingrich (R-Ga.) calls for ending all public benefits to illegal immigrants, except emergency \nhealth care. But hospitals, in order to receive federal reimbursement for treating illegal immigrants, would be \nrequired to notify the Immigration and Naturalization Service of undocumented patients before they are discharged. \nThe report would treat illegal immigrants who use fraudulent documents just like counterfeiters trying to pass fake $ \n100 bills, with criminal penalties of up to 15 years. \"I don't think anybody should construe what we're doing as not \nbeing compassionate,\" said Rep. Elton Gallegly (R-Calif.), an immigration hard-liner who chaired the 54-member \nbipartisan task force. \"We have a limit as to how generous we as a country can be.\" Gingrich set up the task force \nthis year to compile strategies to permanently end illegal immigration and drastically reduce the size of the \nundocumented population already in the United States, estimated at more than 5 million people.\n\n \n\nELSEWHERE\n\nPresident Clinton warned Republicans to work with him on a compromise budget-balancing plan or risk an autumn \nveto battle, raising the pressure on Republican lawmakers about to push their outline for tax and spending cuts \nthrough Congress. . . . Republicans on a House Appropriations subcommittee voted to cut the White House budget, \nprohibit most abortions financed by federal employee health insurance and abolish the president's Council of \nEconomic Advisers - even as Clinton was naming a new chairman: Joseph Stiglitz. . . . As a commission headed \nby former Housing Secretary Jack Kemp pressed ahead with developing a sweeping tax code overhaul, the \nNational Association of Realtors warned of dire consequences for homeowners if mortgage interest and property \ntax deductions are eliminated\n\n"}