{"title": "Those awaiting deportation to Mideast must wait on war", "body": "\nU.S. immigration authorities have canceled flights taking deportees back to parts of the Middle East during the war \nwith Iraq.\n\n\"Under threat-level orange, we're reviewing all scheduled 'removal missions,' \" or deportations, said Karen \nKraushaar, a spokeswoman for the Bureau of Immigration and Customs Enforcement, now a part of the \nDepartment of Homeland Security.\n\nShe said flights to areas of conflict or where there were State Department advisories against travel had been and \nwould be canceled. Concern for the fate of government officers who might be escorting deportees back to their \nhome countries prompted the move, in part, she said.\n\n\"The concern is not only for the officers but the deportees themselves, and the crew on board the airplane,\" she \nsaid. \"We don't send people into harm's way, period.\"\n\nAirlines have also been canceling flights to Dubai, Beirut, and other destinations in the Middle East. But for the \ndetainees, some of whom have been in county jails and detention facilities for many months, the policy could mean \nmore jail time.\n\nSaleh Hamze, a Lebanese nightclub manager from Queens who had expected to be deported within the week, \nsaid he was told by his deportation officer that would not happen until the conflict in Iraq ended.\n\n\"Osama bin Laden made a mistake, and we pay for it,\" he said in a collect call from the Hudson County Correctional \nFacility in New Jersey. \"Saddam Hussein made a mistake, and we pay for it now, too.\n\n\"We're not asking the government to release us,\" he said. \"Just deport us.\"\n\nAnother Lebanese detainee - his lawyer, Jerry Gonzalez, asked that his name be withheld - was supposed to leave \nfor Beirut with a government escort Wednesday, the day the United States started its strike on Baghdad.\n\nGonzalez said the flight was canceled Tuesday.\n\nHis client accepted deportation a week after being arrested in January. He had gone to an immigration office in \nNew York City, where he works as a salesman in a store, to register as part of a post-Sept. 11 effort to keep track of \nforeign nationals in the United States.\n\n\nAuthorities accused him of marriage fraud. Rather than risk a criminal conviction, he agreed to leave the country.\n\n\"If I fought it, he'd wallow here,\" Gonzalez said.\n\n\"He just wants to go home. That's all he's wanted to do, is go home, since the day he was arrested,\" he said. \"Now \nhe's stuck.\"\n\nBoth Hamze and Gonzalez's client are noncriminal detainees. They are among more than a thousand people, \nmainly men, rounded up after the Sept. 11 attacks for immigration violations such as overstaying visas.\n\nHundreds nationwide have been held for more than a year, many in county jails that contract with the immigration \nbureau for bed space.\n\nHamze has been held for months. His daughter, a U.S. citizen, was born while he was in jail.\n\nAmy Gottlieb, director of the Immigrant Rights Project at the American Friends Service Committee in Newark, \nvoiced concern about any policy that would lead to noncriminal detainees being locked up longer.\n\n\"What we are seeing is just longer and longer detention of people,\" she said. \"And I would put forth, the INS should \nconsider releasing people if they're not going to be able to remove them as they're supposed to.\"\n\nGonzalez said that he could see how \"it might not be the wisest thing\" now to send deportation officers to \ngeopolitical hot spots.\n\nKraushaar would not specify which countries were affected by the review. Immigration attorneys reported that \nSyrian clients were told there would be no deportations during the war.\n\nAfter Sept. 11, immigration officials canceled deportation flights for several months.\n\nContact staff writer Gaiutra Bahadur at 856-779-3923 or bahadug@phillynews.com  \n"}