{"title": "Haitians face hurdles after protected-status renewal delays; Haitians face hurdles after protected-status renewal delays", "body": "\nBOSTON - Thousands of Haitian immigrants living in the U.S. legally will face employment and travel hurdles \nbecause President Donald Trump's administration delayed the process of re-registering those with temporary \nprotected status, Haitian community leaders and immigrant activists say.\n\nU.S. Citizenship and Immigration Services released details Thursday about the next steps for the 60,000 Haitians \nwith the special status. Officials said the delays had to do with working out how Haitians will be able to prove their \nemployment status until they must leave the country in July 2019.\n\nBut Haitian immigrants and advocates complained Thursday's measures wouldn't help thousands of Haitians who \nstill hold immigration documents showing their legal and work status expiring Monday. And they were upset by \nanother announcement Thursday from the Department of Homeland Security that people from Haiti, Belize and \nSamoa were no longer eligible to apply for visas for seasonal and farmworker jobs. The department's explanation \nwas that those nations had a high rate of fraud, abuse and people overstaying their visa's time limits.\n\nBetween October 2015 and September 2016, 65 Haitians were allowed into the U.S. with seasonal farmworker \nvisas, according to government data. The number of Haitians who came into the country with nonagricultural visas \nwas not disclosed.\n\nSome wondered - in light of the president's recent remarks about Haiti - if the bureaucratic slowdown and the \nsudden ineligibility of Haitians for guest worker visas were deliberate. Other nationalities eligible for protected \nstatus have received more lead time to re-register, while Haitians have been left waiting.\n\n\"It's racism. They don't want to give us papers anymore. He doesn't like Haitians, he doesn't like Africans,\" Edelyne \nJean, a 35-year-old nursing assistant in Coral Springs, Florida, said of Trump.\n\nAs a result of the delayed re-registration process, Haitian workers like Jean will be left at the mercy of employers, \nwho could simply choose to let them go, or hire someone else rather than wait for new documents that could take \nmonths to arrive, said the Rev. Dieufort Fleurissaint, chairman of Haitian Americans United, a Boston-based \ncommunity group.\n\n\"They're putting a lot of people in a very, very difficult situation,\" he says of federal officials. \"Employers are not \ngoing to take time to understand this. People will be in limbo come Monday.\"\n\n\nHaitians were granted temporary protected status to live and work in the U.S. after a devastating earthquake \nstruck their Caribbean homeland in 2010. The status has been renewed a number of times over the past seven \nyears, to the chagrin of critics who say the humanitarian measure was never meant to allow immigrants to establish \nroots in the U.S.\n\nThe Trump administration announced in November that Haitians living under the temporary status would have until \nJuly 2019 to get their affairs in order and return home.\n\nThe problem is that officials didn't tell people with that status how to go about renewing it. Meanwhile, the \nadministration issued renewal guidelines for Nicaraguans and Hondurans in mid-December, well before their \ntemporary status expired.\n\nThursday's announcement automatically extends the work permits for Haitians on temporary protected status \nthrough July. But it also acknowledges \"not all re-registrants will receive\" new work authorization cards before the \ncurrent ones expire on Monday.\n\nIt says Haitian workers will be able to simply show employers the agency's Thursday notice as proof their work \nstatus is still valid until the new documents arrive.\n\nThe delays and convoluted registration process \"reinforces the message\" that Haitians aren't welcome in America, \nsays Geralde Gabeau, a Haitian immigrant who heads the Immigrant Family Services Institute, a Boston-based \nnon-profit that provides academic support to immigrant youths.\n\n\"It goes hand-in-hand with what the president said last week,\" she says, referring to the closed-door meeting Trump \nheld with U.S. senators during which he is said to have profanely disparaged African countries and asked why the \nU.S. would want more Haitians. \"It's not just words. It's actions. They don't want Haitians here, so they're doing \nwhatever they can to discourage them so that they go back to their country.\"\n\nAt least in Boston, which has the nation's third-largest Haitian community after Miami and New York, the delays \nhave already led to job losses, Fleurissaint said. Some Haitians working as porters, janitors and food-service \nworkers at Boston's Logan International Airport were let go this summer because they didn't receive new work \npermits before the most recent expiration date for temporary protected status, which was in July, he says.\n\nAnd a woman in Massachusetts was warned by U.S. Citizenship and Immigration Services this week that she \nwouldn't be able to re-enter the country if she attempted to attend her father's funeral in Haiti, Gabeau said.\n\nHaitians on temporary protected status could encounter other hurdles, such as renewing their driver's licenses, \nsays Sarang Sekhavat, director of federal policy at the Massachusetts Immigrant and Refugee Advocacy Coalition.\n\nHaitian community leaders are gathering lawyers to assist families as problems arise.\n\n\"We're going to be fighting back,\" Gabeau says. \"We will not stay silent. This is not acceptable.\"\n\n___\n\nFollow Philip Marcelo at twitter.com/philmarcelo. His work can be found at \n___\n\nGomez Licon reported from Miami.\n"}