{"title": "N.Va. Woman Aids Rescue Of Immigrants; Reporting Ransom Led To Stash House in Texas", "body": "\nEleven undocumented immigrants who were taken hostage by a violent Mexican smuggling cartel along the Texas \nborder were saved last month after a Virginia woman reported to police that the group had her brother and was \ndemanding thousands of dollars for his release. It was the third time this year that such ransom demands of a \nNorthern Virginia resident have led federal agents to rescue hostages in secretive border stash houses, according \nto federal authorities.\n\nImmigration and Customs Enforcement agents rescued Oscar A. Bertothy of Honduras and 10 others who were \ncrammed into a second-floor room -- naked and with their mouths taped shut -- at a stash house in Houston on \nAug. 29, according to federal court documents released last week. It was just one day after Bertothy's sister, of \nSpringfield, called Fairfax County police to report that members of the cartel had extorted $3,000 from her and \nwanted more or they would kill Oscar.\n\nSuch hostage-taking cases have increased along the southern U.S. border in recent years as Mexican cartels seek \nto boost profits by extorting the vulnerable immigrant relatives of those they help across the border. Many of those \nrelatives are fearful of calling the police and know that, if they don't pay, their loved ones could be tortured or killed.\n\nICE officials and local police encourage those who receive ransom demands to report the situation immediately, \nas they have been able to quickly track the whereabouts of their loved ones. A Washington Post story, published \nfive days before Bertothy's sister went to police, highlighted ransom victims in Prince William County and \nAlexandria who reported nearly identical schemes, ultimately saving dozens of hostages and leading to the arrest \nof their captors.\n\nIn Bertothy's case, his sister called the Fairfax County Police Department on Aug. 28 and said her brother had been \nsmuggled into the country from Mexico and was being held against his will. Officer Don Gotthardt, a police \nspokesman, said there had been a demand for money and threats to do bodily harm.\n\n\n\"We contacted federal authorities immediately and assisted them in the initial investigation,\" Gotthardt said. \"We \nencourage the citizens of Fairfax County to report any criminal activity.\"\n\nAlthough immigration officials realize that both the victims and the kidnappers have broken the law, they say they \nwant to save lives first and sort out immigration status second.\n\nAfter Fairfax police contacted the FBI, that agency contacted ICE in Northern Virginia.\n\nBertothy's sister came forward to police after paying two ransom demands of $1,500 each, sending the money to \nMexico via wire transfer. After a third demand -- this time for $3,000 and accompanied by beatings of Oscar she \ncould hear over the phone -- she called police for help. Authorities later recorded calls between the Springfield \nwoman and the captors and worked around the clock in Virginia and Texas to track the calls to Houston.\n\nAgents were at a house on Ashford Green Lane in Houston within 36 hours.\n\nThree men were arrested there. They are alleged to have beaten hostages, sexually assaulted them, and held them \nnaked and at gunpoint to prevent their escape, according to federal court documents.\n\nICE Special Agent Billy Bickham wrote in a criminal complaint that at least one victim was stuffed in a trash bag and \nheld in a closet for days and that the victims generally were \"in a state of terror\" while held in the Houston home.\n\nThe defendants have been indicted on charges that could lead to sentences of life in prison.\n\n\"It is imperative that the families of victims contact ICE or their local law enforcement agency as soon as possible to \nassist in bringing the situation to a successful conclusion,\" said James Dinkins, special agent in charge of the office \nof investigations for ICE in the District and Virginia. \"In this case, within 36 hours of ICE receiving the tip, 11 \nhostages were rescued from a deplorable situation.\"\n\nOne of the men charged in the case -- identified in court papers and a Justice Department statement as Alex Julca, \n24, a U.S. permanent resident of Houston -- told ICE officials that he needed cash and agreed to rent out a room in \nhis house for $400 a month, only later learning that the renter, known only as \"el Pelon,\" was keeping as many as \n20 hostages in the room at a time. Julca told authorities that two other men acted as guards, made ransom \ndemands and carried a gun. According to one victim who spoke to ICE, el Pelon allegedly has ties to \"the Z's,\" a \npowerful militant smuggling cartel known in Spanish as los Zetas.\n\nJulca's attorney, Houston assistant federal public defender Peter Bray, declined to comment on his client's pending \ncase.\n\nAnother of the men charged in the case -- Rigoberto Vargas-Jaimes of Mexico -- told authorities that he was \nsmuggled illegally into the United States on Aug. 15. Unable to pay his smuggling fees, Vargas-Jaimes was enlisted \nto help feed and guard hostages, something authorities have said is a relatively common occurrence. He was \ncharged with harboring illegal immigrants.\n\nAdrian Almaguer, a Houston attorney who represents Vargas-Jaimes, said the cartels have \"gotten a bit wise\" to \nthe fact that such crimes carry federal penalties and have changed their tactics, often using people they have \nsmuggled into the country, such as his client, as guards.\n\n\"They use third parties to guard these folks and make phone calls because they know if they get caught, they'll be \nthe ones who go to jail,\" Almaguer said, adding that his client wanted to come to the United States to get a job and \nsupport his family back in Mexico. \"It's very compartmentalized.\"\n\nThose who are rescued are often returned to their home countries after they provide officials with testimony against \ntheir captors.\n\nStaff researchers Meg Smith and Julie Tate contributed to this report.\n\n\n"}