{"title": "U.S. should put three-year hold on immigration", "body": "\nPresident Bush has repeatedly vowed to do whatever is necessary to protect our homeland security. But can this \nnation achieve this goal if we maintain current levels of immigration?\n\nTrying to prevent future terrorists from entering the United States and tracking down and deporting criminal \nimmigrants are very costly measures. The Immigration and Naturalization Service is already overwhelmed. How \ncan the understaffed INS be effective in eradicating terrorism at home if it is burdened with more than 800,000 \napplications for permanent residency annually, in addition to hundreds of thousands of applications for \"temporary\" \nworker and student visas and millions of tourist visas?\nFor the Journal-Constitution\n\nSince Sept. 11, the United States has spent well over $60 billion to combat terrorism and to rebuild from the \nattacks. It would be fiscally wise and responsible to adopt a three-year moratorium on most categories of visas \nfrom all countries. That would free INS resources for the fight against illegal immigration.\n\nThis step is particularly necessary because of the following disturbing developments:\n\nPrize-winning Mexican novelist Elena Poniatowska, who has taught at Ivy League universities, said: \"Mexico is \nrecovering the territories yielded to the United States by means of migratory tactics.\" She also said Hispanics are \n\"imposing their culture\" on the United States.\n\nFurthermore, the well-respected French news magazine Le Nouvel Observateur carried a news article last August \ntitled: \"Californie: La reconquista des Latinos,\" which means \"Reconquering of California by Latinos.\" In December, \nThe Associated Press reported that up to 500,000 Mexicans are expected to migrate to the United States each \nyear over the next 30 years. The potential impact is clear, because seven states in this country have populations of \nfewer than one million.\n\nIf the United States continues to grow as it did in the 1990s, people of Mexican origin will be the majority within the \nlifetimes of today's children. In 1997, then-Mexican President Ernesto Zedillo affirmed in Chicago that \"the Mexican \nnation extends beyond its territory enclosed by its borders and that Mexican migrants are an important, very \nimportant part of it.\" Do Mexican and other Americans wish the United States to become another Mexico or part of \nthe Mexican nation?\n\n\nIn 1998, President Clinton warned: \"Unless we handle this well, immigration of this sweep and scope could \nthreaten the bonds of our union.\" A timeout from mass immigration is in the interest of all law-abiding legal \nresidents.\n\n \n\nYeh Ling-Ling is executive director of Diversity Alliance for a Sustainable America, a national nonprofit organization \nbased in Oakland, Calif.\n\nGraphic\n\n \n\nPhoto:\n\nYeh Ling-Ling\n"}