{"title": "THE MAN BEHIND MARC RICH", "body": "\nIt is the classic immigrant success story. Speaking only a foreign tongue, a young man flees war-torn Europe for \nAmerica where, after an apprenticeship in a business run by other immigrants, he starts his own firm and becomes \na multimillionaire.\n\nIt is the story of how Marc Rich - Belgian-born Jewish refugee, a low ''B'' student in high school and the son of a \nburlap bag maker - became head of one of the largest commodity trading firms in the world.\n\nIt is also a story shrouded in secrecy, and one that has begun to turn sour.\n\nFor much of his childhood, Mr. Rich did not even speak English, let alone the arcane language of commodities.\nProfile of Marc Rich, refugee from Nazi Europe who rose to establish Marc Rich & Co AG, $10-billion-a year \ncommodity trading firm; describes firm's growth and US Government investigation of what it calls 'massive tax \nevasion scheme' (L)Extensive Commodity Knowledge\n\nToday, however, Mr. Rich, who is now 48 years old, speaks perfect English and Spanish as well his native French. \nHis knowledge of commodities, gleaned from years of experience at the old-line New York-based commodity firm of \nPhilipp Brothers, is considered unrivaled in the industry.\n\nLargely as a result of this knowledge, the commodity trading firm Mr. Rich started in 1974, Marc Rich & Company \nA.G. of Zug, Switzerland, has become a $10 billion-a-year organization considered among the most influential and \nsuccessful in the industry. Indeed, the first public challenge to its reputation has been the investigation of the firm \nfor engaging in what the United States Government calls ''a massive tax evasion scheme.''\n\nFor almost a year and a half, Government prosecutors have been trying to determine whether Marc Rich A.G. \ncharged an artificially high price for oil sold to its United States subsidiary in order to reduce the subsidiary's 1980 \nincome taxes. Led by an Assistant United States Attorney, Morris Weinberg Jr., the prosecutors have subpoenaed \nhundreds of thousands of Marc Rich documents, including telexes, bank statements, accounting records and \ninteroffice correspondences.\n\nThe Rich companies have resisted the subpoenas. At first, Marc Rich A.G. officials argued that they did not have \nto comply because the firm is Swiss-based. Then, last Monday, they said that Marc Rich A.G. could not comply \nbecause Swiss authorities, citing that country's strict laws on corporate secrecy, had seized some of the requested \npapers.\n\n \n\nRequests for Extensions\n\n\nUntil recently, Federal District Judge Leonard B. Sand seemed willing to accommodate Marc Rich A.G.'s requests \nfor extensions to deadlines for producing the papers.\n\nBut in late June, Judge Sand began to put pressure on Marc Rich for the documents. On June 29, he found the \ncompany in contempt of court and levied a $50,000-a-day fine on Marc Rich A.G. until the subpoenaed documents \nhad been surrendered.\n\nOn Aug. 5 it had appeared that the case was close to resolution when Marc Rich A.G. agreed to turn over the \ndocuments by the next day in return for the Government's agreement to lift a freeze on some of Marc Rich A.G.'s \nassets in the United States.\n\nBut the dramatic late-night airport seizure last week of two steamer trunks crammed with documents subpoenaed \nfrom Marc Rich A.G.'s domestic unit has cast fresh doubt on the firm's good will, Government prosecutors charge. \nThey grabbed the trunks and their courier after stopping a commercial jet just before it was to take off for \nSwitzerland.\n\nAnd with reports circulating that Marc Rich A.G. may have asked the Swiss police to seize its documents, Judge \nSand now appears fed up. At a hearing Monday, he threatened to shut down Marc Rich A.G.'s United States \noperations if the commodities firm does not deliver the papers.\n\n \n\n$10 Billion in Trades\n\nThw company's operations are extensive. Last year, according to competitors, Marc Rich A.G.'s 450 employees in \n40 offices worldwide traded more than $10 billion worth of commodities, including aluminum, bauxite, copper, lead, \nzinc, tin and crude petroleum. Its unit operating in the United States, Marc Rich & Company International Ltd., with \n200 employees in New York, Chicago, Pittsburgh and Detroit, traded another $1 billion. Considered together, the \nfirms were second in size to only Philipp Brothers, which trades more than $25 billion a year.\n\nMarc Rich International was sold June 30 to Clarendon Ltd., a company that was formed for the sale and whose \nindependence is now a key issue in Federal court.\n\nMarc Rich has its headquarters in a steel-and-glass building in Zug, a small farming community near Zurich that is \nhome to a number of large corporations because of its low taxes. Privately held, Marc Rich A.G. does not release \nfinancial results. But a recent magazine article estimated Mr. Rich's own net worth at $150 million.\n\nMr. Rich is co-owner of Marc Rich A.G. with Pincus (Pinky) Green, who is Mr. Rich's longtime friend and business \nassociate. Along with Marvin Davis, a Denver oilman, Mr. Rich also has a controlling interest in the 20th Century-\nFox Film Corporation, which is now a private concern.\n\n \n\nSeries of Business Coups\n\nMarc Rich A.G. attained its current size largely through a series of business coups that illustrate both the skill of its \ntraders and the influence of Mr. Rich himself. In 1973 and 1974, for example, when Arab nations were attempting to \ncut off oil supplies to the United States, Marc Rich A.G. was able to purchase oil in the spot market and resell it to \nmajor United States refiners at prices double the prevailing world rate of $12 a barrel.\n\nIn 1979, when a shutoff of Iranian crude again threatened domestic oil supplies, Marc Rich A.G. earned huge \npremiums - as much as $14 a barrel, industry sources say - by supplying the Atlantic Richfield Company with \nNigerian crude that the commodity trader had contracted for before the revolution in Iran.\n\nAnd in early 1981, when falling tin prices threatened the economy of Malaysia, Mr. Rich demonstrated his own \ninfluence in world commodity markets. A close friend of Abdul Rahaim Aki, then the head of the Malaysian Mining \nCorporation, the state- owned tin company, Mr. Rich reportedly masterminded a plan to buy most of the world's tin, \n\n\n\nstockpile it, and inflate prices. The plan made Mr.  Rich a considerable amount of money before it finally collapsed \nwhen the United States stepped up tin sales from its own stockpiles.\n\nThroughout these dealings, Mr. Rich and his firm have remained intensely secretive. Honoring a tradition of \nconfidentiality dating to 15th- century Venetian silver merchants, they have refused to disclose the names of \ncustomers or suppliers or details of trades. Mr. Rich, who has maintained an apartment in Manhattan and a home \nin Lido Beach, L.I., has left the United States for Switzerland, as has Mr. Green. Both men have refused all \nrequests for interviews.\n\nThe secrecy surrounding Mr. Rich is nearly as total as that surrounding his business dealings. It is known that Mr. \nRich emigrated to the United States from Belgium when he was about 11 years old to escape the Nazi persecution \nof Jews during World War II. Mr. Rich's father, David Rich, a maker of burlap and cotton bags, worked at the \nMelrose Bag and Burlap Company of Manhattan.\n\nAccording to school records, Mr. Rich attended Forest Hills High School in Queens but later transferred to the \nRhodes School, a college preparatory institution on Manhattan's Upper West Side, where he managed a low ''B'' \naverage. He was president of the French club, and according to his report card, was ''a purposeful, actively creative \nboy with a strong commitment to moving ahead.''\n\nAfter graduation, Mr. Rich enrolled at New York University to study marketing, but he never graduated.\n\nHe did get a job at Philipp Brothers Inc., which today is the trading arm of Phibro-Salomon Inc. When Mr. Rich \nbegan working at Philipp, the tight-knit group of German-Jewish metals traders took him under their wing and taught \nhim their trade.\n\n \n\nConsidered a Rising Star of Firm\n\nMr. Rich became the protege of Ludwig Jesselson, then the chairman and chief executive of Philipp Brothers, and \nsoon was regarded as one of the trading firm's rising stars.\n\n''He was just an amazingly fast study,'' recalled one metals trader. ''You'd teach him something, and he'd learn it the \nfirst time - no questions asked. He was just an astute, very knowledgeable trader.''\n\nIn an industry filled with young millionaires, Mr. Rich was also known as a modest man, despite his talent for \ntrades.\n\nIn 1973 and into 1974, Mr. Rich negotiated a series of deals that ultimately led to his departure in anger from \nPhilipp. A co-founder of the oil- trading division at that firm, Mr. Rich had helped the firm earn millions of dollars by \nparlaying his contacts with Middle Eastern metals suppliers into oil contracts with countries that included Iran and \nIraq. While other traders scrambled for supplies during the oil embargo, Philipp Brothers had all it needed - thanks \nto Mr. Rich. As a result, under Philipp Brothers' incentive program, Mr. Rich earned a bonus exceeding $1 million.\n\n \n\nDispute Over Bonus\n\nBut the bonus was never paid. According to current and former Philipp Brothers employees, the firm's management \nsaid that ''no single person deserved a seven-figure bonus.'' What is more, Mr. Rich, who had been considered \nnext in line to succeed Mr. Jesselson, was told that he would not be getting the top spot. Incensed, Mr. Rich left \nPhilipp Brothers to start his own firm and took a number of top traders, including Mr. Green, with him.\n\nSince his departure, according to traders interviewed, Mr. Rich has been waging a vendetta against his former \nemployer, instructing employees at times to take losses on trades if it meant stealing business from Philipp \nBrothers. Stories abound of the two firms hiring ''moles'' to spy on each other and of plotting to alure away each \nothers' key traders.\n\n\n\nOn one occasion, according to John Hughes, a principal in the London- based commodity firm of LHW Futures, \nPhilipp Brothers urged its bankers not to provide credit to Mr. Rich's fledgling firm. But Mr. Rich, in one of his \nearliest coups, was able to secure a contract to supply crude oil to Atlantic Richfield. With this as collateral, he \nacquired the bank credit needed to build his business.\n\nApart from his resentment toward his former boss, however, Mr. Rich has a reputation for being a quick- thinking, \naggressive trader who encourages employees to take chances.\n\n''The secret of success in this business is to spot trends,'' said Gerard F. Cerchio, the president of Sun International \nInc., the trading arm of the Sun Company. ''Marc Rich spots trends quicker than anyone I know. He is also a bigger \nrisk-taker than others.''\n\nWorking 14-hour days in an industry where prices change from minute to minute, Mr. Rich is said to take an \nunusual interest in his staff, traveling often, visiting staff members in remote trading outposts to let them air their \nconcerns.\n\nOne commodity industry executive recalled an occasion in which Mr. Rich, on a tour of his New York office, \nstopped to help a secretary struggling to repair a typewriter.\n\n''He went over to see if he could help her,'' the executive recalled.  ''He is just very sensitive to the needs around \nhim.''\n\nAnd, his associates say, he has maintained his modesty.\n\n''You wouldn't know Marc Rich from a $30,000-a-year bank executive,'' said Mr. Hughes, of LHW Futures. ''There is \nnothing ostentatious about him.''\n\nCommenting on the fact that Mr. Rich wears a relatively inexpensive Seiko wristwatch, Mr. Hughes said, ''He is just \nnot a high-profile glamour boy.''\n\nGraphic\n\n \n\nTable of Marc Rich's business network; photo of Marc Rich\n"}