{"title": "The Storm Over Immigration; For too many, compromise is a dirty word.", "body": "\nTHE VIRULENCE and breadth of opposition to the Senate immigration bill has kicked up a dust storm of dogma \nthat has obscured the real stakes and potential of the legislation.\n\nCritics on the right howl that the bill offers \"amnesty\" to 12 million illegal immigrants who in fact would face a long, \nonerous path to earned citizenship. But  those critics are loath to acknowledge that deporting 12 million people, \nincluding droves of workers on whom the American economy relies, is economically suicidal, pragmatically \nunfeasible and morally repellent. Critics on the left decry the bill's convoluted system for dealing with future guest \nworkers, without recognizing that it would leave them no worse off than they would be under the admittedly \ndysfunctional status quo. What critics on all sides overlook, in shrilly focusing on the bill's deficiencies, is that its \ndefeat would leave this country with an immigration dilemma that is growing rapidly and  is poisoning political \ndiscourse in states and localities from coast to coast.\n\nA clunky compromise, the Senate immigration bill weighs in at well over 300 pages and is more easily dealt with \nby sound bites (\"Amnesty!\") than by analysis. There is no denying that it is full of flaws and that it would establish \nsome rules and procedures that may not work (measures such as kicking out guest workers for a year between \nthree two-year stints of employment and expecting them to stay out), and others that are simply mean-spirited (such \nas requiring illegal immigrants already here to leave the country and reenter in order to \"reboot\" and legalize their \nstatus).  Many of the bill's segments  and provisions could benefit from debate, scrutiny and revision.\n\nBut those who cite the offending sections and insist on the bill's defeat must explain how that would leave the \ncountry in a better posture. The practical effect of a defeat would be to leave the country without any resolution to \nthe current non-system of immigration for at least two more years, and possibly for much longer -- an outcome the \nAmerican public clearly doesn't want.\n\nFor years there has been hand-wringing over the death of bipartisanship in Washington politics and over the rise of \nthe politics of uncompromising ideology. In the Senate immigration bill, there is a glimpse of what bipartisanship \nlooks like in the real world -- an ungainly, imperfect hybrid that goes some distance toward tightening border \nsecurity, clearing the backlog of visa applications, and providing a future for 12 million immigrants already in this \ncountry, including many who have been here since childhood. The wiser course is to work for improvements, not to \nsound the death knell for legislation that holds the promise of a better future.\n\n"}