{"title": "CONFUSED BY LAW, NURSING HOMES BAR LEGAL IMMIGRANTS", "body": "\nAs the health care industry braces for Federal cuts that will leave thousands of immigrants without Medicaid this \nfall, nursing homes have begun to mistakenly deny admission to some elderly and sickly legal immigrants who will \nnot lose their health coverage.\n\nBewildered by the new Federal welfare law and fearful that immigrants will default on their bills, some health care \ncenters in New York and around the country are now requiring prospective patients to produce citizenship papers \ninstead of residency papers upon admission, hospital and nursing home administrators say.\n\nAnd while New York State health officials acknowledge that a small group of immigrants will lose Medicaid as \nFederal restrictions go into effect later this year, they warn that the new practice unfairly denies care to the vast \nmajority who will keep that coverage.\n\nBut as health care administrators peer into the wrinkled faces of their elderly applicants and struggle to interpret the \nlaw, some have found it easier to refuse all legal immigrants -- like those with green cards but not citizenship -- \nthan to figure out who will keep and who will lose benefits.\n\n\"It's heartbreaking, but we're all too terrified to admit anybody who is not a citizen,\" said Sheryl Geminder, the \ndirector of admissions at the Sephardic Home for the Aged in Brooklyn, which now rejects all legal immigrants \nwho need long-term care. \"A green card was the ticket in six months ago, but now our attorneys are warning us not \nto take any chances.\"\n\nThe confusion is the unintended consequence of the changes in the Federal welfare laws, which allow states to \ncontinue Medicaid, which covers nursing home costs, to some legal immigrants while denying coverage to others.\n\nNew York, along with at least 35 other states, plans to continue benefits to poor legal immigrants who entered the \ncountry before last Aug. 22, when President Clinton signed the welfare bill. But those who have arrived since then \nwill generally find themselves ineligible for Medicaid coverage for five years.\n\nNo one knows how many eligible immigrants have been turned away from care centers and retirement homes, but \nhealth care officials in New York said that dozens had been rejected in the last month.\n\nAnd administrators at public hospitals in Miami and Los Angeles, who are also reporting their first cases, fear the \nproblem will balloon if the law is not clarified, stranding immigrants in hospital beds needed by acute-care patients.\n\n\nAlready, legal immigrants too sickly to bathe and too senile to recognize their children are beginning to languish in \nhospitals. And families who can no longer care for ailing relatives now find themselves overwhelmed with few \noptions.\n\n\"If this continues, what will we do with these people?\" asked Carol Burger, an administrator at Elmhurst Hospital \nCenter in Queens as she searched for a place for an 83-year-old legal immigrant from Romania, one of about 20 \npatients rejected by nursing homes for lack of citizenship. \"Where are they going to go?\"\n\nRepresentative E. Clay Shaw Jr., a Republican of Florida and the chief sponsor of the new welfare law, called the \nsituation \"worrisome\" and said he had never intended to deny care to eligible immigrants.\n\nBy law, nursing homes may refuse patients who cannot pay their bills. But Mr. Shaw said he doubted that elderly \ncare centers that receive Federal funds, in the form of Medicaid payments, had the right to turn away legal \nimmigrants who were eligible for care. \"There's no question that it's discrimination,\" he said.\n\nMr. Shaw said that care centers needed better guidance from state and Federal health officials and that his \nCongressional committee would provide it if others did not. \"I can understand their confusion,\" he said of the \nnursing homes. \"But obviously, some elderly people have fallen through the cracks.\"\n\nParalyzed by a stroke that left empty spaces in her memory, Raisa Kinker, a 74-year-old legal immigrant from \nUkraine, spent one month at Huntington Hospital on Long Island, rejected by one nursing home after another, until \na Brooklyn rehabilitation center took her in.\n\nWithered by the stomach cancer that has left him marooned at Elmhurst Hospital Center for two months, Luis \nBejarano, 74 and a legal immigrant from Colombia, has been told not to even hope for a nursing home bed, \nalthough he, too, will keep his Medicaid coverage.\n\nAnd more than 30 legal immigrants from China, many of them too crippled to walk or brush their thinning hair, \nrecently found themselves stranded with families who could not care for them when a Staten Island retirement \nhome rejected their pleas for placement this month.\n\n\"These families come all the way from Chinatown and beg us to take their elderly relatives, and I've got to look in \ntheir eyes and tell them no,\" said Cindy Miner, the case manager at the Staten Island home, the Anna Erika Home \nfor Adults and Assisted Living Programs, which caters to elderly Asian patients.\n\n\"We've taken these people into our country, and now when they need help, we have to turn them away,\" she said. \n\"It's a horrible feeling. We'd love to take everyone, but it's just too much of a risk.\"\n\nThe confusion over eligibility stems, in part, from the Federal Government's distinction between \"qualified\" \nimmigrants, who will keep benefits, and \"nonqualified\" immigrants, who will lose them.\n\nIn New York State, virtually all legal immigrants, those who arrived before Aug. 22, are considered qualified. \nUnder Federal rules, those noncitizens who will keep Medicaid include legal permanent residents, refugees and \nseekers of asylum. Even the estimated 87,000 legal immigrants expected to lose Supplemental Security Income \nbenefits -- the Federal cash payments accepted by retirement homes -- will receive state funds to cover their stay, \nstate health officials say.\n\nThe S.S.I. recipients' Medicaid status will be re-evaluated, but state officials say the coverage will continue unless \nthe recipients are no longer poor or disabled.\n\nAlthough the State Legislature has not yet voted these provisions into law, politicians in both parties say Republican \nGov. George E. Pataki and Democratic lawmakers are in agreement on the issue.\n\n\"They should not be turning away this group on the basis that they will be losing Medicaid eligibility, because that \nwill not happen,\" said Frances Tarlton, a spokeswoman for the State Department of Health.\n\n\n\nBut a group of about 16,000 immigrants, considered \"present under color of law,\" who have been granted \ntemporary residency and receive Government services, are expected to lose both Medicaid insurance and cash \nbenefits beginning in August.\n\nAnd legal immigrants who arrived on or after Aug. 22 of last year -- a group that will increase over time -- will be \nineligible for Medicaid.\n\nState officials said they had tried to make the distinctions clear. But health care administrators for the elderly are \nstill frantically seeking guidance, calling local politicians, thumbing through trade newsletters and tapping into \nGovernment sites on the World Wide Web.\n\n\"I'm getting calls from nursing homes and they're saying, 'I have a legal immigrant here. What do I do?' \" said \nScott Sandford, director of regulatory affairs for the New York State Health Facilities Association, a trade group that \nrepresents 290 nursing homes.\n\n\"We have been telling our members, 'You have to be really careful about someone who is not a citizen,' \" Mr. \nSandford said. \"We assume that Governor Pataki's proposal is going to pass, but we can guarantee nothing. It's a \nreal risk.\"\n\nThe perceived risk varies from institution to institution. The Cabrini Center for Nursing and Rehabilitation, a 240-bed \ncomplex in Manhattan still accepts legal immigrants. Menorah Home and Hospital for the Aged and Infirm, a 253-\nbed center in Brooklyn, on the other hand, has turned several away.\n\n\"Some homes are being extra careful,\" said James E. Piazzola, the director of social work at the Los Angeles \nCounty-University of Southern California Medical Center, which saw its first legal immigrants rejected from nursing \nhomes six weeks ago. \"Rumors are flying everywhere.\"\n\nPlans to ease the new welfare law's impact have been bandied about for weeks. President Clinton wants to restore \nmost benefits to elderly immigrants. Republicans in Congress want to give some states money to help them \nmanage the transition. And Mayor Rudolph W. Giuliani of New York City has filed suit to keep the Federal cuts from \ngoing into effect.\n\nBut while the proposals fly, hospital administrators say some legal immigrants are already suffering. And they fear \nthat the situation will only get worse as the summer deadline for cuts in benefits approaches.\n\n\"As we get closer to August, more and more of the facilities are going to refuse them,\" said Jill Lenney, the \nadministrator of social work at Jackson Memorial Hospital in Miami. \"They're going to be occupying acute-care \nbeds, and patients who need those beds will be spending more time in the emergency room.\"\n\nWithout clear guidance, nursing homes and retirement homes currently refusing legal immigrants have no reason \nto change their new policies, advocates for nursing home patients say.\n\n\"There are obviously people who need care, who are not going to be able to get it,\" said Cynthia Rudder, the \ndirector of the Nursing Home Community Coalition of New York State, which advocates on behalf of nursing home \nresidents. \"They're in limbo until the state makes some determination.\"\n\nIn a tiny apartment in Brooklyn, a 75-year-old legal immigrant from Ukraine lives in that limbo. Rejected from the \nSephardic Home for lack of citizenship, Villy Vaysman lies in bed, unable to move, his body mostly deadened by \nParkinson's disease.\n\nHe is too heavy for his 76-year-old wife, Irina, to carry to the bathtub. So every morning, she washes him bit by bit, \nrolling him from one side to another, praying all the while that some nursing home will take him in.\n\n\"I don't have the strength to take care of a paralyzed man,\" she said as she wept last week. \"I don't want to think \nthat they won't take him. I don't know what we'll do.\"\n\n\n\nGraphic\n\n \n\nPhoto: Raisa Kinker, 74, who was paralyzed by a stroke, was visited by her granddaughter Renata during a month's \nstay at Huntington Hospital. (Vic DeLucia/The New York Times) (pg. 38)\n"}