{"title": "150,000 SAY NO TO NEW EU MIGRANTS; Daily Express readers demand block on new influx of Bulgarians and Romanians SAY NO TO NEW EU MIGRANTS Don't open floodgates floodgates to new migrants The Daily Express is yet again speaking for the British people says MP", "body": "\nA HUGE army of Daily Express readers has called on David Cameron to defy the EU - and stop a new wave of \nmigration into Britain.\n\nMore than 150,000 people have backed this newspaper's crusade urging the Prime Minister to maintain controls on \nBulgarian and Romanian migrants.\n\nFears are growing that tens of thousands of people from the eastern European countries will come to the UK when \nemployment restrictions are lifted next year.\n\nBut our incredible surge of support proves the nation wants Mr Cameron to dismiss the edicts of Brussels by \nkeeping the controls in place. And this week the message will be sent straight to the heart of Government when our \npetition is delivered to Downing Street.\n\nIn a sign of the groundswell against further loosening of restrictions, it emerged yesterday that Mr Cameron could \nas early as this week unveil new proposals to deter immigrants by making it harder for new arrivals to claim benefi \nts. Options he is said to be considering include dramatically increasing the three-month  residency requirement \npeople must now meet to qualify for benefi ts - possibly ensuring they have lived in the UK for a year.\n\nThat would also put Britain at loggerheads with Brussels, which is already challenging residency tests we apply to \ncertain benefi ts on grounds that they break EU law by treating other European citizens differently from Britons.\n\nMPs leading calls for action on Romania and Bulgaria welcomed any benefi t crackdown - but said it would not be \nenough.\n\nConservative Peter Bone has tabled a Bill calling for the restrictions to remain in place although it may not get \nenough time to progress unless the Government does a U-turn and backs it.\n\nHe said: \"It is absolutely right to make it more diffi cult for new migrants to get benefi ts because one of the reasons \npeople travel across western Europe to get here is that our benefi ts are much more generous than other countries'.\n\n\"However, that doesn't deal with the fundamental problem which is what when we open the door to Romania and \nBulgaria, thousands and thousands will come.\n\nConvinced\n\n\n\"We have to stop them coming in the fi rst place because the numbers will be so large that all our efforts to cut \nimmigration will go out of the window. The simple thing is to retain the restrictions for another fi ve years and don't \nworry what the EU says.\n\n\"For 150,000 people to have signed your petition is an extraordinary number and shows yet again that the Daily \nExpress is speaking for the British people. There is still time. I'm presenting my Bill this Friday. The Government \ncould let it through by not objecting to it\".\n\nMr Bone added: \"I'm absolutely personally convinced the Prime Minister is thinking about this and I think probably \nwould have done it if it weren't for the Lib Dems.\n\n\"The more the Prime Minister sees the feeling of the British people, the more likely it is to happen. Well done to the \nDaily Express.\"\n\nConservative MP Nigel Mills is   seeking to amend the Government's Immigration Bill now going through Parliament \nby requiring the controls on Romanian and Bulgarian migrants to remain for another fi ve years. The restrictions are \ndue to be lifted on Jan uary 1 next year.\n\nMore than 30 fellow Tories are backing his call and yesterday he urged Daily Express readers to press their MPs to \nadd support. Mr Mills said: \"The Daily Express has done a brilliant job highlighting this issue.\"\n\nOther EU countries, including Germany, Denmark and Spain, are understood to share Britain's concerns about new \nimmigration from poorer countries, and one unnamed Conservative minister said: \"Everyone knows we've got to do \nsomething, and something big.\" New limits on migrant benefit claims are reportedly to be a priority for Mr \nCameron's planned renegotiation of Britain's EU membership terms. But that would be too late to stop Bulgarians \nand Romanians.\n\nThe police have blamed Romanian gypsies camping out in London's West End for a surge in begging, pick-\npocketing, prostitution and shoplifting.\n\nTory Education Secretary Michael Gove yesterday praised Mr Cameron for striking \"exactly the right note\" on \nmigration - namely to celebrate the achievements of people who come here and to recognise that migration has to \nwork for people who are already here from whatever background.\n\n\"But when it comes to new migrants from accession countries in the EU, we need to look properly at the benefits \nsystem here to make sure people are coming here to work and contribute, not to take advantage of what is rightly a \ngenerous welfare system,\" he added.\n\nLabour Shadow Home Secretary Yvette Cooper said the Government should have acted nine months ago when her \nparty urged it to ensure new migrants could not claim Jobseekers' Allowance without making any contribution first. \nBut, underlining Lib Dem leader Nick Clegg's potential to block tougher action by the Coalition, the party's Scottish \nSecretary, Alistair Carmichael, stressed any approach should be discussed in Europe.\n\nHe said he would \"need to be persuaded\" over transitional arrangements, adding: \"Potentially it might put us on the \nwrong side of the rest of the EU. As a member state I don't want to find myself in that territory.\"\n\nOPINION PAGE: 12\n\nQ Should Britain say no to new EU migrants? YEs: 0901 792 5300 NO: 0901 792 5301 Yes text DXMONYEs to \n86611 No text DXMONNO to 86611 Texts cost 35p plus standard charges. Calls cost 36p from a BT landline, calls \nfrom other networks and mobiles may vary. SP: Spoke, London, W1B 2AG. Helpdesk: 0870 010 8656 (charged at \nnational rate). Lines close at midnight tonight.\n\n\n\nGraphic\n\n \n\nYour DailyExpresshas beeninundatedwith supporton migrants.as Romagypsiestake overLondon'sWest End,often \nsleepingrough\n\nPictures: MIKE PARTRIDGE AND TIM CLARKE\n"}