{"title": "Advocates Say Illegal Workers Suffer After 9/11 Cleanup; But a Recent N.Y. Program Offers Help to Many With Lung, Other Diseases", "body": "\nJose Moncada watched the World Trade Center towers tumble, and, like so many Americans, felt a patriotic urge to \nhelp rescue survivors and rebuild after Sept. 11. \"It was my time to put my hand on my heart,\" he said. \"It was my \ntime to help somebody.\" \n\n It did not matter to him that he was an illegal immigrant from Honduras. And that did not seem to matter to \nsupervisors who oversaw the retrieval of human remains and the removal of toxic debris at Ground Zero. They \nwelcomed Moncada and thousands of other illegal immigrants, no questions asked. \n\n Working on the pile for 10 days, Moncada breathed in thick dust, grainy asbestos and foul-smelling gases driven by \nan angry downtown wind. Now, five years later, he suffers from a hacking cough, nosebleeds, wheezing breath \nand life-threatening respiratory illnesses that also trouble thousands of legal U.S. residents who worked there. \n\n No one knows how many illegal immigrants worked at Ground Zero in the days after Sept. 11. Immigration \nadvocates claim it was thousands. \n\n And now, as the workers have become sick, partisans on both sides cast their plight in moral terms. \n\n \"After 9/11, everybody responded with their heart,\" said Carmen Calderón, coordinator of Sept. 11 immigrant \noutreach for the New York Committee for Occupational Safety and Health. \"Immigrants died in those towers. They \nwanted to be part of the recovery of this nation.\" \n\n But when a backlash developed against the huge wave of illegal immigration, \"they changed the DMV laws, and a \nlot of asbestos workers lost their licenses because they couldn't get a picture ID,\" Calderón said. \"A lot of them are \nsick now, without work. They've lost their insurance. They lost their incomes. They lost everything.\" \n\n Mark Krikorian, director of the Center for Immigration Studies, which opposes immigration increases, expressed \nregret for illegal immigrants who fell sick after working at Ground Zero but said they should not have been allowed \nto enter the country illegally. \n\n\n \"It tells us how harmful it is to have a policy that winks at illegal immigration and gives status to illegal aliens,\" \nKrikorian said. \"If they present themselves to authorities, they should be sent home. It makes people squeamish to \nsay this because of what happened. But this is a result of the ridiculous situation we've put ourselves in.\" \n\n Moncada said fires were still burning on the streets when he showed up to volunteer in September 2001. \"No one \nasked for papers or anything,\" he said. He worked with others who spoke Spanish.  \n\n Volunteers searched for survivors but found only pieces of remains.  \n\n \"They had 100 people on one side, 50 people on the other, a big long line. We had to remove all the dust and the \ndebris, the steel and metal. The machines couldn't do it because the vibrations caved everything in, so they worked \nby hand,\" Moncada said. \n\n Andrzej, an illegal immigrant from Poland who would not give his last name because he feared deportation, \nworked for pay. He arrived at Ground Zero in October 2001 and took a job doing cleanup, wearing only a paper \nmask. \"Nobody was asking me for any documents or any paper,\" he said. \"All the time I only heard that I was doing \na good job, 'Thank you.' \" \n\n Workers were paid about $19 an hour, toiling for up to 16 hours a day. They were given buckets, mops, rags and \nlittle protective equipment as they cleared away glass, metal, dust and waste from downtown buildings that were \nnot destroyed, advocates said.  \n\n \"The ladies were smaller, so they put them in the air ducts, huge pipes,\" Calderón said. \"They crawled in to wipe \ndown the pipes with no masks, no gloves, nothing, not even a change of clothes.\" \n\n Two years later, Moncada started to feel tired. Then he felt pain. \n\n \"My nose hurts every time I breathe,\" he said. \"My vision is very bad. My breathing is very bad. A doctor gave me \nTylenol and Advil.  \n\n \"I don't want to speak to anybody. I want to stay home. I feel depressed. I can't sleep very well at night. Every day I \nwake up and I do nothing. I don't know what is happening to my system, my body.\" \n\n Andrzej said he felt even worse. He went to an emergency room when he could not move his arms. He was \nadmitted for a week and released with medication to control blood clotting. \n\n \"I don't work anymore,\" he said. \"I am too sick to work. I can't speak or clearly think. I try but I have to push myself. \nIt feels like someone is sitting on my chest. It's hard to breathe.\" \n\n The New York Committee for Occupational Safety and Health estimates that 40,000 workers cleaned along Canal \nStreet. Thousands of illegal immigrants from China, Honduras, Russia, El Salvador, Guatemala and Mexico \nworked beside legal U.S. residents.  \n\n \"For low-income immigrant communities where health insurance is scarce . . . this disaster magnified an already \ndesperate situation,\" Calderón said. \"Their choice is concrete. Do I pay my rent? Do I buy medicine? Do I put food \non the table? These choices are obviously choices that some victims of Sept. 11 have to make.\" \n\n In 2004, an advocacy group called Beyond Ground Zero noticed more and more immigrants getting sick. The \nadvocates approached Bellevue Hospital and asked for help. The hospital started an unfunded program that \nprovided care to patients, and last year the American Red Cross donated money to expand the program.  \n\n This month, Mayor Michael R. Bloomberg (R) pledged $16 million over five years to expand the initiative further. \nWithin two weeks, the occupational safety committee received more than 350 calls from immigrants, Calderón said. \nNewton said 500 people had been screened for medical examinations by her organization, and 700 people were \nwaiting.  \n\n\n\n But the assistance may have come too late for illegal immigrants who have gone home since working at Ground \nZero, advocates and workers said. \n\n \"It's going to be a challenge finding them, because undocumented immigrants move around a lot,\" Calderón said. \n\"Because of some of the anti-immigrant sentiment, many of them have returned home to Mexico, to Poland. They \nmight not hear the message.\" \n\n  Mike Cutler, who tracked down illegal immigrants for the Immigration and Naturalization Service, said authorities \nshould do what they can to aid the sick. But he said they should also send home illegal immigrants and fix the \ndysfunctional immigration system. \n\n \"While I feel bad for people who saw Sept. 11 happen, chipped in and got sick, I would not want a blanket amnesty \nfor them,\" he said. \"You would wind up with millions and millions of people saying they worked at Ground Zero.\"  \n"}