{"title": "Letters to the editor", "body": "\nGovernment Policy MENTAL health in the wild fishing sector Australia wide is twice the Australian average \naccording to Dr Tanya King who says it is a different kettle of fish dealing with mental health strategies for \nAustralian fishers and farmers.\n\nThe Tasmanian Living Marine Resources Management Act 1995 and species-specific management plans have \nfailed to recognise the value and importance of fishers who elect as their profession to catch state-owned living \nmarine resources.\n\nManagement of state-owned living marine resources is being impaired by the non-recognition of fishers as an \nimportant management tool.\n\nHow many fishermen need to take their lives before the government will take notice?\n\nWhile mental health issues in farming may be principally directed at mother nature, the issue of fishing mental \nhealth in wild fisheries is directly related to poor government policy and lacks responsibility in governance in state-\nowned living marine resources.\n\nLifeline 131 114 David Cannon, Falmouth. Anti-Discrimination Act IT IS bitterly disappointing that the state \ngovernment refuses to stand up to those Canberra politicians who want to weaken our state's gold-standard anti-\ndiscrimination laws. The laws threatened by Canberra have helped return dignity to the many Tasmanians who are \nvulnerable to hate and stigma. In 1994, when Canberra intervened to override Tasmania's former anti-gay laws, the \nLiberal government loudly screamed \"states rights\".\n\nWhy isn't it doing the same now?\n\nWhy isn't it defending the right of Tasmanians to make our own human rights laws?\n\nClearly, it doesn't care about \"states rights\" at all. As in 1994, its interest is in giving free rein to bigotry against \nminorities.\n\nRodney Croome, Spreyton. Thank You LGH I WOULD like to say a big thank you to all the medical professionals \nwho took care of me in the hospital recently, particularly in the cardiology unit.\n\nTheir care, teamwork and skills were so impressive and I am very grateful.\n\nCamille Wimmer, Launceston. Middle East Crisis FOR once I find myself agreeing with Donald Trump's opinion that \nthe US should not have been involved in the Middle East conflict, but that should include all members of the \ncollation of the willing, including Australia and the UK.\n\n\nHowever, having chosen to invade Iraq and other Middle East countries to now abandon the Kurds and leave them \nat the mercy of the Turks is unconscionable.\n\nSo what does our Prime Minister do?\n\nHe blames the Turks for accepting the invitation from the US to invade the Kurds, the former allies fighting against \nISIS.\n\nTalk about policy on the run.\n\nA Carter, Mowbray. Letter guidelines Preference is given to letters submitted via examiner.com.au and of 150 \nwords or less. Letters can be edited for space, clarity or legal reasons. Submissions should include the name and \naddress of the author and a phone number. Only the suburb of the author will be published.\n"}