{"title": "English is key, immigrant says; Entrepreneur donates books", "body": "\nBoxes of books line the East Cobb office of Anna Cablik, a naturalized U.S. citizen from Panama, successful \nbusinesswoman and ardent supporter of the Republican Party.\n\nCablik bought the books and plans to give them this year to non-English-speaking students at Brumby Elementary \nSchool in Marietta and another school in Valdosta --- just as she did last year. With titles such as \"Storyland \nTreasury\" and \"Best Loved Bedtime Stories,\" the books hold a key, in Cablik's view, to the future of Georgia's fast-\ngrowing Hispanic community.\n\n\"I want Hispanic children, whether they are here legally or illegally, to learn how to read and speak English,\" said \nCablik, 54, who owns three construction companies and advises Gov. Sonny Perdue on Latino issues.\n\n\"There are those within the Hispanic community who may or may not agree with me, but we need to learn English \nand to fully accept the U.S, customs and language,\" she said. \"It's not right to impose our customs and language \non a country that has accepted us. Because of that, I am very proud to be an American citizen.\"\n\nHer zeal to educate Hispanic children is born from a strong belief that immigrants who leave their country for the \nUnited States should embrace its language and customs. Yet she empathizes with people trying to enter the United \nStates illegally.\n\n\"I do not agree with illegal immigration. You should enter the United States through proper channels,\" she said. \n\"But the immigration system is completely broken. It can literally take you 40 years to obtain a visa and enter the \nU.S. legally. If I live in a country where there are no jobs and my family is starving, I'm coming to the United States \nany way I can.\"\n\nCablik grew up on a 750-acre farm in Panama where her father raised chickens and cows and grew vegetables and \ncoffee.\n\n\"My feet were always covered with calluses, because I was always barefoot,\" she said. \"I grew up owning only two \npairs of shoes. We didn't have much, but we never went hungry.\"\n\nFinding time between chores, Cablik would scurry to her room to read her favorite book, \"Grimm's Fairy Tales.\"\n\n\nIn 1974, she came to the United States with her husband, Jerry Cablik. She worked as a medical technician at \nPiedmont Hospital and sold construction materials part time.\n\nAbout eight years after arriving, with just $500 and one employee, Cablik founded Anatek, a steel-erection company \nthat specializes in bridge construction. She went on to found a steel-fabrication company called Anasteel and \nMassana, a construction company. Those companies had combined sales of $17 million last year.\n\nCablik sits on the boards of the Georgia Hispanic Chamber of Commerce, United Way, Georgia Power, Branch \nBanking & Trust (BB&T) and the Greater Atlanta Economic Alliance.\n\n\"Anna is one of the hardest working individuals I know,\" said Sara Gonzalez, president of the Georgia Hispanic \nChamber of Commerce. \"She is outspoken, because she's the type of person who's not going to tell you something \njust to please you. She speaks her mind, like I do.\"\n\nAn avid reader as a child and as an adult, Cablik is reading \"The Life and Legend of Jay Gould\" written by Maury \nKlien and \"America: The Last Best Hope\" by William Bennett. She bought the children's books with her own money \nto give to students in Marietta and Valdosta.\n\n\"The kids love them, as do our [English to Speakers of Other Languages] teachers,\" said Josh Morreale, Brumby \nElementary Intermediate School's principal. \"Our ESOL teachers are most appreciative of these books, because \nthey help meet the needs of their students.\"\n\nWhen not pontificating on the need to educate the Hispanic community or overseeing a multimillion dollar \nconstruction project, she can also be found tooting her political views as a staunch conservative within the \nRepublican Party.\n\nShe served as an elector for President Bush in 2000 and 2004 and as Georgia delegate to the Republican National \nConvention in New York in 2004.\n\n\"Overall, it's 50-50 when it comes to Hispanics who are Democrats or Republicans,\" Cablik said.\n\nAs debate continues on immigration reform, Cablik tells a personal story to support her view that the current system \ndoes not work well.\n\nIn 1985, the same year Cablik became a U.S. citizen, she began the drawn-out process of obtaining a visa for her \nsister, Susana Haug.\n\n\"I finally obtained a visa for her in 1998, but by that time she changed her mind and did not want to come to the \nUnited States,\" she said. \"I feel for all those wanting to immigrate to the U.S. from Mexico, because there are no \nvisas available.\" \n\nGraphic\n\n \n\nPhoto: LOUIE FAVORITE / Staff\"It's not right to impose our customs and language on a country that has accepted \nus,\" says Anna Cablik, a naturalized U.S. citizen whose company helped build the 17th Street bridge (background).\n"}