{"title": "Church's 'National Migration Week' Seeks to Ease Path - Correction Appended", "body": "\nAt a time when hostility to immigrants is on the rise in many parts of the United States, officials at the U.S. Catholic \nConference are celebrating National Migration Week, hosting \"multicultural\" Masses to which recent arrivals have \nbeen invited to tell their stories.\n\nWhen people get to know an individual immigrant, they often put aside their antagonism, said the Rev. Richard \nRyscavage, who directs the conference's Migration and Refugee Services. \"This is one tool the church can use to \ncalm people in the country about immigrants . . . to take away the fear factor.\"\n\nNear the close of a midday Mass at the conference's offices -- near Catholic University at 3211 4th St. NE -- a priest \nbeckoned a slender young man to come up to the lectern and talk about how he came to the United States.\n\nHabtom T. Gebremichael -- a soft-spoken, 29-year-old from Eritrea, in east Africa -- took a few minutes to tell a \nharrowing story.\n\nThis is what he said: He was jailed by the former Marxist military government of Ethiopia, was tortured and later \nforced into the army. He escaped, walked to the neighboring nation of Djibouti, then took a boat to Saudi Arabia, \nwhere he worked two years. He bought a passport to get him to Sweden, where he sought political asylum, but \nwas deported to Sudan, where he was arrested. He escaped, lived in Sudan for two years and then finally hiked five \ndays through the desert to Egypt, where he found a Catholic church and a sponsoring organization that sent him to \nthe United States.\n\n\"He's such a survivor. . . . There's such a will to carry on, such an energy. And that's an incredible gift to this \ncountry,\" said Ryscavage, a Jesuit priest.\n\nThe Mass was the first of three to be held at the conference's offices. Today a wounded Bosnian Croatian soldier \nand a Bosnian Muslim woman will offer their testimony. On Thursday, a Vietnamese-born woman who fled her \ncountry by boat in 1984 will speak.\n\nRyscavage said the speakers were chosen partly on the basis of their availability and partly because the staff at the \nmigration office wanted to highlight concerns about African and Bosnian refugees.\n\nBut he also said that because the Catholic Church \"pre-dates the establishment of sovereign states,\" it does not \nmake the same legal distinctions among immigrants that governments do. \"Ultimately, for the church, a newcomer \nis a newcomer, particularly if they are in need.\"\n\n\nA statement deploring \"the growing hostility toward immigrants,\" authorized in November by U.S. bishops, did not \ndistinguish between legal and illegal immigration. Ryscavage said the church does not support illegal immigration, \nbut believes that a \"generous\" provision should be made for allowing newcomers into the country.\n\n\"The church has such a solid moral ground to stand on, to say it's in the Gospel to welcome strangers,\" said Randy \nK. Glantz, spokesman for the bishops' refugee services.\n\nAt yesterday's Mass, the Rev. Tesfamarian Baraki noted that according to Scripture, Jesus's family was forced to \nflee for safety into Egypt shortly after his birth. He asked those present to remember \"uprooted\" persons \neverywhere.\n\nAfter the Mass, Baraki, a priest in the Washington Archdiocese's Ethiopian and Eritrean Apostolate, said African \nrefugees like Gebremichael face special difficulties. \"As new immigrants, these people don't have a place in the \nblack community or in the white community, so they are struggling.\"\n\nBaraki, pastor of the Kidane-Mehret Ge'ez Rite Church -- which meets in the former high school All Souls, at 1001 \nLawrence St. NE -- said between 30,000 and 50,000 Ethiopians and Eritreans live in the United States; about 5 \npercent are Catholics. Many came to this country with no family and are expected to send money home. It can be \nvery stressful, he said.\n\n\"Just in December, we heard of three suicides . . . because these young people don't have any support systems. \nAnd they're trying to support their families back in their homelands,\" Baraki said.\n\nAt this point, Gebremichael spoke up, saying, \"Well, I'm lucky. Some [Eritrean] refugees died in the desert. They \ncouldn't find water.\" On the other hand, he said, he had been laid off on Friday from his job as a shuttle bus driver.\n\nCorrection\n\nIn an article Wednesday, the Rev. Tesfamarian Baraki was quoted incorrectly. He said that between 30,000 and \n50,000 Ethiopian and Eritrean immigrants live in the Washington metropolitan area.\nCorrection-Date: January 7, 1994, Friday, Final Edition\n\nGraphic\n\n \n\nPHOTO, HABTOM T. GEBREMICHAEL, A REFUGEE FROM ERITREA, TOLD A HARROWING STORY OF \nDIFFICULTIES IN FLEEING HIS HOMELAND. CRAIG HERNDON\n"}